{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translation":"The Cave","type":"meccan","total_verses":110,"verses":[{"id":1,"text":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","translation":"[All] praise is [due] to Allah, who has sent down upon His Servant the Book and has not made therein any deviance","transliteration":"Alhamdu lillahi allathee anzala AAala AAabdihi alkitaba walam yajAAal lahu AAiwajan"},{"id":2,"text":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّـٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","translation":"[He has made it] straight, to warn of severe punishment from Him and to give good tidings to the believers who do righteous deeds that they will have a good reward","transliteration":"Qayyiman liyunthira basan shadeedan min ladunhu wayubashshira almumineena allatheena yaAAmaloona alssalihati anna lahum ajran hasanan"},{"id":3,"text":"مَّـٰكِثِينَ فِيهِ أَبَدٗا","translation":"In which they will remain forever","transliteration":"Makitheena feehi abadan"},{"id":4,"text":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","translation":"And to warn those who say, \"Allah has taken a son","transliteration":"Wayunthira allatheena qaloo ittakhatha Allahu waladan"},{"id":5,"text":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","translation":"They have no knowledge of it, nor had their fathers. Grave is the word that comes out of their mouths; they speak not except a lie","transliteration":"Ma lahum bihi min AAilmin wala liabaihim kaburat kalimatan takhruju min afwahihim in yaqooloona illa kathiban"},{"id":6,"text":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","translation":"Then perhaps you would kill yourself through grief over them, [O Muhammad], if they do not believe in this message, [and] out of sorrow","transliteration":"FalaAAallaka bakhiAAun nafsaka AAala atharihim in lam yuminoo bihatha alhadeethi asafan"},{"id":7,"text":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","translation":"Indeed, We have made that which is on the earth adornment for it that We may test them [as to] which of them is best in deed","transliteration":"Inna jaAAalna ma AAala alardi zeenatan laha linabluwahum ayyuhum ahsanu AAamalan"},{"id":8,"text":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","translation":"And indeed, We will make that which is upon it [into] a barren ground","transliteration":"Wainna lajaAAiloona ma AAalayha saAAeedan juruzan"},{"id":9,"text":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","translation":"Or have you thought that the companions of the cave and the inscription were, among Our signs, a wonder","transliteration":"Am hasibta anna ashaba alkahfi waalrraqeemi kanoo min ayatina AAajaban"},{"id":10,"text":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","translation":"[Mention] when the youths retreated to the cave and said, \"Our Lord, grant us from Yourself mercy and prepare for us from our affair right guidance","transliteration":"Ith awa alfityatu ila alkahfi faqaloo rabbana atina min ladunka rahmatan wahayyi lana min amrina rashadan"},{"id":11,"text":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","translation":"So We cast [a cover of sleep] over their ears within the cave for a number of years","transliteration":"Fadarabna AAala athanihim fee alkahfi sineena AAadadan"},{"id":12,"text":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","translation":"Then We awakened them that We might show which of the two factions was most precise in calculating what [extent] they had remained in time","transliteration":"Thumma baAAathnahum linaAAlama ayyu alhizbayni ahsa lima labithoo amadan"},{"id":13,"text":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","translation":"It is We who relate to you, [O Muhammad], their story in truth. Indeed, they were youths who believed in their Lord, and We increased them in guidance","transliteration":"Nahnu naqussu AAalayka nabaahum bialhaqqi innahum fityatun amanoo birabbihim wazidnahum hudan"},{"id":14,"text":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","translation":"And We made firm their hearts when they stood up and said, \"Our Lord is the Lord of the heavens and the earth. Never will we invoke besides Him any deity. We would have certainly spoken, then, an excessive transgression","transliteration":"Warabatna AAala quloobihim ith qamoo faqaloo rabbuna rabbu alssamawati waalardi lan nadAAuwa min doonihi ilahan laqad qulna ithan shatatan"},{"id":15,"text":"هَـٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","translation":"These, our people, have taken besides Him deities. Why do they not bring for [worship of] them a clear authority? And who is more unjust than one who invents about Allah a lie","transliteration":"Haolai qawmuna ittakhathoo min doonihi alihatan lawla yatoona AAalayhim bisultanin bayyinin faman athlamu mimmani iftara AAala Allahi kathiban"},{"id":16,"text":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","translation":"[The youths said to one another], \"And when you have withdrawn from them and that which they worship other than Allah, retreat to the cave. Your Lord will spread out for you of His mercy and will prepare for you from your affair facility","transliteration":"Waithi iAAtazaltumoohum wama yaAAbudoona illa Allaha fawoo ila alkahfi yanshur lakum rabbukum min rahmatihi wayuhayyi lakum min amrikum mirfaqan"},{"id":17,"text":"۞وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","translation":"And [had you been present], you would see the sun when it rose, inclining away from their cave on the right, and when it set, passing away from them on the left, while they were [laying] within an open space thereof. That was from the signs of Allah. He whom Allah guides is the [rightly] guided, but he whom He leaves astray - never will you find for him a protecting guide","transliteration":"Watara alshshamsa itha talaAAat tazawaru AAan kahfihim thata alyameeni waitha gharabat taqriduhum thata alshshimali wahum fee fajwatin minhu thalika min ayati Allahi man yahdi Allahu fahuwa almuhtadi waman yudlil falan tajida lahu waliyyan murshidan"},{"id":18,"text":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","translation":"And you would think them awake, while they were asleep. And We turned them to the right and to the left, while their dog stretched his forelegs at the entrance. If you had looked at them, you would have turned from them in flight and been filled by them with terror","transliteration":"Watahsabuhum ayqathan wahum ruqoodun wanuqallibuhum thata alyameeni wathata alshshimali wakalbuhum basitun thiraAAayhi bialwaseedi lawi ittalaAAta AAalayhim lawallayta minhum firaran walamulita minhum ruAAban"},{"id":19,"text":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","translation":"And similarly, We awakened them that they might question one another. Said a speaker from among them, \"How long have you remained [here]?\" They said, \"We have remained a day or part of a day.\" They said, \"Your Lord is most knowing of how long you remained. So send one of you with this silver coin of yours to the city and let him look to which is the best of food and bring you provision from it and let him be cautious. And let no one be aware of you","transliteration":"Wakathalika baAAathnahum liyatasaaloo baynahum qala qailun minhum kam labithtum qaloo labithna yawman aw baAAda yawmin qaloo rabbukum aAAlamu bima labithtum faibAAathoo ahadakum biwariqikum hathihi ila almadeenati falyanthur ayyuha azka taAAaman falyatikum birizqin minhu walyatalattaf wala yushAAiranna bikum ahadan"},{"id":20,"text":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","translation":"Indeed, if they come to know of you, they will stone you or return you to their religion. And never would you succeed, then - ever","transliteration":"Innahum in yathharoo AAalaykum yarjumookum aw yuAAeedookum fee millatihim walan tuflihoo ithan abadan"},{"id":21,"text":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","translation":"And similarly, We caused them to be found that they [who found them] would know that the promise of Allah is truth and that of the Hour there is no doubt. [That was] when they disputed among themselves about their affair and [then] said, \"Construct over them a structure. Their Lord is most knowing about them.\" Said those who prevailed in the matter, \"We will surely take [for ourselves] over them a masjid","transliteration":"Wakathalika aAAtharna AAalayhim liyaAAlamoo anna waAAda Allahi haqqun waanna alsaAAata la rayba feeha ith yatanazaAAoona baynahum amrahum faqaloo ibnoo AAalayhim bunyanan rabbuhum aAAlamu bihim qala allatheena ghalaboo AAala amrihim lanattakhithanna AAalayhim masjidan"},{"id":22,"text":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","translation":"They will say there were three, the fourth of them being their dog; and they will say there were five, the sixth of them being their dog - guessing at the unseen; and they will say there were seven, and the eighth of them was their dog. Say, [O Muhammad], \"My Lord is most knowing of their number. None knows them except a few. So do not argue about them except with an obvious argument and do not inquire about them among [the speculators] from anyone","transliteration":"Sayaqooloona thalathatun rabiAAuhum kalbuhum wayaqooloona khamsatun sadisuhum kalbuhum rajman bialghaybi wayaqooloona sabAAatun wathaminuhum kalbuhum qul rabbee aAAlamu biAAiddatihim ma yaAAlamuhum illa qaleelun fala tumari feehim illa miraan thahiran wala tastafti feehim minhum ahadan"},{"id":23,"text":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","translation":"And never say of anything, \"Indeed, I will do that tomorrow","transliteration":"Wala taqoolanna lishayin innee faAAilun thalika ghadan"},{"id":24,"text":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","translation":"Except [when adding], \"If Allah wills.\" And remember your Lord when you forget [it] and say, \"Perhaps my Lord will guide me to what is nearer than this to right conduct","transliteration":"Illa an yashaa Allahu waothkur rabbaka itha naseeta waqul AAasa an yahdiyani rabbee liaqraba min hatha rashadan"},{"id":25,"text":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","translation":"And they remained in their cave for three hundred years and exceeded by nine","transliteration":"Walabithoo fee kahfihim thalatha miatin sineena waizdadoo tisAAan"},{"id":26,"text":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","translation":"Say, \"Allah is most knowing of how long they remained. He has [knowledge of] the unseen [aspects] of the heavens and the earth. How Seeing is He and how Hearing! They have not besides Him any protector, and He shares not His legislation with anyone","transliteration":"Quli Allahu aAAlamu bima labithoo lahu ghaybu alssamawati waalardi absir bihi waasmiAA ma lahum min doonihi min waliyyin wala yushriku fee hukmihi ahadan"},{"id":27,"text":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","translation":"And recite, [O Muhammad], what has been revealed to you of the Book of your Lord. There is no changer of His words, and never will you find in other than Him a refuge","transliteration":"Waotlu ma oohiya ilayka min kitabi rabbika la mubaddila likalimatihi walan tajida min doonihi multahadan"},{"id":28,"text":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","translation":"And keep yourself patient [by being] with those who call upon their Lord in the morning and the evening, seeking His countenance. And let not your eyes pass beyond them, desiring adornments of the worldly life, and do not obey one whose heart We have made heedless of Our remembrance and who follows his desire and whose affair is ever [in] neglect","transliteration":"Waisbir nafsaka maAAa allatheena yadAAoona rabbahum bialghadati waalAAashiyyi yureedoona wajhahu wala taAAdu AAaynaka AAanhum tureedu zeenata alhayati alddunya wala tutiAA man aghfalna qalbahu AAan thikrina waittabaAAa hawahu wakana amruhu furutan"},{"id":29,"text":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّـٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","translation":"And say, \"The truth is from your Lord, so whoever wills - let him believe; and whoever wills - let him disbelieve.\" Indeed, We have prepared for the wrongdoers a fire whose walls will surround them. And if they call for relief, they will be relieved with water like murky oil, which scalds [their] faces. Wretched is the drink, and evil is the resting place","transliteration":"Waquli alhaqqu min rabbikum faman shaa falyumin waman shaa falyakfur inna aAAtadna lilththalimeena naran ahata bihim suradiquha wain yastagheethoo yughathoo bimain kaalmuhli yashwee alwujooha bisa alshsharabu wasaat murtafaqan"},{"id":30,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","translation":"Indeed, those who have believed and done righteous deeds - indeed, We will not allow to be lost the reward of any who did well in deeds","transliteration":"Inna allatheena amanoo waAAamiloo alssalihati inna la nudeeAAu ajra man ahsana AAamalan"},{"id":31,"text":"أُوْلَـٰٓئِكَ لَهُمۡ جَنَّـٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","translation":"Those will have gardens of perpetual residence; beneath them rivers will flow. They will be adorned therein with bracelets of gold and will wear green garments of fine silk and brocade, reclining therein on adorned couches. Excellent is the reward, and good is the resting place","transliteration":"Olaika lahum jannatu AAadnin tajree min tahtihimu alanharu yuhallawna feeha min asawira min thahabin wayalbasoona thiyaban khudran min sundusin waistabraqin muttakieena feeha AAala alaraiki niAAma alththawabu wahasunat murtafaqan"},{"id":32,"text":"۞وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","translation":"And present to them an example of two men: We granted to one of them two gardens of grapevines, and We bordered them with palm trees and placed between them [fields of] crops","transliteration":"Waidrib lahum mathalan rajulayni jaAAalna liahadihima jannatayni min aAAnabin wahafafnahuma binakhlin wajaAAalna baynahuma zarAAan"},{"id":33,"text":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","translation":"Each of the two gardens produced its fruit and did not fall short thereof in anything. And We caused to gush forth within them a river","transliteration":"Kilta aljannatayni atat okulaha walam tathlim minhu shayan wafajjarna khilalahuma naharan"},{"id":34,"text":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","translation":"And he had fruit, so he said to his companion while he was conversing with him, \"I am greater than you in wealth and mightier in [numbers of] men","transliteration":"Wakana lahu thamarun faqala lisahibihi wahuwa yuhawiruhu ana aktharu minka malan waaAAazzu nafaran"},{"id":35,"text":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","translation":"And he entered his garden while he was unjust to himself. He said, \"I do not think that this will perish - ever","transliteration":"Wadakhala jannatahu wahuwa thalimun linafsihi qala ma athunnu an tabeeda hathihi abadan"},{"id":36,"text":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","translation":"And I do not think the Hour will occur. And even if I should be brought back to my Lord, I will surely find better than this as a return","transliteration":"Wama athunnu alssaAAata qaimatan walain rudidtu ila rabbee laajidanna khayran minha munqalaban"},{"id":37,"text":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","translation":"His companion said to him while he was conversing with him, \"Have you disbelieved in He who created you from dust and then from a sperm-drop and then proportioned you [as] a man","transliteration":"Qala lahu sahibuhu wahuwa yuhawiruhu akafarta biallathee khalaqaka min turabin thumma min nutfatin thumma sawwaka rajulan"},{"id":38,"text":"لَّـٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","translation":"But as for me, He is Allah, my Lord, and I do not associate with my Lord anyone","transliteration":"Lakinna huwa Allahu rabbee wala oshriku birabbee ahadan"},{"id":39,"text":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","translation":"And why did you, when you entered your garden, not say, 'What Allah willed [has occurred]; there is no power except in Allah '? Although you see me less than you in wealth and children","transliteration":"Walawla ith dakhalta jannataka qulta ma shaa Allahu la quwwata illa biAllahi in tarani ana aqalla minka malan wawaladan"},{"id":40,"text":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","translation":"It may be that my Lord will give me [something] better than your garden and will send upon it a calamity from the sky, and it will become a smooth, dusty ground","transliteration":"FaAAasa rabbee an yutiyani khayran min jannatika wayursila AAalayha husbanan mina alssamai fatusbiha saAAeedan zalaqan"},{"id":41,"text":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","translation":"Or its water will become sunken [into the earth], so you would never be able to seek it","transliteration":"Aw yusbiha maoha ghawran falan tastateeAAa lahu talaban"},{"id":42,"text":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","translation":"And his fruits were encompassed [by ruin], so he began to turn his hands about [in dismay] over what he had spent on it, while it had collapsed upon its trellises, and said, \"Oh, I wish I had not associated with my Lord anyone","transliteration":"Waoheeta bithamarihi faasbaha yuqallibu kaffayhi AAala ma anfaqa feeha wahiya khawiyatun AAala AAurooshiha wayaqoolu ya laytanee lam oshrik birabbee ahadan"},{"id":43,"text":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","translation":"And there was for him no company to aid him other than Allah, nor could he defend himself","transliteration":"Walam takun lahu fiatun yansuroonahu min dooni Allahi wama kana muntasiran"},{"id":44,"text":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","translation":"There the authority is [completely] for Allah, the Truth. He is best in reward and best in outcome","transliteration":"Hunalika alwalayatu lillahi alhaqqi huwa khayrun thawaban wakhayrun AAuqban"},{"id":45,"text":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","translation":"And present to them the example of the life of this world, [its being] like rain which We send down from the sky, and the vegetation of the earth mingles with it and [then] it becomes dry remnants, scattered by the winds. And Allah is ever, over all things, Perfect in Ability","transliteration":"Waidrib lahum mathala alhayati alddunya kamain anzalnahu mina alssamai faikhtalata bihi nabatu alardi faasbaha hasheeman tathroohu alrriyahu wakana Allahu AAala kulli shayin muqtadiran"},{"id":46,"text":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّـٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","translation":"Wealth and children are [but] adornment of the worldly life. But the enduring good deeds are better to your Lord for reward and better for [one's] hope","transliteration":"Almalu waalbanoona zeenatu alhayati alddunya waalbaqiyatu alssalihatu khayrun AAinda rabbika thawaban wakhayrun amalan"},{"id":47,"text":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","translation":"And [warn of] the Day when We will remove the mountains and you will see the earth prominent, and We will gather them and not leave behind from them anyone","transliteration":"Wayawma nusayyiru aljibala watara alarda barizatan wahasharnahum falam nughadir minhum ahadan"},{"id":48,"text":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","translation":"And they will be presented before your Lord in rows, [and He will say], \"You have certainly come to Us just as We created you the first time. But you claimed that We would never make for you an appointment","transliteration":"WaAAuridoo AAala rabbika saffan laqad jitumoona kama khalaqnakum awwala marratin bal zaAAamtum allan najAAala lakum mawAAidan"},{"id":49,"text":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","translation":"And the record [of deeds] will be placed [open], and you will see the criminals fearful of that within it, and they will say, \"Oh, woe to us! What is this book that leaves nothing small or great except that it has enumerated it?\" And they will find what they did present [before them]. And your Lord does injustice to no one","transliteration":"WawudiAAa alkitabu fatara almujrimeena mushfiqeena mimma feehi wayaqooloona ya waylatana ma lihatha alkitabi la yughadiru sagheeratan wala kabeeratan illa ahsaha wawajadoo ma AAamiloo hadiran wala yathlimu rabbuka ahadan"},{"id":50,"text":"وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّـٰلِمِينَ بَدَلٗا","translation":"And [mention] when We said to the angels, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He was of the jinn and departed from the command of his Lord. Then will you take him and his descendants as allies other than Me while they are enemies to you? Wretched it is for the wrongdoers as an exchange","transliteration":"Waith qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa kana mina aljinni fafasaqa AAan amri rabbihi afatattakhithoonahu wathurriyyatahu awliyaa min doonee wahum lakum AAaduwwun bisa lilththalimeena badalan"},{"id":51,"text":"۞مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","translation":"I did not make them witness to the creation of the heavens and the earth or to the creation of themselves, and I would not have taken the misguiders as assistants","transliteration":"Ma ashhadtuhum khalqa alssamawati waalardi wala khalqa anfusihim wama kuntu muttakhitha almudilleena AAadudan"},{"id":52,"text":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","translation":"And [warn of] the Day when He will say, \"Call 'My partners' whom you claimed,\" and they will invoke them, but they will not respond to them. And We will put between them [a valley of] destruction","transliteration":"Wayawma yaqoolu nadoo shurakaiya allatheena zaAAamtum fadaAAawhum falam yastajeeboo lahum wajaAAalna baynahum mawbiqan"},{"id":53,"text":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","translation":"And the criminals will see the Fire and will be certain that they are to fall therein. And they will not find from it a way elsewhere","transliteration":"Waraa almujrimoona alnnara fathannoo annahum muwaqiAAooha walam yajidoo AAanha masrifan"},{"id":54,"text":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","translation":"And We have certainly diversified in this Qur'an for the people from every [kind of] example; but man has ever been, most of anything, [prone to] dispute","transliteration":"Walaqad sarrafna fee hatha alqurani lilnnasi min kulli mathalin wakana alinsanu akthara shayin jadalan"},{"id":55,"text":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","translation":"And nothing has prevented the people from believing when guidance came to them and from asking forgiveness of their Lord except that there [must] befall them the [accustomed] precedent of the former peoples or that the punishment should come [directly] before them","transliteration":"Wama manaAAa alnnasa an yuminoo ith jaahumu alhuda wayastaghfiroo rabbahum illa an tatiyahum sunnatu alawwaleena aw yatiyahumu alAAathabu qubulan"},{"id":56,"text":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","translation":"And We send not the messengers except as bringers of good tidings and warners. And those who disbelieve dispute by [using] falsehood to [attempt to] invalidate thereby the truth and have taken My verses, and that of which they are warned, in ridicule","transliteration":"Wama nursilu almursaleena illa mubashshireena wamunthireena wayujadilu allatheena kafaroo bialbatili liyudhidoo bihi alhaqqa waittakhathoo ayatee wama onthiroo huzuwan"},{"id":57,"text":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","translation":"And who is more unjust than one who is reminded of the verses of his Lord but turns away from them and forgets what his hands have put forth? Indeed, We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if you invite them to guidance - they will never be guided, then - ever","transliteration":"Waman athlamu mimman thukkira biayati rabbihi faaAArada AAanha wanasiya ma qaddamat yadahu inna jaAAalna AAala quloobihim akinnatan an yafqahoohu wafee athanihim waqran wain tadAAuhum ila alhuda falan yahtadoo ithan abadan"},{"id":58,"text":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","translation":"And your Lord is the Forgiving, full of mercy. If He were to impose blame upon them for what they earned, He would have hastened for them the punishment. Rather, for them is an appointment from which they will never find an escape","transliteration":"Warabbuka alghafooru thoo alrrahmati law yuakhithuhum bima kasaboo laAAajjala lahumu alAAathaba bal lahum mawAAidun lan yajidoo min doonihi mawilan"},{"id":59,"text":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","translation":"And those cities - We destroyed them when they wronged, and We made for their destruction an appointed time","transliteration":"Watilka alqura ahlaknahum lamma thalamoo wajaAAalna limahlikihim mawAAidan"},{"id":60,"text":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","translation":"And [mention] when Moses said to his servant, \"I will not cease [traveling] until I reach the junction of the two seas or continue for a long period","transliteration":"Waith qala moosa lifatahu la abrahu hatta ablugha majmaAAa albahrayni aw amdiya huquban"},{"id":61,"text":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","translation":"But when they reached the junction between them, they forgot their fish, and it took its course into the sea, slipping away","transliteration":"Falamma balagha majmaAAa baynihima nasiya hootahuma faittakhatha sabeelahu fee albahri saraban"},{"id":62,"text":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","translation":"So when they had passed beyond it, [Moses] said to his boy, \"Bring us our morning meal. We have certainly suffered in this, our journey, [much] fatigue","transliteration":"Falamma jawaza qala lifatahu atina ghadaana laqad laqeena min safarina hatha nasaban"},{"id":63,"text":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","translation":"He said, \"Did you see when we retired to the rock? Indeed, I forgot [there] the fish. And none made me forget it except Satan - that I should mention it. And it took its course into the sea amazingly","transliteration":"Qala araayta ith awayna ila alssakhrati fainnee naseetu alhoota wama ansaneehu illa alshshaytanu an athkurahu waittakhatha sabeelahu fee albahri AAajaban"},{"id":64,"text":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","translation":"[Moses] said, \"That is what we were seeking.\" So they returned, following their footprints","transliteration":"Qala thalika ma kunna nabghi fairtadda AAala atharihima qasasan"},{"id":65,"text":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","translation":"And they found a servant from among Our servants to whom we had given mercy from us and had taught him from Us a [certain] knowledge","transliteration":"Fawajada AAabdan min AAibadina ataynahu rahmatan min AAindina waAAallamnahu min ladunna AAilman"},{"id":66,"text":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","translation":"Moses said to him, \"May I follow you on [the condition] that you teach me from what you have been taught of sound judgement","transliteration":"Qala lahu moosa hal attabiAAuka AAala an tuAAallimani mimma AAullimta rushdan"},{"id":67,"text":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","translation":"He said, \"Indeed, with me you will never be able to have patience","transliteration":"Qala innaka lan tastateeAAa maAAiya sabran"},{"id":68,"text":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","translation":"And how can you have patience for what you do not encompass in knowledge","transliteration":"Wakayfa tasbiru AAala ma lam tuhit bihi khubran"},{"id":69,"text":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","translation":"[Moses] said, \"You will find me, if Allah wills, patient, and I will not disobey you in [any] order","transliteration":"Qala satajidunee in shaa Allahu sabiran wala aAAsee laka amran"},{"id":70,"text":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","translation":"He said, \"Then if you follow me, do not ask me about anything until I make to you about it mention","transliteration":"Qala faini ittabaAAtanee fala tasalnee AAan shayin hatta ohditha laka minhu thikran"},{"id":71,"text":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","translation":"So they set out, until when they had embarked on the ship, al-Khidh r tore it open. [Moses] said, \"Have you torn it open to drown its people? You have certainly done a grave thing","transliteration":"Faintalaqa hatta itha rakiba fee alssafeenati kharaqaha qala akharaqtaha litughriqa ahlaha laqad jita shayan imran"},{"id":72,"text":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","translation":"[Al-Khidh r] said, \"Did I not say that with me you would never be able to have patience","transliteration":"Qala alam aqul innaka lan tastateeAAa maAAiya sabran"},{"id":73,"text":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","translation":"[Moses] said, \"Do not blame me for what I forgot and do not cover me in my matter with difficulty","transliteration":"Qala la tuakhithnee bima naseetu wala turhiqnee min amree AAusran"},{"id":74,"text":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","translation":"So they set out, until when they met a boy, al-Khidh r killed him. [Moses] said, \"Have you killed a pure soul for other than [having killed] a soul? You have certainly done a deplorable thing","transliteration":"Faintalaqa hatta itha laqiya ghulaman faqatalahu qala aqatalta nafsan zakiyyatan bighayri nafsin laqad jita shayan nukran"},{"id":75,"text":"۞قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","translation":"[Al-Khidh r] said, \"Did I not tell you that with me you would never be able to have patience","transliteration":"Qala alam aqul laka innaka lan tastateeAAa maAAiya sabran"},{"id":76,"text":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","translation":"[Moses] said, \"If I should ask you about anything after this, then do not keep me as a companion. You have obtained from me an excuse","transliteration":"Qala in saaltuka AAan shayin baAAdaha fala tusahibnee qad balaghta min ladunnee AAuthran"},{"id":77,"text":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","translation":"So they set out, until when they came to the people of a town, they asked its people for food, but they refused to offer them hospitality. And they found therein a wall about to collapse, so al-Khidh r restored it. [Moses] said, \"If you wished, you could have taken for it a payment","transliteration":"Faintalaqa hatta itha ataya ahla qaryatin istatAAama ahlaha faabaw an yudayyifoohuma fawajada feeha jidaran yureedu an yanqadda faaqamahu qala law shita laittakhathta AAalayhi ajran"},{"id":78,"text":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","translation":"[Al-Khidh r] said, \"This is parting between me and you. I will inform you of the interpretation of that about which you could not have patience","transliteration":"Qala hatha firaqu baynee wabaynika saonabbioka bitaweeli ma lam tastatiAA AAalayhi sabran"},{"id":79,"text":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","translation":"As for the ship, it belonged to poor people working at sea. So I intended to cause defect in it as there was after them a king who seized every [good] ship by force","transliteration":"Amma alssafeenatu fakanat limasakeena yaAAmaloona fee albahri faaradtu an aAAeebaha wakana waraahum malikun yakhuthu kulla safeenatin ghasban"},{"id":80,"text":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","translation":"And as for the boy, his parents were believers, and we feared that he would overburden them by transgression and disbelief","transliteration":"Waamma alghulamu fakana abawahu muminayni fakhasheena an yurhiqahuma tughyanan wakufran"},{"id":81,"text":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","translation":"So we intended that their Lord should substitute for them one better than him in purity and nearer to mercy","transliteration":"Faaradna an yubdilahuma rabbuhuma khayran minhu zakatan waaqraba ruhman"},{"id":82,"text":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","translation":"And as for the wall, it belonged to two orphan boys in the city, and there was beneath it a treasure for them, and their father had been righteous. So your Lord intended that they reach maturity and extract their treasure, as a mercy from your Lord. And I did it not of my own accord. That is the interpretation of that about which you could not have patience","transliteration":"Waamma aljidaru fakana lighulamayni yateemayni fee almadeenati wakana tahtahu kanzun lahuma wakana aboohuma salihan faarada rabbuka an yablugha ashuddahuma wayastakhrija kanzahuma rahmatan min rabbika wama faAAaltuhu AAan amree thalika taweelu ma lam tastiAA AAalayhi sabran"},{"id":83,"text":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","translation":"And they ask you, [O Muhammad], about Dhul-Qarnayn. Say, \"I will recite to you about him a report","transliteration":"Wayasaloonaka AAan thee alqarnayni qul saatloo AAalaykum minhu thikran"},{"id":84,"text":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","translation":"Indeed We established him upon the earth, and We gave him to everything a way","transliteration":"Inna makkanna lahu fee alardi waataynahu min kulli shayin sababan"},{"id":85,"text":"فَأَتۡبَعَ سَبَبًا","translation":"So he followed a way","transliteration":"FaatbaAAa sababan"},{"id":86,"text":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","translation":"Until, when he reached the setting of the sun, he found it [as if] setting in a spring of dark mud, and he found near it a people. Allah said, \"O Dhul-Qarnayn, either you punish [them] or else adopt among them [a way of] goodness","transliteration":"Hatta itha balagha maghriba alshshamsi wajadaha taghrubu fee AAaynin hamiatin wawajada AAindaha qawman qulna ya tha alqarnayni imma an tuAAaththiba waimma an tattakhitha feehim husnan"},{"id":87,"text":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","translation":"He said, \"As for one who wrongs, we will punish him. Then he will be returned to his Lord, and He will punish him with a terrible punishment","transliteration":"Qala amma man thalama fasawfa nuAAaththibuhu thumma yuraddu ila rabbihi fayuAAaththibuhu AAathaban nukran"},{"id":88,"text":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","translation":"But as for one who believes and does righteousness, he will have a reward of Paradise, and we will speak to him from our command with ease","transliteration":"Waamma man amana waAAamila salihan falahu jazaan alhusna wasanaqoolu lahu min amrina yusran"},{"id":89,"text":"ثُمَّ أَتۡبَعَ سَبَبًا","translation":"Then he followed a way","transliteration":"Thumma atbaAAa sababan"},{"id":90,"text":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","translation":"Until, when he came to the rising of the sun, he found it rising on a people for whom We had not made against it any shield","transliteration":"Hatta itha balagha matliAAa alshshamsi wajadaha tatluAAu AAala qawmin lam najAAal lahum min dooniha sitran"},{"id":91,"text":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","translation":"Thus. And We had encompassed [all] that he had in knowledge","transliteration":"Kathalika waqad ahatna bima ladayhi khubran"},{"id":92,"text":"ثُمَّ أَتۡبَعَ سَبَبًا","translation":"Then he followed a way","transliteration":"Thumma atbaAAa sababan"},{"id":93,"text":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","translation":"Until, when he reached [a pass] between two mountains, he found beside them a people who could hardly understand [his] speech","transliteration":"Hatta itha balagha bayna alssaddayni wajada min doonihima qawman la yakadoona yafqahoona qawlan"},{"id":94,"text":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","translation":"They said, \"O Dhul-Qarnayn, indeed Gog and Magog are [great] corrupters in the land. So may we assign for you an expenditure that you might make between us and them a barrier","transliteration":"Qaloo ya tha alqarnayni inna yajooja wamajooja mufsidoona fee alardi fahal najAAalu laka kharjan AAala an tajAAala baynana wabaynahum saddan"},{"id":95,"text":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","translation":"He said, \"That in which my Lord has established me is better [than what you offer], but assist me with strength; I will make between you and them a dam","transliteration":"Qala ma makkannee feehi rabbee khayrun faaAAeenoonee biquwwatin ajAAal baynakum wabaynahum radman"},{"id":96,"text":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","translation":"Bring me sheets of iron\" - until, when he had leveled [them] between the two mountain walls, he said, \"Blow [with bellows],\" until when he had made it [like] fire, he said, \"Bring me, that I may pour over it molten copper","transliteration":"Atoonee zubara alhadeedi hatta itha sawa bayna alsadafayni qala onfukhoo hatta itha jaAAalahu naran qala atoonee ofrigh AAalayhi qitran"},{"id":97,"text":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","translation":"So Gog and Magog were unable to pass over it, nor were they able [to effect] in it any penetration","transliteration":"Fama istaAAoo an yathharoohu wama istataAAoo lahu naqban"},{"id":98,"text":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","translation":"[Dhul-Qarnayn] said, \"This is a mercy from my Lord; but when the promise of my Lord comes, He will make it level, and ever is the promise of my Lord true","transliteration":"Qala hatha rahmatun min rabbee faitha jaa waAAdu rabbee jaAAalahu dakkaa wakana waAAdu rabbee haqqan"},{"id":99,"text":"۞وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","translation":"And We will leave them that day surging over each other, and [then] the Horn will be blown, and We will assemble them in [one] assembly","transliteration":"Watarakna baAAdahum yawmaithin yamooju fee baAAdin wanufikha fee alssoori fajamaAAnahum jamAAan"},{"id":100,"text":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","translation":"And We will present Hell that Day to the Disbelievers, on display","transliteration":"WaAAaradna jahannama yawmaithin lilkafireena AAardan"},{"id":101,"text":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","translation":"Those whose eyes had been within a cover [removed] from My remembrance, and they were not able to hear","transliteration":"Allatheena kanat aAAyunuhum fee ghitain AAan thikree wakanoo la yastateeAAoona samAAan"},{"id":102,"text":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","translation":"Then do those who disbelieve think that they can take My servants instead of Me as allies? Indeed, We have prepared Hell for the disbelievers as a lodging","transliteration":"Afahasiba allatheena kafaroo an yattakhithoo AAibadee min doonee awliyaa inna aAAtadna jahannama lilkafireena nuzulan"},{"id":103,"text":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","translation":"Say, [O Muhammad], \"Shall we [believers] inform you of the greatest losers as to [their] deeds","transliteration":"Qul hal nunabbiokum bialakhsareena aAAmalan"},{"id":104,"text":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","translation":"[They are] those whose effort is lost in worldly life, while they think that they are doing well in work","transliteration":"Allatheena dalla saAAyuhum fee alhayati alddunya wahum yahsaboona annahum yuhsinoona sunAAan"},{"id":105,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","translation":"Those are the ones who disbelieve in the verses of their Lord and in [their] meeting Him, so their deeds have become worthless; and We will not assign to them on the Day of Resurrection any importance","transliteration":"Olaika allatheena kafaroo biayati rabbihim waliqaihi fahabitat aAAmaluhum fala nuqeemu lahum yawma alqiyamati waznan"},{"id":106,"text":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","translation":"That is their recompense - Hell - for what they denied and [because] they took My signs and My messengers in ridicule","transliteration":"Thalika jazaohum jahannamu bima kafaroo waittakhathoo ayatee warusulee huzuwan"},{"id":107,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّـٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","translation":"Indeed, those who have believed and done righteous deeds - they will have the Gardens of Paradise as a lodging","transliteration":"Inna allatheena amanoo waAAamiloo alssalihati kanat lahum jannatu alfirdawsi nuzulan"},{"id":108,"text":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","translation":"Wherein they abide eternally. They will not desire from it any transfer","transliteration":"Khalideena feeha la yabghoona AAanha hiwalan"},{"id":109,"text":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","translation":"Say, \"If the sea were ink for [writing] the words of my Lord, the sea would be exhausted before the words of my Lord were exhausted, even if We brought the like of it as a supplement","transliteration":"Qul law kana albahru midadan likalimati rabbee lanafida albahru qabla an tanfada kalimatu rabbee walaw jina bimithlihi madadan"},{"id":110,"text":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","translation":"Say, \"I am only a man like you, to whom has been revealed that your god is one God. So whoever would hope for the meeting with his Lord - let him do righteous work and not associate in the worship of his Lord anyone","transliteration":"Qul innama ana basharun mithlukum yooha ilayya annama ilahukum ilahun wahidun faman kana yarjoo liqaa rabbihi falyaAAmal AAamalan salihan wala yushrik biAAibadati rabbihi ahadan"}]}
