{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translation":"The Prophets","type":"meccan","total_verses":112,"verses":[{"id":1,"text":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","translation":"[The time of] their account has approached for the people, while they are in heedlessness turning away","transliteration":"Iqtaraba lilnnasi hisabuhum wahum fee ghaflatin muAAridoona"},{"id":2,"text":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","translation":"No mention comes to them anew from their Lord except that they listen to it while they are at play","transliteration":"Ma yateehim min thikrin min rabbihim muhdathin illa istamaAAoohu wahum yalAAaboona"},{"id":3,"text":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","translation":"With their hearts distracted. And those who do wrong conceal their private conversation, [saying], \"Is this [Prophet] except a human being like you? So would you approach magic while you are aware [of it]","transliteration":"Lahiyatan quloobuhum waasarroo alnnajwa allatheena thalamoo hal hatha illa basharun mithlukum afatatoona alssihra waantum tubsiroona"},{"id":4,"text":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"The Prophet said, \"My Lord knows whatever is said throughout the heaven and earth, and He is the Hearing, the Knowing","transliteration":"Qala rabbee yaAAlamu alqawla fee alssamai waalardi wahuwa alssameeAAu alAAaleemu"},{"id":5,"text":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","translation":"But they say, \"[The revelation is but] a mixture of false dreams; rather, he has invented it; rather, he is a poet. So let him bring us a sign just as the previous [messengers] were sent [with miracles]","transliteration":"Bal qaloo adghathu ahlamin bali iftarahu bal huwa shaAAirun falyatina biayatin kama orsila alawwaloona"},{"id":6,"text":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","translation":"Not a [single] city which We destroyed believed before them, so will they believe","transliteration":"Ma amanat qablahum min qaryatin ahlaknaha afahum yuminoona"},{"id":7,"text":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","translation":"And We sent not before you, [O Muhammad], except men to whom We revealed [the message], so ask the people of the message if you do not know","transliteration":"Wama arsalna qablaka illa rijalan noohee ilayhim faisaloo ahla alththikri in kuntum la taAAlamoona"},{"id":8,"text":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","translation":"And We did not make the prophets forms not eating food, nor were they immortal [on earth]","transliteration":"Wama jaAAalnahum jasadan la yakuloona alttaAAama wama kanoo khalideena"},{"id":9,"text":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","translation":"Then We fulfilled for them the promise, and We saved them and whom We willed and destroyed the transgressors","transliteration":"Thumma sadaqnahumu alwaAAda faanjaynahum waman nashao waahlakna almusrifeena"},{"id":10,"text":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","translation":"We have certainly sent down to you a Book in which is your mention. Then will you not reason","transliteration":"Laqad anzalna ilaykum kitaban feehi thikrukum afala taAAqiloona"},{"id":11,"text":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","translation":"And how many a city which was unjust have We shattered and produced after it another people","transliteration":"Wakam qasamna min qaryatin kanat thalimatan waanshana baAAdaha qawman akhareena"},{"id":12,"text":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","translation":"And when its inhabitants perceived Our punishment, at once they fled from it","transliteration":"Falamma ahassoo basana itha hum minha yarkudoona"},{"id":13,"text":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","translation":"[Some angels said], \"Do not flee but return to where you were given luxury and to your homes - perhaps you will be questioned","transliteration":"La tarkudoo wairjiAAoo ila ma otriftum feehi wamasakinikum laAAallakum tusaloona"},{"id":14,"text":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"They said, \"O woe to us! Indeed, we were wrongdoers","transliteration":"Qaloo ya waylana inna kunna thalimeena"},{"id":15,"text":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","translation":"And that declaration of theirs did not cease until We made them [as] a harvest [mowed down], extinguished [like a fire]","transliteration":"Fama zalat tilka daAAwahum hatta jaAAalnahum haseedan khamideena"},{"id":16,"text":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","translation":"And We did not create the heaven and earth and that between them in play","transliteration":"Wama khalaqna alssamaa waalarda wama baynahuma laAAibeena"},{"id":17,"text":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","translation":"Had We intended to take a diversion, We could have taken it from [what is] with Us - if [indeed] We were to do so","transliteration":"Law aradna an nattakhitha lahwan laittakhathnahu min ladunna in kunna faAAileena"},{"id":18,"text":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","translation":"Rather, We dash the truth upon falsehood, and it destroys it, and thereupon it departs. And for you is destruction from that which you describe","transliteration":"Bal naqthifu bialhaqqi AAala albatili fayadmaghuhu faitha huwa zahiqun walakumu alwaylu mimma tasifoona"},{"id":19,"text":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","translation":"To Him belongs whoever is in the heavens and the earth. And those near Him are not prevented by arrogance from His worship, nor do they tire","transliteration":"Walahu man fee alssamawati waalardi waman AAindahu la yastakbiroona AAan AAibadatihi wala yastahsiroona"},{"id":20,"text":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","translation":"They exalt [Him] night and day [and] do not slacken","transliteration":"Yusabbihoona allayla waalnnahara la yafturoona"},{"id":21,"text":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","translation":"Or have men taken for themselves gods from the earth who resurrect [the dead]","transliteration":"Ami ittakhathoo alihatan mina alardi hum yunshiroona"},{"id":22,"text":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","translation":"Had there been within the heavens and earth gods besides Allah, they both would have been ruined. So exalted is Allah, Lord of the Throne, above what they describe","transliteration":"Law kana feehima alihatun illa Allahu lafasadata fasubhana Allahi rabbi alAAarshi AAamma yasifoona"},{"id":23,"text":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","translation":"He is not questioned about what He does, but they will be questioned","transliteration":"La yusalu AAamma yafAAalu wahum yusaloona"},{"id":24,"text":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","translation":"Or have they taken gods besides Him? Say, [O Muhammad], \"Produce your proof. This [Qur'an] is the message for those with me and the message of those before me.\" But most of them do not know the truth, so they are turning away","transliteration":"Ami ittakhathoo min doonihi alihatan qul hatoo burhanakum hatha thikru man maAAiya wathikru man qablee bal aktharuhum la yaAAlamoona alhaqqa fahum muAAridoona"},{"id":25,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","translation":"And We sent not before you any messenger except that We revealed to him that, \"There is no deity except Me, so worship Me","transliteration":"Wama arsalna min qablika min rasoolin illa noohee ilayhi annahu la ilaha illa ana faoAAbudooni"},{"id":26,"text":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","translation":"And they say, \"The Most Merciful has taken a son.\" Exalted is He! Rather, they are [but] honored servants","transliteration":"Waqaloo ittakhatha alrrahmanu waladan subhanahu bal AAibadun mukramoona"},{"id":27,"text":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","translation":"They cannot precede Him in word, and they act by His command","transliteration":"La yasbiqoonahu bialqawli wahum biamrihi yaAAmaloona"},{"id":28,"text":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","translation":"He knows what is [presently] before them and what will be after them, and they cannot intercede except on behalf of one whom He approves. And they, from fear of Him, are apprehensive","transliteration":"YaAAlamu ma bayna aydeehim wama khalfahum wala yashfaAAoona illa limani irtada wahum min khashyatihi mushfiqoona"},{"id":29,"text":"۞وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"And whoever of them should say, \"Indeed, I am a god besides Him\"- that one We would recompense with Hell. Thus do We recompense the wrongdoers","transliteration":"Waman yaqul minhum innee ilahun min doonihi fathalika najzeehi jahannama kathalika najzee alththalimeena"},{"id":30,"text":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","translation":"Have those who disbelieved not considered that the heavens and the earth were a joined entity, and We separated them and made from water every living thing? Then will they not believe","transliteration":"Awalam yara allatheena kafaroo anna alssamawati waalarda kanata ratqan fafataqnahuma wajaAAalna mina almai kulla shayin hayyin afala yuminoona"},{"id":31,"text":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","translation":"And We placed within the earth firmly set mountains, lest it should shift with them, and We made therein [mountain] passes [as] roads that they might be guided","transliteration":"WajaAAalna fee alardi rawasiya an tameeda bihim wajaAAalna feeha fijajan subulan laAAallahum yahtadoona"},{"id":32,"text":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","translation":"And We made the sky a protected ceiling, but they, from its signs, are turning away","transliteration":"WajaAAalna alssamaa saqfan mahfoothan wahum AAan ayatiha muAAridoona"},{"id":33,"text":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","translation":"And it is He who created the night and the day and the sun and the moon; all [heavenly bodies] in an orbit are swimming","transliteration":"Wahuwa allathee khalaqa allayla waalnnahara waalshshamsa waalqamara kullun fee falakin yasbahoona"},{"id":34,"text":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","translation":"And We did not grant to any man before you eternity [on earth]; so if you die - would they be eternal","transliteration":"Wama jaAAalna libasharin min qablika alkhulda afain mitta fahumu alkhalidoona"},{"id":35,"text":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","translation":"Every soul will taste death. And We test you with evil and with good as trial; and to Us you will be returned","transliteration":"Kullu nafsin thaiqatu almawti wanablookum bialshsharri waalkhayri fitnatan wailayna turjaAAoona"},{"id":36,"text":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","translation":"And when those who disbelieve see you, [O Muhammad], they take you not except in ridicule, [saying], \"Is this the one who insults your gods?\" And they are, at the mention of the Most Merciful, disbelievers","transliteration":"Waitha raaka allatheena kafaroo in yattakhithoonaka illa huzuwan ahatha allathee yathkuru alihatakum wahum bithikri alrrahmani hum kafiroona"},{"id":37,"text":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","translation":"Man was created of haste. I will show you My signs, so do not impatiently urge Me","transliteration":"Khuliqa alinsanu min AAajalin saoreekum ayatee fala tastaAAjiloona"},{"id":38,"text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"And they say, \"When is this promise, if you should be truthful","transliteration":"Wayaqooloona mata hatha alwaAAdu in kuntum sadiqeena"},{"id":39,"text":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","translation":"If those who disbelieved but knew the time when they will not avert the Fire from their faces or from their backs and they will not be aided","transliteration":"Law yaAAlamu allatheena kafaroo heena la yakuffoona AAan wujoohihimu alnnara wala AAan thuhoorihim wala hum yunsaroona"},{"id":40,"text":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","translation":"Rather, it will come to them unexpectedly and bewilder them, and they will not be able to repel it, nor will they be reprieved","transliteration":"Bal tateehim baghtatan fatabhatuhum fala yastateeAAoona raddaha wala hum yuntharoona"},{"id":41,"text":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"And already were messengers ridiculed before you, but those who mocked them were enveloped by what they used to ridicule","transliteration":"Walaqadi istuhzia birusulin min qablika fahaqa biallatheena sakhiroo minhum ma kanoo bihi yastahzioona"},{"id":42,"text":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","translation":"Say, \"Who can protect you at night or by day from the Most Merciful?\" But they are, from the remembrance of their Lord, turning away","transliteration":"Qul man yaklaokum biallayli waalnnahari mina alrrahmani bal hum AAan thikri rabbihim muAAridoona"},{"id":43,"text":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","translation":"Or do they have gods to defend them other than Us? They are unable [even] to help themselves, nor can they be protected from Us","transliteration":"Am lahum alihatun tamnaAAuhum min doonina la yastateeAAoona nasra anfusihim wala hum minna yushaboona"},{"id":44,"text":"بَلۡ مَتَّعۡنَا هَـٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","translation":"But, [on the contrary], We have provided good things for these [disbelievers] and their fathers until life was prolonged for them. Then do they not see that We set upon the land, reducing it from its borders? So it is they who will overcome","transliteration":"Bal mattaAAna haolai waabaahum hatta tala AAalayhimu alAAumuru afala yarawna anna natee alarda nanqusuha min atrafiha afahumu alghaliboona"},{"id":45,"text":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","translation":"Say, \"I only warn you by revelation.\" But the deaf do not hear the call when they are warned","transliteration":"Qul innama onthirukum bialwahyi wala yasmaAAu alssummu aldduAAaa itha ma yuntharoona"},{"id":46,"text":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"And if [as much as] a whiff of the punishment of your Lord should touch them, they would surely say, \"O woe to us! Indeed, we have been wrongdoers","transliteration":"Walain massathum nafhatun min AAathabi rabbika layaqoolunna ya waylana inna kunna thalimeena"},{"id":47,"text":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","translation":"And We place the scales of justice for the Day of Resurrection, so no soul will be treated unjustly at all. And if there is [even] the weight of a mustard seed, We will bring it forth. And sufficient are We as accountant","transliteration":"WanadaAAu almawazeena alqista liyawmi alqiyamati fala tuthlamu nafsun shayan wain kana mithqala habbatin min khardalin atayna biha wakafa bina hasibeena"},{"id":48,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","translation":"And We had already given Moses and Aaron the criterion and a light and a reminder for the righteous","transliteration":"Walaqad atayna moosa waharoona alfurqana wadiyaan wathikran lilmuttaqeena"},{"id":49,"text":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","translation":"Who fear their Lord unseen, while they are of the Hour apprehensive","transliteration":"Allatheena yakhshawna rabbahum bialghaybi wahum mina alssaAAati mushfiqoona"},{"id":50,"text":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","translation":"And this [Qur'an] is a blessed message which We have sent down. Then are you with it unacquainted","transliteration":"Wahatha thikrun mubarakun anzalnahu afaantum lahu munkiroona"},{"id":51,"text":"۞وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","translation":"And We had certainly given Abraham his sound judgement before, and We were of him well-Knowing","transliteration":"Walaqad atayna ibraheema rushdahu min qablu wakunna bihi AAalimeena"},{"id":52,"text":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","translation":"When he said to his father and his people, \"What are these statues to which you are devoted","transliteration":"Ith qala liabeehi waqawmihi ma hathihi alttamatheelu allatee antum laha AAakifoona"},{"id":53,"text":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","translation":"They said, \"We found our fathers worshippers of them","transliteration":"Qaloo wajadna abaana laha AAabideena"},{"id":54,"text":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","translation":"He said, \"You were certainly, you and your fathers, in manifest error","transliteration":"Qala laqad kuntum antum waabaokum fee dalalin mubeenin"},{"id":55,"text":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّـٰعِبِينَ","translation":"They said, \"Have you come to us with truth, or are you of those who jest","transliteration":"Qaloo ajitana bialhaqqi am anta mina allaAAibeena"},{"id":56,"text":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّـٰهِدِينَ","translation":"He said, \"[No], rather, your Lord is the Lord of the heavens and the earth who created them, and I, to that, am of those who testify","transliteration":"Qala bal rabbukum rabbu alssamawati waalardi allathee fatarahunna waana AAala thalikum mina alshshahideena"},{"id":57,"text":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","translation":"And [I swear] by Allah, I will surely plan against your idols after you have turned and gone away","transliteration":"WataAllahi laakeedanna asnamakum baAAda an tuwalloo mudbireena"},{"id":58,"text":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","translation":"So he made them into fragments, except a large one among them, that they might return to it [and question]","transliteration":"FajaAAalahum juthathan illa kabeeran lahum laAAallahum ilayhi yarjiAAoona"},{"id":59,"text":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّـٰلِمِينَ","translation":"They said, \"Who has done this to our gods? Indeed, he is of the wrongdoers","transliteration":"Qaloo man faAAala hatha bialihatina innahu lamina alththalimeena"},{"id":60,"text":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","translation":"They said, \"We heard a young man mention them who is called Abraham","transliteration":"Qaloo samiAAna fatan yathkuruhum yuqalu lahu ibraheemu"},{"id":61,"text":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","translation":"They said, \"Then bring him before the eyes of the people that they may testify","transliteration":"Qaloo fatoo bihi AAala aAAyuni alnnasi laAAallahum yashhadoona"},{"id":62,"text":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَـٰٓإِبۡرَٰهِيمُ","translation":"They said, \"Have you done this to our gods, O Abraham","transliteration":"Qaloo aanta faAAalta hatha bialihatina ya ibraheemu"},{"id":63,"text":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","translation":"He said, \"Rather, this - the largest of them - did it, so ask them, if they should [be able to] speak","transliteration":"Qala bal faAAalahu kabeeruhum hatha faisaloohum in kanoo yantiqoona"},{"id":64,"text":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّـٰلِمُونَ","translation":"So they returned to [blaming] themselves and said [to each other], \"Indeed, you are the wrongdoers","transliteration":"FarajaAAoo ila anfusihim faqaloo innakum antumu alththalimoona"},{"id":65,"text":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَـٰٓؤُلَآءِ يَنطِقُونَ","translation":"Then they reversed themselves, [saying], \"You have already known that these do not speak","transliteration":"Thumma nukisoo AAala ruoosihim laqad AAalimta ma haolai yantiqoona"},{"id":66,"text":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","translation":"He said, \"Then do you worship instead of Allah that which does not benefit you at all or harm you","transliteration":"Qala afataAAbudoona min dooni Allahi ma la yanfaAAukum shayan wala yadurrukum"},{"id":67,"text":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","translation":"Uff to you and to what you worship instead of Allah. Then will you not use reason","transliteration":"Offin lakum walima taAAbudoona min dooni Allahi afala taAAqiloona"},{"id":68,"text":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","translation":"They said, \"Burn him and support your gods - if you are to act","transliteration":"Qaloo harriqoohu waonsuroo alihatakum in kuntum faAAileena"},{"id":69,"text":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","translation":"Allah said, \"O fire, be coolness and safety upon Abraham","transliteration":"Qulna ya naru koonee bardan wasalaman AAala ibraheema"},{"id":70,"text":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","translation":"And they intended for him harm, but We made them the greatest losers","transliteration":"Waaradoo bihi kaydan fajaAAalnahumu alakhsareena"},{"id":71,"text":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","translation":"And We delivered him and Lot to the land which We had blessed for the worlds","transliteration":"Wanajjaynahu walootan ila alardi allatee barakna feeha lilAAalameena"},{"id":72,"text":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","translation":"And We gave him Isaac and Jacob in addition, and all [of them] We made righteous","transliteration":"Wawahabna lahu ishaqa wayaAAqooba nafilatan wakullan jaAAalna saliheena"},{"id":73,"text":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","translation":"And We made them leaders guiding by Our command. And We inspired to them the doing of good deeds, establishment of prayer, and giving of zakah; and they were worshippers of Us","transliteration":"WajaAAalnahum aimmatan yahdoona biamrina waawhayna ilayhim fiAAla alkhayrati waiqama alssalati waeetaa alzzakati wakanoo lana AAabideena"},{"id":74,"text":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَـٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","translation":"And to Lot We gave judgement and knowledge, and We saved him from the city that was committing wicked deeds. Indeed, they were a people of evil, defiantly disobedient","transliteration":"Walootan ataynahu hukman waAAilman wanajjaynahu mina alqaryati allatee kanat taAAmalu alkhabaitha innahum kanoo qawma sawin fasiqeena"},{"id":75,"text":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّـٰلِحِينَ","translation":"And We admitted him into Our mercy. Indeed, he was of the righteous","transliteration":"Waadkhalnahu fee rahmatina innahu mina alssaliheena"},{"id":76,"text":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","translation":"And [mention] Noah, when he called [to Allah] before [that time], so We responded to him and saved him and his family from the great flood","transliteration":"Wanoohan ith nada min qablu faistajabna lahu fanajjaynahu waahlahu mina alkarbi alAAatheemi"},{"id":77,"text":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","translation":"And We saved him from the people who denied Our signs. Indeed, they were a people of evil, so We drowned them, all together","transliteration":"Wanasarnahu mina alqawmi allatheena kaththaboo biayatina innahum kanoo qawma sawin faaghraqnahum ajmaAAeena"},{"id":78,"text":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","translation":"And [mention] David and Solomon, when they judged concerning the field - when the sheep of a people overran it [at night], and We were witness to their judgement","transliteration":"Wadawooda wasulaymana ith yahkumani fee alharthi ith nafashat feehi ghanamu alqawmi wakunna lihukmihim shahideena"},{"id":79,"text":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","translation":"And We gave understanding of the case to Solomon, and to each [of them] We gave judgement and knowledge. And We subjected the mountains to exalt [Us], along with David and [also] the birds. And We were doing [that]","transliteration":"Fafahhamnaha sulaymana wakullan atayna hukman waAAilman wasakhkharna maAAa dawooda aljibala yusabbihna waalttayra wakunna faAAileena"},{"id":80,"text":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","translation":"And We taught him the fashioning of coats of armor to protect you from your [enemy in] battle. So will you then be grateful","transliteration":"WaAAallamnahu sanAAata laboosin lakum lituhsinakum min basikum fahal antum shakiroona"},{"id":81,"text":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","translation":"And to Solomon [We subjected] the wind, blowing forcefully, proceeding by his command toward the land which We had blessed. And We are ever, of all things, Knowing","transliteration":"Walisulaymana alrreeha AAasifatan tajree biamrihi ila alardi allatee barakna feeha wakunna bikulli shayin AAalimeena"},{"id":82,"text":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","translation":"And of the devils were those who dived for him and did work other than that. And We were of them a guardian","transliteration":"Wamina alshshayateeni man yaghoosoona lahu wayaAAmaloona AAamalan doona thalika wakunna lahum hafitheena"},{"id":83,"text":"۞وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"And [mention] Job, when he called to his Lord, \"Indeed, adversity has touched me, and you are the Most Merciful of the merciful","transliteration":"Waayyooba ith nada rabbahu annee massaniya alddurru waanta arhamu alrrahimeena"},{"id":84,"text":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","translation":"So We responded to him and removed what afflicted him of adversity. And We gave him [back] his family and the like thereof with them as mercy from Us and a reminder for the worshippers [of Allah]","transliteration":"Faistajabna lahu fakashafna ma bihi min durrin waataynahu ahlahu wamithlahum maAAahum rahmatan min AAindina wathikra lilAAabideena"},{"id":85,"text":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّـٰبِرِينَ","translation":"And [mention] Ishmael and Idrees and Dhul-Kifl; all were of the patient","transliteration":"WaismaAAeela waidreesa watha alkifli kullun mina alssabireena"},{"id":86,"text":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّـٰلِحِينَ","translation":"And We admitted them into Our mercy. Indeed, they were of the righteous","transliteration":"Waadkhalnahum fee rahmatina innahum mina alssaliheena"},{"id":87,"text":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّـٰلِمِينَ","translation":"And [mention] the man of the fish, when he went off in anger and thought that We would not decree [anything] upon him. And he called out within the darknesses, \"There is no deity except You; exalted are You. Indeed, I have been of the wrongdoers","transliteration":"Watha alnnooni ith thahaba mughadiban fathanna an lan naqdira AAalayhi fanada fee alththulumati an la ilaha illa anta subhanaka innee kuntu mina alththalimeena"},{"id":88,"text":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","translation":"So We responded to him and saved him from the distress. And thus do We save the believers","transliteration":"Faistajabna lahu wanajjaynahu mina alghammi wakathalika nunjee almumineena"},{"id":89,"text":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","translation":"And [mention] Zechariah, when he called to his Lord, \"My Lord, do not leave me alone [with no heir], while you are the best of inheritors","transliteration":"Wazakariyya ith nada rabbahu rabbi la tatharnee fardan waanta khayru alwaritheena"},{"id":90,"text":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","translation":"So We responded to him, and We gave to him John, and amended for him his wife. Indeed, they used to hasten to good deeds and supplicate Us in hope and fear, and they were to Us humbly submissive","transliteration":"Faistajabna lahu wawahabna lahu yahya waaslahna lahu zawjahu innahum kanoo yusariAAoona fee alkhayrati wayadAAoonana raghaban warahaban wakanoo lana khashiAAeena"},{"id":91,"text":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","translation":"And [mention] the one who guarded her chastity, so We blew into her [garment] through Our angel [Gabriel], and We made her and her son a sign for the worlds","transliteration":"Waallatee ahsanat farjaha fanafakhna feeha min roohina wajaAAalnaha waibnaha ayatan lilAAalameena"},{"id":92,"text":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","translation":"Indeed this, your religion, is one religion, and I am your Lord, so worship Me","transliteration":"Inna hathihi ommatukum ommatan wahidatan waana rabbukum faoAAbudooni"},{"id":93,"text":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","translation":"And [yet] they divided their affair among themselves, [but] all to Us will return","transliteration":"WataqattaAAoo amrahum baynahum kullun ilayna rajiAAoona"},{"id":94,"text":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّـٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","translation":"So whoever does righteous deeds while he is a believer - no denial will there be for his effort, and indeed We, of it, are recorders","transliteration":"Faman yaAAmal mina alssalihati wahuwa muminun fala kufrana lisaAAyihi wainna lahu katiboona"},{"id":95,"text":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","translation":"And there is prohibition upon [the people of] a city which We have destroyed that they will [ever] return","transliteration":"Waharamun AAala qaryatin ahlaknaha annahum la yarjiAAoona"},{"id":96,"text":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","translation":"Until when [the dam of] Gog and Magog has been opened and they, from every elevation, descend","transliteration":"Hatta itha futihat yajooju wamajooju wahum min kulli hadabin yansiloona"},{"id":97,"text":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","translation":"And [when] the true promise has approached; then suddenly the eyes of those who disbelieved will be staring [in horror, while they say], \"O woe to us; we had been unmindful of this; rather, we were wrongdoers","transliteration":"Waiqtaraba alwaAAdu alhaqqu faitha hiya shakhisatun absaru allatheena kafaroo ya waylana qad kunna fee ghaflatin min hatha bal kunna thalimeena"},{"id":98,"text":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","translation":"Indeed, you [disbelievers] and what you worship other than Allah are the firewood of Hell. You will be coming to [enter] it","transliteration":"Innakum wama taAAbudoona min dooni Allahi hasabu jahannama antum laha waridoona"},{"id":99,"text":"لَوۡ كَانَ هَـٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","translation":"Had these [false deities] been [actual] gods, they would not have come to it, but all are eternal therein","transliteration":"Law kana haolai alihatan ma waradooha wakullun feeha khalidoona"},{"id":100,"text":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","translation":"For them therein is heavy sighing, and they therein will not hear","transliteration":"Lahum feeha zafeerun wahum feeha la yasmaAAoona"},{"id":101,"text":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَـٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","translation":"Indeed, those for whom the best [reward] has preceded from Us - they are from it far removed","transliteration":"Inna allatheena sabaqat lahum minna alhusna olaika AAanha mubAAadoona"},{"id":102,"text":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","translation":"They will not hear its sound, while they are, in that which their souls desire, abiding eternally","transliteration":"La yasmaAAoona haseesaha wahum fee ma ishtahat anfusuhum khalidoona"},{"id":103,"text":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","translation":"They will not be grieved by the greatest terror, and the angels will meet them, [saying], \"This is your Day which you have been promised","transliteration":"La yahzunuhumu alfazaAAu alakbaru watatalaqqahumu almalaikatu hatha yawmukumu allathee kuntum tooAAadoona"},{"id":104,"text":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","translation":"The Day when We will fold the heaven like the folding of a [written] sheet for the records. As We began the first creation, We will repeat it. [That is] a promise binding upon Us. Indeed, We will do it","transliteration":"Yawma natwee alssamaa katayyi alssijlli lilkutubi kama badana awwala khalqin nuAAeeduhu waAAdan AAalayna inna kunna faAAileena"},{"id":105,"text":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّـٰلِحُونَ","translation":"And We have already written in the book [of Psalms] after the [previous] mention that the land [of Paradise] is inherited by My righteous servants","transliteration":"Walaqad katabna fee alzzaboori min baAAdi alththikri anna alarda yarithuha AAibadiya alssalihoona"},{"id":106,"text":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","translation":"Indeed, in this [Qur'an] is notification for a worshipping people","transliteration":"Inna fee hatha labalaghan liqawmin AAabideena"},{"id":107,"text":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","translation":"And We have not sent you, [O Muhammad], except as a mercy to the worlds","transliteration":"Wama arsalnaka illa rahmatan lilAAalameena"},{"id":108,"text":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","translation":"Say, \"It is only revealed to me that your god is but one God; so will you be Muslims [in submission to Him]","transliteration":"Qul innama yooha ilayya annama ilahukum ilahun wahidun fahal antum muslimoona"},{"id":109,"text":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","translation":"But if they turn away, then say, \"I have announced to [all of] you equally. And I know not whether near or far is that which you are promised","transliteration":"Fain tawallaw faqul athantukum AAala sawain wain adree aqareebun am baAAeedun ma tooAAadoona"},{"id":110,"text":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","translation":"Indeed, He knows what is declared of speech, and He knows what you conceal","transliteration":"Innahu yaAAlamu aljahra mina alqawli wayaAAlamu ma taktumoona"},{"id":111,"text":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","translation":"And I know not; perhaps it is a trial for you and enjoyment for a time","transliteration":"Wain adree laAAallahu fitnatun lakum wamataAAun ila heenin"},{"id":112,"text":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","translation":"[The Prophet] has said, \"My Lord, judge [between us] in truth. And our Lord is the Most Merciful, the one whose help is sought against that which you describe","transliteration":"Qala rabbi ohkum bialhaqqi warabbuna alrrahmanu almustaAAanu AAala ma tasifoona"}]}
