{"id":35,"name":"فاطر","transliteration":"Fatir","translation":"Originator","type":"meccan","total_verses":45,"verses":[{"id":1,"text":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَـٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"[All] praise is [due] to Allah, Creator of the heavens and the earth, [who] made the angels messengers having wings, two or three or four. He increases in creation what He wills. Indeed, Allah is over all things competent","transliteration":"Alhamdu lillahi fatiri alssamawati waalardi jaAAili almalaikati rusulan olee ajnihatin mathna wathulatha warubaAAa yazeedu fee alkhalqi ma yashao inna Allaha AAala kulli shayin qadeerun"},{"id":2,"text":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Whatever Allah grants to people of mercy - none can withhold it; and whatever He withholds - none can release it thereafter. And He is the Exalted in Might, the Wise","transliteration":"Ma yaftahi Allahu lilnnasi min rahmatin fala mumsika laha wama yumsik fala mursila lahu min baAAdihi wahuwa alAAazeezu alhakeemu"},{"id":3,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","translation":"O mankind, remember the favor of Allah upon you. Is there any creator other than Allah who provides for you from the heaven and earth? There is no deity except Him, so how are you deluded","transliteration":"Ya ayyuha alnnasu othkuroo niAAmata Allahi AAalaykum hal min khaliqin ghayru Allahi yarzuqukum mina alssamai waalardi la ilaha illa huwa faanna tufakoona"},{"id":4,"text":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"And if they deny you, [O Muhammad] - already were messengers denied before you. And to Allah are returned [all] matters","transliteration":"Wain yukaththibooka faqad kuththibat rusulun min qablika waila Allahi turjaAAu alomooru"},{"id":5,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","translation":"O mankind, indeed the promise of Allah is truth, so let not the worldly life delude you and be not deceived about Allah by the Deceiver","transliteration":"Ya ayyuha alnnasu inna waAAda Allahi haqqun fala taghurrannakumu alhayatu alddunya wala yaghurrannakum biAllahi algharooru"},{"id":6,"text":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","translation":"Indeed, Satan is an enemy to you; so take him as an enemy. He only invites his party to be among the companions of the Blaze","transliteration":"Inna alshshaytana lakum AAaduwwun faittakhithoohu AAaduwwan innama yadAAoo hizbahu liyakoonoo min ashabi alssaAAeeri"},{"id":7,"text":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","translation":"Those who disbelieve will have a severe punishment, and those who believe and do righteous deeds will have forgiveness and great reward","transliteration":"Allatheena kafaroo lahum AAathabun shadeedun waallatheena amanoo waAAamiloo alssalihati lahum maghfiratun waajrun kabeerun"},{"id":8,"text":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","translation":"Then is one to whom the evil of his deed has been made attractive so he considers it good [like one rightly guided]? For indeed, Allah sends astray whom He wills and guides whom He wills. So do not let yourself perish over them in regret. Indeed, Allah is Knowing of what they do","transliteration":"Afaman zuyyina lahu sooo AAamalihi faraahu hasanan fainna Allaha yudillu man yashao wayahdee man yashao fala tathhab nafsuka AAalayhim hasaratin inna Allaha AAaleemun bima yasnaAAoona"},{"id":9,"text":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","translation":"And it is Allah who sends the winds, and they stir the clouds, and We drive them to a dead land and give life thereby to the earth after its lifelessness. Thus is the resurrection","transliteration":"WaAllahu allathee arsala alrriyaha fatutheeru sahaban fasuqnahu ila baladin mayyitin faahyayna bihi alarda baAAda mawtiha kathalika alnnushooru"},{"id":10,"text":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّـٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَـٰٓئِكَ هُوَ يَبُورُ","translation":"Whoever desires honor [through power] - then to Allah belongs all honor. To Him ascends good speech, and righteous work raises it. But they who plot evil deeds will have a severe punishment, and the plotting of those - it will perish","transliteration":"Man kana yureedu alAAizzata falillahi alAAizzatu jameeAAan ilayhi yasAAadu alkalimu alttayyibu waalAAamalu alssalihu yarfaAAuhu waallatheena yamkuroona alssayyiati lahum AAathabun shadeedun wamakru olaika huwa yabooru"},{"id":11,"text":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","translation":"And Allah created you from dust, then from a sperm-drop; then He made you mates. And no female conceives nor does she give birth except with His knowledge. And no aged person is granted [additional] life nor is his lifespan lessened but that it is in a register. Indeed, that for Allah is easy","transliteration":"WaAllahu khalaqakum min turabin thumma min nutfatin thumma jaAAalakum azwajan wama tahmilu min ontha wala tadaAAu illa biAAilmihi wama yuAAammaru min muAAammarin wala yunqasu min AAumurihi illa fee kitabin inna thalika AAala Allahi yaseerun"},{"id":12,"text":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"And not alike are the two bodies of water. One is fresh and sweet, palatable for drinking, and one is salty and bitter. And from each you eat tender meat and extract ornaments which you wear, and you see the ships plowing through [them] that you might seek of His bounty; and perhaps you will be grateful","transliteration":"Wama yastawee albahrani hatha AAathbun furatun saighun sharabuhu wahatha milhun ojajun wamin kullin takuloona lahman tariyyan watastakhrijoona hilyatan talbasoonaha watara alfulka feehi mawakhira litabtaghoo min fadlihi walaAAallakum tashkuroona"},{"id":13,"text":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","translation":"He causes the night to enter the day, and He causes the day to enter the night and has subjected the sun and the moon - each running [its course] for a specified term. That is Allah, your Lord; to Him belongs sovereignty. And those whom you invoke other than Him do not possess [as much as] the membrane of a date seed","transliteration":"Yooliju allayla fee alnnahari wayooliju alnnahara fee allayli wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman thalikumu Allahu rabbukum lahu almulku waallatheena tadAAoona min doonihi ma yamlikoona min qitmeerin"},{"id":14,"text":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","translation":"If you invoke them, they do not hear your supplication; and if they heard, they would not respond to you. And on the Day of Resurrection they will deny your association. And none can inform you like [one] Acquainted [with all matters]","transliteration":"In tadAAoohum la yasmaAAoo duAAaakum walaw samiAAoo ma istajaboo lakum wayawma alqiyamati yakfuroona bishirkikum wala yunabbioka mithlu khabeerin"},{"id":15,"text":"۞يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","translation":"O mankind, you are those in need of Allah, while Allah is the Free of need, the Praiseworthy","transliteration":"Ya ayyuha alnnasu antumu alfuqarao ila Allahi waAllahu huwa alghaniyyu alhameedu"},{"id":16,"text":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","translation":"If He wills, He can do away with you and bring forth a new creation","transliteration":"In yasha yuthhibkum wayati bikhalqin jadeedin"},{"id":17,"text":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","translation":"And that is for Allah not difficult","transliteration":"Wama thalika AAala Allahi biAAazeezin"},{"id":18,"text":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","translation":"And no bearer of burdens will bear the burden of another. And if a heavily laden soul calls [another] to [carry some of] its load, nothing of it will be carried, even if he should be a close relative. You can only warn those who fear their Lord unseen and have established prayer. And whoever purifies himself only purifies himself for [the benefit of] his soul. And to Allah is the [final] destination","transliteration":"Wala taziru waziratun wizra okhra wain tadAAu muthqalatun ila himliha la yuhmal minhu shayon walaw kana tha qurba innama tunthiru allatheena yakhshawna rabbahum bialghaybi waaqamoo alssalata waman tazakka fainnama yatazakka linafsihi waila Allahi almaseeru"},{"id":19,"text":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","translation":"Not equal are the blind and the seeing","transliteration":"Wama yastawee alaAAma waalbaseeru"},{"id":20,"text":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","translation":"Nor are the darknesses and the light","transliteration":"Wala alththulumatu wala alnnooru"},{"id":21,"text":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","translation":"Nor are the shade and the heat","transliteration":"Wala alththillu wala alharooru"},{"id":22,"text":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","translation":"And not equal are the living and the dead. Indeed, Allah causes to hear whom He wills, but you cannot make hear those in the graves","transliteration":"Wama yastawee alahyao wala alamwatu inna Allaha yusmiAAu man yashao wama anta bimusmiAAin man fee alquboori"},{"id":23,"text":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","translation":"You, [O Muhammad], are not but a warner","transliteration":"In anta illa natheerun"},{"id":24,"text":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","translation":"Indeed, We have sent you with the truth as a bringer of good tidings and a warner. And there was no nation but that there had passed within it a warner","transliteration":"Inna arsalnaka bialhaqqi basheeran wanatheeran wain min ommatin illa khala feeha natheerun"},{"id":25,"text":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","translation":"And if they deny you - then already have those before them denied. Their messengers came to them with clear proofs and written ordinances and with the enlightening Scripture","transliteration":"Wain yukaththibooka faqad kaththaba allatheena min qablihim jaathum rusuluhum bialbayyinati wabialzzuburi wabialkitabi almuneeri"},{"id":26,"text":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","translation":"Then I seized the ones who disbelieved, and how [terrible] was My reproach","transliteration":"Thumma akhathtu allatheena kafaroo fakayfa kana nakeeri"},{"id":27,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","translation":"Do you not see that Allah sends down rain from the sky, and We produce thereby fruits of varying colors? And in the mountains are tracts, white and red of varying shades and [some] extremely black","transliteration":"Alam tara anna Allaha anzala mina alssamai maan faakhrajna bihi thamaratin mukhtalifan alwanuha wamina aljibali judadun beedun wahumrun mukhtalifun alwanuha wagharabeebu soodun"},{"id":28,"text":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَـٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","translation":"And among people and moving creatures and grazing livestock are various colors similarly. Only those fear Allah, from among His servants, who have knowledge. Indeed, Allah is Exalted in Might and Forgiving","transliteration":"Wamina alnnasi waalddawabbi waalanAAami mukhtalifun alwanuhu kathalika innama yakhsha Allaha min AAibadihi alAAulamao inna Allaha AAazeezun ghafoorun"},{"id":29,"text":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","translation":"Indeed, those who recite the Book of Allah and establish prayer and spend [in His cause] out of what We have provided them, secretly and publicly, [can] expect a profit that will never perish","transliteration":"Inna allatheena yatloona kitaba Allahi waaqamoo alssalata waanfaqoo mimma razaqnahum sirran waAAalaniyatan yarjoona tijaratan lan taboora"},{"id":30,"text":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","translation":"That He may give them in full their rewards and increase for them of His bounty. Indeed, He is Forgiving and Appreciative","transliteration":"Liyuwaffiyahum ojoorahum wayazeedahum min fadlihi innahu ghafoorun shakoorun"},{"id":31,"text":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","translation":"And that which We have revealed to you, [O Muhammad], of the Book is the truth, confirming what was before it. Indeed, Allah, of His servants, is Acquainted and Seeing","transliteration":"Waallathee awhayna ilayka mina alkitabi huwa alhaqqu musaddiqan lima bayna yadayhi inna Allaha biAAibadihi lakhabeerun baseerun"},{"id":32,"text":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","translation":"Then we caused to inherit the Book those We have chosen of Our servants; and among them is he who wrongs himself, and among them is he who is moderate, and among them is he who is foremost in good deeds by permission of Allah. That [inheritance] is what is the great bounty","transliteration":"Thumma awrathna alkitaba allatheena istafayna min AAibadina faminhum thalimun linafsihi waminhum muqtasidun waminhum sabiqun bialkhayrati biithni Allahi thalika huwa alfadlu alkabeeru"},{"id":33,"text":"جَنَّـٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","translation":"[For them are] gardens of perpetual residence which they will enter. They will be adorned therein with bracelets of gold and pearls, and their garments therein will be silk","transliteration":"Jannatu AAadnin yadkhuloonaha yuhallawna feeha min asawira min thahabin waluluan walibasuhum feeha hareerun"},{"id":34,"text":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","translation":"And they will say, \"Praise to Allah, who has removed from us [all] sorrow. Indeed, our Lord is Forgiving and Appreciative","transliteration":"Waqaloo alhamdu lillahi allathee athhaba AAanna alhazana inna rabbana laghafoorun shakoorun"},{"id":35,"text":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","translation":"He who has settled us in the home of duration out of His bounty. There touches us not in it any fatigue, and there touches us not in it weariness [of mind]","transliteration":"Allathee ahallana dara almuqamati min fadlihi la yamassuna feeha nasabun wala yamassuna feeha lughoobun"},{"id":36,"text":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","translation":"And for those who disbelieve will be the fire of Hell. [Death] is not decreed for them so they may die, nor will its torment be lightened for them. Thus do we recompense every ungrateful one","transliteration":"Waallatheena kafaroo lahum naru jahannama la yuqda AAalayhim fayamootoo wala yukhaffafu AAanhum min AAathabiha kathalika najzee kulla kafoorin"},{"id":37,"text":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ","translation":"And they will cry out therein, \"Our Lord, remove us; we will do righteousness - other than what we were doing!\" But did We not grant you life enough for whoever would remember therein to remember, and the warner had come to you? So taste [the punishment], for there is not for the wrongdoers any helper","transliteration":"Wahum yastarikhoona feeha rabbana akhrijna naAAmal salihan ghayra allathee kunna naAAmalu awalam nuAAammirkum ma yatathakkaru feehi man tathakkara wajaakumu alnnatheeru fathooqoo fama lilththalimeena min naseerin"},{"id":38,"text":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Indeed, Allah is Knower of the unseen [aspects] of the heavens and earth. Indeed, He is Knowing of that within the breasts","transliteration":"Inna Allaha AAalimu ghaybi alssamawati waalardi innahu AAaleemun bithati alssudoori"},{"id":39,"text":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَـٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","translation":"It is He who has made you successors upon the earth. And whoever disbelieves - upon him will be [the consequence of] his disbelief. And the disbelief of the disbelievers does not increase them in the sight of their Lord except in hatred; and the disbelief of the disbelievers does not increase them except in loss","transliteration":"Huwa allathee jaAAalakum khalaifa fee alardi faman kafara faAAalayhi kufruhu wala yazeedu alkafireena kufruhum AAinda rabbihim illa maqtan wala yazeedu alkafireena kufruhum illa khasaran"},{"id":40,"text":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","translation":"Say, \"Have you considered your 'partners' whom you invoke besides Allah? Show me what they have created from the earth, or have they partnership [with Him] in the heavens? Or have We given them a book so they are [standing] on evidence therefrom? [No], rather, the wrongdoers do not promise each other except delusion","transliteration":"Qul araaytum shurakaakumu allatheena tadAAoona min dooni Allahi aroonee matha khalaqoo mina alardi am lahum shirkun fee alssamawati am ataynahum kitaban fahum AAala bayyinatin minhu bal in yaAAidu alththalimoona baAAduhum baAAdan illa ghurooran"},{"id":41,"text":"۞إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","translation":"Indeed, Allah holds the heavens and the earth, lest they cease. And if they should cease, no one could hold them [in place] after Him. Indeed, He is Forbearing and Forgiving","transliteration":"Inna Allaha yumsiku alssamawati waalarda an tazoola walain zalata in amsakahuma min ahadin min baAAdihi innahu kana haleeman ghafooran"},{"id":42,"text":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","translation":"And they swore by Allah their strongest oaths that if a warner came to them, they would be more guided than [any] one of the [previous] nations. But when a warner came to them, it did not increase them except in aversion","transliteration":"Waaqsamoo biAllahi jahda aymanihim lain jaahum natheerun layakoonunna ahda min ihda alomami falamma jaahum natheerun ma zadahum illa nufooran"},{"id":43,"text":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","translation":"[Due to] arrogance in the land and plotting of evil; but the evil plot does not encompass except its own people. Then do they await except the way of the former peoples? But you will never find in the way of Allah any change, and you will never find in the way of Allah any alteration","transliteration":"Istikbaran fee alardi wamakra alssayyii wala yaheequ almakru alssayyio illa biahlihi fahal yanthuroona illa sunnata alawwaleena falan tajida lisunnati Allahi tabdeelan walan tajida lisunnati Allahi tahweelan"},{"id":44,"text":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","translation":"Have they not traveled through the land and observed how was the end of those before them? And they were greater than them in power. But Allah is not to be caused failure by anything in the heavens or on the earth. Indeed, He is ever Knowing and Competent","transliteration":"Awalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim wakanoo ashadda minhum quwwatan wama kana Allahu liyuAAjizahu min shayin fee alssamawati wala fee alardi innahu kana AAaleeman qadeeran"},{"id":45,"text":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","translation":"And if Allah were to impose blame on the people for what they have earned, He would not leave upon the earth any creature. But He defers them for a specified term. And when their time comes, then indeed Allah has ever been, of His servants, Seeing","transliteration":"Walaw yuakhithu Allahu alnnasa bima kasaboo ma taraka AAala thahriha min dabbatin walakin yuakhkhiruhum ila ajalin musamman faitha jaa ajaluhum fainna Allaha kana biAAibadihi baseeran"}]}
