{"id":73,"name":"المزمل","transliteration":"Al-Muzzammil","translation":"The Enshrouded One","type":"meccan","total_verses":20,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلۡمُزَّمِّلُ","translation":"O you who wraps himself [in clothing]","transliteration":"Ya ayyuha almuzzammilu"},{"id":2,"text":"قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا","translation":"Arise [to pray] the night, except for a little","transliteration":"Qumi allayla illa qaleelan"},{"id":3,"text":"نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا","translation":"Half of it - or subtract from it a little","transliteration":"Nisfahu awi onqus minhu qaleelan"},{"id":4,"text":"أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا","translation":"Or add to it, and recite the Qur'an with measured recitation","transliteration":"Aw zid AAalayhi warattili alqurana tarteelan"},{"id":5,"text":"إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا","translation":"Indeed, We will cast upon you a heavy word","transliteration":"Inna sanulqee AAalayka qawlan thaqeelan"},{"id":6,"text":"إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا","translation":"Indeed, the hours of the night are more effective for concurrence [of heart and tongue] and more suitable for words","transliteration":"Inna nashiata allayli hiya ashaddu watan waaqwamu qeelan"},{"id":7,"text":"إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا","translation":"Indeed, for you by day is prolonged occupation","transliteration":"Inna laka fee alnnahari sabhan taweelan"},{"id":8,"text":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا","translation":"And remember the name of your Lord and devote yourself to Him with [complete] devotion","transliteration":"Waothkuri isma rabbika watabattal ilayhi tabteelan"},{"id":9,"text":"رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا","translation":"[He is] the Lord of the East and the West; there is no deity except Him, so take Him as Disposer of [your] affairs","transliteration":"Rabbu almashriqi waalmaghribi la ilaha illa huwa faittakhithhu wakeelan"},{"id":10,"text":"وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا","translation":"And be patient over what they say and avoid them with gracious avoidance","transliteration":"Waisbir AAala ma yaqooloona waohjurhum hajran jameelan"},{"id":11,"text":"وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا","translation":"And leave Me with [the matter of] the deniers, those of ease [in life], and allow them respite a little","transliteration":"Watharnee waalmukaththibeena olee alnnaAAmati wamahhilhum qaleelan"},{"id":12,"text":"إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا","translation":"Indeed, with Us [for them] are shackles and burning fire","transliteration":"Inna ladayna ankalan wajaheeman"},{"id":13,"text":"وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا","translation":"And food that chokes and a painful punishment","transliteration":"WataAAaman tha ghussatin waAAathaban aleeman"},{"id":14,"text":"يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا","translation":"On the Day the earth and the mountains will convulse and the mountains will become a heap of sand pouring down","transliteration":"Yawma tarjufu alardu waaljibalu wakanati aljibalu katheeban maheelan"},{"id":15,"text":"إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا","translation":"Indeed, We have sent to you a Messenger as a witness upon you just as We sent to Pharaoh a messenger","transliteration":"Inna arsalna ilaykum rasoolan shahidan AAalaykum kama arsalna ila firAAawna rasoolan"},{"id":16,"text":"فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا","translation":"But Pharaoh disobeyed the messenger, so We seized him with a ruinous seizure","transliteration":"FaAAasa firAAawnu alrrasoola faakhathnahu akhthan wabeelan"},{"id":17,"text":"فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا","translation":"Then how can you fear, if you disbelieve, a Day that will make the children white- haired","transliteration":"Fakayfa tattaqoona in kafartum yawman yajAAalu alwildana sheeban"},{"id":18,"text":"ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا","translation":"The heaven will break apart therefrom; ever is His promise fulfilled","transliteration":"Alssamao munfatirun bihi kana waAAduhu mafAAoolan"},{"id":19,"text":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا","translation":"Indeed, this is a reminder, so whoever wills may take to his Lord a way","transliteration":"Inna hathihi tathkiratun faman shaa ittakhatha ila rabbihi sabeelan"},{"id":20,"text":"۞إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","translation":"Indeed, your Lord knows, [O Muhammad], that you stand [in prayer] almost two thirds of the night or half of it or a third of it, and [so do] a group of those with you. And Allah determines [the extent of] the night and the day. He has known that you [Muslims] will not be able to do it and has turned to you in forgiveness, so recite what is easy [for you] of the Qur'an. He has known that there will be among you those who are ill and others traveling throughout the land seeking [something] of the bounty of Allah and others fighting for the cause of Allah. So recite what is easy from it and establish prayer and give zakah and loan Allah a goodly loan. And whatever good you put forward for yourselves - you will find it with Allah. It is better and greater in reward. And seek forgiveness of Allah. Indeed, Allah is Forgiving and Merciful","transliteration":"Inna rabbaka yaAAlamu annaka taqoomu adna min thuluthayi allayli wanisfahu wathuluthahu wataifatun mina allatheena maAAaka waAllahu yuqaddiru allayla waalnnahara AAalima an lan tuhsoohu fataba AAalaykum faiqraoo ma tayassara mina alqurani AAalima an sayakoonu minkum marda waakharoona yadriboona fee alardi yabtaghoona min fadli Allahi waakharoona yuqatiloona fee sabeeli Allahi faiqraoo ma tayassara minhu waaqeemoo alssalata waatoo alzzakata waaqridoo Allaha qardan hasanan wama tuqaddimoo lianfusikum min khayrin tajidoohu AAinda Allahi huwa khayran waaAAthama ajran waistaghfiroo Allaha inna Allaha ghafoorun raheemun"}]}
