{"id":12,"name":"يوسف","transliteration":"Yusuf","translation":"优素福","type":"meccan","total_verses":111,"verses":[{"id":1,"text":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","translation":"艾列弗，俩目，拉仪。这些是明确的天经的节文，","transliteration":"Aliflamra tilka ayatu alkitabi almubeenu"},{"id":2,"text":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","translation":"我确已把它降示成阿拉伯文的《古兰经》，以便你们了解。","transliteration":"Inna anzalnahu quranan AAarabiyyan laAAallakum taAAqiloona"},{"id":3,"text":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","translation":"我借着启示你这部《古兰经》而告诉你最美的故事，在这以前，你确是疏忽的。","transliteration":"Nahnu naqussu AAalayka ahsana alqasasi bima awhayna ilayka hatha alqurana wain kunta min qablihi lamina alghafileena"},{"id":4,"text":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَـٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","translation":"当时优素福对他的父亲说：“我的父亲啊！我确已梦见十一颗星和太阳、月亮，我梦见他们向我叩头。”","transliteration":"Ith qala yoosufu liabeehi ya abati innee raaytu ahada AAashara kawkaban waalshshamsa waalqamara raaytuhum lee sajideena"},{"id":5,"text":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","translation":"他说：“我的孩子啊！你不要把你的梦告诉你的哥哥们，以免他们谋害你；恶魔确是人类公开的仇敌。","transliteration":"Qala ya bunayya la taqsus ruyaka AAala ikhwatika fayakeedoo laka kaydan inna alshshaytana lilinsani AAaduwwun mubeenun"},{"id":6,"text":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","translation":"你的主这样拣选你，他教你圆梦，他要完成对你和对叶尔孤白的后裔的恩典，犹如他以前曾完成对你的祖先易卜拉欣和易司哈格的恩典一样，你的主确是全知的，确是至睿的。”","transliteration":"Wakathalika yajtabeeka rabbuka wayuAAallimuka min taweeli alahadeethi wayutimmu niAAmatahu AAalayka waAAala ali yaAAqooba kama atammaha AAala abawayka min qablu ibraheema waishaqa inna rabbaka AAaleemun hakeemun"},{"id":7,"text":"۞لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","translation":"在优素福和他哥哥们（的故事）里，对于询问者确有许多迹象。","transliteration":"Laqad kana fee yoosufa waikhwatihi ayatun lilssaileena"},{"id":8,"text":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","translation":"当时，他们说：“优素福和他弟弟，在我们的父亲看来，是比我们还可爱的，而我们是一个（强壮的）团体；我们的父亲确是在明显的迷误之中。”","transliteration":"Ith qaloo layoosufu waakhoohu ahabbu ila abeena minna wanahnu AAusbatun inna abana lafee dalalin mubeenin"},{"id":9,"text":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","translation":"（他们说）：“你们把优素福杀掉，或把他抛弃在荒远的地方，你们父亲的慈爱，就会专归与你们了，而你们以后还可以成为正直的人。”","transliteration":"Oqtuloo yoosufa awi itrahoohu ardan yakhlu lakum wajhu abeekum watakoonoo min baAAdihi qawman saliheena"},{"id":10,"text":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","translation":"他们当中有一个发言人曾说：“你们不要杀死优素福，你们可以把他投入井里。要是你们那样做了，一些过路的旅客会把他拾去的。”","transliteration":"Qala qailun minhum la taqtuloo yoosufa waalqoohu fee ghayabati aljubbi yaltaqithu baAAdu alssayyarati in kuntum faAAileena"},{"id":11,"text":"قَالُواْ يَـٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","translation":"他们说：“我们的父亲啊！你对于优素福怎么不信任我们呢？我们对于他确是怀好意的。","transliteration":"Qaloo ya abana ma laka la tamanna AAala yoosufa wainna lahu lanasihoona"},{"id":12,"text":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"明天，请你让他和我们一同去娱乐游戏，我们一定保护他。”","transliteration":"Arsilhu maAAana ghadan yartaAA wayalAAab wainna lahu lahafithoona"},{"id":13,"text":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","translation":"他说：“你们把他带走，我实在放心不下，我生怕在你们疏忽的时候，狼把他吃了。”","transliteration":"Qala innee layahzununee an thathhaboo bihi waakhafu an yakulahu alththibu waantum AAanhu ghafiloona"},{"id":14,"text":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","translation":"他们说：“我们是一个（强壮的）团体，狼却吃了他，那我们真是该死了。”","transliteration":"Qaloo lain akalahu alththibu wanahnu AAusbatun inna ithan lakhasiroona"},{"id":15,"text":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","translation":"当他们把他带走，并且一致决定把他投入井底的时候，我启示他说：“将来你必定要把他们的这件事，在他们不知不觉的时候，告诉他们。”","transliteration":"Falamma thahaboo bihi waajmaAAoo an yajAAaloohu fee ghayabati aljubbi waawhayna ilayhi latunabiannahum biamrihim hatha wahum la yashAAuroona"},{"id":16,"text":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","translation":"傍晚，他们哭着来见他们的父亲，","transliteration":"Wajaoo abahum AAishaan yabkoona"},{"id":17,"text":"قَالُواْ يَـٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","translation":"他们说：“我们的父亲啊！我们赛跑时，使优素福留守行李，不料狼把他吃了。你是绝不会相信我们的，即使我们说的是实话。”","transliteration":"Qaloo ya abana inna thahabna nastabiqu watarakna yoosufa AAinda mataAAina faakalahu alththibu wama anta bimuminin lana walaw kunna sadiqeena"},{"id":18,"text":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","translation":"他们用假血染了优素福的衬衣，拿来给他们的父亲看。他说：“不然，你们的私欲怂恿你们干了这件事；我只有很好地忍耐，对你们所叙述的事，我只能求助于安拉！”","transliteration":"Wajaoo AAala qameesihi bidamin kathibin qala bal sawwalat lakum anfusukum amran fasabrun jameelun waAllahu almustaAAanu AAala ma tasifoona"},{"id":19,"text":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","translation":"旅客们来了，他们派人去汲水，他把水桶缒下井去，他说：“啊！好消息！这是一个少年。”他们秘密地把他当作货物，安拉是全知他们的行为的。","transliteration":"Wajaat sayyaratun faarsaloo waridahum faadla dalwahu qala ya bushra hatha ghulamun waasarroohu bidaAAatan waAllahu AAaleemun bima yaAAmaloona"},{"id":20,"text":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّـٰهِدِينَ","translation":"他们以廉价——可数的几个银币——卖掉了他，他们是不怜惜他的。","transliteration":"Washarawhu bithamanin bakhsin darahima maAAdoodatin wakanoo feehi mina alzzahideena"},{"id":21,"text":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"那购买他的埃及人对自己的妻子说：“你应当优待他，他也许对我们有好处，或者我们抚养他做义子。”我这样使优素福在大地上获得地位，以便我教他圆梦。安拉对于其事务是自主的，但人们大半不知道。","transliteration":"Waqala allathee ishtarahu min misra liimraatihi akrimee mathwahu AAasa an yanfaAAana aw nattakhithahu waladan wakathalika makkanna liyoosufa fee alardi walinuAAallimahu min taweeli alahadeethi waAllahu ghalibun AAala amrihi walakinna akthara alnnasi la yaAAlamoona"},{"id":22,"text":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","translation":"当达到壮年时，我把智慧和学识赏赐他，我这样报酬行善者。","transliteration":"Walamma balagha ashuddahu ataynahu hukman waAAilman wakathalika najzee almuhsineena"},{"id":23,"text":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّـٰلِمُونَ","translation":"他的女主人，把所有的门都紧紧地关闭起来，然后，勾引他说：“快来（拥抱）我啊！”他说：“求安拉保佑我！他是我的主，他已优待了我。不义的人必定不会成功。”","transliteration":"Warawadathu allatee huwa fee baytiha AAan nafsihi waghallaqati alabwaba waqalat hayta laka qala maAAatha Allahi innahu rabbee ahsana mathwaya innahu la yuflihu alththalimoona"},{"id":24,"text":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","translation":"她确已向往他，他也向往她，要不是他看见他的主的明证。我这样为他排除罪恶和丑事，他确是我的一个忠实的仆人。","transliteration":"Walaqad hammat bihi wahamma biha lawla an raa burhana rabbihi kathalika linasrifa AAanhu alssooa waalfahshaa innahu min AAibadina almukhlaseena"},{"id":25,"text":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","translation":"他俩争先恐后地奔向大门。那时她已把他的衬衣从后面撕破了，他俩在大门口遇见她的丈夫，她说：“想奸污你的眷属者，他的报酬只有监禁或痛惩。”","transliteration":"Waistabaqa albaba waqaddat qameesahu min duburin waalfaya sayyidaha lada albabi qalat ma jazao man arada biahlika sooan illa an yusjana aw AAathabun aleemun"},{"id":26,"text":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","translation":"他说：“是她勾引我。”她家里的一个人作证说：“如果他的衬衣是从前面撕破的，那她说的是实话，而他是说谎的；","transliteration":"Qala hiya rawadatnee AAan nafsee washahida shahidun min ahliha in kana qameesuhu qudda min qubulin fasadaqat wahuwa mina alkathibeena"},{"id":27,"text":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّـٰدِقِينَ","translation":"如果他的衬衣是从后面撕破的，那么她已说了谎话，而他说的是实话。”","transliteration":"Wain kana qameesuhu qudda min duburin fakathabat wahuwa mina alssadiqeena"},{"id":28,"text":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","translation":"当他看见他的衬衣是从后面撕破的时候，他说：“这确是你们的诡计，你们的诡计确是重大的。”","transliteration":"Falamma raa qameesahu qudda min duburin qala innahu min kaydikunna inna kaydakunna AAatheemun"},{"id":29,"text":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","translation":"（又说）：“优素福，你避开此事吧！（我的妻子），你为你的罪过而求饶吧，你原是错误的！”","transliteration":"Yoosufu aAArid AAan hatha waistaghfiree lithanbiki innaki kunti mina alkhatieena"},{"id":30,"text":"۞وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","translation":"都城里的一些妇女说：“权贵的妻子勾引她的仆人，他迷惑了她，我们认为她确是在明显的迷误之中的。”","transliteration":"Waqala niswatun fee almadeenati imraatu alAAazeezi turawidu fataha AAan nafsihi qad shaghafaha hubban inna lanaraha fee dalalin mubeenin"},{"id":31,"text":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","translation":"她听到了她们狡猾的流言蜚语，就派人去把她们邀请来，并为她们预备了一桌席，发给她们每人一把小刀，她（对优素福）说：“你出去见见她们吧。”当她们看见他的时候，她们赞扬了他，（她们都被迷住了），以致餐刀割伤了自己的手。她们说：“哎呀！这不是一个凡夫，而是一位高洁的天使。”","transliteration":"Falamma samiAAat bimakrihinna arsalat ilayhinna waaAAtadat lahunna muttakaan waatat kulla wahidatin minhunna sikkeenan waqalati okhruj AAalayhinna falamma raaynahu akbarnahu waqattaAAna aydiyahunna waqulna hasha lillahi ma hatha basharan in hatha illa malakun kareemun"},{"id":32,"text":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّـٰغِرِينَ","translation":"她说：“这就是你们为他而责备我的那个人。我确已勾引他，但他洁身自好。如果他再不听从我的命令，他势必要坐牢，他势必成为自甘下贱的人。”","transliteration":"Qalat fathalikunna allathee lumtunnanee feehi walaqad rawadtuhu AAan nafsihi faistAAsama walain lam yafAAal ma amuruhu layusjananna walayakoonan mina alssaghireena"},{"id":33,"text":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","translation":"他说：“我的主啊！我宁愿坐牢，也不愿响应她们的召唤。如果你不为我排除她们的诡计，我将依恋她们，我将变成愚人。”","transliteration":"Qala rabbi alssijnu ahabbu ilayya mimma yadAAoonanee ilayhi wailla tasrif AAannee kaydahunna asbu ilayhinna waakun mina aljahileena"},{"id":34,"text":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"他的主就应答了他，并且为他排除了她们的诡计。他确是全聪的，确是全知的。","transliteration":"Faistajaba lahu rabbuhu fasarafa AAanhu kaydahunna innahu huwa alssameeAAu alAAaleemu"},{"id":35,"text":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","translation":"他们看见了许多迹象之后，觉得必须把他监禁一个时期。","transliteration":"Thumma bada lahum min baAAdi ma raawoo alayati layasjununnahu hatta heenin"},{"id":36,"text":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"有两个青年和他一同入狱，这个说：“我确已梦见我榨葡萄汁。”那个说：“我确已梦见我的头上顶着一个大饼，众鸟飞来啄食。请你替我们圆梦，我们的确认为你是行善的。”","transliteration":"Wadakhala maAAahu alssijna fatayani qala ahaduhuma innee aranee aAAsiru khamran waqala alakharu innee aranee ahmilu fawqa rasee khubzan takulu alttayru minhu nabbina bitaweelihi inna naraka mina almuhsineena"},{"id":37,"text":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","translation":"他说：“无论谁送什么食物给你俩之前，我能告诉给你们送的是什么。这是我的主教给我的。有一个民族不信仰安拉，不信仰后世，我确已抛弃他们的宗教。","transliteration":"Qala la yateekuma taAAamun turzaqanihi illa nabbatukuma bitaweelihi qabla an yatiyakuma thalikuma mimma AAallamanee rabbee innee taraktu millata qawmin la yuminoona biAllahi wahum bialakhirati hum kafiroona"},{"id":38,"text":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translation":"我遵循我的祖先——易卜拉欣、易司哈格、叶儿孤白的宗教。我们不该以任何物配安拉，这是安拉施于我们和世人的恩惠，但世人大半不感谢。","transliteration":"WaittabaAAtu millata abaee ibraheema waishaqa wayaAAqooba ma kana lana an nushrika biAllahi min shayin thalika min fadli Allahi AAalayna waAAala alnnasi walakinna akthara alnnasi la yashkuroona"},{"id":39,"text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","translation":"两位难友啊！是许多涣散的主宰更好呢？还是独一万能的安拉更好呢？","transliteration":"Ya sahibayi alssijni aarbabun mutafarriqoona khayrun ami Allahu alwahidu alqahharu"},{"id":40,"text":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"你们舍安拉而崇拜的，只是你们和你们的祖先所定的一些（偶像）名称，安拉并未加以证实，一切判决只归安拉。他命令你们只崇拜他。这才是正教。但世人大半不知道。","transliteration":"Ma taAAbudoona min doonihi illa asmaan sammaytumooha antum waabaokum ma anzala Allahu biha min sultanin ini alhukmu illa lillahi amara alla taAAbudoo illa iyyahu thalika alddeenu alqayyimu walakinna akthara alnnasi la yaAAlamoona"},{"id":41,"text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","translation":"同监狱的两位朋友啊！你俩中有一个要替他的主人斟酒，有一个要被钉死在十字架上，而众鸟飞到他的头上来鹐他。你俩所询问的事情，已被判决了。”","transliteration":"Ya sahibayi alssijni amma ahadukuma fayasqee rabbahu khamran waamma alakharu fayuslabu fatakulu alttayru min rasihi qudiya alamru allathee feehi tastaftiyani"},{"id":42,"text":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","translation":"他对他俩中预料会被释放的人说：“请你在你的主人面前替我申冤。”但恶魔使他忘记在他的主人面前替优素福申冤，以至他在监里坐了几年。","transliteration":"Waqala lillathee thanna annahu najin minhuma othkurnee AAinda rabbika faansahu alshshaytanu thikra rabbihi falabitha fee alssijni bidAAa sineena"},{"id":43,"text":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَـٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","translation":"国王说：“我确已梦见七头胖黄牛，被七头瘦黄牛吃掉了，又梦见七穗青麦子，和七穗干麦子。侍从们呀！你们替我圆圆这个梦。如果你们是会圆梦的人。”","transliteration":"Waqala almaliku innee ara sabAAa baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAa sunbulatin khudrin waokhara yabisatin ya ayyuha almalao aftoonee fee ruyaya in kuntum lilrruya taAAburoona"},{"id":44,"text":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","translation":"他们说：“这是一个噩梦，而且我们不会圆梦。”","transliteration":"Qaloo adghathu ahlamin wama nahnu bitaweeli alahlami biAAalimeena"},{"id":45,"text":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","translation":"曾被赦宥并且在一个时期之后想起优素福的那个青年说：“我将告诉你们这个梦的意思，请你们派我去吧。”","transliteration":"Waqala allathee naja minhuma waiddakara baAAda ommatin ana onabbiokum bitaweelihi faarsilooni"},{"id":46,"text":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","translation":"“优素福，忠实的人呀！请你为我们圆圆这个梦，七头胖黄牛，被七头瘦黄牛吃掉了，又有七穗青麦子，和七穗干麦子。我好回去告诉人们，让他们知道这个梦的意义。”","transliteration":"Yoosufu ayyuha alssiddeequ aftina fee sabAAi baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAi sunbulatin khudrin waokhara yabisatin laAAallee arjiAAu ila alnnasi laAAallahum yaAAlamoona"},{"id":47,"text":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","translation":"他说：“你们要连种七年，凡你们所收获的麦子，都让它存在穗子上，只把你们所吃的少量的麦子打下来。","transliteration":"Qala tazraAAoona sabAAa sineena daaban fama hasadtum fatharoohu fee sunbulihi illa qaleelan mimma takuloona"},{"id":48,"text":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","translation":"此后，将有七个荒年，来把你们所预备的麦子吃光了，只剩得你们所储藏的少量麦子。","transliteration":"Thumma yatee min baAAdi thalika sabAAun shidadun yakulna ma qaddamtum lahunna illa qaleelan mimma tuhsinoona"},{"id":49,"text":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","translation":"此后，将有一个丰年。人们在那一年中要得雨水，要榨葡萄酿酒。”","transliteration":"Thumma yatee min baAAdi thalika AAamun feehi yughathu alnnasu wafeehi yaAAsiroona"},{"id":50,"text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّـٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","translation":"国王说：“你们带他来见我吧！”当使者到来的时候，他说：“请你回去问问你的主人，曾经把自己的手割伤了的那些妇女，现在是怎样的？我的主是全知她们的诡计的。”","transliteration":"Waqala almaliku itoonee bihi falamma jaahu alrrasoolu qala irjiAA ila rabbika faisalhu ma balu alnniswati allatee qattaAAna aydiyahunna inna rabbee bikaydihinna AAaleemun"},{"id":51,"text":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ","translation":"国王说：“你们勾引优素福的时候，你们的实情是什么？”她们说：“啊呀！我们不知道他有一点罪过。”权贵的妻子说：“现在真相大白了，是我勾引他，他确是诚实的人。”","transliteration":"Qala ma khatbukunna ith rawadtunna yoosufa AAan nafsihi qulna hasha lillahi ma AAalimna AAalayhi min sooin qalati imraatu alAAazeezi alana hashasa alhaqqu ana rawadtuhu AAan nafsihi wainnahu lamina alssadiqeena"},{"id":52,"text":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","translation":"“这是因为要他知道，在背地里我并没有不忠于他的行为, 并且要他知道，安拉不诱导不忠者的诡计。","transliteration":"Thalika liyaAAlama annee lam akhunhu bialghaybi waanna Allaha la yahdee kayda alkhaineena"},{"id":53,"text":"۞وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","translation":"（他说）：“我不自称清白；人性的确是怂恿人作恶的，除非我的主所怜悯的人。我的主确是至赦的，确是至慈的。”","transliteration":"Wama obarrio nafsee inna alnnafsa laammaratun bialssooi illa ma rahima rabbee inna rabbee ghafoorun raheemun"},{"id":54,"text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","translation":"国王说：“你们带他来见我，我要使他为我自己所专有。”他对国王说话的时候，国王说：“今天你在我的御前确是有高品级的，是可以信任的人。”","transliteration":"Waqala almaliku itoonee bihi astakhlishu linafsee falamma kallamahu qala innaka alyawma ladayna makeenun ameenun"},{"id":55,"text":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","translation":"他说：“请你任命我管理全国的仓库，我确是一个内行的保管者。”","transliteration":"Qala ijAAalnee AAala khazaini alardi innee hafeethun AAaleemun"},{"id":56,"text":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"我这样使优素福在国内获得权力，在他所要的地方占优势，我把我的慈恩降给我所意欲者，我不会让行善者徒劳无酬。","transliteration":"Wakathalika makanna liyoosufa fee alardi yatabawwao minha haythu yashao nuseebu birahmatina man nashao wala nudeeAAu ajra almuhsineena"},{"id":57,"text":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"后世的报酬，对于信道而且敬畏的人，将是更好的。","transliteration":"Walaajru alakhirati khayrun lillatheena amanoo wakanoo yattaqoona"},{"id":58,"text":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","translation":"优素福的哥哥们来了，他们进去见他。他认出了他们，而他们却没有认出他。","transliteration":"Wajaa ikhwatu yoosufa fadakhaloo AAalayhi faAAarafahum wahum lahu munkiroona"},{"id":59,"text":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","translation":"当他以他们所需的粮食供给他们之后，他说：“你们把你们同父的弟弟带来见我吧！难道你们不见我把足量的粮食给你们，而且我是最好的东道主吗？","transliteration":"Walamma jahhazahum bijahazihim qala itoonee biakhin lakum min abeekum ala tarawna annee oofee alkayla waana khayru almunzileena"},{"id":60,"text":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","translation":"如果你们不带他来见我，你们就不能从我这里购买一颗粮食，你们也不得临近我。”","transliteration":"Fain lam tatoonee bihi fala kayla lakum AAindee wala taqrabooni"},{"id":61,"text":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","translation":"他们说：“我们要恳求他父亲允许我们带他来见你，我们必定这样做。”","transliteration":"Qaloo sanurawidu AAanhu abahu wainna lafaAAiloona"},{"id":62,"text":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"他对他的童仆们说：“你们把他们的财物放在他们的粮袋里，他们回去的时候也许会认出这些财物，也许会再来一趟。”","transliteration":"Waqala lifityanihi ijAAaloo bidaAAatahum fee rihalihim laAAallahum yaAArifoonaha itha inqalaboo ila ahlihim laAAallahum yarjiAAoona"},{"id":63,"text":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"他们回去见了他们的父亲，说：“我们的父亲啊！人家不准我们再籴粮了，请你派我们的弟弟和我们一同去，我们就能籴粮了；我们一定把他保护好。”","transliteration":"Falamma rajaAAoo ila abeehim qaloo ya abana muniAAa minna alkaylu faarsil maAAana akhana naktal wainna lahu lahafithoona"},{"id":64,"text":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"他说：“对于他我能信任你们，正如以前对于他哥哥我信任你们一样吗？安拉是最善于保护的，也是最慈爱的。”","transliteration":"Qala hal amanukum AAalayhi illa kama amintukum AAala akheehi min qablu faAllahu khayrun hafithan wahuwa arhamu alrrahimeena"},{"id":65,"text":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَـٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","translation":"当他们打开自己的粮袋的时候，发现他们的财物已退还他们了，他们说：“我们的父亲啊！我们还要求什么呢？这是我们的财物，已退还我们了，我们要为我们的眷属籴粮，要保护我们的弟弟，我们可以多籴一驮粮，那是容易获得的粮食。”","transliteration":"Walamma fatahoo mataAAahum wajadoo bidaAAatahum ruddat ilayhim qaloo ya abana ma nabghee hathihi bidaAAatuna ruddat ilayna wanameeru ahlana wanahfathu akhana wanazdadu kayla baAAeerin thalika kaylun yaseerun"},{"id":66,"text":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","translation":"他说：“我不派他和你们一同去，直到你们指安拉而和我立誓约，你们誓必带他回来见我，除非你们全遭祸患。”当他们和他立誓约的时候，他说：“安拉是监护我们的誓约的。”","transliteration":"Qala lan orsilahu maAAakum hatta tutooni mawthiqan mina Allahi latatunnanee bihi illa an yuhata bikum falamma atawhu mawthiqahum qala Allahu AAala ma naqoolu wakeelun"},{"id":67,"text":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","translation":"他说：“我的孩子们，你们不要从一道城门进城，应当分散开，从几道城门进去。我对于安拉的（判决），毫无裨益于你们；一切判决只归安拉，我只托靠他，让托靠的人们托靠他吧！”","transliteration":"Waqala ya baniyya la tadkhuloo min babin wahidin waodkhuloo min abwabin mutafarriqatin wama oghnee AAankum mina Allahi min shayin ini alhukmu illa lillahi AAalayhi tawakkaltu waAAalayhi falyatawakkali almutawakkiloona"},{"id":68,"text":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"当他们遵照他们的父亲的命令而进城的时候，他对于安拉的判决没有丝毫裨益，但那是叶尔孤白心中的一种希望，已把它表白出来。他曾受我的教诲，所以，他确是有知识的人，但世人的大半不知道。","transliteration":"Walamma dakhaloo min haythu amarahum aboohum ma kana yughnee AAanhum mina Allahi min shayin illa hajatan fee nafsi yaAAqooba qadaha wainnahu lathoo AAilmin lima AAallamnahu walakinna akthara alnnasi la yaAAlamoona"},{"id":69,"text":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","translation":"当他们进去见优素福的时候，他拥抱他弟弟，他说：“我确是你的哥哥，你不要为他们过去的所作所为而悲伤吧。”","transliteration":"Walamma dakhaloo AAala yoosufa awa ilayhi akhahu qala innee ana akhooka fala tabtais bima kanoo yaAAmaloona"},{"id":70,"text":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","translation":"当他以他们所需的粮食供给他们的时候，他（使人）把一只酒杯放在他弟弟的粮袋里，然后，一个传唤者传唤说：“队商啊！你们确是一伙小偷。”","transliteration":"Falamma jahhazahum bijahazihim jaAAala alssiqayata fee rahli akheehi thumma aththana muaththinun ayyatuha alAAeeru innakum lasariqoona"},{"id":71,"text":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","translation":"他们转回来说：“你们丢了什么？”","transliteration":"Qaloo waaqbaloo AAalayhim matha tafqidoona"},{"id":72,"text":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","translation":"他们说：“我们丢了国王的酒杯；谁拿酒杯来还，给谁一驮粮食，我是保证人。”","transliteration":"Qaloo nafqidu suwaAAa almaliki waliman jaa bihi himlu baAAeerin waana bihi zaAAeemun"},{"id":73,"text":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","translation":"他们说：“指安拉发誓，你们知道，我们不是到这个地方来捣乱的，我们向来不是小偷。”","transliteration":"Qaloo taAllahi laqad AAalimtum ma jina linufsida fee alardi wama kunna sariqeena"},{"id":74,"text":"قَالُواْ فَمَا جَزَـٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","translation":"他们说：“偷窃者应受什么处分呢？如果你们是说谎的人？”","transliteration":"Qaloo fama jazaohu in kuntum kathibeena"},{"id":75,"text":"قَالُواْ جَزَـٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَـٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"他们说：“偷窃者应受的处罚，是在谁的粮袋里搜出酒杯来，就让他自己承受应得的处罚，（把他当做奴仆），我们是这样惩罚不义者的。”","transliteration":"Qaloo jazaohu man wujida fee rahlihi fahuwa jazaohu kathalika najzee alththalimeena"},{"id":76,"text":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","translation":"优素福在检查他弟弟的粮袋之前，先检查了他们的粮袋。随后，在他弟弟的粮袋里查出了那只酒杯。我这样为优素福定计。按照国王的法律，他不得把他弟弟当作奴仆，但安拉意欲他那样做。我把我所意欲者提升若干级，每个有知识的人上面，都有一个全知者。","transliteration":"Fabadaa biawAAiyatihim qabla wiAAai akheehi thumma istakhrajaha min wiAAai akheehi kathalika kidna liyoosufa ma kana liyakhutha akhahu fee deeni almaliki illa an yashaa Allahu narfaAAu darajatin man nashao wafawqa kulli thee AAilmin AAaleemun"},{"id":77,"text":"۞قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","translation":"他们说：“如果他偷窃，那么，他有一个哥哥从前就偷窃过。”优素福把这句话隐藏在心中，没有对他们表示出来，他暗暗地说：“你们的处境是更恶劣的。安拉是知道你们所叙述的事情的。”","transliteration":"Qaloo in yasriq faqad saraqa akhun lahu min qablu faasarraha yoosufu fee nafsihi walam yubdiha lahum qala antum sharrun makanan waAllahu aAAlamu bima tasifoona"},{"id":78,"text":"قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"他们说：“权贵啊！他的确有一位龙钟的老父；请你以我们中的一人代替他当奴仆吧。我们确认为你是行善的。”","transliteration":"Qaloo ya ayyuha alAAazeezu inna lahu aban shaykhan kabeeran fakhuth ahadana makanahu inna naraka mina almuhsineena"},{"id":79,"text":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","translation":"他说：“愿安拉保佑我们，我们只把发现其粮袋里有酒杯的当作奴仆；否则，我们必定是不义的人。”","transliteration":"Qala maAAatha Allahi an nakhutha illa man wajadna mataAAana AAindahu inna ithan lathalimoona"},{"id":80,"text":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"当他们对优素福绝望的时候，他们离席而秘密会议，他们的大哥说：“你们的父亲曾要求你们指安拉发誓，难道你们不知道吗？从前，你们曾怠慢了优素福。我绝不离开这个地方，直到父亲允许我，或安拉为我而判决，他是最公正的判决者。","transliteration":"Falamma istayasoo minhu khalasoo najiyyan qala kabeeruhum alam taAAlamoo anna abakum qad akhatha AAalaykum mawthiqan mina Allahi wamin qablu ma farrattum fee yoosufa falan abraha alarda hatta yathana lee abee aw yahkuma Allahu lee wahuwa khayru alhakimeena"},{"id":81,"text":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَـٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","translation":"你们回去见父亲，然后对他说：我们的父亲啊！你的儿子确已偷窃，我们只作证我们所知道的。我们不是保证幽玄的。","transliteration":"IrjiAAoo ila abeekum faqooloo ya abana inna ibnaka saraqa wama shahidna illa bima AAalimna wama kunna lilghaybi hafitheena"},{"id":82,"text":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","translation":"请你问一问我们曾居住的那座市镇和与我们同行的队商吧，我们确是诚实的。”","transliteration":"Waisali alqaryata allatee kunna feeha waalAAeera allatee aqbalna feeha wainna lasadiqoona"},{"id":83,"text":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"他说：“不然，你们的私欲怂恿了你们做这件事，我只有很好的忍耐，但愿安拉把他们统统带来给我。他确是全知的，确是至睿的。”","transliteration":"Qala bal sawwalat lakum anfusukum amran fasabrun jameelun AAasa Allahu an yatiyanee bihim jameeAAan innahu huwa alAAaleemu alhakeemu"},{"id":84,"text":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَـٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","translation":"他不理睬他们，他说：“哀哉优素福！”他因悲伤而两眼发白，他是压住性子的。","transliteration":"Watawalla AAanhum waqala ya asafa AAala yoosufa waibyaddat AAaynahu mina alhuzni fahuwa katheemun"},{"id":85,"text":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","translation":"他们说：“指安拉发誓，你将念念不忘优素福，直到你变成为憔悴的或死亡的。”","transliteration":"Qaloo taAllahi taftao tathkuru yoosufa hatta takoona haradan aw takoona mina alhalikeena"},{"id":86,"text":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"他说：“我只向安拉诉说我的忧伤，我从安拉那里知道你们所不知道的。”","transliteration":"Qala innama ashkoo baththee wahuznee ila Allahi waaAAlamu mina Allahi ma la taAAlamoona"},{"id":87,"text":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","translation":"他说：“我的孩子们！你们去打听优素福和他弟弟的消息吧。你们不要绝望于安拉的慈恩，只有不信道的人们才绝望于安拉的慈恩。”","transliteration":"Ya baniyya ithhaboo fatahassasoo min yoosufa waakheehi wala tayasoo min rawhi Allahi innahu la yayasu min rawhi Allahi illa alqawmu alkafiroona"},{"id":88,"text":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","translation":"当他们进去见优素福的时候，他们说：“权贵啊！我们和我们的眷属遭遇了灾害，只带来了一点劣质财物，请你给我们足量的粮食，请你施舍给我们。安拉一定会报酬施舍者。”","transliteration":"Falamma dakhaloo AAalayhi qaloo ya ayyuha alAAazeezu massana waahlana alddurru wajina bibidaAAatin muzjatin faawfi lana alkayla watasaddaq AAalayna inna Allaha yajzee almutasaddiqeena"},{"id":89,"text":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","translation":"他说：“你们知道吗？当你们是愚昧的时候，你们是怎样对待优素福和他弟弟的呢？”","transliteration":"Qala hal AAalimtum ma faAAaltum biyoosufa waakheehi ith antum jahiloona"},{"id":90,"text":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"他们说：“怎么，你呀！真是优素福吗？”他说：“我是优素福，这是我弟弟，安拉确已降恩给我们。谁敬畏而且坚忍，（谁必受报酬），因为安拉必不使行善者徒劳无酬。”","transliteration":"Qaloo ainnaka laanta yoosufa qala ana yoosufu wahatha akhee qad manna Allahu AAalayna innahu man yattaqi wayasbir fainna Allaha la yudeeAAu ajra almuhsineena"},{"id":91,"text":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","translation":"他们说：“指安拉发誓，安拉确已从我们当中拣选了你。从前，我们确是有罪的。”","transliteration":"Qaloo taAllahi laqad atharaka Allahu AAalayna wain kunna lakhatieena"},{"id":92,"text":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"他说：“今天对你们毫无谴责，但愿安拉饶恕你们。他是最慈爱的。","transliteration":"Qala la tathreeba AAalaykumu alyawma yaghfiru Allahu lakum wahuwa arhamu alrrahimeena"},{"id":93,"text":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","translation":"你们把我的这件衬衣带回去，把它蒙在我父亲的脸上，他就会恢复视力。然后，你们把自己的眷属全部带到我这里来吧！”","transliteration":"Ithhaboo biqameesee hatha faalqoohu AAala wajhi abee yati baseeran watoonee biahlikum ajmaAAeena"},{"id":94,"text":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","translation":"当队商出发的时候，他们的父亲说：“我确已闻到优素福的气味了，要不是你们说我是老糊涂。”","transliteration":"Walamma fasalati alAAeeru qala aboohum innee laajidu reeha yoosufa lawla an tufannidooni"},{"id":95,"text":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","translation":"他们说：“指安拉发誓，你的确还在你那旧有的迷误之中。”","transliteration":"Qaloo taAllahi innaka lafee dalalika alqadeemi"},{"id":96,"text":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"当报喜者来到后，他就把那件衬衣蒙在他的脸上，他的眼睛立即恢复了视力。他说：“难道我没有对你们说过吗？我的确从安拉知道你们所不知道的。”","transliteration":"Falamma an jaa albasheeru alqahu AAala wajhihi fairtadda baseeran qala alam aqul lakum innee aAAlamu mina Allahi ma la taAAlamoona"},{"id":97,"text":"قَالُواْ يَـٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","translation":"他们说：“我们的父亲啊！请你为我们求饶，我们确是有罪的。”","transliteration":"Qaloo ya abana istaghfir lana thunoobana inna kunna khatieena"},{"id":98,"text":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"他说：“我将要为你们向我的主求饶。他确是至赦的，确是至慈的。”","transliteration":"Qala sawfa astaghfiru lakum rabbee innahu huwa alghafooru alrraheemu"},{"id":99,"text":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","translation":"当他们进去见优素福的时候，他拥抱自己的双亲，他说：“你们平安地进埃及吧！如果安拉意欲。”","transliteration":"Falamma dakhaloo AAala yoosufa awa ilayhi abawayhi waqala odkhuloo misra in shaa Allahu amineena"},{"id":100,"text":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَـٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"他请他的双亲坐在高座上，他们为他而俯伏叩头。他说：“我的父亲啊！这就是我以前的梦兆的解释。我的主已使那个梦兆变成为事实了。他确已优待我，因为他把我从监狱里释放出来，他在恶魔离间我和我哥哥们之后，把你从沙漠里带到这里来。我的主，对他所意欲者是慈爱的。他确是全知的，确是至睿的。","transliteration":"WarafaAAa abawayhi AAala alAAarshi wakharroo lahu sujjadan waqala ya abati hatha taweelu ruyaya min qablu qad jaAAalaha rabbee haqqan waqad ahsana bee ith akhrajanee mina alssijni wajaa bikum mina albadwi min baAAdi an nazagha alshshaytanu baynee wabayna ikhwatee inna rabbee lateefun lima yashao innahu huwa alAAaleemu alhakeemu"},{"id":101,"text":"۞رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّـٰلِحِينَ","translation":"我的主啊！你确已赏赐我一部分政权，并教给我一些圆梦的知识。天地的创造者啊！在今世和后世，你都是我的主宰。求你使我作为顺从者而死去，求你使我入于善人之列。”","transliteration":"Rabbi qad ataytanee mina almulki waAAallamtanee min taweeli alahadeethi fatira alssamawati waalardi anta waliyyee fee alddunya waalakhirati tawaffanee musliman waalhiqnee bialssaliheena"},{"id":102,"text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","translation":"这是一部分幽玄的消息，我把它启示给你。当他们用计谋决策的时候，你不在他们的面前，","transliteration":"Thalika min anbai alghaybi nooheehi ilayka wama kunta ladayhim ith ajmaAAoo amrahum wahum yamkuroona"},{"id":103,"text":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","translation":"你虽然切望世人信道，但他们大半是不信道的。","transliteration":"Wama aktharu alnnasi walaw harasta bimumineena"},{"id":104,"text":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","translation":"你不为传授《古兰经》而向他们要求任何的报酬。《古兰经》只是对世人的教诲。","transliteration":"Wama tasaluhum AAalayhi min ajrin in huwa illa thikrun lilAAalameena"},{"id":105,"text":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","translation":"天地间有许多迹象，他们从旁边走过，而不注意。","transliteration":"Wakaayyin min ayatin fee alssamawati waalardi yamurroona AAalayha wahum AAanha muAAridoona"},{"id":106,"text":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","translation":"他们虽然大半信仰安拉，但他们都是以物配主的。","transliteration":"Wama yuminu aktharuhum biAllahi illa wahum mushrikoona"},{"id":107,"text":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"难道他们不怕安拉惩罚中的大灾降临他们，或末日在他们不知不觉之中，突然降临他们吗？","transliteration":"Afaaminoo an tatiyahum ghashiyatun min AAathabi Allahi aw tatiyahumu alssaAAatu baghtatan wahum la yashAAuroona"},{"id":108,"text":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","translation":"你说：“这是我的道路，我号召人们信仰安拉，我和随从我的人，都是依据明证的。（我证）安拉，超绝万物！我不是以物配主的人。”","transliteration":"Qul hathihi sabeelee adAAoo ila Allahi AAala baseeratin ana wamani ittabaAAanee wasubhana Allahi wama ana mina almushrikeena"},{"id":109,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","translation":"在你之前，我只派遣了城市居民中的若干男子，我启示他们。难道他们没有在大地上旅行，因而观察前人的结局是怎样的吗？后世的住所，对于敬畏者是更好的。难道你们不理解吗？","transliteration":"Wama arsalna min qablika illa rijalan noohee ilayhim min ahli alqura afalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim waladaru alakhirati khayrun lillatheena ittaqaw afala taAAqiloona"},{"id":110,"text":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","translation":"直到众使者绝望，而且猜想自己被欺骗的时候，我的援助才来临他们，而我拯救了我所意欲的人。我所加于犯罪的人们的惩罚是不可抗拒的。","transliteration":"Hatta itha istayasa alrrusulu wathannoo annahum qad kuthiboo jaahum nasruna fanujjiya man nashao wala yuraddu basuna AAani alqawmi almujrimeena"},{"id":111,"text":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"在他们的故事里，对于有理智的人们，确有一种教训。这不是伪造的训辞，却是证实前经，详解万事，向导信士，并施以慈恩的。","transliteration":"Laqad kana fee qasasihim AAibratun liolee alalbabi ma kana hadeethan yuftara walakin tasdeeqa allathee bayna yadayhi watafseela kulli shayin wahudan warahmatan liqawmin yuminoona"}]}
