{"id":16,"name":"النحل","transliteration":"An-Nahl","translation":"蜜蜂","type":"meccan","total_verses":128,"verses":[{"id":1,"text":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"安拉的命令必定来临，所以你们不必要求其早日实现，赞颂安拉超绝万物，他超乎他们所用以配他的。","transliteration":"Ata amru Allahi fala tastaAAjiloohu subhanahu wataAAala AAamma yushrikoona"},{"id":2,"text":"يُنَزِّلُ ٱلۡمَلَـٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","translation":"他使天使们奉他的命令，偕同精神，降临他所意欲的仆人，说：“你们应当警告世人说：除我之外，绝无应受崇拜的，所以你们应当敬畏我。”","transliteration":"Yunazzilu almalaikata bialrroohi min amrihi AAala man yashao min AAibadihi an anthiroo annahu la ilaha illa ana faittaqooni"},{"id":3,"text":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"他凭真理创造了天地，他超乎他们所用以配他的。","transliteration":"Khalaqa alssamawati waalarda bialhaqqi taAAala AAamma yushrikoona"},{"id":4,"text":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","translation":"他用精液创造了人，而人却突然变成了明显的对手。","transliteration":"Khalaqa alinsana min nutfatin faitha huwa khaseemun mubeenun"},{"id":5,"text":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","translation":"他创造了牲畜，你们可以其毛和皮御寒，可以其乳和肉充饥，还有许多益处。","transliteration":"WaalanAAama khalaqaha lakum feeha difon wamanafiAAu waminha takuloona"},{"id":6,"text":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","translation":"你们把牲畜赶回家或放出去吃草的时候，牲畜对于你们都有光彩。","transliteration":"Walakum feeha jamalun heena tureehoona waheena tasrahoona"},{"id":7,"text":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","translation":"牲畜把你们的货物驮运到你们须经困难才能到达的地方去。你们的主确是至仁的，确是至慈的。","transliteration":"Watahmilu athqalakum ila baladin lam takoonoo baligheehi illa bishiqqi alanfusi inna rabbakum laraoofun raheemun"},{"id":8,"text":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","translation":"他创造马、骡、驴，以供你们骑乘，以作你们的装饰。他还创造你们所不知道的东西。","transliteration":"Waalkhayla waalbighala waalhameera litarkabooha wazeenatan wayakhluqu ma la taAAlamoona"},{"id":9,"text":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","translation":"安拉负责指示正道的责任。有些道路是偏邪的，假若他意欲，他必将你们全体引入正道。","transliteration":"WaAAala Allahi qasdu alssabeeli waminha jairun walaw shaa lahadakum ajmaAAeena"},{"id":10,"text":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","translation":"他从天上降下雨水，你们可以用做饮料，你们赖以放牧的树木因之而生长。","transliteration":"Huwa allathee anzala mina alssamai maan lakum minhu sharabun waminhu shajarun feehi tuseemoona"},{"id":11,"text":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","translation":"他为你们而生产庄稼、油橄榄、椰枣、葡萄和各种果实。对于能思维的民众，此中确有一种迹象。","transliteration":"Yunbitu lakum bihi alzzarAAa waalzzaytoona waalnnakheela waalaAAnaba wamin kulli alththamarati inna fee thalika laayatan liqawmin yatafakkaroona"},{"id":12,"text":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"他为你们而制服了昼夜和日月，群星都是因他的意旨而被制服的；对于能理解的民众，此中确有许多迹象。","transliteration":"Wasakhkhara lakumu allayla waalnnahara waalshshamsa waalqamara waalnnujoomu musakhkharatun biamrihi inna fee thalika laayatin liqawmin yaAAqiloona"},{"id":13,"text":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","translation":"（他又为你们而制服）他所为你们创造于大地的各色物品，对于能记取教诲的民众，此中确有一种迹象。","transliteration":"Wama tharaa lakum fee alardi mukhtalifan alwanuhu inna fee thalika laayatan liqawmin yaththakkaroona"},{"id":14,"text":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"他制服海洋，以便你们渔取其中的鲜肉，做你们的食品；或采取其中的珠宝，做你们的装饰。你看船舶在其中破浪而行，以便你们寻求他的恩惠，以便你们感谢。","transliteration":"Wahuwa allathee sakhkhara albahra litakuloo minhu lahman tariyyan watastakhrijoo minhu hilyatan talbasoonaha watara alfulka mawakhira feehi walitabtaghoo min fadlihi walaAAallakum tashkuroona"},{"id":15,"text":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","translation":"他在大地上安置许多山岳，以免大地动荡，而你们不得安居。他开辟许多河流和道路，以便你们遵循正路。","transliteration":"Waalqa fee alardi rawasiya an tameeda bikum waanharan wasubulan laAAallakum tahtadoona"},{"id":16,"text":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","translation":"他设立许多标志，他们借助那些标志和星宿而遵循正路。","transliteration":"WaAAalamatin wabialnnajmi hum yahtadoona"},{"id":17,"text":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","translation":"难道造物主同不能创造的（偶像）是一样的吗？你们怎么不记取教诲呢？","transliteration":"Afaman yakhluqu kaman la yakhluqu afala tathakkaroona"},{"id":18,"text":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","translation":"如果你们要计算安拉的恩惠，你们是无法统计的。安拉确是至赦的，确是至慈的。","transliteration":"Wain taAAuddoo niAAmata Allahi la tuhsooha inna Allaha laghafoorun raheemun"},{"id":19,"text":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","translation":"安拉知道你们所隐讳的，和你们所表白的。","transliteration":"WaAllahu yaAAlamu ma tusirroona wama tuAAlinoona"},{"id":20,"text":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","translation":"他们舍安拉而祈祷的不能创造任何物，而他们是被造的。","transliteration":"Waallatheena yadAAoona min dooni Allahi la yakhluqoona shayan wahum yukhlaqoona"},{"id":21,"text":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","translation":"他们是死的，不是活的，他们连自己都不知道什么时候被复活。","transliteration":"Amwatun ghayru ahyain wama yashAAuroona ayyana yubAAathoona"},{"id":22,"text":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","translation":"你们所应当崇拜的是唯一的受崇拜者。不信后世的人，他们的心是否认的，他们是自大的。","transliteration":"Ilahukum ilahun wahidun faallatheena la yuminoona bialakhirati quloobuhum munkiratun wahum mustakbiroona"},{"id":23,"text":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","translation":"诚然！安拉确是知道他们所隐讳的，和他们所表白的，他确是不喜爱自大者的。","transliteration":"La jarama anna Allaha yaAAlamu ma yusirroona wama yuAAlinoona innahu la yuhibbu almustakbireena"},{"id":24,"text":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","translation":"有人问他们：“你们的主曾降示什么？”他们说：“古人的神话”。","transliteration":"Waitha qeela lahum matha anzala rabbukum qaloo asateeru alawwaleena"},{"id":25,"text":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","translation":"以便他们在复活日承担自己的全部责任，以及被他们无知地加以误导者的一部分责任。真的，他们所承担的真恶劣！","transliteration":"Liyahmiloo awzarahum kamilatan yawma alqiyamati wamin awzari allatheena yudilloonahum bighayri AAilmin ala saa ma yaziroona"},{"id":26,"text":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","translation":"前人确已用计谋，但安拉把他们的建筑物彻底加以摧毁，而他们的屋顶落在他们的身上。刑罚从他们料想不道到的地方来临他们。","transliteration":"Qad makara allatheena min qablihim faata Allahu bunyanahum mina alqawaAAidi fakharra AAalayhimu alssaqfu min fawqihim waatahumu alAAathabu min haythu la yashAAuroona"},{"id":27,"text":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَـٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","translation":"然后在复活日他要凌辱他们，并审问他们说：“我的那些伙伴——你们为了他们而与信士们相争论的——如今在哪里呢？”有学识者将要说：“凌辱和刑罚今日必归于不信道者。”","transliteration":"Thumma yawma alqiyamati yukhzeehim wayaqoolu ayna shurakaiya allatheena kuntum tushaqqoona feehim qala allatheena ootoo alAAilma inna alkhizya alyawma waalssooa AAala alkafireena"},{"id":28,"text":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"他们在自亏的情况下，天使们使他们死亡。他们表示屈服，说：“我们没有犯过什么罪。”不然！安拉确是全知你们的行为的。","transliteration":"Allatheena tatawaffahumu almalaikatu thalimee anfusihim faalqawoo alssalama ma kunna naAAmalu min sooin bala inna Allaha AAaleemun bima kuntum taAAmaloona"},{"id":29,"text":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","translation":"他们被押进火狱而永居其中。自大者的住处真恶劣！","transliteration":"Faodkhuloo abwaba jahannama khalideena feeha falabisa mathwa almutakabbireena"},{"id":30,"text":"۞وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","translation":"有人问敬畏者说：“你们的主曾降示什么？”他们说：“他降示善言。”行善者在今世将享受美满的生活，而后世的住宅确是更好的。敬畏者的住宅真优美。","transliteration":"Waqeela lillatheena ittaqaw matha anzala rabbukum qaloo khayran lillatheena ahsanoo fee hathihi alddunya hasanatun waladaru alakhirati khayrun walaniAAma daru almuttaqeena"},{"id":31,"text":"جَنَّـٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","translation":"常住的乐园将任随他们进去，那些乐园下临诸河，其中有他们所意欲的。安拉这样报酬敬畏者。","transliteration":"Jannatu AAadnin yadkhuloonaha tajree min tahtiha alanharu lahum feeha ma yashaoona kathalika yajzee Allahu almuttaqeena"},{"id":32,"text":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"他们在良好的情况下，天使们使他们死亡。天使们对他们说：“祝你们平安，你们可以因为自己的善功而进入乐园。”","transliteration":"Allatheena tatawaffahumu almalaikatu tayyibeena yaqooloona salamun AAalaykumu odkhuloo aljannata bima kuntum taAAmaloona"},{"id":33,"text":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَـٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"（不信道者）只能等待天使们来临他们，或等待你的主的命令降临。在他们之前的人就是这样做的。安拉没有亏枉他们，但他们却亏枉了自己。","transliteration":"Hal yanthuroona illa an tatiyahumu almalaikatu aw yatiya amru rabbika kathalika faAAala allatheena min qablihim wama thalamahumu Allahu walakin kanoo anfusahum yathlimoona"},{"id":34,"text":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"所以他们必遭受他们的行为的恶报，而他们一向嘲笑的（刑罚）将包围他们。","transliteration":"Faasabahum sayyiatu ma AAamiloo wahaqa bihim ma kanoo bihi yastahzioona"},{"id":35,"text":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translation":"以物配主者说：“假若安拉意欲，则我们和我们的祖先不会舍他而崇拜任何物的，我们也不会擅自戒除任何物的。”在他们之前的人，曾这样做过了。使者们只负明白的传达的责任。","transliteration":"Waqala allatheena ashrakoo law shaa Allahu ma AAabadna min doonihi min shayin nahnu wala abaona wala harramna min doonihi min shayin kathalika faAAala allatheena min qablihim fahal AAala alrrusuli illa albalaghu almubeenu"},{"id":36,"text":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّـٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translation":"我在每个民族中，确已派遣一个使者，说：“你们当崇拜安拉，当远离塔吾特。”但他们中有安拉所引导的，有应当迷误的。故你们当在大地上旅行，应当观察否认的人们的结局是怎样的。","transliteration":"Walaqad baAAathna fee kulli ommatin rasoolan ani oAAbudoo Allaha waijtaniboo alttaghoota faminhum man hada Allahu waminhum man haqqat AAalayhi alddalalatu faseeroo fee alardi faonthuroo kayfa kana AAaqibatu almukaththibeena"},{"id":37,"text":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"如果你热望他们获得引导，那么，（你的热望是徒然的），安拉不引导那误导人者，他们绝没有任何援助者。","transliteration":"In tahris AAala hudahum fainna Allaha la yahdee man yudillu wama lahum min nasireena"},{"id":38,"text":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"他们指安拉而发出最严重的誓言，说：“安拉不使死人复活。”不然！这是他应当实践的诺言。但世人大半不知道。","transliteration":"Waaqsamoo biAllahi jahda aymanihim la yabAAathu Allahu man yamootu bala waAAdan AAalayhi haqqan walakinna akthara alnnasi la yaAAlamoona"},{"id":39,"text":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","translation":"（他将使他们复活）以便他为他们阐明他们所争论的是非，并且让不信道者知道自己原是说谎的。","transliteration":"Liyubayyina lahumu allathee yakhtalifoona feehi waliyaAAlama allatheena kafaroo annahum kanoo kathibeena"},{"id":40,"text":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","translation":"当我要创造一件事物的时候，我只对他说声“有”，它就有了。","transliteration":"Innama qawluna lishayin itha aradnahu an naqoola lahu kun fayakoonu"},{"id":41,"text":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translation":"在被压迫之后，为安拉而迁居者，我在今世誓必使他们获得一个优美的住处，后世的报酬是更大的，假若他们知道。","transliteration":"Waallatheena hajaroo fee Allahi min baAAdi ma thulimoo lanubawwiannahum fee alddunya hasanatan walaajru alakhirati akbaru law kanoo yaAAlamoona"},{"id":42,"text":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","translation":"他们是坚忍的，是托靠他们的主的。","transliteration":"Allatheena sabaroo waAAala rabbihim yatawakkaloona"},{"id":43,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","translation":"在你之前，我只派遣了我所启示的一些男子。你们应当请教深明教诲者，如果你们不知道。","transliteration":"Wama arsalna min qablika illa rijalan noohee ilayhim faisaloo ahla alththikri in kuntum la taAAlamoona"},{"id":44,"text":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","translation":"（我曾派遣他们）带着一些明证和经典，（去教化众人），我降示你教诲，以便你对众人阐明他们所受的启示，以便他们思维。","transliteration":"Bialbayyinati waalzzuburi waanzalna ilayka alththikra litubayyina lilnnasi ma nuzzila ilayhim walaAAallahum yatafakkaroona"},{"id":45,"text":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","translation":"使用诡计以作恶者，难道不怕安拉使他们随地面而陷落，或刑罚从他们料想不到的地方来临他们吗？","transliteration":"Afaamina allatheena makaroo alssayyiati an yakhsifa Allahu bihimu alarda aw yatiyahumu alAAathabu min haythu la yashAAuroona"},{"id":46,"text":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","translation":"或在他们的旅途中惩治他们，而他们绝不能逃避。","transliteration":"Aw yakhuthahum fee taqallubihim fama hum bimuAAjizeena"},{"id":47,"text":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","translation":"或逐渐惩治他们，因为你们的主确是至爱的，确是至慈的。","transliteration":"Aw yakhuthahum AAala takhawwufin fainna rabbakum laraoofun raheemun"},{"id":48,"text":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","translation":"难道他们没有观察安拉所创造的万物吗？各物的阴影，偏向左边和右边，为安拉而叩头，同时他们是卑贱的。","transliteration":"Awa lam yaraw ila ma khalaqa Allahu min shayin yatafayyao thilaluhu AAani alyameeni waalshshamaili sujjadan lillahi wahum dakhiroona"},{"id":49,"text":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَـٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","translation":"天地间的动物和天使们，都只为安拉而叩头，他们不敢自大。","transliteration":"Walillahi yasjudu ma fee alssamawati wama fee alardi min dabbatin waalmalaikatu wahum la yastakbiroona"},{"id":50,"text":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","translation":"他们畏惧在他们上面的主宰，他们遵行自己所奉的命令。","transliteration":"Yakhafoona rabbahum min fawqihim wayafAAaloona ma yumaroona"},{"id":51,"text":"۞وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّـٰيَ فَٱرۡهَبُونِ","translation":"安拉说：“你们不要崇拜两个主宰，应受崇拜的，只是一个主宰。所以，你们应当只畏惧我。”","transliteration":"Waqala Allahu la tattakhithoo ilahayni ithnayni innama huwa ilahun wahidun faiyyaya fairhabooni"},{"id":52,"text":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","translation":"天地万物都是他的，正教始终只归于他。难道你们舍安拉而敬畏他物吗？","transliteration":"Walahu ma fee alssamawati waalardi walahu alddeenu wasiban afaghayra Allahi tattaqoona"},{"id":53,"text":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","translation":"凡你们所享受的恩惠都是从安拉那里降下的。然后，当你们遭难的时候，你们只向他祈祷。","transliteration":"Wama bikum min niAAmatin famina Allahi thumma itha massakumu alddurru failayhi tajaroona"},{"id":54,"text":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","translation":"然后，当他解除你们的患难的时候，你们中有一部分人，立刻以物配他们的主，","transliteration":"Thumma itha kashafa alddurra AAankum itha fareequn minkum birabbihim yushrikoona"},{"id":55,"text":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","translation":"以致辜负他所赏赐他们的恩惠。你们享受吧，不久你们就要知道了。","transliteration":"Liyakfuroo bima ataynahum fatamattaAAoo fasawfa taAAlamoona"},{"id":56,"text":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","translation":"我所供给他们的财产，他们以其中的一部分去供奉那些无知的（偶像）。指安拉发誓，关于你们所捏造的（事物），你们必受审问。","transliteration":"WayajAAaloona lima la yaAAlamoona naseeban mimma razaqnahum taAllahi latusalunna AAamma kuntum taftaroona"},{"id":57,"text":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","translation":"他们以女儿归安拉——赞颂安拉，超绝万物——而以他们所愿望的归自己。","transliteration":"WayajAAaloona lillahi albanati subhanahu walahum ma yashtahoona"},{"id":58,"text":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","translation":"当他们中的一个人听说自己的妻子生女儿的时候，他们的脸黯然失色，而且满腹牢骚。","transliteration":"Waitha bushshira ahaduhum bialontha thalla wajhuhu muswaddan wahuwa katheemun"},{"id":59,"text":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","translation":"他为这个噩耗而不与宗族会面，他多方考虑：究竟是忍辱保留她呢？还是把她活埋在土里呢？真的，他们的判断真恶劣。","transliteration":"Yatawara mina alqawmi min sooi ma bushshira bihi ayumsikuhu AAala hoonin am yadussuhu fee altturabi ala saa ma yahkumoona"},{"id":60,"text":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"不信后世者，有恶例；安拉有典型。他确是全能的，确是至睿的。","transliteration":"Lillatheena la yuminoona bialakhirati mathalu alssawi walillahi almathalu alaAAla wahuwa alAAazeezu alhakeemu"},{"id":61,"text":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translation":"如果安拉为世人的不义而惩治他们，那么，他不留一个人在大地上，但他让他们延迟到一个定期，当他们的定期来临的时候，他们不得延迟一瞬时，（当其未来临的时候）他们不能提前一瞬时。","transliteration":"Walaw yuakhithu Allahu alnnasa bithulmihim ma taraka AAalayha min dabbatin walakin yuakhkhiruhum ila ajalin musamman faitha jaa ajaluhum la yastakhiroona saAAatan wala yastaqdimoona"},{"id":62,"text":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","translation":"他们以自己所厌恶的归安拉，他们妄言自己将受最佳的报酬。诚然，他们将受火狱的报酬。他们是被遗弃的。","transliteration":"WayajAAaloona lillahi ma yakrahoona watasifu alsinatuhumu alkathiba anna lahumu alhusna la jarama anna lahumu alnnara waannahum mufratoona"},{"id":63,"text":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"指安拉发誓，在你之前，我确已派遣许多使者去教化各民族；但恶魔以他们的行为迷惑他们，所以今天他是他们的保护者，他们将受痛苦的刑罚。","transliteration":"TaAllahi laqad arsalna ila omamin min qablika fazayyana lahumu alshshaytanu aAAmalahum fahuwa waliyyuhumu alyawma walahum AAathabun aleemun"},{"id":64,"text":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"我降示这部经典，只为使你对他们阐明他们所争论的（是非），并且以这部经典作为信道的民众的向导和恩惠。","transliteration":"Wama anzalna AAalayka alkitaba illa litubayyina lahumu allathee ikhtalafoo feehi wahudan warahmatan liqawmin yuminoona"},{"id":65,"text":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","translation":"安拉从天上降下雨水，并借雨水使已死的大地复活；对善于听话的民众，此中确有一种迹象。","transliteration":"WaAllahu anzala mina alssamai maan faahya bihi alarda baAAda mawtiha inna fee thalika laayatan liqawmin yasmaAAoona"},{"id":66,"text":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّـٰرِبِينَ","translation":"在牲畜中，对于你们确有一种教训。我使你们得饮那从牲畜腹内的粪和血之间提出的又纯洁又可口的乳汁。","transliteration":"Wainna lakum fee alanAAami laAAibratan nusqeekum mimma fee butoonihi min bayni farthin wadamin labanan khalisan saighan lilshsharibeena"},{"id":67,"text":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"你们用椰枣和葡萄酿制醇酒和佳美的给养，对于能理解的民众，此中确有一种迹象。","transliteration":"Wamin thamarati alnnakheeli waalaAAnabi tattakhithoona minhu sakaran warizqan hasanan inna fee thalika laayatan liqawmin yaAAqiloona"},{"id":68,"text":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","translation":"你的主曾启示蜜蜂：“你可以在山上和树上筑房，以及人们所建造的蜂房里。","transliteration":"Waawha rabbuka ila alnnahli ani ittakhithee mina aljibali buyootan wamina alshshajari wamimma yaAArishoona"},{"id":69,"text":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","translation":"然后，你从每种果实上吃一点，并驯服地遵循你的主的道路。”将有一种颜色不同，而可以治病的饮料，从它的腹中吐出来；对于能思维的民众，此中确有一种迹象。","transliteration":"Thumma kulee min kulli alththamarati faoslukee subula rabbiki thululan yakhruju min butooniha sharabun mukhtalifun alwanuhu feehi shifaon lilnnasi inna fee thalika laayatan liqawmin yatafakkaroona"},{"id":70,"text":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","translation":"安拉创造你们，然后使你们死亡。你们中有人复返于一生中最恶劣的阶段，以致他在有知识之后又变得一无所知。安拉确是全知的，确是全能的。","transliteration":"WaAllahu khalaqakum thumma yatawaffakum waminkum man yuraddu ila arthali alAAumuri likay la yaAAlama baAAda AAilmin shayan inna Allaha AAaleemun qadeerun"},{"id":71,"text":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","translation":"在给养上，安拉使你们中一部分人超越另一部分人，给养优厚者绝不愿把自己的给养让给自己的奴仆，从而他们在给养上与自己平等。难道他们否认安拉的恩惠吗？","transliteration":"WaAllahu faddala baAAdakum AAala baAAdin fee alrrizqi fama allatheena fuddiloo biraddee rizqihim AAala ma malakat aymanuhum fahum feehi sawaon afabiniAAmati Allahi yajhadoona"},{"id":72,"text":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","translation":"安拉以你们的同类做你们的妻子，并为你们从妻子创造儿孙。安拉还以佳美的食物供给你们。难道他们信仰虚妄，而辜负主恩吗？","transliteration":"WaAllahu jaAAala lakum min anfusikum azwajan wajaAAala lakum min azwajikum baneena wahafadatan warazaqakum mina alttayyibati afabialbatili yuminoona wabiniAAmati Allahi hum yakfuroona"},{"id":73,"text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","translation":"他们舍安拉而崇拜（偶像），那是不能为他们主持从天上降下的和从地上生出的一点给养的，而且毫无能力的。","transliteration":"WayaAAbudoona min dooni Allahi ma la yamliku lahum rizqan mina alssamawati waalardi shayan wala yastateeAAoona"},{"id":74,"text":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translation":"你们不要为安拉打比喻。安拉知道，而你们不知道。","transliteration":"Fala tadriboo lillahi alamthala inna Allaha yaAAlamu waantum la taAAlamoona"},{"id":75,"text":"۞ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translation":"安拉打一个比喻：一个奴隶，不能自由处理任何事务；一个自由人，我赏赐他优厚的给养，而他秘密地和公开地加以施舍；他俩人是一样的吗？一切赞颂，全归安拉！但他们大半不知道。","transliteration":"Daraba Allahu mathalan AAabdan mamlookan la yaqdiru AAala shayin waman razaqnahu minna rizqan hasanan fahuwa yunfiqu minhu sirran wajahran hal yastawoona alhamdu lillahi bal aktharuhum la yaAAlamoona"},{"id":76,"text":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"安拉又打一个比喻：两个男人，一个是哑巴，什么事也不能做，却是他主人的累赘，无论主人打发他到哪里去，都不能带一点福利回来；另一个走的是正路，他劝人主持公道。他俩人是一样的吗？","transliteration":"Wadaraba Allahu mathalan rajulayni ahaduhuma abkamu la yaqdiru AAala shayin wahuwa kallun AAala mawlahu aynama yuwajjihhu la yati bikhayrin hal yastawee huwa waman yamuru bialAAadli wahuwa AAala siratin mustaqeemin"},{"id":77,"text":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"天地的幽玄只是安拉的。复活时刻的到来，只在转瞬间，或更为迅速。安拉对于万事，确是全能的。","transliteration":"Walillahi ghaybu alssamawati waalardi wama amru alssaAAati illa kalamhi albasari aw huwa aqrabu inna Allaha AAala kulli shayin qadeerun"},{"id":78,"text":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"安拉使你们从母腹出生，你们什么也不知道，他为你们创造耳目和心灵，以便你们感谢。","transliteration":"WaAllahu akhrajakum min butooni ommahatikum la taAAlamoona shayan wajaAAala lakumu alssamAAa waalabsara waalafidata laAAallakum tashkuroona"},{"id":79,"text":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"难道他们没有看见在空中被制服的群鸟吗？只有安拉维持它们；对于信道的民众，此中确有许多迹象。","transliteration":"Alam yaraw ila alttayri musakhkharatin fee jawwi alssamai ma yumsikuhunna illa Allahu inna fee thalika laayatin liqawmin yuminoona"},{"id":80,"text":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","translation":"安拉以你们的家为你们的安居之所，以牲畜的皮革，为你们的房屋，你们在起程之日和住定之日，都感觉其轻便。他以绵羊毛、骆驼毛和山羊毛供你们织造家俱和暂时的享受。","transliteration":"WaAllahu jaAAala lakum min buyootikum sakanan wajaAAala lakum min juloodi alanAAami buyootan tastakhiffoonaha yawma thaAAnikum wayawma iqamatikum wamin aswafiha waawbariha waashAAariha athathan wamataAAan ila heenin"},{"id":81,"text":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","translation":"安拉以他所创造的东西做你们的遮阴，以群山做你们的隐匿处，以衣服供你们防暑（和御寒），以盔甲供你们防御创伤。他如此完成他对你们的恩惠，以便你们顺服。","transliteration":"WaAllahu jaAAala lakum mimma khalaqa thilalan wajaAAala lakum mina aljibali aknanan wajaAAala lakum sarabeela taqeekumu alharra wasarabeela taqeekum basakum kathalika yutimmu niAAmatahu AAalaykum laAAallakum tuslimoona"},{"id":82,"text":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translation":"如果他们违背正道，那么，你只负明白传达的责任。","transliteration":"Fain tawallaw fainnama AAalayka albalaghu almubeenu"},{"id":83,"text":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","translation":"他们认识安拉的恩惠，但加以否认，他们大半是忘恩负义的。","transliteration":"YaAArifoona niAAmata Allahi thumma yunkiroonaha waaktharuhumu alkafiroona"},{"id":84,"text":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","translation":"在那日，我要在每个民族中推举一个见证者，然后，不信道者不得为自己辩护，也不得向他们讨好。","transliteration":"Wayawma nabAAathu min kulli ommatin shaheedan thumma la yuthanu lillatheena kafaroo wala hum yustaAAtaboona"},{"id":85,"text":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","translation":"当不义者看见刑罚的时候，他们不得减刑，也不得缓刑。","transliteration":"Waitha raa allatheena thalamoo alAAathaba fala yukhaffafu AAanhum wala hum yuntharoona"},{"id":86,"text":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","translation":"当以物配主者看见他们的配主的时候，他们将要说：“我们的主啊！这些是我们的配主，我们曾舍你而祈祷他们。”那些配主将回答他们说：“你们确是说谎的。”","transliteration":"Waitha raa allatheena ashrakoo shurakaahum qaloo rabbana haolai shurakaona allatheena kunna nadAAoo min doonika faalqaw ilayhimu alqawla innakum lakathiboona"},{"id":87,"text":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"在那日，他们将向安拉表示屈服，而他们所捏造者将回避他们。","transliteration":"Waalqaw ila Allahi yawmaithin alssalama wadalla AAanhum ma kanoo yaftaroona"},{"id":88,"text":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","translation":"不信道而且阻碍主道者，我将因他们的破坏而增加他们所受的刑罚。","transliteration":"Allatheena kafaroo wasaddoo AAan sabeeli Allahi zidnahum AAathaban fawqa alAAathabi bima kanoo yufsidoona"},{"id":89,"text":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","translation":"我要在每个民族中，推举他们族中的一个见证，来反证他们，在那日，我要推举你来反证这等人。我曾降示你这部经典，阐明万事，并作归顺者的向导、恩惠和喜讯。","transliteration":"Wayawma nabAAathu fee kulli ommatin shaheedan AAalayhim min anfusihim wajina bika shaheedan AAala haolai wanazzalna AAalayka alkitaba tibyanan likulli shayin wahudan warahmatan wabushra lilmuslimeena"},{"id":90,"text":"۞إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","translation":"安拉的确命人公平、行善、施济亲戚，并禁人淫乱、作恶事、霸道；他劝戒你们，以便你们记取教诲。","transliteration":"Inna Allaha yamuru bialAAadli waalihsani waeetai thee alqurba wayanha AAani alfahshai waalmunkari waalbaghyi yaAAithukum laAAallakum tathakkaroona"},{"id":91,"text":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","translation":"当你们缔结盟约的时候，你们应当履行。你们既以安拉为你们的保证者，则缔结盟约之后就不要违背誓言。安拉的确知道你们的行为。","transliteration":"Waawfoo biAAahdi Allahi itha AAahadtum wala tanqudoo alaymana baAAda tawkeediha waqad jaAAaltumu Allaha AAalaykum kafeelan inna Allaha yaAAlamu ma tafAAaloona"},{"id":92,"text":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translation":"你们不要像那个妇人，她把纺织的很结实的线又分拆成若干缕；你们以盟誓为互相欺诈的手段，因为这一族比那一族还要富庶。安拉只以此事考验你们。复活日，他必为你们阐明你们所争论的是非。","transliteration":"Wala takoonoo kaallatee naqadat ghazlaha min baAAdi quwwatin ankathan tattakhithoona aymanakum dakhalan baynakum an takoona ommatun hiya arba min ommatin innama yablookumu Allahu bihi walayubayyinanna lakum yawma alqiyamati ma kuntum feehi takhtalifoona"},{"id":93,"text":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","translation":"假若安拉意欲，他必使你们成为一个民族；但他使他所意欲者误入迷途，使他所意欲者遵循正路。你们势必要为你们的行为而受审问。","transliteration":"Walaw shaa Allahu lajaAAalakum ommatan wahidatan walakin yudillu man yashao wayahdee man yashao walatusalunna AAamma kuntum taAAmaloona"},{"id":94,"text":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","translation":"你们不要以盟誓为互相欺诈的手段；以免站稳之后再失足，而你们将因为阻碍安拉的大道而尝试灾祸，你们还要受重大的刑罚。","transliteration":"Wala tattakhithoo aymanakum dakhalan baynakum fatazilla qadamun baAAda thubootiha watathooqoo alssooa bima sadadtum AAan sabeeli Allahi walakum AAathabun AAatheemun"},{"id":95,"text":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"你们不要以廉价出卖安拉的盟约；在安拉那里的，对于你们是更好的，如果你们知道。","transliteration":"Wala tashtaroo biAAahdi Allahi thamanan qaleelan innama AAinda Allahi huwa khayrun lakum in kuntum taAAlamoona"},{"id":96,"text":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","translation":"你们所有的是要耗尽的，在安拉那里的是无穷的。我誓必要以坚忍者所行的最大善功报酬你们。","transliteration":"Ma AAindakum yanfadu wama AAinda Allahi baqin walanajziyanna allatheena sabaroo ajrahum biahsani ma kanoo yaAAmaloona"},{"id":97,"text":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","translation":"凡行善的男女信士，我誓必要使他们过一种美满的生活，我誓必要以他们所行的最大善功报酬他们。","transliteration":"Man AAamila salihan min thakarin aw ontha wahuwa muminun falanuhyiyannahu hayatan tayyibatan walanajziyannahum ajrahum biahsani ma kanoo yaAAmaloona"},{"id":98,"text":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","translation":"当你要诵读《古兰经》的时候，你应当求安拉保护，以防受诅咒的恶魔的干扰。","transliteration":"Faitha qarata alqurana faistaAAith biAllahi mina alshshaytani alrrajeemi"},{"id":99,"text":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","translation":"对信道而且托靠安拉者，他毫无权力。","transliteration":"Innahu laysa lahu sultanun AAala allatheena amanoo waAAala rabbihim yatawakkaloona"},{"id":100,"text":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","translation":"他的权力只限于和他交朋友，而且以他配主者。","transliteration":"Innama sultanuhu AAala allatheena yatawallawnahu waallatheena hum bihi mushrikoona"},{"id":101,"text":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translation":"当我以一节经文掉换另一节经文的时候——安拉知道自己所降示的——他们说：“你只是一个捏造者。”不然！他们大半是不知道的。","transliteration":"Waitha baddalna ayatan makana ayatin waAllahu aAAlamu bima yunazzilu qaloo innama anta muftarin bal aktharuhum la yaAAlamoona"},{"id":102,"text":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","translation":"你（对他们）说：圣洁的鲁哈从你的主那里降示这部包含真理的经典，以便他使信道者坚定，并用作归信者的向导和喜讯。","transliteration":"Qul nazzalahu roohu alqudusi min rabbika bialhaqqi liyuthabbita allatheena amanoo wahudan wabushra lilmuslimeena"},{"id":103,"text":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","translation":"我的确知道，他们说过：“这只是一个凡人所传授的。”他们倾向的那个人的语言是化外人（的语言），而这（部经典的语言）是明白的阿拉伯语。","transliteration":"Walaqad naAAlamu annahum yaqooloona innama yuAAallimuhu basharun lisanu allathee yulhidoona ilayhi aAAjamiyyun wahatha lisanun AAarabiyyun mubeenun"},{"id":104,"text":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","translation":"不信安拉的迹象者，安拉必定不引导他们，而他们将受痛苦的刑罚。","transliteration":"Inna allatheena la yuminoona biayati Allahi la yahdeehimu Allahu walahum AAathabun aleemun"},{"id":105,"text":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","translation":"不信安拉的迹象者，才是捏造了谎言的。","transliteration":"Innama yaftaree alkathiba allatheena la yuminoona biayati Allahi waolaika humu alkathiboona"},{"id":106,"text":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","translation":"既信安拉之后，又表示不信者——除非被迫宣布不信、内心却为信仰而坚定者——为不信而心情舒畅者将遭天谴，并受重大的刑罚。","transliteration":"Man kafara biAllahi min baAAdi eemanihi illa man okriha waqalbuhu mutmainnun bialeemani walakin man sharaha bialkufri sadran faAAalayhim ghadabun mina Allahi walahum AAathabun AAatheemun"},{"id":107,"text":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","translation":"这是因为他们宁爱今世生活而不爱后世，也因为安拉不引导不信道的民众。","transliteration":"Thalika biannahumu istahabboo alhayata alddunya AAala alakhirati waanna Allaha la yahdee alqawma alkafireena"},{"id":108,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","translation":"他们是安拉将封闭其心灵和视听的人。这等人是惛愦的。","transliteration":"Olaika allatheena tabaAAa Allahu AAala quloobihim wasamAAihim waabsarihim waolaika humu alghafiloona"},{"id":109,"text":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","translation":"诚然，他们在后世正是亏折者。","transliteration":"La jarama annahum fee alakhirati humu alkhasiroona"},{"id":110,"text":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","translation":"然后，你的主对于被迫害之后迁居，然后奋斗，而且坚忍者，你的主在那之后确是至赦的，确是至慈的。","transliteration":"Thumma inna rabbaka lillatheena hajaroo min baAAdi ma futinoo thumma jahadoo wasabaroo inna rabbaka min baAAdiha laghafoorun raheemun"},{"id":111,"text":"۞يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"在那日，每个灵魂都来为自己辩护，而每个灵魂都得享受自己行为的完全的报酬。他们不受亏枉。","transliteration":"Yawma tatee kullu nafsin tujadilu AAan nafsiha watuwaffa kullu nafsin ma AAamilat wahum la yuthlamoona"},{"id":112,"text":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","translation":"安拉打一个比喻：一个市镇，原是安全的，安稳的，丰富的给养从各方运来，但镇上的居民辜负安拉的恩惠，所以安拉因他们的行为而使他们尝试极度的饥荒和恐怖。","transliteration":"Wadaraba Allahu mathalan qaryatan kanat aminatan mutmainnatan yateeha rizquha raghadan min kulli makanin fakafarat bianAAumi Allahi faathaqaha Allahu libasa aljooAAi waalkhawfi bima kanoo yasnaAAoona"},{"id":113,"text":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","translation":"他们族中的一个使者确已来临他们，但他们否认了他。在他们不义的情况下，刑罚袭击了他们。","transliteration":"Walaqad jaahum rasoolun minhum fakaththaboohu faakhathahumu alAAathabu wahum thalimoona"},{"id":114,"text":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","translation":"你们可以吃安拉赏赐你们的合法而佳美的食物，你们应当感谢安拉的恩惠，如果你们只崇拜他。","transliteration":"Fakuloo mimma razaqakumu Allahu halalan tayyiban waoshkuroo niAAmata Allahi in kuntum iyyahu taAAbudoona"},{"id":115,"text":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"他只禁止你们吃自死物、血液、猪肉，以及诵非安拉之名而屠宰的。但为势所迫，非出自愿，且不过分者，那么，安拉确是至赦的，确是至慈的。","transliteration":"Innama harrama AAalaykumu almaytata waalddama walahma alkhinzeeri wama ohilla lighayri Allahi bihi famani idturra ghayra baghin wala AAadin fainna Allaha ghafoorun raheemun"},{"id":116,"text":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","translation":"你们对于自己所叙述的事，不要妄言：“这是合法的，那是违法的。”以致你们假借安拉的名义而造谣。假借安拉的名义而造谣者必不成功。","transliteration":"Wala taqooloo lima tasifu alsinatukumu alkathiba hatha halalun wahatha haramun litaftaroo AAala Allahi alkathiba inna allatheena yaftaroona AAala Allahi alkathiba la yuflihoona"},{"id":117,"text":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"（他们只得）到一点享受，而他们将受痛苦的刑罚。","transliteration":"MataAAun qaleelun walahum AAathabun aleemun"},{"id":118,"text":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"对犹太教徒，我曾禁戒我从前告诉过你的那些食物，我没有亏枉他们，但他们亏枉了自己。","transliteration":"WaAAala allatheena hadoo harramna ma qasasna AAalayka min qablu wama thalamnahum walakin kanoo anfusahum yathlimoona"},{"id":119,"text":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","translation":"然后，你的主对于无知而作恶，以后又悔过自新的人，确是至赦的，确是至慈的。","transliteration":"Thumma inna rabbaka lillatheena AAamiloo alssooa bijahalatin thumma taboo min baAAdi thalika waaslahoo inna rabbaka min baAAdiha laghafoorun raheemun"},{"id":120,"text":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","translation":"易卜拉欣原来是一个表率，他服从安拉，信奉正教，而且不是以物配主的。","transliteration":"Inna ibraheema kana ommatan qanitan lillahi haneefan walam yaku mina almushrikeena"},{"id":121,"text":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"他原是感谢主恩的，主选择了他，并将他引上了正路。","transliteration":"Shakiran lianAAumihi ijtabahu wahadahu ila siratin mustaqeemin"},{"id":122,"text":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ","translation":"在今世，我曾以幸福赏赐他；在后世，他必定居于善人之列。","transliteration":"Waataynahu fee alddunya hasanatan wainnahu fee alakhirati lamina alssaliheena"},{"id":123,"text":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"然后，我启示你说：“你应当遵守信奉正教的易卜拉欣的宗教，他不是以物配主的。”","transliteration":"Thumma awhayna ilayka ani ittabiAA millata ibraheema haneefan wama kana mina almushrikeena"},{"id":124,"text":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"安息日是那些为之而争论的人所应当遵守的定制。复活日，你的主必判决他们所争论的是非。","transliteration":"Innama juAAila alssabtu AAala allatheena ikhtalafoo feehi wainna rabbaka layahkumu baynahum yawma alqiyamati feema kanoo feehi yakhtalifoona"},{"id":125,"text":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","translation":"你应凭智慧和善言而劝人遵循主道，你应当以最优美的态度与人辩论，你的主的确知道谁是违背他的正道的，他的确知道谁是遵循他的正道的。","transliteration":"OdAAu ila sabeeli rabbika bialhikmati waalmawAAithati alhasanati wajadilhum biallatee hiya ahsanu inna rabbaka huwa aAAlamu biman dalla AAan sabeelihi wahuwa aAAlamu bialmuhtadeena"},{"id":126,"text":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّـٰبِرِينَ","translation":"如果你们要报复，就应当依照你们所受的伤害而报复。如果你们容忍，那对于容忍者是更好的。","transliteration":"Wain AAaqabtum faAAaqiboo bimithli ma AAooqibtum bihi walain sabartum lahuwa khayrun lilssabireena"},{"id":127,"text":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","translation":"你应当容忍，——你的容忍只赖安拉的佑助——你不要为他们而悲伤，不要为他们的计谋而烦恼。","transliteration":"Waisbir wama sabruka illa biAllahi wala tahzan AAalayhim wala taku fee dayqin mimma yamkuroona"},{"id":128,"text":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","translation":"安拉确是同敬畏者和行善者在一起的。","transliteration":"Inna Allaha maAAa allatheena ittaqaw waallatheena hum muhsinoona"}]}
