{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translation":"夜行","type":"meccan","total_verses":111,"verses":[{"id":1,"text":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"赞美安拉，超绝万物，他在一夜之间，使他的仆人，从禁寺行到远寺，我在远寺的四周降福，以便我昭示他我的一部分迹象，安拉确是全聪的，确是全明的。","transliteration":"Subhana allathee asra biAAabdihi laylan mina almasjidi alharami ila almasjidi alaqsa allathee barakna hawlahu linuriyahu min ayatina innahu huwa alssameeAAu albaseeru"},{"id":2,"text":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَـٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","translation":"我把经典赏赐穆萨，并用作以色列的子孙的向导。我说：“你们不要舍我而采取任何保护者！”","transliteration":"Waatayna moosa alkitaba wajaAAalnahu hudan libanee israeela alla tattakhithoo min doonee wakeelan"},{"id":3,"text":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","translation":"我曾使其与努哈同舟共济者的子孙啊！他原是一个感恩的仆人。","transliteration":"Thurriyyata man hamalna maAAa noohin innahu kana AAabdan shakooran"},{"id":4,"text":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","translation":"我曾在经典里启示对以色列的后裔的判决说：“你们必定要在大地上两次作乱，你们必定很傲慢。”","transliteration":"Waqadayna ila banee israeela fee alkitabi latufsidunna fee alardi marratayni walataAAlunna AAuluwwan kabeeran"},{"id":5,"text":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","translation":"当第一次作乱的约期来临的时候，我派遣我的许多强大的仆人去惩治你们，他们就搜索了住宅，那是要履行的诺言。","transliteration":"Faitha jaa waAAdu oolahuma baAAathna AAalaykum AAibadan lana olee basin shadeedin fajasoo khilala alddiyari wakana waAAdan mafAAoolan"},{"id":6,"text":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","translation":"然后，我为你们恢复了对他们的优势，我以财富和子孙资助你们，我使你们更加富庶。","transliteration":"Thumma radadna lakumu alkarrata AAalayhim waamdadnakum biamwalin wabaneena wajaAAalnakum akthara nafeeran"},{"id":7,"text":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","translation":"我说：“如果你们行善，那么，你们是为自己而行善；如果你们作恶，你们是为自己而作恶。”当第二次作乱的约期来临的时候，（我又派遣他们），以便他们使你们变成为愁眉苦脸的，以便他们像头一次那样再入禁寺，以便他们把自己所占领的地方加以摧毁。","transliteration":"In ahsantum ahsantum lianfusikum wain asatum falaha faitha jaa waAAdu alakhirati liyasoooo wujoohakum waliyadkhuloo almasjida kama dakhaloohu awwala marratin waliyutabbiroo ma AAalaw tatbeeran"},{"id":8,"text":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","translation":"（如果你们悔改），你们的主或许会怜悯你们。如果你们重新违抗我，我将重新惩治你们。我以火狱为不信道者的监狱。","transliteration":"AAasa rabbukum an yarhamakum wain AAudtum AAudna wajaAAalna jahannama lilkafireena haseeran"},{"id":9,"text":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّـٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","translation":"这部《古兰经》必引导人于至正之路，并预告行善的信士们，他们将要享受最大的报酬。","transliteration":"Inna hatha alqurana yahdee lillatee hiya aqwamu wayubashshiru almumineena allatheena yaAAmaloona alssalihati anna lahum ajran kabeeran"},{"id":10,"text":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","translation":"（还预告）不信后世者，我已为他们预备了痛苦的刑罚。","transliteration":"Waanna allatheena la yuminoona bialakhirati aAAtadna lahum AAathaban aleeman"},{"id":11,"text":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","translation":"人祈祷祸福，像祈祷幸福一样，人是急躁的。","transliteration":"WayadAAu alinsanu bialshsharri duAAaahu bialkhayri wakana alinsanu AAajoolan"},{"id":12,"text":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","translation":"我以昼夜为两种迹象，我抹掉黑夜的迹象，并以白昼为明亮的，以便你们寻求从你们的主发出的恩惠，以便你们知道历法和算术。我明白地解释一切迹象。","transliteration":"WajaAAalna allayla waalnnahara ayatayni famahawna ayata allayli wajaAAalna ayata alnnahari mubsiratan litabtaghoo fadlan min rabbikum walitaAAlamoo AAadada alssineena waalhisaba wakulla shayin fassalnahu tafseelan"},{"id":13,"text":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَـٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","translation":"我使每个人的行为附着在他的脖子上。在复活日，我要为每个人取出一个展开的本子，","transliteration":"Wakulla insanin alzamnahu tairahu fee AAunuqihi wanukhriju lahu yawma alqiyamati kitaban yalqahu manshooran"},{"id":14,"text":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","translation":"（说）：“你读你的本子吧！今天，你已足为自己的清算人。”","transliteration":"Iqra kitabaka kafa binafsika alyawma AAalayka haseeban"},{"id":15,"text":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","translation":"谁遵循正道，谁自受其益；谁误入迷途，谁自受其害。一个负罪者，不负他人的罪。派遣使者之前，我不惩罚（任何人）。","transliteration":"Mani ihtada fainnama yahtadee linafsihi waman dalla fainnama yadillu AAalayha wala taziru waziratun wizra okhra wama kunna muAAaththibeena hatta nabAAatha rasoolan"},{"id":16,"text":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","translation":"当我要毁灭一个市镇的时候，我命令其中过安乐生活者服从我，但他们放荡不检，所以应受刑罚的判决。于是我毁灭他们。","transliteration":"Waitha aradna an nuhlika qaryatan amarna mutrafeeha fafasaqoo feeha fahaqqa AAalayha alqawlu fadammarnaha tadmeeran"},{"id":17,"text":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","translation":"在努哈之后，我毁灭了若干世代。你的主对于其仆人的罪行，足为彻知者和明察者。","transliteration":"Wakam ahlakna mina alqurooni min baAAdi noohin wakafa birabbika bithunoobi AAibadihi khabeeran baseeran"},{"id":18,"text":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","translation":"凡欲获得现世生活者，我将在现世以我所意欲的报答他们中我所意欲者。然后，我将以火狱惩治他们，他们将受责备，遭弃绝地进入火狱。","transliteration":"Man kana yureedu alAAajilata AAajjalna lahu feeha ma nashao liman nureedu thumma jaAAalna lahu jahannama yaslaha mathmooman madhooran"},{"id":19,"text":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَـٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","translation":"凡欲获得后世，并为此而尽努力的信道者，这等人的努力是有报酬的。","transliteration":"Waman arada alakhirata wasaAAa laha saAAyaha wahuwa muminun faolaika kana saAAyuhum mashkooran"},{"id":20,"text":"كُلّٗا نُّمِدُّ هَـٰٓؤُلَآءِ وَهَـٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","translation":"这等人和那等人，我都要以你的主的赏赐资助他们，你的主的赏赐，不是受阻碍的。","transliteration":"Kullan numiddu haolai wahaolai min AAatai rabbika wama kana AAatao rabbika mahthooran"},{"id":21,"text":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","translation":"你看我怎样使他们中的一部分人超越另一部分人；后世确是品级更高，优越更甚的。","transliteration":"Onthur kayfa faddalna baAAdahum AAala baAAdin walalakhiratu akbaru darajatin waakbaru tafdeelan"},{"id":22,"text":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","translation":"你不要使任何物与安拉同受崇拜，以免你变成受责备、遭遗弃的。","transliteration":"La tajAAal maAAa Allahi ilahan akhara fataqAAuda mathmooman makhthoolan"},{"id":23,"text":"۞وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","translation":"你的主曾下令说：你们应当只崇拜他，应当孝敬父母。如果他俩中的一人或者两人在你的堂上达到老迈，那么，你不要对他俩说：“呸！”不要呵斥他俩，你应当对他俩说有礼貌的话。","transliteration":"Waqada rabbuka alla taAAbudoo illa iyyahu wabialwalidayni ihsanan imma yablughanna AAindaka alkibara ahaduhuma aw kilahuma fala taqul lahuma offin wala tanharhuma waqul lahuma qawlan kareeman"},{"id":24,"text":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","translation":"你应当必恭必敬地服侍他俩，你应当说：“我的主啊！求你怜悯他俩，就像我幼年时他俩养育我那样。”","transliteration":"Waikhfid lahuma janaha alththulli mina alrrahmati waqul rabbi irhamhuma kama rabbayanee sagheeran"},{"id":25,"text":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّـٰبِينَ غَفُورٗا","translation":"你们的主是最知道你们的心情的。如果你们是善良的，那么，他对于常常悔过者确是至赦的。","transliteration":"Rabbukum aAAlamu bima fee nufoosikum in takoonoo saliheena fainnahu kana lilawwabeena ghafooran"},{"id":26,"text":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","translation":"你应当把亲戚、贫民、旅客所应得的周济分给他们，你不要挥霍；","transliteration":"Waati tha alqurba haqqahu waalmiskeena waibna alssabeeli wala tubaththir tabtheeran"},{"id":27,"text":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","translation":"挥霍者确是恶魔的朋友，恶魔原是辜负主恩的。","transliteration":"Inna almubaththireena kanoo ikhwana alshshayateeni wakana alshshaytanu lirabbihi kafooran"},{"id":28,"text":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","translation":"如果你必须求得你所希望的从主降示的恩惠后才能周济他们，那么，你应该对他们说温和的话。","transliteration":"Waimma tuAAridanna AAanhumu ibtighaa rahmatin min rabbika tarjooha faqul lahum qawlan maysooran"},{"id":29,"text":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","translation":"你不要把自己的手束在脖子上，也不要把手完全伸开，以免你变成悔恨的受责备者。","transliteration":"Wala tajAAal yadaka maghloolatan ila AAunuqika wala tabsutha kulla albasti fataqAAuda malooman mahsooran"},{"id":30,"text":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","translation":"你的主必为他所意欲者而使给养富裕，必为他所意欲者而使给养窘迫。你的主对于他的众仆，确是彻知的，确是明察的。","transliteration":"Inna rabbaka yabsutu alrrizqa liman yashao wayaqdiru innahu kana biAAibadihi khabeeran baseeran"},{"id":31,"text":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","translation":"你们不要因为怕贫穷而杀害自己的儿女，我供给他们和你们。杀害他们确是大罪。","transliteration":"Wala taqtuloo awladakum khashyata imlaqin nahnu narzuquhum waiyyakum inna qatlahum kana khitan kabeeran"},{"id":32,"text":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","translation":"你们不要接近私通，因为私通确是下流的事，这行径真恶劣！","transliteration":"Wala taqraboo alzzina innahu kana fahishatan wasaa sabeelan"},{"id":33,"text":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","translation":"你们不要违背安拉的禁令而杀人，除非因为正义。无辜而被杀者，我已把权柄授予他的亲戚，但他们不可滥杀，他们确是受援助的。","transliteration":"Wala taqtuloo alnnafsa allatee harrama Allahu illa bialhaqqi waman qutila mathlooman faqad jaAAalna liwaliyyihi sultanan fala yusrif fee alqatli innahu kana mansooran"},{"id":34,"text":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","translation":"你们不要接近孤儿的财产，除非依照最优良的方式，直到他成年。你们应当履行诺言；诺言确是要被审问的事。","transliteration":"Wala taqraboo mala alyateemi illa biallatee hiya ahsanu hatta yablugha ashuddahu waawfoo bialAAahdi inna alAAahda kana masoolan"},{"id":35,"text":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","translation":"当你们卖粮的时候，应当量足分量，你们应当使用公平的秤称货物，这是善事，是结局最优的。","transliteration":"Waawfoo alkayla itha kiltum wazinoo bialqistasi almustaqeemi thalika khayrun waahsanu taweelan"},{"id":36,"text":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَـٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","translation":"你不要随从你所不知道的言行，耳目和心灵都是要被审问的。","transliteration":"Wala taqfu ma laysa laka bihi AAilmun inna alssamAAa waalbasara waalfuada kullu olaika kana AAanhu masoolan"},{"id":37,"text":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","translation":"你不要骄傲自满地在大地上行走，你绝不能把大地踏穿，绝不能与山比高。","transliteration":"Wala tamshi fee alardi marahan innaka lan takhriqa alarda walan tablugha aljibala toolan"},{"id":38,"text":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","translation":"这些事，其恶劣是你的主所厌恶的。","transliteration":"Kullu thalika kana sayyiohu AAinda rabbika makroohan"},{"id":39,"text":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","translation":"这是你的主所启示你的智慧，你不要使任何神明与安拉同受崇拜，否则，你将在受责备和遭弃绝的情况下被投入火狱。","transliteration":"Thalika mimma awha ilayka rabbuka mina alhikmati wala tajAAal maAAa Allahi ilahan akhara fatulqa fee jahannama malooman madhooran"},{"id":40,"text":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَـٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","translation":"难道你们的主把男儿赏赐你们，而以众天使为自己的女儿吗？你们的确说出荒谬的话。","transliteration":"Afaasfakum rabbukum bialbaneena waittakhatha mina almalaikati inathan innakum lataqooloona qawlan AAatheeman"},{"id":41,"text":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","translation":"在这部《古兰经》里，我确已反复申述这个宗旨，以便他们铭记。这种申述只会使他们更加憎恶。","transliteration":"Walaqad sarrafna fee hatha alqurani liyaththakkaroo wama yazeeduhum illa nufooran"},{"id":42,"text":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","translation":"你说：“假若有许多神明和他在一起，犹如他们所说的那样，那么，那些神灵必定想法设法与宝座的主争衡。”","transliteration":"Qul law kana maAAahu alihatun kama yaqooloona ithan laibtaghaw ila thee alAAarshi sabeelan"},{"id":43,"text":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","translation":"赞颂安拉，超绝万物，他绝然超乎他们所说的！","transliteration":"Subhanahu wataAAala AAamma yaqooloona AAuluwwan kabeeran"},{"id":44,"text":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","translation":"七层天和大地，以及万有，都赞颂他超绝万物，无一物不赞颂他超绝万物。但你们不了解他们的赞颂。他确是容忍的，确是至赦的。","transliteration":"Tusabbihu lahu alssamawatu alssabAAu waalardu waman feehinna wain min shayin illa yusabbihu bihamdihi walakin la tafqahoona tasbeehahum innahu kana haleeman ghafooran"},{"id":45,"text":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","translation":"当你诵读《古兰经》的时候，我在你和不信后世者之间安置一道隐微的屏障。","transliteration":"Waitha qarata alqurana jaAAalna baynaka wabayna allatheena la yuminoona bialakhirati hijaban mastooran"},{"id":46,"text":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","translation":"我在他们的心上加了许多罩子，以免他们了解《古兰经》；又在他们的耳里造重耳，当你在《古兰经》里只提到你的主的时候，他们憎恶地离去。","transliteration":"WajaAAalna AAala quloobihim akinnatan an yafqahoohu wafee athanihim waqran waitha thakarta rabbaka fee alqurani wahdahu wallaw AAala adbarihim nufooran"},{"id":47,"text":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","translation":"我最知道他们为何要倾听你诵经，当时他们来倾听你诵经，并且秘密地谈话。当时不义者们说：“你们只是顺从一个中了魔术的人。”","transliteration":"Nahnu aAAlamu bima yastamiAAoona bihi ith yastamiAAoona ilayka waith hum najwa ith yaqoolu alththalimoona in tattabiAAoona illa rajulan mashooran"},{"id":48,"text":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","translation":"你看他们为你打了许多比喻，但他们都迷误了，他们不能获得一条出路。","transliteration":"Onthur kayfa daraboo laka alamthala fadalloo fala yastateeAAoona sabeelan"},{"id":49,"text":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","translation":"他们说：“我们变成枯骨和尘土后，难道我们还一定被复活成为新人吗？","transliteration":"Waqaloo aitha kunna AAithaman warufatan ainna lamabAAoothoona khalqan jadeedan"},{"id":50,"text":"۞قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","translation":"你说：“尽管你们变成石头，或铁块，","transliteration":"Qul koonoo hijaratan aw hadeedan"},{"id":51,"text":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","translation":"或你们认为更难于接受生命的什么东西。”他们将说：“谁使我们复活呢？”你说：“初次创造你们的主。”他们将对你摇头说：“这件事将在何时发出呢？”你说：“这件事或许是临近的。”","transliteration":"Aw khalqan mimma yakburu fee sudoorikum fasayaqooloona man yuAAeeduna quli allathee fatarakum awwala marratin fasayunghidoona ilayka ruoosahum wayaqooloona mata huwa qul AAasa an yakoona qareeban"},{"id":52,"text":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","translation":"在那日，他将召唤你们，而你们将以颂词答应他。你们将猜想自己在坟墓里只逗留了一会儿。","transliteration":"Yawma yadAAookum fatastajeeboona bihamdihi watathunnoona in labithtum illa qaleelan"},{"id":53,"text":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","translation":"你告诉我的仆人们说：叫他们说这句最优美的话——恶魔必定要离间他们，恶魔确是人类的明敌——","transliteration":"Waqul liAAibadee yaqooloo allatee hiya ahsanu inna alshshaytana yanzaghu baynahum inna alshshaytana kana lilinsani AAaduwwan mubeenan"},{"id":54,"text":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","translation":"“你们的主是最知道你们的，他要怜悯你们就怜悯你们；他要惩罚你们就惩罚你们。”我没派遣你做他们的监护者。","transliteration":"Rabbukum aAAlamu bikum in yasha yarhamkum aw in yasha yuAAaththibkum wama arsalnaka AAalayhim wakeelan"},{"id":55,"text":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","translation":"你的主是最知道天地万物的。我确已使一部分先知超越另一部分；我曾把经典《宰布尔》赏赐达五德。","transliteration":"Warabbuka aAAlamu biman fee alssamawati waalardi walaqad faddalna baAAda alnnabiyyeena AAala baAAdin waatayna dawooda zabooran"},{"id":56,"text":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","translation":"你说：“你们舍安拉而称为神明者，你们祈祷他们吧！他们不能替你们消灾，也不能替你们嫁祸。","transliteration":"Quli odAAu allatheena zaAAamtum min doonihi fala yamlikoona kashfa alddurri AAankum wala tahweelan"},{"id":57,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","translation":"他们所称为神明者，自己求近主之阶。比他们更近于主者也求近主之阶，他们希望主的恩惠，畏惧主的刑罚。你的主的刑罚是应该防备的。","transliteration":"Olaika allatheena yadAAoona yabtaghoona ila rabbihimu alwaseelata ayyuhum aqrabu wayarjoona rahmatahu wayakhafoona AAathabahu inna AAathaba rabbika kana mahthooran"},{"id":58,"text":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","translation":"一切市镇，在复活日之前，我都要加以毁灭，或加以严厉的惩罚，这是记录在天经里的。”","transliteration":"Wain min qaryatin illa nahnu muhlikooha qabla yawmi alqiyamati aw muAAaththibooha AAathaban shadeedan kana thalika fee alkitabi mastooran"},{"id":59,"text":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","translation":"我不降示迹象，那是因为前人都不承认它，我曾以母驼给赛莫德人做明证，但他们迫害了它。我降迹象只是为了恫吓。","transliteration":"Wama manaAAana an nursila bialayati illa an kaththaba biha alawwaloona waatayna thamooda alnnaqata mubsiratan fathalamoo biha wama nursilu bialayati illa takhweefan"},{"id":60,"text":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","translation":"当时，我曾对你说：“你的主是周知众人的。我所昭示你的梦兆和在《古兰经》里所诅咒的那棵树，我只以这两件事物考验众人，并加以恫吓，但我的恫吓只能使他们更加蛮横。”","transliteration":"Waith qulna laka inna rabbaka ahata bialnnasi wama jaAAalna alrruya allatee araynaka illa fitnatan lilnnasi waalshshajarata almalAAoonata fee alqurani wanukhawwifuhum fama yazeeduhum illa tughyanan kabeeran"},{"id":61,"text":"وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","translation":"当时我曾对众天使说：“你们应当向阿丹叩头。”他们就向他叩头。但易卜劣厮除外。他说：“你用泥土造成的，我怎能向他叩头呢！”","transliteration":"Waith qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa qala aasjudu liman khalaqta teenan"},{"id":62,"text":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","translation":"他说：“你告诉我吧，这就是你使他超越我的人吗？如果你宽限我到复活日，我誓必根绝他的后裔，但少数人除外。”","transliteration":"Qala araaytaka hatha allathee karramta AAalayya lain akhkhartani ila yawmi alqiyamati laahtanikanna thurriyyatahu illa qaleelan"},{"id":63,"text":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","translation":"安拉说：“你去吧！他们中凡顺从你的，火狱必定是他们和你的充分的报酬。","transliteration":"Qala ithhab faman tabiAAaka minhum fainna jahannama jazaokum jazaan mawfooran"},{"id":64,"text":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","translation":"你可以用你的声音去恫吓他们中你所能恫吓的人；你可以统率你的骑兵和步兵，去反对他们；你可以和他们同享他们的财产和儿女；你可以许给他们任何东西——恶魔只许给他们妄想——","transliteration":"Waistafziz mani istataAAta minhum bisawtika waajlib AAalayhim bikhaylika warajlika washarikhum fee alamwali waalawladi waAAidhum wama yaAAiduhumu alshshaytanu illa ghurooran"},{"id":65,"text":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","translation":"我的仆人，你对他们没有任何权柄，你的主足为监护者。”","transliteration":"Inna AAibadee laysa laka AAalayhim sultanun wakafa birabbika wakeelan"},{"id":66,"text":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","translation":"你们的主为你们而使船只在海上航行，以便你们寻求他的恩惠。他对你们确是至慈的。","transliteration":"Rabbukumu allathee yuzjee lakumu alfulka fee albahri litabtaghoo min fadlihi innahu kana bikum raheeman"},{"id":67,"text":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","translation":"当你们在海上遭受灾害的时候，你们向来所祈祷的已回避你们了，而你们只有祈祷主了。当主使你们平安登陆的时候，你们背叛了主。人原是孤恩的。","transliteration":"Waitha massakumu alddurru fee albahri dalla man tadAAoona illa iyyahu falamma najjakum ila albarri aAAradtum wakana alinsanu kafooran"},{"id":68,"text":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","translation":"难道你们不怕主使你们沦陷地下，或使飞沙走石的狂风扫荡你们，而你们不能为自己找到监护者吗？","transliteration":"Afaamintum an yakhsifa bikum janiba albarri aw yursila AAalaykum hasiban thumma la tajidoo lakum wakeelan"},{"id":69,"text":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","translation":"难道你们不怕主使你们再去航海，而使狂风袭击你们，使你们因孤恩而沉溺，然后，你们不能为自己找到任何对主报仇者吗？","transliteration":"Am amintum an yuAAeedakum feehi taratan okhra fayursila AAalaykum qasifan mina alrreehi fayughriqakum bima kafartum thumma la tajidoo lakum AAalayna bihi tabeeAAan"},{"id":70,"text":"۞وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","translation":"我确已优待阿丹的后裔，而使他们在陆上和海上都有所骑乘，我以佳美的食物供给他们，我使他们大大地超过我所创造的许多人。","transliteration":"Walaqad karramna banee adama wahamalnahum fee albarri waalbahri warazaqnahum mina alttayyibati wafaddalnahum AAala katheerin mimman khalaqna tafdeelan"},{"id":71,"text":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَـٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","translation":"（你记住），在那日，我将召唤每个民族及其表率。以右手接受其功过薄者，将阅读自己的本子；他们不受一丝毫亏折。","transliteration":"Yawma nadAAoo kulla onasin biimamihim faman ootiya kitabahu biyameenihi faolaika yaqraoona kitabahum wala yuthlamoona fateelan"},{"id":72,"text":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","translation":"在今世是盲人者，在后世仍是盲人，而且更加迷误。","transliteration":"Waman kana fee hathihi aAAma fahuwa fee alakhirati aAAma waadallu sabeelan"},{"id":73,"text":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","translation":"他们确已使你几乎违背我所启示的教训，以便你假借我的名义，而捏造其它的教训。那么，他们就会把你当朋友了。","transliteration":"Wain kadoo layaftinoonaka AAani allathee awhayna ilayka litaftariya AAalayna ghayrahu waithan laittakhathooka khaleelan"},{"id":74,"text":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","translation":"要不是我使你坚定，你几乎已倾向于他们了。","transliteration":"Walawla an thabbatnaka laqad kidta tarkanu ilayhim shayan qaleelan"},{"id":75,"text":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","translation":"如果那样，我必使你在生前尝试加倍的刑罚，在死后尝试加倍的刑罚，使你不能找到任何人帮助你来对抗我。","transliteration":"Ithan laathaqnaka diAAfa alhayati wadiAAfa almamati thumma la tajidu laka AAalayna naseeran"},{"id":76,"text":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","translation":"他们确已使你几乎不能安居故乡，以便把你逐出境外。如果那样，他们在你被逐出之后，只得逗留一会儿。","transliteration":"Wain kadoo layastafizzoonaka mina alardi liyukhrijooka minha waithan la yalbathoona khilafaka illa qaleelan"},{"id":77,"text":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","translation":"这是在你之前我所派遣的众使者的常道，你对于我的常道不能发现任何的变更。","transliteration":"Sunnata man qad arsalna qablaka min rusulina wala tajidu lisunnatina tahweelan"},{"id":78,"text":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","translation":"你应当谨守从晨时到黑夜的拜功；并应当谨守早晨拜的诵读，早晨拜的诵读确是被（天使）参加的","transliteration":"Aqimi alssalata lidulooki alshshamsi ila ghasaqi allayli waqurana alfajri inna qurana alfajri kana mashhoodan"},{"id":79,"text":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","translation":"在夜里的一段时间，你应当谨守你所当守的附加的拜功，你的主或许把你提升到一个值得称颂的地位。","transliteration":"Wamina allayli fatahajjad bihi nafilatan laka AAasa an yabAAathaka rabbuka maqaman mahmoodan"},{"id":80,"text":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","translation":"你说：“我的主啊！求你使我顺利而入，求你使我顺利而出，求你赏赐我从你那里发出的权柄，以作我的辅弼。”","transliteration":"Waqul rabbi adkhilnee mudkhala sidqin waakhrijnee mukhraja sidqin waijAAal lee min ladunka sultanan naseeran"},{"id":81,"text":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","translation":"你说：“真理已经来了，虚妄已消灭了；虚妄确是易灭的”","transliteration":"Waqul jaa alhaqqu wazahaqa albatilu inna albatila kana zahooqan"},{"id":82,"text":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّـٰلِمِينَ إِلَّا خَسَارٗا","translation":"我降示可以为信士们治疗和给他们以恩惠的《古兰经》，它只会使不信道者更加亏折。","transliteration":"Wanunazzilu mina alqurani ma huwa shifaon warahmatun lilmumineena wala yazeedu alththalimeena illa khasaran"},{"id":83,"text":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","translation":"当我施恩于人的时候，他掉头不顾；当遭遇祸患的时候，他变成绝望的。","transliteration":"Waitha anAAamna AAala alinsani aAArada wanaa bijanibihi waitha massahu alshsharru kana yaoosan"},{"id":84,"text":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","translation":"你说：“各人依自己的方法而工作，你们的主最知道谁是更近于正道的。”","transliteration":"Qul kullun yaAAmalu AAala shakilatihi farabbukum aAAlamu biman huwa ahda sabeelan"},{"id":85,"text":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","translation":"他们问你精神是什么？你说：“精神是我的主的机密。”你们只获得很少的知识。","transliteration":"Wayasaloonaka AAani alrroohi quli alrroohu min amri rabbee wama ooteetum mina alAAilmi illa qaleelan"},{"id":86,"text":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","translation":"如果我意欲，我誓必把我启示你的《古兰经》消灭净尽，然后，你对我不能发现任何监护者。","transliteration":"Walain shina lanathhabanna biallathee awhayna ilayka thumma la tajidu laka bihi AAalayna wakeelan"},{"id":87,"text":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","translation":"但我为从你的主发出的恩惠（才保存它），你的主所施于你的恩惠是重大的。","transliteration":"Illa rahmatan min rabbika inna fadlahu kana AAalayka kabeeran"},{"id":88,"text":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","translation":"你说：“如果人类和精灵联合起来创造一部像这样的《古兰经》，那么，他们即使互相帮助，也必不能创造象这样的妙文。”","transliteration":"Qul laini ijtamaAAati alinsu waaljinnu AAala an yatoo bimithli hatha alqurani la yatoona bimithlihi walaw kana baAAduhum libaAAdin thaheeran"},{"id":89,"text":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","translation":"在这部《古兰经》里，我为众人确已申述各种比喻，但众人大半不信。","transliteration":"Walaqad sarrafna lilnnasi fee hatha alqurani min kulli mathalin faaba aktharu alnnasi illa kufooran"},{"id":90,"text":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","translation":"他们说：“我们绝不信你，直到你为我们而使一道源泉从地下涌出，","transliteration":"Waqaloo lan numina laka hatta tafjura lana mina alardi yanbooAAan"},{"id":91,"text":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","translation":"或者你有一座园圃，种植着椰枣和葡萄，你使河流贯穿其间；","transliteration":"Aw takoona laka jannatun min nakheelin waAAinabin fatufajjira alanhara khilalaha tafjeeran"},{"id":92,"text":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَـٰٓئِكَةِ قَبِيلًا","translation":"或者你使天如你所说的那样，一块块地落在我们的头上；或者你请安拉和众天使来作保证；","transliteration":"Aw tusqita alssamaa kama zaAAamta AAalayna kisafan aw tatiya biAllahi waalmalaikati qabeelan"},{"id":93,"text":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","translation":"或者你有一所黄金屋；或者你升上天去，我们绝不信你确已升天，直到你降示我们所能阅读的经典。”你说：“赞颂我的主超绝万物！我只是一个曾奉使命的凡人。”","transliteration":"Aw yakoona laka baytun min zukhrufin aw tarqa fee alssamai walan numina liruqiyyika hatta tunazzila AAalayna kitaban naqraohu qul subhana rabbee hal kuntu illa basharan rasoolan"},{"id":94,"text":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","translation":"当正道降临众人的时候，妨碍他们信道的只是他们的这句话：“难道安拉派遣一个凡人来做使者吗？”","transliteration":"Wama manaAAa alnnasa an yuminoo ith jaahumu alhuda illa an qaloo abaAAatha Allahu basharan rasoolan"},{"id":95,"text":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَـٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","translation":"你说：“假若大地上有许多天使安然步行，那么，我必从天上降下一个天使去他们那里做使者。”","transliteration":"Qul law kana fee alardi malaikatun yamshoona mutmainneena lanazzalna AAalayhim mina alssamai malakan rasoolan"},{"id":96,"text":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","translation":"你说：“安拉足为我与你们之间的见证，他对于他的仆人们确是彻知的，确是明察的。”","transliteration":"Qul kafa biAllahi shaheedan baynee wabaynakum innahu kana biAAibadihi khabeeran baseeran"},{"id":97,"text":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","translation":"安拉引导谁，谁就是遵循正道的；安拉使谁迷误，你不能为谁发现安拉以外的保护者。在复活日，我将使他们又瞎又哑又聋地匍匐着集合起来，他们的归宿是火狱。每当火势减弱的时候，我增加它们的火焰。","transliteration":"Waman yahdi Allahu fahuwa almuhtadi waman yudlil falan tajida lahum awliyaa min doonihi wanahshuruhum yawma alqiyamati AAala wujoohihim AAumyan wabukman wasumman mawahum jahannamu kullama khabat zidnahum saAAeeran"},{"id":98,"text":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","translation":"这是他们的报酬，因为他们不信我的迹象，并且说：“我们变成枯骨和尘土后，难道我们一定会被复活成新人吗？”","transliteration":"Thalika jazaohum biannahum kafaroo biayatina waqaloo aitha kunna AAithaman warufatan ainna lamabAAoothoona khalqan jadeedan"},{"id":99,"text":"۞أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّـٰلِمُونَ إِلَّا كُفُورٗا","translation":"难道他们不知道吗？创造了天地万物的安拉能创造像他们那样的人，并能为他们确定一个毫无可疑的期限，不义的人们只愿不信。","transliteration":"Awalam yaraw anna Allaha allathee khalaqa alssamawati waalarda qadirun AAala an yakhluqa mithlahum wajaAAala lahum ajalan la rayba feehi faaba alththalimoona illa kufooran"},{"id":100,"text":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","translation":"你说：“假若我的主的恩惠的库藏归你们管理，那么，你们必定因为怕开支而扣留他的恩惠。人是吝啬的。”","transliteration":"Qul law antum tamlikoona khazaina rahmati rabbee ithan laamsaktum khashyata alinfaqi wakana alinsanu qatooran"},{"id":101,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَـٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","translation":"当穆萨来临以色列人的时候，我确已赏赐穆萨九种明显的迹象。你问一问以色列人吧，法老对他说：“穆萨啊！我的确猜想你是中了魔术的人。”","transliteration":"Walaqad atayna moosa tisAAa ayatin bayyinatin faisal banee israeela ith jaahum faqala lahu firAAawnu innee laathunnuka ya moosa mashooran"},{"id":102,"text":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَـٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","translation":"他说：“你确实知道，只有天地的主能降示这些作为明证。法老啊！我的确猜想你是要毁灭的。”","transliteration":"Qala laqad AAalimta ma anzala haolai illa rabbu alssamawati waalardi basaira wainnee laathunnuka ya firAAawnu mathbooran"},{"id":103,"text":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","translation":"他要把他们逐出境外，但我使他和他的军队统统淹死。","transliteration":"Faarada an yastafizzahum mina alardi faaghraqnahu waman maAAahu jameeAAan"},{"id":104,"text":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","translation":"在他灭亡之后，我对以色列人说：“你们居住这个地方吧！当后世的约期来临的时候，我要把你们杂沓地召集来。”","transliteration":"Waqulna min baAAdihi libanee israeela oskunoo alarda faitha jaa waAAdu alakhirati jina bikum lafeefan"},{"id":105,"text":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","translation":"我只本真理而降示《古兰经》，而《古兰经》也只含真理而降下。我只派遣你做报喜信者和警告者。","transliteration":"Wabialhaqqi anzalnahu wabialhaqqi nazala wama arsalnaka illa mubashshiran wanatheeran"},{"id":106,"text":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","translation":"这是一部《古兰经》，我使它意义明白，以便你从容不迫地对众人宣读它；我逐渐地降示它。","transliteration":"Waquranan faraqnahu litaqraahu AAala alnnasi AAala mukthin wanazzalnahu tanzeelan"},{"id":107,"text":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","translation":"你说：“你们可以信仰它，也可以不信仰它。”在降示它之前获得知识的人们，当听到人们诵读它的时候，他们俯伏叩头。","transliteration":"Qul aminoo bihi aw la tuminoo inna allatheena ootoo alAAilma min qablihi itha yutla AAalayhim yakhirroona lilathqani sujjadan"},{"id":108,"text":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","translation":"他们说：“赞颂我们的主超绝万物！我们的主的诺言必定要被履行。”","transliteration":"Wayaqooloona subhana rabbina in kana waAAdu rabbina lamafAAoolan"},{"id":109,"text":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","translation":"他们痛哭着俯伏下去，《古兰经》使他们更恭敬。","transliteration":"Wayakhirroona lilathqani yabkoona wayazeeduhum khushooAAan"},{"id":110,"text":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","translation":"（你说）：“你们可以称他为安拉，也可称他为至仁主。因为他有许多极优美的名号，你们无论用什么名号称呼他，（都是很好的）。”你在拜中不要高声朗读，也不要低声默读，你应当寻求一条适中的道路。","transliteration":"Quli odAAoo Allaha awi odAAoo alrrahmana ayyan ma tadAAoo falahu alasmao alhusna wala tajhar bisalatika wala tukhafit biha waibtaghi bayna thalika sabeelan"},{"id":111,"text":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","translation":"你说：“一切赞颂，全归安拉，他没有收养儿女，没有同他共享主权的，没有为免卑贱而设的辅助者。你应当赞颂他的尊大。”","transliteration":"Waquli alhamdu lillahi allathee lam yattakhith waladan walam yakun lahu shareekun fee almulki walam yakun lahu waliyyun mina alththulli wakabbirhu takbeeran"}]}
