{"id":27,"name":"النمل","transliteration":"An-Naml","translation":"蚂蚁","type":"meccan","total_verses":93,"verses":[{"id":1,"text":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ","translation":"塔，辛。这些是《古兰经》——判别真伪的经典——的节文，","transliteration":"Taseen tilka ayatu alqurani wakitabin mubeenin"},{"id":2,"text":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","translation":"是信士们的向导和佳音。","transliteration":"Hudan wabushra lilmumineena"},{"id":3,"text":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","translation":"信道者谨守拜功，完纳天课，笃信后世。","transliteration":"Allatheena yuqeemoona alssalata wayutoona alzzakata wahum bialakhirati hum yooqinoona"},{"id":4,"text":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ","translation":"不信后世者，我确已为他们而装饰了他们的行为，故他们是徘徊歧途的。","transliteration":"Inna allatheena la yuminoona bialakhirati zayyanna lahum aAAmalahum fahum yaAAmahoona"},{"id":5,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","translation":"这等人是应受严刑的，他们在后世是最亏折的。","transliteration":"Olaika allatheena lahum sooo alAAathabi wahum fee alakhirati humu alakhsaroona"},{"id":6,"text":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ","translation":"你确已奉到从至睿全知的主降示的《古兰经》。","transliteration":"Wainnaka latulaqqa alqurana min ladun hakeemin AAaleemin"},{"id":7,"text":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","translation":"当日，穆萨曾对他的家属说：“我确已看见一处火光，我将从有火的地方带一个消息来给你们，或拿一个火把来给你们烤火。”","transliteration":"Ith qala moosa liahlihi innee anastu naran saateekum minha bikhabarin aw ateekum bishihabin qabasin laAAallakum tastaloona"},{"id":8,"text":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"他到了那个火的附近，就有声音喊叫他说：“在火的附近和四周的人，都蒙福佑。赞颂安拉——众世界的主，超绝万物。","transliteration":"Falamma jaaha noodiya an boorika man fee alnnari waman hawlaha wasubhana Allahi rabbi alAAalameena"},{"id":9,"text":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"穆萨啊！我确是安拉——万能的、至睿的主。","transliteration":"Ya moosa innahu ana Allahu alAAazeezu alhakeemu"},{"id":10,"text":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","translation":"你抛下你的手杖吧！”当他看见那条手杖蜿蜒如蛇时，就转脸逃避，不敢回顾。“穆萨啊！不要畏惧，使者们在我这里，确是不畏惧的。","transliteration":"Waalqi AAasaka falamma raaha tahtazzu kaannaha jannun walla mudbiran walam yuAAaqqib ya moosa la takhaf innee la yakhafu ladayya almursaloona"},{"id":11,"text":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ","translation":"既行不义，然后改过从善者除外，我（对于他）确是至赦的，确是至慈的。","transliteration":"Illa man thalama thumma baddala husnan baAAda sooin fainnee ghafoorun raheemun"},{"id":12,"text":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","translation":"你把手插入你的怀中，然后，抽出来它将白亮亮的，确无恶疾。这是派你去昭示法老和他的百姓的九种迹象之一。他们确是有罪的民众。”","transliteration":"Waadkhil yadaka fee jaybika takhruj baydaa min ghayri sooin fee tisAAi ayatin ila firAAawna waqawmihi innahum kanoo qawman fasiqeena"},{"id":13,"text":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","translation":"我的许多明显的迹象降临他们的时候，他们说：“这是明显的魔术。”","transliteration":"Falamma jaathum ayatuna mubsiratan qaloo hatha sihrun mubeenun"},{"id":14,"text":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translation":"他们内心承认那些迹象，但他们为不义和傲慢而否认它。你看摆弄是非者的结局是怎样的。","transliteration":"Wajahadoo biha waistayqanatha anfusuhum thulman waAAuluwwan faonthur kayfa kana AAaqibatu almufsideena"},{"id":15,"text":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ","translation":"我确已把学问赏赐达伍德和苏莱曼，他俩说：“一切赞颂，全归安拉！他曾使我们超越他的许多信道的仆人。”","transliteration":"Walaqad atayna dawooda wasulaymana AAilman waqala alhamdu lillahi allathee faddalana AAala katheerin min AAibadihi almumineena"},{"id":16,"text":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَـٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","translation":"苏莱曼继承达伍德；他说：“众人啊！我们曾学会百鸟的语言，我们曾获得万物的享受，这确是明显的恩惠。”","transliteration":"Wawaritha sulaymanu dawooda waqala ya ayyuha alnnasu AAullimna mantiqa alttayri waooteena min kulli shayin inna hatha lahuwa alfadlu almubeenu"},{"id":17,"text":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ","translation":"苏莱曼的大军——由精灵、人类、鸟类组成——被召集到他的面前，他们是部署整齐的。","transliteration":"Wahushira lisulaymana junooduhu mina aljinni waalinsi waalttayri fahum yoozaAAoona"},{"id":18,"text":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَـٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","translation":"等到他们来到了蚁谷的时候，一个母蚁说：“蚂蚁们啊！快进自己的住处去，以免被苏莱曼和他的大军不知不觉地践踏。”","transliteration":"Hatta itha ataw AAala wadi alnnamli qalat namlatun ya ayyuha alnnamlu odkhuloo masakinakum la yahtimannakum sulaymanu wajunooduhu wahum la yashAAuroona"},{"id":19,"text":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّـٰلِحِينَ","translation":"苏莱曼为它的话而诧异地微笑了，他说：“我的主啊！求你启示我，使我常常感谢你所赐我和我父母的恩惠，并使我常常作你所喜悦的善功，求你借你的恩惠使我得入你的善良的仆人之列。”","transliteration":"Fatabassama dahikan min qawliha waqala rabbi awziAAnee an ashkura niAAmataka allatee anAAamta AAalayya waAAala walidayya waan aAAmala salihan tardahu waadkhilnee birahmatika fee AAibadika alssaliheena"},{"id":20,"text":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ","translation":"他曾检阅众鸟，他说：“我怎么不见戴胜呢？它缺席吗？","transliteration":"Watafaqqada alttayra faqala ma liya la ara alhudhuda am kana mina alghaibeena"},{"id":21,"text":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ","translation":"我必定严厉地惩治它，或杀掉它，除非它带一个明证来给我。”","transliteration":"LaoAAaththibannahu AAathaban shadeedan aw laathbahannahu aw layatiyannee bisultanin mubeenin"},{"id":22,"text":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","translation":"它逗留不久，就来了，它说：“我知道了你不知道的事，我从赛百邑带来了一个确实的消息给你。","transliteration":"Famakatha ghayra baAAeedin faqala ahattu bima lam tuhit bihi wajituka min sabain binabain yaqeenin"},{"id":23,"text":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","translation":"我确已发现一个妇人，统治一族人，她获得万物的享受，她有一个庞大的宝座。","transliteration":"Innee wajadtu imraatan tamlikuhum waootiyat min kulli shayin walaha AAarshun AAatheemun"},{"id":24,"text":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","translation":"我发现她和她的臣民都舍安拉而崇拜太阳，恶魔曾以他们的行为迷惑他们，以至阻碍他们走上正道，所以他们不遵循正道。","transliteration":"Wajadtuha waqawmaha yasjudoona lilshshamsi min dooni Allahi wazayyana lahumu alshshaytanu aAAmalahum fasaddahum AAani alssabeeli fahum la yahtadoona"},{"id":25,"text":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","translation":"他们不为安拉而叩头——揭示天地奥秘，而且深知你们所隐讳和表白的主。","transliteration":"Alla yasjudoo lillahi allathee yukhriju alkhabaa fee alssamawati waalardi wayaAAlamu ma tukhfoona wama tuAAlinoona"},{"id":26,"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩","translation":"安拉，除他外，绝无应受崇拜者，他是伟大的宝座的主。”","transliteration":"Allahu la ilaha illa huwa rabbu alAAarshi alAAatheemi"},{"id":27,"text":"۞قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ","translation":"他说：“我要看看你究竟是诚实的，还是说谎的。","transliteration":"Qala sananthuru asadaqta am kunta mina alkathibeena"},{"id":28,"text":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ","translation":"你把我这封信带去投给他们，然后，离开他们，你试看他们如何答复。”","transliteration":"Ithhab bikitabee hatha faalqih ilayhim thumma tawalla AAanhum faonthur matha yarjiAAoona"},{"id":29,"text":"قَالَتۡ يَـٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ","translation":"她说：“臣仆们啊！我接到一封贵重的信。","transliteration":"Qalat ya ayyuha almalao innee olqiya ilayya kitabun kareemun"},{"id":30,"text":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","translation":"这封信确是苏莱曼寄来的，这封的内容是：‘奉至仁至慈的安拉之名。","transliteration":"Innahu min sulaymana wainnahu bismi Allahi alrrahmani alrraheemi"},{"id":31,"text":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ","translation":"你们不要对我傲慢无礼，你们应当来归顺我。’”","transliteration":"Alla taAAloo AAalayya watoonee muslimeena"},{"id":32,"text":"قَالَتۡ يَـٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ","translation":"她说：“臣仆们啊！关于我的事，望你们出个意见。我从来不决定任何一件事，直到你们在我面前。”","transliteration":"Qalat ya ayyuha almalao aftoonee fee amree ma kuntu qatiAAatan amran hatta tashhadoona"},{"id":33,"text":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ","translation":"他们说：“我们既有武力，又有勇气。我们对你惟命是从，请你想一想，你要我们做什么。”","transliteration":"Qaloo nahnu oloo quwwatin waoloo basin shadeedin waalamru ilayki faonthuree matha tamureena"},{"id":34,"text":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ","translation":"她说：“国王们每攻入一个城市，必破坏其中的建设，必使其中的贵族变成贱民，他们这些人，也会这样做的。","transliteration":"Qalat inna almulooka itha dakhaloo qaryatan afsadooha wajaAAaloo aAAizzata ahliha athillatan wakathalika yafAAaloona"},{"id":35,"text":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ","translation":"我必定要派人送礼物去给他们，然后，等待着看使臣带回什么消息来。”","transliteration":"Wainnee mursilatun ilayhim bihadiyyatin fanathiratun bima yarjiAAu almursaloona"},{"id":36,"text":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","translation":"当使者到了苏莱曼的面前的时候，他说：“你们怎么以财产来资助我呢？安拉所赐我的，胜过他所赐你们的。不然，你们为你们的礼物而洋洋得意。","transliteration":"Falamma jaa sulaymana qala atumiddoonani bimalin fama ataniya Allahu khayrun mimma atakum bal antum bihadiyyatikum tafrahoona"},{"id":37,"text":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","translation":"你转回去吧，我必定统率他们无法抵抗的军队去讨伐他们，我必定把他们卑贱地逐出境外，使他们成为受凌辱的。”","transliteration":"IrjiAA ilayhim falanatiyannahum bijunoodin la qibala lahum biha walanukhrijannahum minha athillatan wahum saghiroona"},{"id":38,"text":"قَالَ يَـٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ","translation":"他说：“臣民们啊！在他们来归顺我之前，你们中有谁能把她的宝座拿来给我呢？”","transliteration":"Qala ya ayyuha almalao ayyukum yateenee biAAarshiha qabla an yatoonee muslimeena"},{"id":39,"text":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ","translation":"一个强梁的精灵说：“在你离席之前，我把它拿来给你。我对于这件事，确是既能胜任，又忠实可靠的。”","transliteration":"Qala AAifreetun mina aljinni ana ateeka bihi qabla an taqooma min maqamika wainne AAalayhi laqawiyyun ameenun"},{"id":40,"text":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","translation":"那深知天经的人说：“转瞬间，我就把它拿来给你。”当他看见那个宝座安置在他面前的时候，他说：“这是我的主的恩惠之一，他欲以此试验我，看我是感谢者，还是孤负者。感谢者，只为自己的利益而感谢；孤负者，（须知）我的主确是无求的，确是尊荣的。”","transliteration":"Qala allathee AAindahu AAilmun mina alkitabi ana ateeka bihi qabla an yartadda ilayka tarfuka falamma raahu mustaqirran AAindahu qala hatha min fadli rabbee liyabluwanee aashkuru am akfuru waman shakara fainnama yashkuru linafsihi waman kafara fainna rabbee ghaniyyun kareemun"},{"id":41,"text":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ","translation":"他说：“你们把她的宝座改装一下，以便我们看她能否认识自己的宝座。”","transliteration":"Qala nakkiroo laha AAarshaha nanthur atahtadee am takoonu mina allatheena la yahtadoona"},{"id":42,"text":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","translation":"当她到来的时候，有人说：“你的宝座像这样吗？”她说：“这好像是我的宝座。”在她之前，我们已获得知识，我们已是归顺的。","transliteration":"Falamma jaat qeela ahakatha AAarshuki qalat kaannahu huwa waooteena alAAilma min qabliha wakunna muslimeena"},{"id":43,"text":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ","translation":"她舍安拉而崇拜的，妨碍她，她本是属于不信道的民众。","transliteration":"Wasaddaha ma kanat taAAbudu min dooni Allahi innaha kanat min qawmin kafireena"},{"id":44,"text":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"有人对她说：“你进那座宫殿去吧！”当她看见那座宫殿的时候，她以为宫殿里一片汪洋，（就提起衣裳）露出她的两小腿，他说：“这确是用玻璃造成的光滑的宫殿。”她说：“我的主啊！我确是自欺的，我（现在）跟着苏莱曼归顺安拉——众世界的主。”","transliteration":"Qeela laha odkhulee alssarha falamma raathu hasibathu lujjatan wakashafat AAan saqayha qala innahu sarhun mumarradun min qawareera qalat rabbi innee thalamtu nafsee waaslamtu maAAa sulaymana lillahi rabbi alAAalameena"},{"id":45,"text":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ","translation":"我确已派遣赛莫德人的弟兄——撒立哈——去教化他们（说）：“你们应当崇拜安拉。”他们立刻分成两派，互相争论。","transliteration":"Walaqad arsalna ila thamooda akhahum salihan ani oAAbudoo Allaha faitha hum fareeqani yakhtasimoona"},{"id":46,"text":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"他说：“我的宗族啊！你们为什么在恩惠之前要求刑罚早日实现呢？你们怎么不向安拉求饶，以便你们蒙主的怜悯呢？”","transliteration":"Qala ya qawmi lima tastaAAjiloona bialssayyiati qabla alhasanati lawla tastaghfiroona Allaha laAAallakum turhamoona"},{"id":47,"text":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَـٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","translation":"他们说：“我们为你和你的信徒而遭恶运。”他说：“你们的恶运是安拉注定的。不然，你们是要受考验的。”","transliteration":"Qaloo ittayyarna bika wabiman maAAaka qala tairukum AAinda Allahi bal antum qawmun tuftanoona"},{"id":48,"text":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ","translation":"当日，城里有九伙人，在地方上伤风败俗，而不移风易俗，","transliteration":"Wakana fee almadeenati tisAAatu rahtin yufsidoona fee alardi wala yuslihoona"},{"id":49,"text":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ","translation":"他们说：“你们指安拉互相盟誓吧！”他们说：“我们必定在夜间谋害他和他的信徒。然后，我们必对他的主说：‘他的信徒遇害的时候，我们没有在场，我们确是诚实的人。”","transliteration":"Qaloo taqasamoo biAllahi lanubayyitannahu waahlahu thumma lanaqoolanna liwaliyyihi ma shahidna mahlika ahlihi wainna lasadiqoona"},{"id":50,"text":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ","translation":"他们曾用一个计谋，我也曾用一个计谋，但他们不知不觉。","transliteration":"Wamakaroo makran wamakarna makran wahum la yashAAuroona"},{"id":51,"text":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ","translation":"你看他们的计谋的结局是怎样的。（结果）是我把他们和他们的宗族，全体毁灭了。","transliteration":"Faonthur kayfa kana AAaqibatu makrihim anna dammarnahum waqawmahum ajmaAAeena"},{"id":52,"text":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ","translation":"那些是他们的房屋，因他们的不义而变成为坍塌的。对于有知识的民众此中确有一个迹象。","transliteration":"Fatilka buyootuhum khawiyatan bima thalamoo inna fee thalika laayatan liqawmin yaAAlamoona"},{"id":53,"text":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"我曾拯救了信道而且敬畏的人们。","transliteration":"Waanjayna allatheena amanoo wakanoo yattaqoona"},{"id":54,"text":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ","translation":"（我曾）派遣鲁特，当日，他对他的宗族说：“你们怎么明目张胆地干丑事呢？","transliteration":"Walootan ith qala liqawmihi atatoona alfahishata waantum tubsiroona"},{"id":55,"text":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ","translation":"你们务必要舍女人而以男人满足性欲吗？不然，你们是无知识的民众。”","transliteration":"Ainnakum latatoona alrrijala shahwatan min dooni alnnisai bal antum qawmun tajhaloona"},{"id":56,"text":"۞فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","translation":"他们说：“你们把鲁特的信徒逐出城外，因为他们是纯洁的民众。”这是他们唯一的答复。","transliteration":"Fama kana jawaba qawmihi illa an qaloo akhrijoo ala lootin min qaryatikum innahum onasun yatatahharoona"},{"id":57,"text":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","translation":"我就拯救了他和他的信徒，他的妻子除外，我已预定她和其余的人同受刑罚。","transliteration":"Faanjaynahu waahlahu illa imraatahu qaddarnaha mina alghabireena"},{"id":58,"text":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","translation":"我曾降大雨去伤他们。曾受警告者所遭的雨真恶劣！","transliteration":"Waamtarna AAalayhim mataran fasaa mataru almunthareena"},{"id":59,"text":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","translation":"你说：“一切赞颂，全归安拉。祝他所选的众仆平安。”究竟是安拉更好呢？还是他们用来配安拉的更好呢？","transliteration":"Quli alhamdu lillahi wasalamun AAala AAibadihi allatheena istafa allahu khayrun amma yushrikoona"},{"id":60,"text":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","translation":"是那天地的创造者（更好），他为你们从云中降下雨水，以培植美丽的园圃，而你们不能使园圃中的树木生长。除安拉外，难道还有应受崇拜的吗？不然，他们是悖谬的民众。","transliteration":"Amman khalaqa alssamawati waalarda waanzala lakum mina alssamai maan faanbatna bihi hadaiqa thata bahjatin ma kana lakum an tunbitoo shajaraha ailahun maAAa Allahi bal hum qawmun yaAAdiloona"},{"id":61,"text":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translation":"还是以大地为安居之所，使诸河流贯其间，使诸山镇压其上，并在两海之间设一个屏障者呢？除安拉外，难道还有应受崇拜的吗？不然，他们大半不知道。","transliteration":"Amman jaAAala alarda qararan wajaAAala khilalaha anharan wajaAAala laha rawasiya wajaAAala bayna albahrayni hajizan ailahun maAAa Allahi bal aktharuhum la yaAAlamoona"},{"id":62,"text":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","translation":"还是那答应受难者的祈祷，而解除其灾害，且以你们为大地的代理者呢？除安拉外，难道还有应受崇拜的吗？你们很少觉悟。","transliteration":"Amman yujeebu almudtarra itha daAAahu wayakshifu alssooa wayajAAalukum khulafaa alardi ailahun maAAa Allahi qaleelan ma tathakkaroona"},{"id":63,"text":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","translation":"还是那在陆海的重重黑暗中引导你们，在降其恩惠之前，使风为传佳音者呢？除安拉外，难道还有应受崇拜的吗？安拉超乎他们用来配他的。","transliteration":"Amman yahdeekum fee thulumati albarri waalbahri waman yursilu alrriyaha bushran bayna yaday rahmatihi ailahun maAAa Allahi taAAala Allahu AAamma yushrikoona"},{"id":64,"text":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"还是那创造万物，然后加以复造，并从天上地下供你们给养者呢？除安拉外，难道还有应受崇拜的吗？你说：“你们拿来你们的证据吧，如果你们是诚实的。”","transliteration":"Amman yabdao alkhalqa thumma yuAAeeduhu waman yarzuqukum mina alssamai waalardi ailahun maAAa Allahi qul hatoo burhanakum in kuntum sadiqeena"},{"id":65,"text":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","translation":"你说：“除安拉外，在天地间的，不知幽玄，他们不知道什么时候复活。","transliteration":"Qul la yaAAlamu man fee alssamawati waalardi alghayba illa Allahu wama yashAAuroona ayyana yubAAathoona"},{"id":66,"text":"بَلِ ٱدَّـٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","translation":"难道他们关于后世的知识已经成熟了吗？不然，他们对于后世是怀疑的。不然，他们对于后世是盲目的。”","transliteration":"Bali iddaraka AAilmuhum fee alakhirati bal hum fee shakkin minha bal hum minha AAamoona"},{"id":67,"text":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","translation":"不信道的人说：“难道我们和我们的祖先在变成尘土后还要被复活吗？","transliteration":"Waqala allatheena kafaroo aitha kunna turaban waabaona ainna lamukhrajoona"},{"id":68,"text":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","translation":"我们和我们的祖先，以前确已听过这一类的恐吓，这个只是古人的神话。”","transliteration":"Laqad wuAAidna hatha nahnu waabaona min qablu in hatha illa asateeru alawwaleena"},{"id":69,"text":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","translation":"你说：“你应当在地面上旅行，去观察犯罪者的结局是怎样的。”","transliteration":"Qul seeroo fee alardi faonthuroo kayfa kana AAaqibatu almujrimeena"},{"id":70,"text":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","translation":"你不要因他们的（悖逆）而忧愁，不要为他们的计谋而烦闷。","transliteration":"Wala tahzan AAalayhim wala takun fee dayqin mimma yamkuroona"},{"id":71,"text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"他们说：“这个警告什么时候实现呢？如果你们是诚实的。”","transliteration":"Wayaqooloona mata hatha alwaAAdu in kuntum sadiqeena"},{"id":72,"text":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","translation":"你说：“你们要求早日实现的，或许有一部分是临近你们的。”","transliteration":"Qul AAasa an yakoona radifa lakum baAAdu allathee tastaAAjiloona"},{"id":73,"text":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","translation":"你的主对于世人，确是有大恩的，但他们大半是不感谢的。","transliteration":"Wainna rabbaka lathoo fadlin AAala alnnasi walakinna aktharahum la yashkuroona"},{"id":74,"text":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","translation":"你的主，的确知道他们的胸中隐匿的和他们所表白的。","transliteration":"Wainna rabbaka layaAAlamu ma tukinnu sudooruhum wama yuAAlinoona"},{"id":75,"text":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","translation":"天上地下，没有一件隐微的事物，不被记录在一本明白的天经中。","transliteration":"Wama min ghaibatin fee alssamai waalardi illa fee kitabin mubeenin"},{"id":76,"text":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","translation":"这部《古兰经》，的确把以色列的后裔所争论的大部分的事理告诉他们。","transliteration":"Inna hatha alqurana yaqussu AAala banee israeela akthara allathee hum feehi yakhtalifoona"},{"id":77,"text":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","translation":"这部《古兰经》对于信道者确是向导和恩惠。","transliteration":"Wainnahu lahudan warahmatun lilmumineena"},{"id":78,"text":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","translation":"你的主，必为他们依照他的决定而裁判。他确是万能的，确是全知的。","transliteration":"Inna rabbaka yaqdee baynahum bihukmihi wahuwa alAAazeezu alAAaleemu"},{"id":79,"text":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","translation":"你应当托靠安拉，你确是据有明白的真理的。","transliteration":"Fatawakkal AAala Allahi innaka AAala alhaqqi almubeeni"},{"id":80,"text":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","translation":"你必定不能使死人听（你讲教）。你必定不能使退避的聋子听你的召唤。","transliteration":"Innaka la tusmiAAu almawta wala tusmiAAu alssumma aldduAAaa itha wallaw mudbireena"},{"id":81,"text":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","translation":"你绝不能引导瞎子离开迷误。你只能使信我的迹象的人听你的（讲教），他们因而诚意信道。","transliteration":"Wama anta bihadee alAAumyi AAan dalalatihim in tusmiAAu illa man yuminu biayatina fahum muslimoona"},{"id":82,"text":"۞وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","translation":"当预言对他们实现的时候，我将使一种动物从地下生出，来告诉他们：人们原当确是不信我的迹象的。","transliteration":"Waitha waqaAAa alqawlu AAalayhim akhrajna lahum dabbatan mina alardi tukallimuhum anna alnnasa kanoo biayatina la yooqinoona"},{"id":83,"text":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","translation":"在那日，我将从每个民族中，集合一群不信我的迹象的人，而他们是被排列得整整齐齐的。","transliteration":"Wayawma nahshuru min kulli ommatin fawjan mimman yukaththibu biayatina fahum yoozaAAoona"},{"id":84,"text":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","translation":"等到他们来到（安拉）那里的时候，他说：“你们没有彻底知道我的迹象就加以否认吗？你们究竟做了什么呢？”","transliteration":"Hatta itha jaoo qala akaththabtum biayatee walam tuheetoo biha AAilman ammatha kuntum taAAmaloona"},{"id":85,"text":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","translation":"预言将对他们的不义而对他们实现，所以他们哑口无言。","transliteration":"WawaqaAAa alqawlu AAalayhim bima thalamoo fahum la yantiqoona"},{"id":86,"text":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"难道他们不知道吗？我以黑夜做他们的安息时间，以白昼做他们观看的时间，对于信道的民众，其中确有许多迹象。","transliteration":"Alam yaraw anna jaAAalna allayla liyaskunoo feehi waalnnahara mubsiran inna fee thalika laayatin liqawmin yuminoona"},{"id":87,"text":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","translation":"在那日，将吹号角，除安拉所意欲的外，凡天上地下的都要恐怖，个个都要卑贱地来到安拉那里，","transliteration":"Wayawma yunfakhu fee alssoori fafaziAAa man fee alssamawati waman fee alardi illa man shaa Allahu wakullun atawhu dakhireena"},{"id":88,"text":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","translation":"你见群山而以为都是固定的，其实，群山都像行云样逝去。那是精制万物的安拉的化工，他确是彻知你们的行为的。","transliteration":"Watara aljibala tahsabuha jamidatan wahiya tamurru marra alssahabi sunAAa Allahi allathee atqana kulla shayin innahu khabeerun bima tafAAaloona"},{"id":89,"text":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","translation":"行善的人将获得更佳的报酬，在那日，他们将免于恐怖。","transliteration":"Man jaa bialhasanati falahu khayrun minha wahum min fazaAAin yawmaithin aminoona"},{"id":90,"text":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","translation":"作恶的人，将匍匐着被投入火狱：“你们只受你们的行为的报酬。”","transliteration":"Waman jaa bialssayyiati fakubbat wujoohuhum fee alnnari hal tujzawna illa ma kuntum taAAmaloona"},{"id":91,"text":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","translation":"（你说）：“我只奉命崇拜这城市的主，他曾以这城市为禁地。万物都是他所有的。我亦奉命做一个归顺的人，","transliteration":"Innama omirtu an aAAbuda rabba hathihi albaldati allathee harramaha walahu kullu shayin waomirtu an akoona mina almuslimeena"},{"id":92,"text":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","translation":"并宣读《古兰经》。”谁遵循正道，谁自受其益；谁误入歧途，你对谁说：“我只是一个警告者。”","transliteration":"Waan atluwa alqurana famani ihtada fainnama yahtadee linafsihi waman dalla faqul innama ana mina almunthireena"},{"id":93,"text":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"你说：“一切赞颂，全归安拉，他将显示给你们他的迹象，你们就认识它。你的主，并不忽视你们的行为。”","transliteration":"Waquli alhamdu lillahi sayureekum ayatihi fataAArifoonaha wama rabbuka bighafilin AAamma taAAmaloona"}]}
