{"id":28,"name":"القصص","transliteration":"Al-Qasas","translation":"故事","type":"meccan","total_verses":88,"verses":[{"id":1,"text":"طسٓمٓ","translation":"塔，辛，米目。","transliteration":"Taseenmeem"},{"id":2,"text":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","translation":"这些是明白的经典的节文。","transliteration":"Tilka ayatu alkitabi almubeeni"},{"id":3,"text":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","translation":"我本着真理，为信道的民众而对你叙述穆萨和法老的事迹。","transliteration":"Natloo AAalayka min nabai moosa wafirAAawna bialhaqqi liqawmin yuminoona"},{"id":4,"text":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","translation":"法老确已在国中傲慢，他把国民分成许多宗派，而欺负其中的一派人；屠杀他们的男孩，保全他们的女孩。他确是伤风败俗的。","transliteration":"Inna firAAawna AAala fee alardi wajaAAala ahlaha shiyaAAan yastadAAifu taifatan minhum yuthabbihu abnaahum wayastahyee nisaahum innahu kana mina almufsideena"},{"id":5,"text":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","translation":"我把恩典赏赐给大地上受欺负的人，我要以他们为表率，我要以他们为继承者，","transliteration":"Wanureedu an namunna AAala allatheena istudAAifoo fee alardi wanajAAalahum aimmatan wanajAAalahumu alwaritheena"},{"id":6,"text":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","translation":"我要使他们在大地上得势，我要昭示法老、哈曼和他俩的军队，对于那些被欺负者所提防的事。","transliteration":"Wanumakkina lahum fee alardi wanuriya firAAawna wahamana wajunoodahuma minhum ma kanoo yahtharoona"},{"id":7,"text":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","translation":"我曾启示穆萨的母亲（说）：“你应当哺乳他，当你怕他受害的时候，你把他投在河里，你不要畏惧，不要忧愁，我必定要把他送还你，我必定要任命他为使者。”","transliteration":"Waawhayna ila ommi moosa an ardiAAeehi faitha khifti AAalayhi faalqeehi fee alyammi wala takhafee wala tahzanee inna raddoohu ilayki wajaAAiloohu mina almursaleena"},{"id":8,"text":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","translation":"法老的侍从曾拾取了他，以致他成为他们的敌人和忧患。法老、哈曼和他俩的军队，确是错误的。","transliteration":"Failtaqatahu alu firAAawna liyakoona lahum AAaduwwan wahazanan inna firAAawna wahamana wajunoodahuma kanoo khatieena"},{"id":9,"text":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","translation":"法老的妻子说：“（这）是我和你的慰籍。你们不要杀他，也许他有利于我们，或者我们把他收为义子。”（他们听了她的话），他们不知不觉。","transliteration":"Waqalati imraatu firAAawna qurratu AAaynin lee walaka la taqtuloohu AAasa an yanfaAAana aw nattakhithahu waladan wahum la yashAAuroona"},{"id":10,"text":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","translation":"穆萨的母亲的心，变成空虚的。若不是我使她安下心来，以使她成为信道的人，她几乎暴露真情了。","transliteration":"Waasbaha fuadu ommi moosa farighan in kadat latubdee bihi lawla an rabatna AAala qalbiha litakoona mina almumineena"},{"id":11,"text":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","translation":"她对他的姐姐说：“你追着去吧。”她就远远地窥测他，他们毫不知觉。","transliteration":"Waqalat liokhtihi qusseehi fabasurat bihi AAan junubin wahum la yashAAuroona"},{"id":12,"text":"۞وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","translation":"以前，我禁止他吃任何人的奶，他的姐姐说：“我介绍你们一家人，替你们抚养他，他们是忠于他的，好吗？”","transliteration":"Waharramna AAalayhi almaradiAAa min qablu faqalat hal adullukum AAala ahli baytin yakfuloonahu lakum wahum lahu nasihoona"},{"id":13,"text":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"于是，我把他送还他的母亲，以便她获得慰籍，不再忧愁，而且知道安拉的应许是真实的，但他们大半不知道。","transliteration":"Faradadnahu ila ommihi kay taqarra AAaynuha wala tahzana walitaAAlama anna waAAda Allahi haqqun walakinna aktharahum la yaAAlamoona"},{"id":14,"text":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","translation":"当他体格强壮，智力健全的时候，我赏赐他智慧和学识。我要这样报酬善人。","transliteration":"Walamma balagha ashuddahu waistawa ataynahu hukman waAAilman wakathalika najzee almuhsineena"},{"id":15,"text":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","translation":"乘城里的人疏忽的时候，他走进城来，并在城里发现两个人正在争斗，这个是属于他的宗族的，那个是属于他的敌人，属于同族的人要求他帮着对付他的敌人，穆萨就把那敌人一拳打死。他说：“这是由于恶魔的诱惑，恶魔确是迷人的明敌。”","transliteration":"Wadakhala almadeenata AAala heeni ghaflatin min ahliha fawajada feeha rajulayni yaqtatilani hatha min sheeAAatihi wahatha min AAaduwwihi faistaghathahu allathee min sheeAAatihi AAala allathee min AAaduwwihi fawakazahu moosa faqada AAalayhi qala hatha min AAamali alshshaytani innahu AAaduwwun mudillun mubeenun"},{"id":16,"text":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"他说：“我的主啊！我确已自欺了，求你饶恕我吧。”安拉就饶恕了他，他确是至赦的，确是至慈的。","transliteration":"Qala rabbi innee thalamtu nafsee faighfir lee faghafara lahu innahu huwa alghafooru alrraheemu"},{"id":17,"text":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","translation":"他说：“我的主啊！我借你所赐我的恩典而求你保佑我，我绝不做犯罪者的助手。”","transliteration":"Qala rabbi bima anAAamta AAalayya falan akoona thaheeran lilmujrimeena"},{"id":18,"text":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","translation":"次日早晨，他在城里战战兢兢的。昨日向他求救的那个人忽然又向他高声求救。穆萨对他说：“你确是明显的迷误者。”","transliteration":"Faasbaha fee almadeenati khaifan yataraqqabu faitha allathee istansarahu bialamsi yastasrikhuhu qala lahu moosa innaka laghawiyyun mubeenun"},{"id":19,"text":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","translation":"当他欲扑击他俩的敌人的时候，求救的那个人说：“穆萨啊！你要像昨日杀人那样杀我吗？你只想做这地方的暴虐者，却不想做调解者。”","transliteration":"Falamma an arada an yabtisha biallathee huwa AAaduwwun lahuma qala ya moosa atureedu an taqtulanee kama qatalta nafsan bialamsi in tureedu illa an takoona jabbaran fee alardi wama tureedu an takoona mina almusliheena"},{"id":20,"text":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّـٰصِحِينَ","translation":"有一个人，从城的极远处忙来说：“穆萨啊！臣仆们的确正在商议要杀你，你快出走吧。我确是忠于你的。”","transliteration":"Wajaa rajulun min aqsa almadeenati yasAAa qala ya moosa inna almalaa yatamiroona bika liyaqtulooka faokhruj innee laka mina alnnasiheena"},{"id":21,"text":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"他就从城里战战兢兢地逃出来了，他说：“我的主啊！求你使我脱离不义的民众。”","transliteration":"Fakharaja minha khaifan yataraqqabu qala rabbi najjinee mina alqawmi alththalimeena"},{"id":22,"text":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","translation":"当他趋向麦德彦的时候，他说：“我的主也许指示我正路。”","transliteration":"Walamma tawajjaha tilqaa madyana qala AAasa rabbee an yahdiyanee sawaa alssabeeli"},{"id":23,"text":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","translation":"当他来到麦德彦的泉水旁的时候，他看见一群人在那里饮羊，他发现除他们外还有两个女子，拦着她俩的羊群。他说：“你俩为什么这样呢？”她俩说：“我们要到牧人们使他们的羊离开泉水，才得饮我们的羊。我们的父亲是一位龙钟的老人。”","transliteration":"Walamma warada maa madyana wajada AAalayhi ommatan mina alnnasi yasqoona wawajada min doonihimu imraatayni tathoodani qala ma khatbukuma qalata la nasqee hatta yusdira alrriAAao waaboona shaykhun kabeerun"},{"id":24,"text":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","translation":"他就替她俩饮羊，然后退到树荫下，他说：“我的主啊！我确需求你所降给我的任何福利。”","transliteration":"Fasaqa lahuma thumma tawalla ila alththilli faqala rabbi innee lima anzalta ilayya min khayrin faqeerun"},{"id":25,"text":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"那两个女子中的一个，羞涩地来对他说：“我的父亲的确要请你去，要酬谢你替我们饮羊的功劳。”当他来到他面前，并告诉他自己的实情的时候，他说：“你不要畏惧，你已脱离不义的民众了。”","transliteration":"Fajaathu ihdahuma tamshee AAala istihyain qalat inna abee yadAAooka liyajziyaka ajra ma saqayta lana falamma jaahu waqassa AAalayhi alqasasa qala la takhaf najawta mina alqawmi alththalimeena"},{"id":26,"text":"قَالَتۡ إِحۡدَىٰهُمَا يَـٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","translation":"那两个女子中的一个说：“我的父亲啊！请你雇佣他。你最好雇佣这个又强壮又忠实的人。”","transliteration":"Qalat ihdahuma ya abati istajirhu inna khayra mani istajarta alqawiyyu alameenu"},{"id":27,"text":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِينَ","translation":"他说：“我必定以我的这两个女儿中的一个嫁给你，但你必须替我做八年工。如果你做满十年，那是你自愿的，我不愿苛求于你。如果安拉意欲，你将发现我是一个善人。”","transliteration":"Qala innee oreedu an onkihaka ihda ibnatayya hatayni AAala an tajuranee thamaniya hijajin fain atmamta AAashran famin AAindika wama oreedu an ashuqqa AAalayka satajidunee in shaa Allahu mina alssaliheena"},{"id":28,"text":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","translation":"他说：“这是我与你所订的合同，我无论做满哪一个期限，对于我都不可有过分的要求。安拉是监察我们的约言的。”","transliteration":"Qala thalika baynee wabaynaka ayyama alajalayni qadaytu fala AAudwana AAalayya waAllahu AAala ma naqoolu wakeelun"},{"id":29,"text":"۞فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","translation":"当穆萨已做满期限，而带着他的家属旅行的时候，他看见那座山的这边有一处火光，他对他的家属说：“你们等待一下，我确已看见一处火光，也许我从火光的那里带来一个消息来给你们，或带一个火把来给你们烤火。”","transliteration":"Falamma qada moosaalajala wasara biahlihi anasa min janibi alttoori naran qala liahlihi omkuthoo innee anastu naran laAAallee ateekum minha bikhabarin aw jathwatin mina alnnari laAAallakum tastaloona"},{"id":30,"text":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translation":"他已来到那个火光的附近，山谷的右岸上，有丛林的吉祥处，发出呼声说：“穆萨啊！我确是安拉——众世界的主，","transliteration":"Falamma ataha noodiya min shatii alwadi alaymani fee albuqAAati almubarakati mina alshshajarati an ya moosa innee ana Allahu rabbu alAAalameena"},{"id":31,"text":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","translation":"你抛下你的手杖吧。”他看见那条手杖蜿蜒如蛇，就转脸退避，不敢转回去。“穆萨，你走向前来，不要畏惧，你确是安全的，","transliteration":"Waan alqi AAasaka falamma raaha tahtazzu kaannaha jannun walla mudbiran walam yuAAaqqib ya moosa aqbil wala takhaf innaka mina alamineena"},{"id":32,"text":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","translation":"你把你的手插入怀中，它将白亮亮地抽出来，却无恶疾。你为恐怖而把你的手缩回去吧。这两件是你的主所降示法老和他的臣仆们的证据，他们确是放荡的民众。”","transliteration":"Osluk yadaka fee jaybika takhruj baydaa min ghayri sooin waodmum ilayka janahaka mina alrrahbi fathanika burhanani min rabbika ila firAAawna wamalaihi innahum kanoo qawman fasiqeena"},{"id":33,"text":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","translation":"他说：“我的主啊！我确已杀过他们中的一个人，所以我怕他们杀我。","transliteration":"Qala rabbi innee qataltu minhum nafsan faakhafu an yaqtulooni"},{"id":34,"text":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","translation":"我的哥哥哈伦，口才比我好，求你派他同我去，做我的助手，证实我的使命；我的确怕他们否认我。”","transliteration":"Waakhee haroonu huwa afsahu minnee lisanan faarsilhu maAAiya ridan yusaddiqunee innee akhafu an yukaththibooni"},{"id":35,"text":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","translation":"安拉说：“我将以你的哥哥助你一臂之力，我要给你俩一种权力，所以他们不能伤害你俩。你俩和顺从你俩的人，将借我的迹象而成为胜利者。”","transliteration":"Qala sanashuddu AAadudaka biakheeka wanajAAalu lakuma sultanan fala yasiloona ilaykuma biayatina antuma wamani ittabaAAakuma alghaliboona"},{"id":36,"text":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","translation":"当穆萨已带着我的许多明显的迹象来到他们面前的时候，他们说：“这个只是捏造的魔术，我们没有听见在我们的祖先（的时代）有这件东西。”","transliteration":"Falamma jaahum moosa biayatina bayyinatin qaloo ma hatha illa sihrun muftaran wama samiAAna bihatha fee abaina alawwaleena"},{"id":37,"text":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّـٰلِمُونَ","translation":"穆萨说：“我的主知道谁带来了从他那里降临的正道，谁得享受后世的善果。不义的人必定不会成功。”","transliteration":"Waqala moosa rabbee aAAlamu biman jaa bialhuda min AAindihi waman takoonu lahu AAaqibatu alddari innahu la yuflihu alththalimoona"},{"id":38,"text":"وَقَالَ فِرۡعَوۡنُ يَـٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","translation":"法老说：“臣仆们啊！我不知道除我外还有别的神灵。哈曼啊！你应当替我烧砖，然后替我建筑一座高楼，也许我能窥见穆萨的主宰。我的确猜想他是一个说谎者。”","transliteration":"Waqala firAAawnu ya ayyuha almalao ma AAalimtu lakum min ilahin ghayree faawqid lee ya hamanu AAala altteeni faijAAal lee sarhan laAAallee attaliAAu ila ilahi moosa wainnee laathunnuhu mina alkathibeena"},{"id":39,"text":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","translation":"他和他的军队，在国中妄自尊大，他们猜想自己不被召归于我。","transliteration":"Waistakbara huwa wajunooduhu fee alardi bighayri alhaqqi wathannoo annahum ilayna la yurjaAAoona"},{"id":40,"text":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّـٰلِمِينَ","translation":"我就惩治他和他的军队，把他们投入海中。你看看不义者的结局是怎样的。","transliteration":"Faakhathnahu wajunoodahu fanabathnahum fee alyammi faonthur kayfa kana AAaqibatu alththalimeena"},{"id":41,"text":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","translation":"我以他们为召人于火狱的罪魁，复活日，他们将不获援助。","transliteration":"WajaAAalnahum aimmatan yadAAoona ila alnnari wayawma alqiyamati la yunsaroona"},{"id":42,"text":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","translation":"在今世我使诅骂追随他们；复活日，他们的面目将变成丑恶的。","transliteration":"WaatbaAAnahum fee hathihi alddunya laAAnatan wayawma alqiyamati hum mina almaqbooheena"},{"id":43,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","translation":"在毁灭远古的各世代之后，我确已把经典赏赐穆萨，以作世人的明证、向导和恩惠，以便他们记念。","transliteration":"Walaqad atayna moosa alkitaba min baAAdi ma ahlakna alquroona aloola basaira lilnnasi wahudan warahmatan laAAallahum yatathakkaroona"},{"id":44,"text":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّـٰهِدِينَ","translation":"当我以我的命令启示穆萨的时候，你没有在西山边，也没有亲眼看见。","transliteration":"Wama kunta bijanibi algharbiyyi ith qadayna ila moosa alamra wama kunta mina alshshahideena"},{"id":45,"text":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","translation":"但我创造了许多世纪，那些世代曾经过漫长的岁月。你没有居住在麦德彦人之间，对他们宣读我的迹象，但我是派遣使者的。","transliteration":"Walakinna anshana quroonan fatatawala AAalayhimu alAAumuru wama kunta thawiyan fee ahli madyana tatloo AAalayhim ayatina walakinna kunna mursileena"},{"id":46,"text":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","translation":"当我召唤（穆萨）的时候，你没有在山边，但这是你的主降下的恩惠，以便你警告在你之前没有任何警告者曾降临他们的那些民众，以便他们记念。","transliteration":"Wama kunta bijanibi alttoori ith nadayna walakin rahmatan min rabbika litunthira qawman ma atahum min natheerin min qablika laAAallahum yatathakkaroona"},{"id":47,"text":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","translation":"若不是他们将为自己的犯罪而遭殃，并且说：“我们的主啊！你怎么不派一个使者来教化我们，使我们遵守你的迹象，而为信士呢？……”","transliteration":"Walawla an tuseebahum museebatun bima qaddamat aydeehim fayaqooloo rabbana lawla arsalta ilayna rasoolan fanattabiAAa ayatika wanakoona mina almumineena"},{"id":48,"text":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","translation":"当我所启示的真理降临他们的时候，他们说：“他为什么不能获得像穆萨所获得的迹象呢？”难道他们没有否认以前穆萨所获得的迹象吗？他们曾说：“是两种互相印证的魔术。”他们曾说：“我们必定一概都不信。”","transliteration":"Falamma jaahumu alhaqqu min AAindina qaloo lawla ootiya mithla ma ootiya moosa awalam yakfuroo bima ootiya moosa min qablu qaloo sihrani tathahara waqaloo inna bikullin kafiroona"},{"id":49,"text":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"你说：“如果你们是诚实的人，那么，你们拿一部经典来，只要是安拉所启示的，并且是比这两部经典更能引导人类的，我就遵守它。”","transliteration":"Qul fatoo bikitabin min AAindi Allahi huwa ahda minhuma attabiAAhu in kuntum sadiqeena"},{"id":50,"text":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"如果他们不答应你，那么，你应当知道他们只是顺从自己的私欲的。舍安拉所启示的正道，而顺从自己的私欲者，谁比他更迷误呢？安拉必定不引导不义的民众。","transliteration":"Fain lam yastajeeboo laka faiAAlam annama yattabiAAoona ahwaahum waman adallu mimmani ittabaAAa hawahu bighayri hudan mina Allahi inna Allaha la yahdee alqawma alththalimeena"},{"id":51,"text":"۞وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","translation":"我确已续示真言，以便他们记念。","transliteration":"Walaqad wassalna lahumu alqawla laAAallahum yatathakkaroona"},{"id":52,"text":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","translation":"在启示这真言之前，曾蒙我赏赐经典的人，是确信这真言的。","transliteration":"Allatheena ataynahumu alkitaba min qablihi hum bihi yuminoona"},{"id":53,"text":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","translation":"当有人对他们宣读这真言的时候，他们说：“我们确信这真言，它确是从我们的主降示的，在降示它之前，我们确是归顺的。”","transliteration":"Waitha yutla AAalayhim qaloo amanna bihi innahu alhaqqu min rabbina inna kunna min qablihi muslimeena"},{"id":54,"text":"أُوْلَـٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","translation":"这等人，因能坚忍，且能以德报怨，并分舍我所赐予他们的，故得加倍的报酬。","transliteration":"Olaika yutawna ajrahum marratayni bima sabaroo wayadraoona bialhasanati alssayyiata wamimma razaqnahum yunfiqoona"},{"id":55,"text":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","translation":"当他们听到恶言的时候，立即退避，他们说：“我们有我们的行为，你们有你们的行为。祝你们平安！我们不求愚人的友谊。”","transliteration":"Waitha samiAAoo allaghwa aAAradoo AAanhu waqaloo lana aAAmaluna walakum aAAmalukum salamun AAalaykum la nabtaghee aljahileena"},{"id":56,"text":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","translation":"你必定不能使你所喜爱的人遵循正道，安拉却能使他所意欲的人遵循正道，他知道谁是遵循正道者。","transliteration":"Innaka la tahdee man ahbabta walakinna Allaha yahdee man yashao wahuwa aAAlamu bialmuhtadeena"},{"id":57,"text":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"他们说：“如果我们与你共同遵守正道，我们将被驱逐出境。”难道我没有为他们而设立一个安全的禁地吗？各种的果实，都贩运到禁地中来，那是从我降下的给养，但他们大半不知道。","transliteration":"Waqaloo in nattabiAAi alhuda maAAaka nutakhattaf min ardina awalam numakkin lahum haraman aminan yujba ilayhi thamaratu kulli shayin rizqan min ladunna walakinna aktharahum la yaAAlamoona"},{"id":58,"text":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","translation":"我曾毁灭许多城市，那些城市里的居民，过一种骄奢的生活。这些是他们的居住地，从他们灭亡后，除很少的时间外，无人居住；我是他们的继承者。","transliteration":"Wakam ahlakna min qaryatin batirat maAAeeshataha fatilka masakinuhum lam tuskan min baAAdihim illa qaleelan wakunna nahnu alwaritheena"},{"id":59,"text":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","translation":"你的主，不会毁灭各城市，直到他在首邑派遣一个使者，对各城市的居民宣读他的迹象。我不会毁灭各城市，除非城市里的居民多行不义。","transliteration":"Wama kana rabbuka muhlika alqura hatta yabAAatha fee ommiha rasoolan yatloo AAalayhim ayatina wama kunna muhlikee alqura illa waahluha thalimoona"},{"id":60,"text":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","translation":"你们所受赐的，无论什么，都是今世生活的给养和装饰，在安拉那里的（报酬）是更优良的，是更长久的。难道你们不理解吗？","transliteration":"Wama ooteetum min shayin famataAAu alhayati alddunya wazeenatuha wama AAinda Allahi khayrun waabqa afala taAAqiloona"},{"id":61,"text":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","translation":"得到我们的美好的应许，而将获得实惠的人，与在今世生活中获得我的给养而在复活日被传唤者，彼此相似吗？","transliteration":"Afaman waAAadnahu waAAdan hasanan fahuwa laqeehi kaman mattaAAnahu mataAAa alhayati alddunya thumma huwa yawma alqiyamati mina almuhdareena"},{"id":62,"text":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","translation":"在那日，安拉将召唤他们说：“你们所妄称我的伙伴者，如今在哪里呢？”","transliteration":"Wayawma yunadeehim fayaqoolu ayna shurakaiya allatheena kuntum tazAAumoona"},{"id":63,"text":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","translation":"受判决的人们说：“我们的主啊！我们曾使这些人迷误，固然我们迷误他们，但他们像我们自己一样迷误了。我们向你声明：我们与他们无干，他们没有崇拜我们。”","transliteration":"Qala allatheena haqqa AAalayhimu alqawlu rabbana haolai allatheena aghwayna aghwaynahum kama ghawayna tabarrana ilayka ma kanoo iyyana yaAAbudoona"},{"id":64,"text":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","translation":"将有声音召唤他们说：“你们把你们的配主召唤来吧！”他们就召唤他们，但他们不答应，他们自己看见刑罚，就希望他们生前是遵循正道的。","transliteration":"Waqeela odAAoo shurakaakum fadaAAawhum falam yastajeeboo lahum waraawoo alAAathaba law annahum kanoo yahtadoona"},{"id":65,"text":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","translation":"在那日，安拉将召唤他们说：“你们所用以答复使者们的是什么呢？”","transliteration":"Wayawma yunadeehim fayaqoolu matha ajabtumu almursaleena"},{"id":66,"text":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","translation":"在那日，一切口供将对他们变成暧昧的，所以他们不相询问。","transliteration":"FaAAamiyat AAalayhimu alanbao yawmaithin fahum la yatasaaloona"},{"id":67,"text":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","translation":"至于悔罪、信道和行善的人，或许是成功的。","transliteration":"Faamma man taba waamana waAAamila salihan faAAasa an yakoona mina almufliheena"},{"id":68,"text":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"你的主，创造他所意欲的，选择他所意欲的，他们没有选择的权利。赞颂安拉，超绝万物，他超乎他们所用来配他的。","transliteration":"Warabbuka yakhluqu ma yashao wayakhtaru ma kana lahumu alkhiyaratu subhana Allahi wataAAala AAamma yushrikoona"},{"id":69,"text":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","translation":"你的主知道他们的胸中所隐藏的和他们（的口头）所表白的。","transliteration":"Warabbuka yaAAlamu ma tukinnu sudooruhum wama yuAAlinoona"},{"id":70,"text":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"他是安拉。除他外，绝无应受崇拜的，今世和后世的赞颂全归他，判决只由他作出。你们只被召归于他。","transliteration":"Wahuwa Allahu la ilaha illa huwa lahu alhamdu fee aloola waalakhirati walahu alhukmu wailayhi turjaAAoona"},{"id":71,"text":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","translation":"你说：“你们告诉我吧！如果安拉使黑夜为你们延长到复活日，那么，除安拉外，哪一个神灵能把光明带给你们呢？难道你们不会听话吗？”","transliteration":"Qul araaytum in jaAAala Allahu AAalaykumu allayla sarmadan ila yawmi alqiyamati man ilahun ghayru Allahi yateekum bidiyain afala tasmaAAoona"},{"id":72,"text":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","translation":"你说：“你们告诉我吧！如果安拉使白昼为你们延长到复活日，那么，除安拉外，哪一个神灵能把黑夜带给你们，以便你们安息呢？难道你们不会观察吗？”","transliteration":"Qul araaytum in jaAAala Allahu AAalaykumu alnnahara sarmadan ila yawmi alqiyamati man ilahun ghayru Allahi yateekum bilaylin taskunoona feehi afala tubsiroona"},{"id":73,"text":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"他为怜惜你们而为你们创造了黑夜和白昼，以便你们在黑夜安息，而在白昼寻求他的恩惠，以便你们感谢。","transliteration":"Wamin rahmatihi jaAAala lakumu allayla waalnnahara litaskunoo feehi walitabtaghoo min fadlihi walaAAallakum tashkuroona"},{"id":74,"text":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","translation":"在那日，他将召唤他们说：“你们所妄称为我的伙伴的，如今在哪里呢？”","transliteration":"Wayawma yunadeehim fayaqoolu ayna shurakaiya allatheena kuntum tazAAumoona"},{"id":75,"text":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"我将从每一个民族中选拔一个证人，并且说：“你们把你们的证据拿来吧！”他们才知道真理是安拉的，他们生前所伪造的，已回避他们了。","transliteration":"WanazaAAna min kulli ommatin shaheedan faqulna hatoo burhanakum faAAalimoo anna alhaqqa lillahi wadalla AAanhum ma kanoo yaftaroona"},{"id":76,"text":"۞إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","translation":"戈伦的确属于穆萨的宗族，但他虐待他们。我曾赏赐他许多财宝，那些财宝的钥匙是几个力士所不能胜任的。当日，他的宗族对他说：“不要狂喜，安拉确是不爱狂喜者。","transliteration":"Inna qaroona kana min qawmi moosa fabagha AAalayhim waataynahu mina alkunoozi ma inna mafatihahu latanooo bialAAusbati olee alquwwati ith qala lahu qawmuhu la tafrah inna Allaha la yuhibbu alfariheena"},{"id":77,"text":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","translation":"你应当借安拉赏赐你的财富而营谋后世的住宅，你不要忘却你在今世的定分。你应当善待人，像安拉善待你一样。你不要在地方上摆弄是非，安拉确是不爱摆弄是非者。”","transliteration":"Waibtaghi feema ataka Allahu alddara alakhirata wala tansa naseebaka mina alddunya waahsin kama ahsana Allahu ilayka wala tabghi alfasada fee alardi inna Allaha la yuhibbu almufsideena"},{"id":78,"text":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","translation":"他说：“我获得这项财富，只是因为我有特殊的知识罢了。”难道他不知道吗？在他之前，安拉所毁灭的各个世代的恶人，有比他能力更强、积蓄更多的。犯罪的人，是不必加以审问的。","transliteration":"Qala innama ooteetuhu AAala AAilmin AAindee awalam yaAAlam anna Allaha qad ahlaka min qablihi mina alqurooni man huwa ashaddu minhu quwwatan waaktharu jamAAan wala yusalu AAan thunoobihimu almujrimoona"},{"id":79,"text":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","translation":"戈伦曾盛装出游，以豪华夸示自己的宗族。爱今世生活的人说：“但愿我们获得戈伦所获得的（财富），他确是有大福分的。”","transliteration":"Fakharaja AAala qawmihi fee zeenatihi qala allatheena yureedoona alhayata alddunya ya layta lana mithla ma ootiya qaroonu innahu lathoo haththin AAatheemin"},{"id":80,"text":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ","translation":"有学识的人说：“伤哉你们！安拉的报酬，对于信道而且行善者，是更好的，只有坚忍的人享受那种报酬。”","transliteration":"Waqala allatheena ootoo alAAilma waylakum thawabu Allahi khayrun liman amana waAAamila salihan wala yulaqqaha illa alssabiroona"},{"id":81,"text":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","translation":"我使他和他的房屋沦陷在地面下，他没有党羽协助他抵抗安拉，他也不能自卫。","transliteration":"Fakhasafna bihi wabidarihi alarda fama kana lahu min fiatin yansuroonahu min dooni Allahi wama kana mina almuntasireena"},{"id":82,"text":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","translation":"昨天羡慕戈伦的境遇的人说：“你不见吗？安拉要使哪个仆人的给养宽裕，就使他宽裕；（要使哪个仆人的给养窘迫），就使他窘迫。假若没有安拉对我们的恩惠，他必使我们沦陷在地面下。你不知道吗？孤恩的人，是不会成功的。”","transliteration":"Waasbaha allatheena tamannaw makanahu bialamsi yaqooloona waykaanna Allaha yabsutu alrrizqa liman yashao min AAibadihi wayaqdiru lawla an manna Allahu AAalayna lakhasafa bina waykaannahu la yuflihu alkafiroona"},{"id":83,"text":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","translation":"这是后世的住宅，我要用来报答那不愿傲慢也不愿堕落的人。善果只归敬畏的人。","transliteration":"Tilka alddaru alakhiratu najAAaluha lillatheena la yureedoona AAuluwwan fee alardi wala fasadan waalAAaqibatu lilmuttaqeena"},{"id":84,"text":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","translation":"行善的人将得更好的报酬，作恶的人，只受作恶事的报酬。","transliteration":"Man jaa bialhasanati falahu khayrun minha waman jaa bialssayyiati fala yujza allatheena AAamiloo alssayyiati illa ma kanoo yaAAmaloona"},{"id":85,"text":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"把《古兰经》降示给你的，必使你复返故乡。你说：“我的主知道谁是昭示正道的，谁是在明显的迷误中的。”","transliteration":"Inna allathee farada AAalayka alqurana laradduka ila maAAadin qul rabbee aAAlamu man jaa bialhuda waman huwa fee dalalin mubeenin"},{"id":86,"text":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","translation":"你并未希望安拉把这部经典赏赐给你，但那是由于你的主的恩惠。你绝不要做不信道者的助手。","transliteration":"Wama kunta tarjoo an yulqa ilayka alkitabu illa rahmatan min rabbika fala takoonanna thaheeran lilkafireena"},{"id":87,"text":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","translation":"安拉的迹象降示你之后，你绝不要任他们妨碍你宣扬那些迹象。你应当召人来归顺你的主，你绝不要做以物配主者。","transliteration":"Wala yasuddunnaka AAan ayati Allahi baAAda ith onzilat ilayka waodAAu ila rabbika wala takoonanna mina almushrikeena"},{"id":88,"text":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"除安拉外，你不要祈祷别的任何神灵，除他外，绝无应受崇拜的。除永活的主外，万物都要毁灭。判决只由他作出，你们只被召归于他。","transliteration":"Wala tadAAu maAAa Allahi ilahan akhara la ilaha illa huwa kullu shayin halikun illa wajhahu lahu alhukmu wailayhi turjaAAoona"}]}
