{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translation":"蜘蛛","type":"meccan","total_verses":69,"verses":[{"id":1,"text":"الٓمٓ","translation":"艾列弗，俩目，米目。","transliteration":"Aliflammeem"},{"id":2,"text":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","translation":"众人以为他们得自由地说“我们已信道了”而不受考验吗？","transliteration":"Ahasiba alnnasu an yutrakoo an yaqooloo amanna wahum la yuftanoona"},{"id":3,"text":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","translation":"我确已考验在他们之前的人。安拉必定要知道说实话者，必定要知道说谎者。","transliteration":"Walaqad fatanna allatheena min qablihim falayaAAlamanna Allahu allatheena sadaqoo walayaAAlamanna alkathibeena"},{"id":4,"text":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","translation":"难道作恶的人以为他们能逃出我的法网吗？他们的判定真恶劣！","transliteration":"Am hasiba allatheena yaAAmaloona alssayyiati an yasbiqoona saa ma yahkumoona"},{"id":5,"text":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"凡希望会见安拉者，谁都应当知道安拉的期限是必定降临的，安拉确是全聪的，确是全知的。","transliteration":"Man kana yarjoo liqaa Allahi fainna ajala Allahi laatin wahuwa alssameeAAu alAAaleemu"},{"id":6,"text":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","translation":"谁奋斗，都只为自己而奋斗，安拉确是无求于众世界的。","transliteration":"Waman jahada fainnama yujahidu linafsihi inna Allaha laghaniyyun AAani alAAalameena"},{"id":7,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","translation":"信道而且行善者，我必定勾销他们的罪恶，我必定以他们的行为的最优的报酬赏赐他们。","transliteration":"Waallatheena amanoo waAAamiloo alssalihati lanukaffiranna AAanhum sayyiatihim walanajziyannahum ahsana allathee kanoo yaAAmaloona"},{"id":8,"text":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"我曾命人孝敬父母；如果他俩勒令你用你所不知道的东西配我，那么，你不要服从他俩。你们要归于我，我要把你们的行为告诉你们。","transliteration":"Wawassayna alinsana biwalidayhi husnan wain jahadaka litushrika bee ma laysa laka bihi AAilmun fala tutiAAhuma ilayya marjiAAukum faonabbiokum bima kuntum taAAmaloona"},{"id":9,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّـٰلِحِينَ","translation":"信道而且行善者，我必定使他们入于善人之列。","transliteration":"Waallatheena amanoo waAAamiloo alssalihati lanudkhilannahum fee alssaliheena"},{"id":10,"text":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","translation":"有些人说：“我们已信安拉了。”当他们为安拉而受迫害的时候，他们把众人的迫害当做安拉的刑罚。如果援助从你们的主降临，他们必定说：“我们确是与你们同在一起的。”难道安拉不是知道世人的胸襟的吗？","transliteration":"Wamina alnnasi man yaqoolu amanna biAllahi faitha oothiya fee Allahi jaAAala fitnata alnnasi kaAAathabi Allahi walain jaa nasrun min rabbika layaqoolunna inna kunna maAAakum awalaysa Allahu biaAAlama bima fee sudoori alAAalameena"},{"id":11,"text":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","translation":"安拉的确知道信道者，的确知道伪信者。","transliteration":"WalayaAAlamanna Allahu allatheena amanoo walayaAAlamanna almunafiqeena"},{"id":12,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","translation":"不信道者对信道者说：“你们遵守我们的教道吧！让我们负担你们的罪过。”其实，他们绝不能担负他们的一点罪过，他们确是说谎的。","transliteration":"Waqala allatheena kafaroo lillatheena amanoo ittabiAAoo sabeelana walnahmil khatayakum wama hum bihamileena min khatayahum min shayin innahum lakathiboona"},{"id":13,"text":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","translation":"他们必定担负自己的重担，再加上别的重担，复活日他们对于自己所伪造的谎言必受审问。","transliteration":"Walayahmilunna athqalahum waathqalan maAAa athqalihim walayusalunna yawma alqiyamati AAamma kanoo yaftaroona"},{"id":14,"text":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","translation":"我确已派遣努哈去教化他的宗族，他在他们之间逗留了九百五十年，洪水就袭击了他们，因为他们是不义的。","transliteration":"Walaqad arsalna noohan ila qawmihi falabitha feehim alfa sanatin illa khamseena AAaman faakhathahumu alttoofanu wahum thalimoona"},{"id":15,"text":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","translation":"我拯救了他和与他同船的人，我以那为全世界的一个迹象。","transliteration":"Faanjaynahu waashaba alssafeenati wajaAAalnaha ayatan lilAAalameena"},{"id":16,"text":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"（我确已派遣）易卜拉欣，当日，他对他的宗族说：“你们应当崇拜安拉，并当敬畏他，这对于你们是更好的。如果你们知道。","transliteration":"Waibraheema ith qala liqawmihi oAAbudoo Allaha waittaqoohu thalikum khayrun lakum in kuntum taAAlamoona"},{"id":17,"text":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","translation":"除安拉外，你们只崇拜偶像，你们只捏造妄言。你们舍安拉而崇拜的（偶像），不能主持你们的给养，所以，你们应当到安拉那里寻求给养，你们应当崇拜他，你们应当感谢他，你们只被召归他。","transliteration":"Innama taAAbudoona min dooni Allahi awthanan watakhluqoona ifkan inna allatheena taAAbudoona min dooni Allahi la yamlikoona lakum rizqan faibtaghoo AAinda Allahi alrrizqa waoAAbudoohu waoshkuroo lahu ilayhi turjaAAoona"},{"id":18,"text":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translation":"如果你们否认（我），那么，在你们之前的许多民族，也已否认过（他们的使者）。使者的责任只是明白的传达。”","transliteration":"Wain tukaththiboo faqad kaththaba omamun min qablikum wama AAala alrrasooli illa albalaghu almubeenu"},{"id":19,"text":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","translation":"难道他们没有看见安拉怎样创造众生，然后使他们复活吗？这对于安拉是容易的。","transliteration":"Awalam yaraw kayfa yubdio Allahu alkhalqa thumma yuAAeeduhu inna thalika AAala Allahi yaseerun"},{"id":20,"text":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"你说：“你们应当在大地上旅行，因而观察安拉怎样创造众生，又怎样再造他们。安拉对于万事确是全能的。","transliteration":"Qul seeroo fee alardi faonthuroo kayfa badaa alkhalqa thumma Allahu yunshio alnnashata alakhirata inna Allaha AAala kulli shayin qadeerun"},{"id":21,"text":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","translation":"他惩罚他所意欲者，他怜悯他所意欲者，你们只被召归于他。","transliteration":"YuAAaththibu man yashao wayarhamu man yashao wailayhi tuqlaboona"},{"id":22,"text":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","translation":"你们无论在地上或天上，都不能逃避天谴，除安拉外，你们没有任何监护者，也没有任何援助者。”","transliteration":"Wama antum bimuAAjizeena fee alardi wala fee alssamai wama lakum min dooni Allahi min waliyyin wala naseerin"},{"id":23,"text":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَـٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","translation":"不信安拉的迹象及与安拉会见的人，这等人，对我的恩惠已绝望了，这等人，将受痛苦的刑罚。","transliteration":"Waallatheena kafaroo biayati Allahi waliqaihi olaika yaisoo min rahmatee waolaika lahum AAathabun aleemun"},{"id":24,"text":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"他的宗族说：“你们杀死他，或烧死他吧！”这是他们唯一的答复。安拉拯救他脱离烈火，对于信道的民众，此中确有许多迹象。","transliteration":"Fama kana jawaba qawmihi illa an qaloo oqtuloohu aw harriqoohu faanjahu Allahu mina alnnari inna fee thalika laayatin liqawmin yuminoona"},{"id":25,"text":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ","translation":"他说：“你们舍安拉而以偶像为神灵，只为今世生活中互相亲爱罢了。但在复活日，你们将互相抵赖，互相诅咒，你们的归宿是火狱，你们绝没有援助者。”","transliteration":"Waqala innama ittakhathtum min dooni Allahi awthanan mawaddata baynikum fee alhayati alddunya thumma yawma alqiyamati yakfuru baAAdukum bibaAAdin wayalAAanu baAAdukum baAAdan wamawakumu alnnaru wama lakum min nasireena"},{"id":26,"text":"۞فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"鲁特就为他而信道。（易卜拉欣说）：“我必定迁移到我的主那里去，他确是万能的，确是至睿的。”","transliteration":"Faamana lahu lootun waqala innee muhajirun ila rabbee innahu huwa alAAazeezu alhakeemu"},{"id":27,"text":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ","translation":"我赏赐他易司哈格和叶尔孤白，我以预言和天经赏赐他的后裔，我把他在今世的报酬赏赐他，在后世必在善人之列。","transliteration":"Wawahabna lahu ishaqa wayaAAqooba wajaAAalna fee thurriyyatihi alnnubuwwata waalkitaba waataynahu ajrahu fee alddunya wainnahu fee alakhirati lamina alssaliheena"},{"id":28,"text":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","translation":"（我曾派遣）鲁特，当日，他对他的宗族说：“你们的确干丑事，在你们之前，全世界的人没有一个干过这种丑事。","transliteration":"Walootan ith qala liqawmihi innakum latatoona alfahishata ma sabaqakum biha min ahadin mina alAAalameena"},{"id":29,"text":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"你们务必要将男做女，拦路作恶，当众宣淫吗？”他的宗族说：“你把安拉的刑罚昭示我们吧，如果你是诚实的人。”这是他们唯一的答复。","transliteration":"Ainnakum latatoona alrrijala wataqtaAAoona alssabeela watatoona fee nadeekumu almunkara fama kana jawaba qawmihi illa an qaloo itina biAAathabi Allahi in kunta mina alssadiqeena"},{"id":30,"text":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","translation":"他说：“我的主啊！求你助我，以对抗伤风败俗的人们。”","transliteration":"Qala rabbi onsurnee AAala alqawmi almufsideena"},{"id":31,"text":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","translation":"当我的使者带着佳音来访问易卜拉欣的时候，他们说：“我们必定要毁灭这个城市的居民。这个城市的居民确是不义的。”","transliteration":"Walamma jaat rusuluna ibraheema bialbushra qaloo inna muhlikoo ahli hathihi alqaryati inna ahlaha kanoo thalimeena"},{"id":32,"text":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","translation":"他说：“鲁特的确在这个城市里。”他们说：“我们知道在这个城市里的人。我们必定要拯救他和他的信徒，他的妻子除外，她是和其余的人同受刑罚的。”","transliteration":"Qala inna feeha lootan qaloo nahnu aAAlamu biman feeha lanunajjiyannahu waahlahu illa imraatahu kanat mina alghabireena"},{"id":33,"text":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","translation":"当我的使者来访鲁特的时候，他为他们而忧愁，他无法保护他们。他们说：“你不要害怕，不要忧愁，我们必定拯救你和你的信徒，你的妻子除外，她是和其余的人同受刑罚的。”","transliteration":"Walamma an jaat rusuluna lootan seea bihim wadaqa bihim tharAAan waqaloo la takhaf wala tahzan inna munajjooka waahlaka illa imraataka kanat mina alghabireena"},{"id":34,"text":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","translation":"我必定使天灾从天空降于这个城市的居民，那是由于他们的放荡。","transliteration":"Inna munziloona AAala ahli hathihi alqaryati rijzan mina alssamai bima kanoo yafsuqoona"},{"id":35,"text":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"我确已为能了解的民众而将这个城市的遗址留着做一个明显的迹象。","transliteration":"Walaqad tarakna minha ayatan bayyinatan liqawmin yaAAqiloona"},{"id":36,"text":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translation":"（我曾派遣）舒阿卜去教化麦德彦人，他就说：“我的宗族啊！你们应当崇拜安拉，应当畏惧末日，不要在地方上为非作歹，摆弄是非。”","transliteration":"Waila madyana akhahum shuAAayban faqala ya qawmi oAAbudoo Allaha waorjoo alyawma alakhira wala taAAthaw fee alardi mufsideena"},{"id":37,"text":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","translation":"但他们否认他，地震就袭击了他们。顷刻之间，他们都僵卧在各人的家中。","transliteration":"Fakaththaboohu faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"},{"id":38,"text":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","translation":"（我曾毁灭）阿德人和赛莫德人，你们从他们居住的地方，确已明白他们被毁灭的情形。恶魔以他们的行为，迷惑他们而阻碍他们遵循正道，他们原来是能思维的。","transliteration":"WaAAadan wathamooda waqad tabayyana lakum min masakinihim wazayyana lahumu alshshaytanu aAAmalahum fasaddahum AAani alssabeeli wakanoo mustabsireena"},{"id":39,"text":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","translation":"（我曾毁灭）戈伦、法老和哈曼。穆萨曾昭示他们许多明证，但他们在地方上自大，他们未能逃避天谴。","transliteration":"Waqaroona wafirAAawna wahamana walaqad jaahum moosa bialbayyinati faistakbaroo fee alardi wama kanoo sabiqeena"},{"id":40,"text":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"每一个人，我都因他的罪过而加以惩罚，他们中有我曾使飞沙走石的暴风去伤害的，有为恐怖所袭击的，有我使他沦陷在地面下的，有被我溺杀的，安拉不致亏枉他们，但他们亏枉了自己。","transliteration":"Fakullan akhathna bithanbihi faminhum man arsalna AAalayhi hasiban waminhum man akhathathu alssayhatu waminhum man khasafna bihi alarda waminhum man aghraqna wama kana Allahu liyathlimahum walakin kanoo anfusahum yathlimoona"},{"id":41,"text":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translation":"有些人，舍安拉而别求监护者，他们譬如蜘蛛造屋，最脆弱的房屋，确是蜘蛛的房屋。假若他们认识这个道理，（就不会崇拜偶像了）。","transliteration":"Mathalu allatheena ittakhathoo min dooni Allahi awliyaa kamathali alAAankabooti ittakhathat baytan wainna awhana albuyooti labaytu alAAankabooti law kanoo yaAAlamoona"},{"id":42,"text":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"安拉的确知道他们舍他而祈祷的任何物，他是万能的，是至睿的。","transliteration":"Inna Allaha yaAAlamu ma yadAAoona min doonihi min shayin wahuwa alAAazeezu alhakeemu"},{"id":43,"text":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","translation":"这些譬喻，是我为众人而设的，只有学者能了解它。","transliteration":"Watilka alamthalu nadribuha lilnnasi wama yaAAqiluha illa alAAalimoona"},{"id":44,"text":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","translation":"安拉本真理而创造天地，对于信道的人，此中确有一种迹象。","transliteration":"Khalaqa Allahu alssamawati waalarda bialhaqqi inna fee thalika laayatan lilmumineena"},{"id":45,"text":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","translation":"你应当宣读启示给你的经典，你当谨守拜功，拜功的确能防止丑事和罪恶，记念安拉确是一件更大的事，安拉知道你们的做为。","transliteration":"Otlu ma oohiya ilayka mina alkitabi waaqimi alssalata inna alssalata tanha AAani alfahshai waalmunkari walathikru Allahi akbaru waAllahu yaAAlamu ma tasnaAAoona"},{"id":46,"text":"۞وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translation":"除依最优的方式外，你们不要与信奉天经的人辩论，除非他们中不义的人。你们应当说：“我们确信降示我们的经典，和降示你们的经典；我们所崇拜的和你们所崇拜的是同一个神明，我们是归顺他的。”","transliteration":"Wala tujadiloo ahla alkitabi illa biallatee hiya ahsanu illa allatheena thalamoo minhum waqooloo amanna biallathee onzila ilayna waonzila ilaykum wailahuna wailahukum wahidun wanahnu lahu muslimoona"},{"id":47,"text":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَـٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","translation":"我这样把经典降示你，蒙我赏赐经典的人，有确信它的。这等人中，也有确信它的，只有不信道的人，否认我的迹象。","transliteration":"Wakathalika anzalna ilayka alkitaba faallatheena ataynahumu alkitaba yuminoona bihi wamin haolai man yuminu bihi wama yajhadu biayatina illa alkafiroona"},{"id":48,"text":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","translation":"以前，你不会读书，也不会写字，（假若你会读书写字），那么，反对真理的人必定怀疑。","transliteration":"Wama kunta tatloo min qablihi min kitabin wala takhuttuhu biyameenika ithan lairtaba almubtiloona"},{"id":49,"text":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّـٰلِمُونَ","translation":"不然，这是我的明显的迹象，它保存在学者的胸中，只有不义的人否认我的迹象。","transliteration":"Bal huwa ayatun bayyinatun fee sudoori allatheena ootoo alAAilma wama yajhadu biayatina illa alththalimoona"},{"id":50,"text":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","translation":"他们说：“怎么没有一种迹象从他的主降临呢？”你说：“迹象只在安拉那里，我只是一个坦率的警告者。”","transliteration":"Waqaloo lawla onzila AAalayhi ayatun min rabbihi qul innama alayatu AAinda Allahi wainnama ana natheerun mubeenun"},{"id":51,"text":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","translation":"我降示你这部经典，可以对他们常常宣读，难道还不能使他们满意吗？在这些经典里对于信道的人确有恩惠和记念。","transliteration":"Awalam yakfihim anna anzalna AAalayka alkitaba yutla AAalayhim inna fee thalika larahmatan wathikra liqawmin yuminoona"},{"id":52,"text":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"你说：“安拉做我和你们之间的见证已经够了，他知道天地之间的一切。确信邪神而不信安拉者，确是亏折的。”","transliteration":"Qul kafa biAllahi baynee wabaynakum shaheedan yaAAlamu ma fee alssamawati waalardi waallatheena amanoo bialbatili wakafaroo biAllahi olaika humu alkhasiroona"},{"id":53,"text":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"他们要求你早日昭示刑罚，假若没有定期，那末刑罚必已降临他们。当他们不知不觉的时候，刑罚必定忽然降临他们。","transliteration":"WayastaAAjiloonaka bialAAathabi walawla ajalun musamman lajaahumu alAAathabu walayatiyannahum baghtatan wahum la yashAAuroona"},{"id":54,"text":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","translation":"他们要求你早日昭示刑罚。火狱必定是包围不信道者的。","transliteration":"YastaAAjiloonaka bialAAathabi wainna jahannama lamuheetatun bialkafireena"},{"id":55,"text":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"在那日，刑罚将从他们的头上和脚下降临他们。他说：“你们尝试你们的行为的果报吧！”","transliteration":"Yawma yaghshahumu alAAathabu min fawqihim wamin tahti arjulihim wayaqoolu thooqoo ma kuntum taAAmaloona"},{"id":56,"text":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّـٰيَ فَٱعۡبُدُونِ","translation":"我的信道的仆人们啊！我的大地确是宽大的，你们应当只崇拜我。","transliteration":"Ya AAibadiya allatheena amanoo inna ardee wasiAAatun faiyyaya faoAAbudooni"},{"id":57,"text":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","translation":"每一个有气息的，都要尝死的滋味，然后，你们将被召归于我。","transliteration":"Kullu nafsin thaiqatu almawti thumma ilayna turjaAAoona"},{"id":58,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","translation":"信道而且行善者，我必使他们在乐园中得居在下临诸河的楼上，他们将永居其中。工作者的报酬真好！","transliteration":"Waallatheena amanoo waAAamiloo alssalihati lanubawwiannahum mina aljannati ghurafan tajree min tahtiha alanharu khalideena feeha niAAma ajru alAAamileena"},{"id":59,"text":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","translation":"他们是坚忍的，他们只托靠他们的主。","transliteration":"Allatheena sabaroo waAAala rabbihim yatawakkaloona"},{"id":60,"text":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"许多动物，不能担负自己的给养，安拉供给它们和你们，他是全聪的，是全知的。","transliteration":"Wakaayyin min dabbatin la tahmilu rizqaha Allahu yarzuquha waiyyakum wahuwa alssameeAAu alAAaleemu"},{"id":61,"text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","translation":"如果你问他们：“谁创造了天地，制服了日月？”他们必定说：“安拉。”他们是如何荒谬的！","transliteration":"Walain saaltahum man khalaqa alssamawati waalarda wasakhkhara alshshamsa waalqamara layaqoolunna Allahu faanna yufakoona"},{"id":62,"text":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"安拉要使哪个仆人的给养宽裕，就使他宽裕，（要使哪个仆人的给养窘迫，）就使他窘迫，安拉确是全知万事的。","transliteration":"Allahu yabsutu alrrizqa liman yashao min AAibadihi wayaqdiru lahu inna Allaha bikulli shayin AAaleemun"},{"id":63,"text":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","translation":"如果你问他们：“谁从天上降下雨水？而借雨水使已死的大地复活呢？”他们必定说：“安拉。”你说：“一切赞颂，全归安拉！”不然，他们大半是不了解的。","transliteration":"Walain saaltahum man nazzala mina alssamai maan faahya bihi alarda min baAAdi mawtiha layaqoolunna Allahu quli alhamdu lillahi bal aktharuhum la yaAAqiloona"},{"id":64,"text":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translation":"这种今世的生活，只是娱乐和游戏；后世的住宅，确是充满生活的。假若他们知道……","transliteration":"Wama hathihi alhayatu alddunya illa lahwun walaAAibun wainna alddara alakhirata lahiya alhayawanu law kanoo yaAAlamoona"},{"id":65,"text":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","translation":"当他们乘船的时候，他们诚恳地祈祷安拉，当他使他们平安登陆的时候，他们立刻就以物配主。","transliteration":"Faitha rakiboo fee alfulki daAAawoo Allaha mukhliseena lahu alddeena falamma najjahum ila albarri itha hum yushrikoona"},{"id":66,"text":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","translation":"叫他们孤负我赏赐他们的恩惠吧，叫他们享乐吧。他们将来就知道了。","transliteration":"Liyakfuroo bima ataynahum waliyatamattaAAoo fasawfa yaAAlamoona"},{"id":67,"text":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","translation":"难道他们没有知道吗？我曾以他们的城市为安宁的禁地，而他们四周的居民被人劫掠。难道他们确信邪神，而孤负安拉的恩惠吗？","transliteration":"Awalam yaraw anna jaAAalna haraman aminan wayutakhattafu alnnasu min hawlihim afabialbatili yuminoona wabiniAAmati Allahi yakfuroona"},{"id":68,"text":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","translation":"假借安拉的名义而造谣，或否认已降临的真理者，谁比他还不义呢？难道火狱里没有孤恩者的住处吗？","transliteration":"Waman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba bialhaqqi lamma jaahu alaysa fee jahannama mathwan lilkafireena"},{"id":69,"text":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","translation":"为我而奋斗的人，我必定指引他们我的道路，安拉确是与善人同在一起的。","transliteration":"Waallatheena jahadoo feena lanahdiyannahum subulana wainna Allaha lamaAAa almuhsineena"}]}
