{"id":38,"name":"ص","transliteration":"Sad","translation":"萨德","type":"meccan","total_verses":88,"verses":[{"id":1,"text":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","translation":"萨德。指著名的《古兰经》发誓。","transliteration":"Sad waalqurani thee alththikri"},{"id":2,"text":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","translation":"不然！不信道者，是忘自尊大、违背真理的。","transliteration":"Bali allatheena kafaroo fee AAizzatin washiqaqin"},{"id":3,"text":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","translation":"在他们之前我曾毁灭了许多世代，他们呼号，但逃亡的时机以逝去了。","transliteration":"Kam ahlakna min qablihim min qarnin fanadaw walata heena manasin"},{"id":4,"text":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","translation":"他们惊讶，因为他们本族中的警告者来临他们。不信道的人们说：“这是一个术士，是一个说谎者。","transliteration":"WaAAajiboo an jaahum munthirun minhum waqala alkafiroona hatha sahirun kaththabun"},{"id":5,"text":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","translation":"难道他要将许多神灵变成一个神灵吗？这确是一件怪事。”","transliteration":"AjaAAala alalihata ilahan wahidan inna hatha lashayon AAujabun"},{"id":6,"text":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","translation":"他们中的贵族们起身说：“你们去吧！你们坚忍着崇拜你们的众神灵吧！这确是一件前定的事。","transliteration":"Waintalaqa almalao minhum ani imshoo waisbiroo AAala alihatikum inna hatha lashayon yuradu"},{"id":7,"text":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","translation":"在最后的宗教中，我们没有听见这种话，这种话只是伪造的。","transliteration":"Ma samiAAna bihatha fee almillati alakhirati in hatha illa ikhtilaqun"},{"id":8,"text":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","translation":"难道教诲降于他，而不降于我们吗？”不然！他们对于我的教训，是在怀疑之中，不然！他们还没有尝试我的刑罚。","transliteration":"Aonzila AAalayhi alththikru min baynina bal hum fee shakkin min thikree bal lamma yathooqoo AAathabi"},{"id":9,"text":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","translation":"难道他们有你万能的、博施的主的慈恩的库藏吗？","transliteration":"Am AAindahum khazainu rahmati rabbika alAAazeezi alwahhabi"},{"id":10,"text":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","translation":"难道他们有天地万物的主权吗？假若他们有，就叫他们缘天梯而上吧！","transliteration":"Am lahum mulku alssamawati waalardi wama baynahuma falyartaqoo fee alasbabi"},{"id":11,"text":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","translation":"他们是由各党派联合起来的乌合之众，他们将要在那里败北。","transliteration":"Jundun ma hunalika mahzoomun mina alahzabi"},{"id":12,"text":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","translation":"在他们之前，曾否认使者的，有努哈的宗族、阿德人、有武力的法老、","transliteration":"Kaththabat qablahum qawmu noohin waAAadun wafirAAawnu thoo alawtadi"},{"id":13,"text":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَـٰٓئِكَ ٱلۡأَحۡزَابُ","translation":"赛莫德人、鲁特的宗族、茂林的居民。这些都是党派，","transliteration":"Wathamoodu waqawmu lootin waashabu alaykati olaika alahzabu"},{"id":14,"text":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","translation":"他们之中没有一个未曾否认使者的，所以我的惩罚是必然的。","transliteration":"In kullun illa kaththaba alrrusula fahaqqa AAiqabi"},{"id":15,"text":"وَمَا يَنظُرُ هَـٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","translation":"这些人，只等待一声喊叫，那是不耽搁一霎时的。","transliteration":"Wama yanthuru haolai illa sayhatan wahidatan ma laha min fawaqin"},{"id":16,"text":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","translation":"他们说：“我们的主啊！在清算日之前，请你快将我们所应得的刑罚，降示我们吧！”","transliteration":"Waqaloo rabbana AAajjil lana qittana qabla yawmi alhisabi"},{"id":17,"text":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","translation":"你当忍受他们所说的话，你当记忆我的仆人——有能力的达五德，他却是归依安拉的。","transliteration":"Isbir AAala ma yaqooloona waothkur AAabdana dawooda tha alaydi innahu awwabun"},{"id":18,"text":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","translation":"我确已使诸山服从他，他们早晚赞颂。","transliteration":"Inna sakhkharna aljibala maAAahu yusabbihna bialAAashiyyi waalishraqi"},{"id":19,"text":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","translation":"并使众鸟集合起来，统统都服从他。","transliteration":"Waalttayra mahshooratan kullun lahu awwabun"},{"id":20,"text":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","translation":"我巩固他的国权，我赏赐他智慧和文辞。","transliteration":"Washadadna mulkahu waataynahu alhikmata wafasla alkhitabi"},{"id":21,"text":"۞وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","translation":"两造来告状的故事来临你了吗？当时，他们逾墙而进入内殿。","transliteration":"Wahal ataka nabao alkhasmi ith tasawwaroo almihraba"},{"id":22,"text":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","translation":"当时，他们去见达五德，他为他们而恐怖。他们说：“你不要恐怖！我们是两造，被告曾欺负了原告，请你为我们秉公裁判，请你不要偏袒，请你指引我们道路。","transliteration":"Ith dakhaloo AAala dawooda fafaziAAa minhum qaloo la takhaf khasmani bagha baAAduna AAala baAAdin faohkum baynana bialhaqqi wala tushtit waihdina ila sawai alssirati"},{"id":23,"text":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","translation":"这个确是我的朋友，他有九十九只母绵羊，我有一只母绵羊，他却说：‘你把它让给我吧！’他在辩论方面战胜我。”","transliteration":"Inna hatha akhee lahu tisAAun watisAAoona naAAjatan waliya naAAjatun wahidatun faqala akfilneeha waAAazzanee fee alkhitabi"},{"id":24,"text":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّـٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","translation":"达五德说：“他确已欺负你了，因为他要求你把你的母绵羊归并他的母绵羊。有许多伙计，的确相欺，惟信道而行善者则不然，但他们是很少的。”达五德以为我考验他，他就向他的主求饶，且拜倒下去，并归依他。","transliteration":"Qala laqad thalamaka bisuali naAAjatika ila niAAajihi wainna katheeran mina alkhulatai layabghee baAAduhum AAala baAAdin illa allatheena amanoo waAAamiloo alssalihati waqaleelun ma hum wathanna dawoodu annama fatannahu faistaghfara rabbahu wakharra rakiAAan waanaba"},{"id":25,"text":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","translation":"我就饶了他的过失，他在我那里，的确获得宠爱和优美的归宿。","transliteration":"Faghafarna lahu thalika wainna lahu AAindana lazulfa wahusna maabin"},{"id":26,"text":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","translation":"达五德啊！我确已任命你为大地的代治者，你当替人民秉公判决，不要顺从私欲，以免私欲使你叛离安拉的大道；叛离安拉的大道者，将因忘却清算之日而受严厉的刑罚。","transliteration":"Ya dawoodu inna jaAAalnaka khaleefatan fee alardi faohkum bayna alnnasi bialhaqqi wala tattabiAAi alhawa fayudillaka AAan sabeeli Allahi inna allatheena yadilloona AAan sabeeli Allahi lahum AAathabun shadeedun bima nasoo yawma alhisabi"},{"id":27,"text":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","translation":"我没有徒然地创造天地万物，那是不信道者的猜测。悲哉！不信道的人们将受火刑。","transliteration":"Wama khalaqna alssamaa waalarda wama baynahuma batilan thalika thannu allatheena kafaroo fawaylun lillatheena kafaroo mina alnnari"},{"id":28,"text":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","translation":"难道我使信道而且行善者，像在地方上作恶者一样吗？难道我使敬畏者，像放肆的人一样吗？","transliteration":"Am najAAalu allatheena amanoo waAAamiloo alssalihati kaalmufsideena fee alardi am najAAalu almuttaqeena kaalfujjari"},{"id":29,"text":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"这是我所降示你的一本吉祥的经典，以便他们沉思经中的节文，以便有理智的人们觉悟。","transliteration":"Kitabun anzalnahu ilayka mubarakun liyaddabbaroo ayatihi waliyatathakkara oloo alalbabi"},{"id":30,"text":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","translation":"我将素莱曼赐予达五德，那个仆人真是优美！他确是归依安拉的。","transliteration":"Wawahabna lidawooda sulaymana niAAma alAAabdu innahu awwabun"},{"id":31,"text":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّـٰفِنَٰتُ ٱلۡجِيَادُ","translation":"当时，他在傍晚，检阅能静立 、能奔驰的马队。","transliteration":"Ith AAurida AAalayhi bialAAashiyyi alssafinatu aljiyadu"},{"id":32,"text":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","translation":"他说：“我的确因喜好马队而忘记了我的主，直到它们被帷幕遮住了。”","transliteration":"Faqala innee ahbabtu hubba alkhayri AAan thikri rabbee hatta tawarat bialhijabi"},{"id":33,"text":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","translation":"他说：“你们将它们赶回来吧！”他就着手抚摩那些马的腿部和颈部。","transliteration":"Ruddooha AAalayya fatafiqa mashan bialssooqi waalaAAnaqi"},{"id":34,"text":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","translation":"我确已考验素莱曼，我曾将一个肉体投在他的宝座上，然后，他归依安拉。","transliteration":"Walaqad fatanna sulaymana waalqayna AAala kursiyyihi jasadan thumma anaba"},{"id":35,"text":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","translation":"他说：“我的主啊！求你赦宥我，求你赏赐我一个非任何人所宜继承的国权。你确是博施的。”","transliteration":"Qala rabbi ighfir lee wahab lee mulkan la yanbaghee liahadin min baAAdee innaka anta alwahhabu"},{"id":36,"text":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","translation":"我曾为他制服了风，风奉着他的命令习习流向他所欲到的地方。","transliteration":"Fasakhkharna lahu alrreeha tajree biamrihi rukhaan haythu asaba"},{"id":37,"text":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","translation":"我又为他制服了一切能建筑的或能潜水的恶魔，","transliteration":"Waalshshayateena kulla bannain waghawwasin"},{"id":38,"text":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","translation":"以及其他许多带脚镣的恶魔。","transliteration":"Waakhareena muqarraneena fee alasfadi"},{"id":39,"text":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","translation":"“这是我所特赐你的，你可以将它施给别人，也可以将它保留起来，你总是不受清算的。”","transliteration":"Hatha AAataona faomnun aw amsik bighayri hisabin"},{"id":40,"text":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","translation":"他在我那里，的确获得宠爱和优美的归宿。","transliteration":"Wainna lahu AAindana lazulfa wahusna maabin"},{"id":41,"text":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","translation":"你应当记忆我的仆人安优卜。当时，他祈祷他的主说：“恶魔确已使我遭受辛苦和刑罚。”","transliteration":"Waothkur AAabdana ayyooba ith nada rabbahu annee massaniya alshshaytanu binusbin waAAathabin"},{"id":42,"text":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","translation":"“你用脚踏地吧！这是可用以沐浴和可用作饮料的凉水。”","transliteration":"Orkud birijlika hatha mughtasalun baridun washarabun"},{"id":43,"text":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"我曾以他的眷属，和像他们的，同齐赏赐他。那是由我降下的慈恩，也是由于教诲有理智的人们。","transliteration":"Wawahabna lahu ahlahu wamithlahum maAAahum rahmatan minna wathikra liolee alalbabi"},{"id":44,"text":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","translation":"“你当亲手拿一把草，用它去打一下。你不要违背誓约。”我确已发现他是坚忍的。那仆人真优美！他确是归依安拉的。","transliteration":"Wakhuth biyadika dighthan faidrib bihi wala tahnath inna wajadnahu sabiran niAAma alAAabdu innahu awwabun"},{"id":45,"text":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","translation":"你应当记忆我的仆人易卜拉欣、易司哈格、叶尔孤白，他们都是有能力、有眼光的。","transliteration":"Waothkur AAibadana ibraheema waishaqa wayaAAqooba olee alaydee waalabsari"},{"id":46,"text":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","translation":"我使他们成为真诚的人，因为他们有一种纯洁的德性——常念后世。","transliteration":"Inna akhlasnahum bikhalisatin thikra alddari"},{"id":47,"text":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","translation":"他们在我那里，确是特选的，确是纯善的。","transliteration":"Wainnahum AAindana lamina almustafayna alakhyari"},{"id":48,"text":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","translation":"你当记忆易司马仪、艾勒叶赛尔、助勒基福勒，他们都是纯善的。","transliteration":"Waothkur ismaAAeela wailyasaAAa watha alkifli wakullun mina alakhyari"},{"id":49,"text":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","translation":"这是一种教诲。敬畏的人们，必得享受优美的归宿——","transliteration":"Hatha thikrun wainna lilmuttaqeena lahusna maabin"},{"id":50,"text":"جَنَّـٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","translation":"永久的乐园，园门是为他们常开的。","transliteration":"Jannati AAadnin mufattahatan lahumu alabwabu"},{"id":51,"text":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","translation":"他们在园中，靠在床上；他们在园中叫人拿种种水果和饮料来。","transliteration":"Muttakieena feeha yadAAoona feeha bifakihatin katheeratin washarabin"},{"id":52,"text":"۞وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","translation":"他们有不视非礼的、同年的伴侣。","transliteration":"WaAAindahum qasiratu alttarfi atrabun"},{"id":53,"text":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","translation":"这是应许你们在清算日之后得享受的。","transliteration":"Hatha ma tooAAadoona liyawmi alhisabi"},{"id":54,"text":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","translation":"这确是我的给养，它将永不罄尽。","transliteration":"Inna hatha larizquna ma lahu min nafadin"},{"id":55,"text":"هَٰذَاۚ وَإِنَّ لِلطَّـٰغِينَ لَشَرَّ مَـَٔابٖ","translation":"这是事实。放荡者必定要得一个最恶的归宿——","transliteration":"Hatha wainna lilttagheena lasharra maabin"},{"id":56,"text":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","translation":"那就是火狱，他们将入其中。那卧褥真恶劣！","transliteration":"Jahannama yaslawnaha fabisa almihadu"},{"id":57,"text":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","translation":"这是事实。他们将尝试刑罚，那刑罚是很热的饮料，和很冷的饮料，","transliteration":"Hatha falyathooqoohu hameemun waghassaqun"},{"id":58,"text":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","translation":"还有别的同样恶劣的各种饮料。","transliteration":"Waakharu min shaklihi azwajun"},{"id":59,"text":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","translation":"这些是与你们一起突进的队伍，他们不受欢迎，他们必入火狱。","transliteration":"Hatha fawjun muqtahimun maAAakum la marhaban bihim innahum saloo alnnari"},{"id":60,"text":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","translation":"他们将说：“不然！你们才是不受欢迎的，你们曾把我们诱惑到这种境地，这归宿真恶劣！”","transliteration":"Qaloo bal antum la marhaban bikum antum qaddamtumoohu lana fabisa alqararu"},{"id":61,"text":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","translation":"他们将说：“我们的主啊！谁把我们诱惑到这种境地，求你使谁在火狱中受加倍的刑罚。”","transliteration":"Qaloo rabbana man qaddama lana hatha fazidhu AAathaban diAAfan fee alnnari"},{"id":62,"text":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","translation":"他们将说：“有许多人，从前我们认为他们是恶人，现在怎么不见他们呢？","transliteration":"Waqaloo ma lana la nara rijalan kunna naAAudduhum mina alashrari"},{"id":63,"text":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","translation":"我们曾把他们当笑柄呢？还是我们过去看不起他们呢？”","transliteration":"Attakhathnahum sikhriyyan am zaghat AAanhumu alabsaru"},{"id":64,"text":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","translation":"居火狱者的争论是必然的。","transliteration":"Inna thalika lahaqqun takhasumu ahli alnnari"},{"id":65,"text":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","translation":"你说：“我只是一个警告者。除独一至尊的安拉外，绝无应受崇拜的。","transliteration":"Qul innama ana munthirun wama min ilahin illa Allahu alwahidu alqahharu"},{"id":66,"text":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّـٰرُ","translation":"他是天地万物的主，他是万能的、至赦的。”","transliteration":"Rabbu alssamawati waalardi wama baynahuma alAAazeezu alghaffaru"},{"id":67,"text":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","translation":"你说：“那是一个重大的消息，","transliteration":"Qul huwa nabaon AAatheemun"},{"id":68,"text":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","translation":"你们却离弃它。","transliteration":"Antum AAanhu muAAridoona"},{"id":69,"text":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","translation":"当上界的众天使争论的时候，我不知道他们的情形。","transliteration":"Ma kana liya min AAilmin bialmalai alaAAla ith yakhtasimoona"},{"id":70,"text":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","translation":"我只奉到启示说我是一个坦率的警告者。”","transliteration":"In yooha ilayya illa annama ana natheerun mubeenun"},{"id":71,"text":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَـٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","translation":"当时，你的主曾对众天使说：“我必定要用泥创造一个人，","transliteration":"Ith qala rabbuka lilmalaikati innee khaliqun basharan min teenin"},{"id":72,"text":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","translation":"当我把他造出来，并将我的精神吹入他的体内的时候，你们当为他倒身叩头。”","transliteration":"Faitha sawwaytuhu wanafakhtu feehi min roohee faqaAAoo lahu sajideena"},{"id":73,"text":"فَسَجَدَ ٱلۡمَلَـٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","translation":"众天使全体一同叩头，","transliteration":"Fasajada almalaikatu kulluhum ajmaAAoona"},{"id":74,"text":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","translation":"惟易卜劣厮自大，他原是不信道者。","transliteration":"Illa ibleesa istakbara wakana mina alkafireena"},{"id":75,"text":"قَالَ يَـٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","translation":"主说：“易卜劣厮啊！你怎么不肯对我亲手造的人叩头呢？你自大呢？还是你本是高尚的呢？”","transliteration":"Qala ya ibleesu ma manaAAaka an tasjuda lima khalaqtu biyadayya astakbarta am kunta mina alAAaleena"},{"id":76,"text":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","translation":"他说：“我比他高贵；你用火造我，用泥造他。”","transliteration":"Qala ana khayrun minhu khalaqtanee min narin wakhalaqtahu min teenin"},{"id":77,"text":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","translation":"主说：“你从乐园中出去吧！你确是被放逐的，","transliteration":"Qala faokhruj minha fainnaka rajeemun"},{"id":78,"text":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","translation":"你必遭我的弃绝，直到报应日。”","transliteration":"Wainna AAalayka laAAnatee ila yawmi alddeeni"},{"id":79,"text":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"他说：“我的主啊！求你宽待我到人类复活之日。”","transliteration":"Qala rabbi faanthirnee ila yawmi yubAAathoona"},{"id":80,"text":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","translation":"主说：“你必定被宽待，","transliteration":"Qala fainnaka mina almunthareena"},{"id":81,"text":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","translation":"直到复活时来临之日。”","transliteration":"Ila yawmi alwaqti almaAAloomi"},{"id":82,"text":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","translation":"他说：“以你的尊荣发誓，我必将他们全体加以诱惑，","transliteration":"Qala fabiAAizzatika laoghwiyannahum ajmaAAeena"},{"id":83,"text":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","translation":"惟不诱惑你的纯洁的仆人。”","transliteration":"Illa AAibadaka minhumu almukhlaseena"},{"id":84,"text":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","translation":"他说：“我的话确是真理，我只说真理；","transliteration":"Qala faalhaqqu waalhaqqa aqoolu"},{"id":85,"text":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","translation":"我必以你和人类中顺从你的，同齐充满火狱。”","transliteration":"Laamlaanna jahannama minka wamimman tabiAAaka minhum ajmaAAeena"},{"id":86,"text":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","translation":"你说：“我不为传达使命而向你们索取任何报酬，我不是造谣的。","transliteration":"Qul ma asalukum AAalayhi min ajrin wama ana mina almutakallifeena"},{"id":87,"text":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","translation":"这只是对众世界的教诲，","transliteration":"In huwa illa thikrun lilAAalameena"},{"id":88,"text":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","translation":"在一个时期之后，你们必定知道关于这教诲的消息。”","transliteration":"WalataAAlamunna nabaahu baAAda heenin"}]}
