{"id":4,"name":"النساء","transliteration":"An-Nisa","translation":"妇女","type":"medinan","total_verses":176,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا","translation":"众人啊！你们当敬畏你们的主，他从一个人创造了你们，他把那个人的配偶造成与他同类的，并且从他俩繁衍了许多男人和女人。你们当敬畏安拉——你们凭安拉和亲情而相互要求（权利）。安拉确是监视你们的。","transliteration":"Ya ayyuha alnnasu ittaqoo rabbakumu allathee khalaqakum min nafsin wahidatin wakhalaqa minha zawjaha wabaththa minhuma rijalan katheeran wanisaan waittaqoo Allaha allathee tasaaloona bihi waalarhama inna Allaha kana AAalaykum raqeeban"},{"id":2,"text":"وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا","translation":"你们应当把孤儿的财产交还他们，不要以（你们的）恶劣的（财产），换取（他们的）佳美的（财产）；也不要把他们的财产并入你们的财产，而加以吞蚀。这确是大罪。","transliteration":"Waatoo alyatama amwalahum wala tatabaddaloo alkhabeetha bialttayyibi wala takuloo amwalahum ila amwalikum innahu kana hooban kabeeran"},{"id":3,"text":"وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ","translation":"如果你们恐怕不能公平对待孤儿，那么，你们可以择娶你们爱悦的女人，各娶两妻、三妻、四妻；如果你们恐怕不能公平地对待她们，那么，你们只可以各娶一妻，或以你们的女奴为满足。这是更近于公平的。","transliteration":"Wain khiftum alla tuqsitoo fee alyatama fainkihoo ma taba lakum mina alnnisai mathna wathulatha warubaAAa fain khiftum alla taAAdiloo fawahidatan aw ma malakat aymanukum thalika adna alla taAAooloo"},{"id":4,"text":"وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحۡلَةٗۚ فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا فَكُلُوهُ هَنِيٓـٔٗا مَّرِيٓـٔٗا","translation":"你们应当把妇女的聘仪，当做一份赠品，交给她们。如果她们心甘情愿地把一部分聘仪让给你们，那么，你们可以乐意地加以接受和享用。","transliteration":"Waatoo alnnisaa saduqatihinna nihlatan fain tibna lakum AAan shayin minhu nafsan fakuloohu haneean mareean"},{"id":5,"text":"وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","translation":"你们的财产，本是安拉给你们用来维持生计的，你们不要把它交给愚人，你们当以财产的利润供给他们衣食。你们当对他们说温和的言语。","transliteration":"Wala tutoo alssufahaa amwalakumu allatee jaAAala Allahu lakum qiyaman waorzuqoohum feeha waoksoohum waqooloo lahum qawlan maAAroofan"},{"id":6,"text":"وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","translation":"你们当试验孤儿，直到他们达到适婚年龄；当你们看见他们能处理财产的时候，应当把他们的财产交还给他们；不要在他们还没有长大的时候，赶快浪费地消耗他们的财产。富裕的监护人，应当廉洁自持；贫穷的监护人，可以取合理的生活费。你们把他们的财产交还他们的时候，应当请人作见证。安拉足为检察者。","transliteration":"Waibtaloo alyatama hatta itha balaghoo alnnikaha fain anastum minhum rushdan faidfaAAoo ilayhim amwalahum wala takulooha israfan wabidaran an yakbaroo waman kana ghaniyyan falyastaAAfif waman kana faqeeran falyakul bialmaAAroofi faitha dafaAAtum ilayhim amwalahum faashhidoo AAalayhim wakafa biAllahi haseeban"},{"id":7,"text":"لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا","translation":"男子得享受父母和至亲所遗财产的一部分，女子也得享受父母和至亲所遗财产的一部分，无论他们所遗财产多寡，各人应得法定的部分。","transliteration":"Lilrrijali naseebun mimma taraka alwalidani waalaqraboona walilnnisai naseebun mimma taraka alwalidani waalaqraboona mimma qalla minhu aw kathura naseeban mafroodan"},{"id":8,"text":"وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","translation":"析产的时候，如有亲戚、孤儿、贫民在场，你们当以一部分遗产周济他们，并对他们说温和的言语。","transliteration":"Waitha hadara alqismata oloo alqurba waalyatama waalmasakeenu faorzuqoohum minhu waqooloo lahum qawlan maAAroofan"},{"id":9,"text":"وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا","translation":"假若自己遗下幼弱的后裔，自己就会为他们而忧虑；这等人，应当也为别人的孤儿而忧虑，应当敬畏安拉，应当（对临终的病人）说正当的话。","transliteration":"Walyakhsha allatheena law tarakoo min khalfihim thurriyyatan diAAafan khafoo AAalayhim falyattaqoo Allaha walyaqooloo qawlan sadeedan"},{"id":10,"text":"إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗاۖ وَسَيَصۡلَوۡنَ سَعِيرٗا","translation":"侵吞孤儿财产的人，只是把火吞在自己的肚腹里，他们将入在烈火之中。","transliteration":"Inna allatheena yakuloona amwala alyatama thulman innama yakuloona fee butoonihim naran wasayaslawna saAAeeran"},{"id":11,"text":"يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translation":"安拉为你们的子女而命令你们。一个男子，得两个女子的分子。如果亡人有两个以上的女子，那么，她们共得遗产的三分之二；如果只有一个女子，那么，她得二分之一。如果亡人有子女，那么，亡人的父母各得遗产的六分之一。如果他没有子女，只有父母承受遗产，那么，他母亲得三分之一。如果他有几个兄弟姐妹，那么，他母亲得六分之一。（这种分配），须在交付亡人所嘱遗赠或清偿亡人所欠的债务之后。——你们的父母和子女，谁对于你们是更有裨益的，你们不知道——这是从安拉降示的定制。安拉确是全知的，确是至睿的。","transliteration":"Yooseekumu Allahu fee awladikum lilththakari mithlu haththi alonthayayni fain kunna nisaan fawqa ithnatayni falahunna thulutha ma taraka wain kanat wahidatan falaha alnnisfu waliabawayhi likulli wahidin minhuma alssudusu mimma taraka in kana lahu waladun fain lam yakun lahu waladun wawarithahu abawahu faliommihi alththuluthu fain kana lahu ikhwatun faliommihi alssudusu min baAAdi wasiyyatin yoosee biha aw daynin abaokum waabnaokum la tadroona ayyuhum aqrabu lakum nafAAan fareedatan mina Allahi inna Allaha kana AAaleeman hakeeman"},{"id":12,"text":"۞وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ","translation":"如果你们的妻室没有子女，那么，你们得受她们的遗产的二分之一。如果她们有子女，那么，你们得受她们的遗产的四分之一。（这种分配），须在交付亡人所嘱的遗赠或清偿亡人所欠的债务之后。如果你们没有子女，那么，你们的妻室得你们遗产的四分之一。如果你们有子女，那么，她们得你们遗产的八分之一。（这种分配），须在交付亡人遗赠或清偿亡人所欠的债务之后。如果被继承的男子或女子，上无父母，下无子女，只有（同母异父的）一个弟兄和一个姐妹，那么，他和她，各得遗产的六分之一。如果被继承者有（同母异父的）更多的兄弟和姐妹，那么，他们和她们，均分遗产的三分之一。（这种分配），须在交付亡人遗赠或清偿亡人所欠的债务之后，但留遗嘱的时候，不得妨害继承人的权利。这是从安拉发出的命令。安拉是全知的，是至容的。","transliteration":"Walakum nisfu ma taraka azwajukum in lam yakun lahunna waladun fain kana lahunna waladun falakumu alrrubuAAu mimma tarakna min baAAdi wasiyyatin yooseena biha aw daynin walahunna alrrubuAAu mimma taraktum in lam yakun lakum waladun fain kana lakum waladun falahunna alththumunu mimma taraktum min baAAdi wasiyyatin toosoona biha aw daynin wain kana rajulun yoorathu kalalatan awi imraatun walahu akhun aw okhtun falikulli wahidin minhuma alssudusu fain kanoo akthara min thalika fahum shurakao fee alththuluthi min baAAdi wasiyyatin yoosa biha aw daynin ghayra mudarrin wasiyyatan mina Allahi waAllahu AAaleemun haleemun"},{"id":13,"text":"تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"这些是安拉的法度。谁服从安拉和使者，安拉将使谁入那下临诸河的乐园，而永居其中。这是伟大的成功。","transliteration":"Tilka hudoodu Allahi waman yutiAAi Allaha warasoolahu yudkhilhu jannatin tajree min tahtiha alanharu khalideena feeha wathalika alfawzu alAAatheemu"},{"id":14,"text":"وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ","translation":"谁违抗安拉和使者，并超越他的法度，安拉将使谁入火狱，而永居其中，他将受凌辱的刑罚。","transliteration":"Waman yaAAsi Allaha warasoolahu wayataAAadda hudoodahu yudkhilhu naran khalidan feeha walahu AAathabun muheenun"},{"id":15,"text":"وَٱلَّـٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا","translation":"你们的妇女，若作丑事，你们当在你们的男人中寻求四个人作见证；如果他们已作见证，你们就应该把她们拘留在家里，直到她们死亡，或安拉为她们开辟一条出路。","transliteration":"Waallatee yateena alfahishata min nisaikum faistashhidoo AAalayhinna arbaAAatan minkum fain shahidoo faamsikoohunna fee albuyooti hatta yatawaffahunna almawtu aw yajAAala Allahu lahunna sabeelan"},{"id":16,"text":"وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا","translation":"你们的男人，若作丑事，你们应当责备他俩；如果他俩悔罪自新，你们就应当原谅他俩。安拉确是至宥的，确是至慈的。","transliteration":"Waallathani yatiyaniha minkum faathoohuma fain taba waaslaha faaAAridoo AAanhuma inna Allaha kana tawwaban raheeman"},{"id":17,"text":"إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"安拉只赦宥无知而作恶，不久就悔罪的人；这等人，安拉将赦宥他们。安拉是全知的，是至睿的。","transliteration":"Innama alttawbatu AAala Allahi lillatheena yaAAmaloona alssooa bijahalatin thumma yatooboona min qareebin faolaika yatoobu Allahu AAalayhim wakana Allahu AAaleeman hakeeman"},{"id":18,"text":"وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَـٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","translation":"终身作恶，临死才说：“现在我确已悔罪”的人，不蒙赦宥；临死还不信道的人，也不蒙赦宥。这等人，我已为他们预备了痛苦的刑罚。","transliteration":"Walaysati alttawbatu lillatheena yaAAmaloona alssayyiati hatta itha hadara ahadahumu almawtu qala innee tubtu alana wala allatheena yamootoona wahum kuffarun olaika aAAtadna lahum AAathaban aleeman"},{"id":19,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا","translation":"信道的人们啊！你们不得强占妇女，当作遗产，也不得压迫她们，以便你们收回你们所给她们的一部分聘仪，除非她们作了明显的丑事。你们当善待她们。如果你们厌恶她们，（那么，你们应当忍受她们），因为，或许你们厌恶一件事，而安拉在那件事中安置了许多福利","transliteration":"Ya ayyuha allatheena amanoo la yahillu lakum an tarithoo alnnisaa karhan wala taAAduloohunna litathhaboo bibaAAdi ma ataytumoohunna illa an yateena bifahishatin mubayyinatin waAAashiroohunna bialmaAAroofi fain karihtumoohunna faAAasa an takrahoo shayan wayajAAala Allahu feehi khayran katheeran"},{"id":20,"text":"وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","translation":"如果你们休一个妻室，而另娶一个妻室，即使你们给过前妻一千两黄金，你们也不要取回一丝毫。难道你们要加以诬蔑和亏枉而把它取回吗？","transliteration":"Wain aradtumu istibdala zawjin makana zawjin waataytum ihdahunna qintaran fala takhuthoo minhu shayan atakhuthoonahu buhtanan waithman mubeenan"},{"id":21,"text":"وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا","translation":"你们怎能把它取回呢？你们既已同床共枕，而且她们与你们缔结过一个结实的盟约。","transliteration":"Wakayfa takhuthoonahu waqad afda baAAdukum ila baAAdin waakhathna minkum meethaqan ghaleethan"},{"id":22,"text":"وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقۡتٗا وَسَآءَ سَبِيلًا","translation":"你们不要娶你们的父亲娶过的妇女，但已往的不受惩罚。这确是一件丑事，确是一件可恨的行为，这种习俗真恶劣！","transliteration":"Wala tankihoo ma nakaha abaokum mina alnnisai illa ma qad salafa innahu kana fahishatan wamaqtan wasaa sabeelan"},{"id":23,"text":"حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّـٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّـٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَـٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"安拉禁止你们娶你们的母亲、女儿、姐妹、姑母、姨母、侄女、外甥女、乳母、同乳姐妹、岳母、以及你们所抚育的继女，即你们曾与她们的母亲同房的，如果你们与她们的母亲没有同房，那么，你们无妨娶她们。安拉还严禁你们娶你们亲生儿子的媳妇，严禁你们同时娶两姐妹，但已往的不受惩罚。安拉确是至赦的，确是至慈的。","transliteration":"Hurrimat AAalaykum ommahatukum wabanatukum waakhawatukum waAAammatukum wakhalatukum wabanatu alakhi wabanatu alokhti waommahatukumu allatee ardaAAnakum waakhawatukum mina alrradaAAati waommahatu nisaikum warabaibukumu allatee fee hujoorikum min nisaikumu allatee dakhaltum bihinna fain lam takoonoo dakhaltum bihinna fala junaha AAalaykum wahalailu abnaikumu allatheena min aslabikum waan tajmaAAoo bayna alokhtayni illa ma qad salafa inna Allaha kana ghafooran raheeman"},{"id":24,"text":"۞وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translation":"（他又严禁你们娶）有丈夫的妇女，但你们所管辖的妇女除外；安拉以此为你们的定制。除此外，一切妇女，对于你们是合法的，你们可以借你们自己的财产而谋与妇女结合，但你们应当是贞洁的，不可是淫荡的。既与你们成婚的妇女，你们应当把已决定的聘仪交给她们。既决定聘仪之后，你们双方同意的事，对于你们是毫无罪过的。安拉确是全知的，确是至睿的。","transliteration":"Waalmuhsanatu mina alnnisai illa ma malakat aymanukum kitaba Allahi AAalaykum waohilla lakum ma waraa thalikum an tabtaghoo biamwalikum muhsineena ghayra musafiheena fama istamtaAAtum bihi minhunna faatoohunna ojoorahunna fareedatan wala junaha AAalaykum feema taradaytum bihi min baAAdi alfareedati inna Allaha kana AAaleeman hakeeman"},{"id":25,"text":"وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"你们当中在能力方面谁不能娶信道的自由女，谁可以娶教友所管辖的信道的奴婢。安拉是知道你们的信仰的。你们彼此是同教的，故你们在取得她们的主人的许可后，可娶她们为妻室，你们应当把她们的聘仪照例交给她们，但她们应当是贞节的，不可是淫荡的，也不可是有情人的。她们既婚之后，如果作了丑事，那么，她们应受自由女所应受的刑罚的一半。这是特许你们中恐陷于奸淫的人规定的。你们能坚忍，那对于你们是更好的。安拉是至赦的，是至慈的。","transliteration":"Waman lam yastatiAA minkum tawlan an yankiha almuhsanati almuminati famin ma malakat aymanukum min fatayatikumu almuminati waAllahu aAAlamu bieemanikum baAAdukum min baAAdin fainkihoohunna biithni ahlihinna waatoohunna ojoorahunna bialmaAAroofi muhsanatin ghayra masafihatin wala muttakhithati akhdanin faitha ohsinna fain atayna bifahishatin faAAalayhinna nisfu ma AAala almuhsanati mina alAAathabi thalika liman khashiya alAAanata minkum waan tasbiroo khayrun lakum waAllahu ghafoorun raheemun"},{"id":26,"text":"يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمۡ وَيَهۡدِيَكُمۡ سُنَنَ ٱلَّذِينَ مِن قَبۡلِكُمۡ وَيَتُوبَ عَلَيۡكُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"安拉欲为你们阐明礼仪，并指示你们先民的法程，且赦宥你们。安拉是全知的，是至睿的。","transliteration":"Yureedu Allahu liyubayyina lakum wayahdiyakum sunana allatheena min qablikum wayatooba AAalaykum waAllahu AAaleemun hakeemun"},{"id":27,"text":"وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا","translation":"安拉欲赦宥你们，而顺从私欲者，却欲你们违背真理。","transliteration":"WaAllahu yureedu an yatooba AAalaykum wayureedu allatheena yattabiAAoona alshshahawati an tameeloo maylan AAatheeman"},{"id":28,"text":"يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَٰنُ ضَعِيفٗا","translation":"安拉欲减轻你们的负担；人是被造成懦弱的。","transliteration":"Yureedu Allahu an yukhaffifa AAankum wakhuliqa alinsanu daAAeefan"},{"id":29,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا","translation":"信道的人们啊！你们不要借诈术侵吞别人的财产，惟借双方同意的交易而获得的除外。你们不要自杀，安拉确是怜悯你们的。","transliteration":"Ya ayyuha allatheena amanoo la takuloo amwalakum baynakum bialbatili illa an takoona tijaratan AAan taradin minkum wala taqtuloo anfusakum inna Allaha kana bikum raheeman"},{"id":30,"text":"وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا","translation":"谁为过分和不义而犯此严禁，我要把谁投入火狱，这对于安拉是容易的。","transliteration":"Waman yafAAal thalika AAudwanan wathulman fasawfa nusleehi naran wakana thalika AAala Allahi yaseeran"},{"id":31,"text":"إِن تَجۡتَنِبُواْ كَبَآئِرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلٗا كَرِيمٗا","translation":"如果你们远离你们所受禁的一切大罪，我就赦宥你们的一切罪过，并使你们得入一个尊贵的境地。","transliteration":"In tajtaniboo kabaira ma tunhawna AAanhu nukaffir AAankum sayyiatikum wanudkhilkum mudkhalan kareeman"},{"id":32,"text":"وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","translation":"安拉使你们互相超越，你们当安分守己；不要妄冀非分；男人将因他们的行为而受报酬，妇女也将因她们的行为而受报酬；你们应当祈求安拉把他的恩惠赏赐你们。安拉确是全知万物的。","transliteration":"Wala tatamannaw ma faddala Allahu bihi baAAdakum AAala baAAdin lilrrijali naseebun mimma iktasaboo walilnnisai naseebun mimma iktasabna waisaloo Allaha min fadlihi inna Allaha kana bikulli shayin AAaleeman"},{"id":33,"text":"وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","translation":"我为男女所遗的每一份财产而规定继承人，即父母和至亲，以及你们曾与她们缔结婚约的人，你们应当把这些继承人的应继份额交给他们。安拉确是见证万物的。","transliteration":"Walikullin jaAAalna mawaliya mimma taraka alwalidani waalaqraboona waallatheena AAaqadat aymanukum faatoohum naseebahum inna Allaha kana AAala kulli shayin shaheedan"},{"id":34,"text":"ٱلرِّجَالُ قَوَّـٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّـٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّـٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا","translation":"男人是维护妇女的，因为安拉使他们比她们更优越，又因为他们所费的财产。贤淑的女子是服从的，是借安拉的保佑而保守隐微的。你们怕她们执拗的妇女，你们可以劝戒她们，可以和她们同床异被，可以打她们。如果她们服从你们，那么，你们不要再想法欺负她们。安拉确是至高的主，确是至大的。","transliteration":"Alrrijalu qawwamoona AAala alnnisai bima faddala Allahu baAAdahum AAala baAAdin wabima anfaqoo min amwalihim faalssalihatu qanitatun hafithatun lilghaybi bima hafitha Allahu waallatee takhafoona nushoozahunna faAAithoohunna waohjuroohunna fee almadajiAAi waidriboohunna fain ataAAnakum fala tabghoo AAalayhinna sabeelan inna Allaha kana AAaliyyan kabeeran"},{"id":35,"text":"وَإِنۡ خِفۡتُمۡ شِقَاقَ بَيۡنِهِمَا فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا","translation":"如果你们怕夫妻不睦，那么，你们当从他俩的亲戚中各推一个公正人，如果两个公正人欲加以和解，那么，安拉必使夫妻和睦。安拉确是全知的，确是彻知的。","transliteration":"Wain khiftum shiqaqa baynihima faibAAathoo hakaman min ahlihi wahakaman min ahliha in yureeda islahan yuwaffiqi Allahu baynahuma inna Allaha kana AAaleeman khabeeran"},{"id":36,"text":"۞وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا","translation":"你们当崇拜安拉，不要以任何物配他，当孝敬父母，当优待亲戚，当怜恤孤儿，当救济贫民，当亲爱近邻、远邻和伴侣，当款待旅客，当宽待奴仆。安拉的确不喜欢傲慢的、衿夸的人。","transliteration":"WaoAAbudoo Allaha wala tushrikoo bihi shayan wabialwalidayni ihsanan wabithee alqurba waalyatama waalmasakeeni waaljari thee alqurba waaljari aljunubi waalssahibi bialjanbi waibni alssabeeli wama malakat aymanukum inna Allaha la yuhibbu man kana mukhtalan fakhooran"},{"id":37,"text":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","translation":"他们中有自己吝啬，并教人吝啬，且隐讳安拉所赐他们的恩惠的人，我已为（他们这等）不信道的人预备了凌辱的刑罚。","transliteration":"Allatheena yabkhaloona wayamuroona alnnasa bialbukhli wayaktumoona ma atahumu Allahu min fadlihi waaAAtadna lilkafireena AAathaban muheenan"},{"id":38,"text":"وَٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِۗ وَمَن يَكُنِ ٱلشَّيۡطَٰنُ لَهُۥ قَرِينٗا فَسَآءَ قَرِينٗا","translation":"他们中有为沽名钓誉而施舍财产的，他们不信安拉，也不信末日。谁以恶魔为伴侣，谁的伴侣真恶劣！","transliteration":"Waallatheena yunfiqoona amwalahum riaa alnnasi wala yuminoona biAllahi wala bialyawmi alakhiri waman yakuni alshshaytanu lahu qareenan fasaa qareenan"},{"id":39,"text":"وَمَاذَا عَلَيۡهِمۡ لَوۡ ءَامَنُواْ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ ٱللَّهُۚ وَكَانَ ٱللَّهُ بِهِمۡ عَلِيمًا","translation":"假若他们确信安拉和末日，并分舍安拉所赐予他们的财物，这对于他们有什么妨害呢？安拉是全知他们的。","transliteration":"Wamatha AAalayhim law amanoo biAllahi waalyawmi alakhiri waanfaqoo mimma razaqahumu Allahu wakana Allahu bihim AAaleeman"},{"id":40,"text":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ مِثۡقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٗ يُضَٰعِفۡهَا وَيُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِيمٗا","translation":"安拉必不亏枉人一丝毫。如果有人有一丝毫善功，他要加倍地酬劳他，并且以他那里的重大的报酬赏赐他。","transliteration":"Inna Allaha la yathlimu mithqala tharratin wain taku hasanatan yudaAAifha wayuti min ladunhu ajran AAatheeman"},{"id":41,"text":"فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۭ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَـٰٓؤُلَآءِ شَهِيدٗا","translation":"当我从每个民族中召来一个见证者，并召你来作证这等人的时候，〔他们的情状〕将怎样呢？","transliteration":"Fakayfa itha jina min kulli ommatin bishaheedin wajina bika AAala haolai shaheedan"},{"id":42,"text":"يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا","translation":"不信道而且违抗使者的人，在那日将希望自己永远埋没在地下，他们不能隐瞒安拉任何一句话。","transliteration":"Yawmaithin yawaddu allatheena kafaroo waAAasawoo alrrasoola law tusawwa bihimu alardu wala yaktumoona Allaha hadeethan"},{"id":43,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا","translation":"信道的人们啊！你们在酒醉的时候不要礼拜，直到你们知道自己所说的是什么话；除了过路的人以外，在不洁的时候不要入礼拜殿，直到你们沐浴。如果你们有病，或旅行，或入厕，或性交，而不能得到水，那么，你们可趋向洁净的地面，而抹你们的脸和手。安拉确是至恕的，确是至赦的。","transliteration":"Ya ayyuha allatheena amanoo la taqraboo alssalata waantum sukara hatta taAAlamoo ma taqooloona wala junuban illa AAabiree sabeelin hatta taghtasiloo wain kuntum marda aw AAala safarin aw jaa ahadun minkum mina alghaiti aw lamastumu alnnisaa falam tajidoo maan fatayammamoo saAAeedan tayyiban faimsahoo biwujoohikum waaydeekum inna Allaha kana AAafuwwan ghafooran"},{"id":44,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يَشۡتَرُونَ ٱلضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ ٱلسَّبِيلَ","translation":"你没有看见吗？曾受一部分天经的人，以正道换取迷误，而且希望你们迷失正道。","transliteration":"Alam tara ila allatheena ootoo naseeban mina alkitabi yashtaroona alddalalata wayureedoona an tadilloo alssabeela"},{"id":45,"text":"وَٱللَّهُ أَعۡلَمُ بِأَعۡدَآئِكُمۡۚ وَكَفَىٰ بِٱللَّهِ وَلِيّٗا وَكَفَىٰ بِٱللَّهِ نَصِيرٗا","translation":"安拉是最了解你们的敌人的。安拉足为保佑者，安拉足为援助者。","transliteration":"WaAllahu aAAlamu biaAAdaikum wakafa biAllahi waliyyan wakafa biAllahi naseeran"},{"id":46,"text":"مِّنَ ٱلَّذِينَ هَادُواْ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعۡنَا وَعَصَيۡنَا وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ وَرَٰعِنَا لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِۚ وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","translation":"犹太教徒中有一群人篡改经文，他们说：“我们听而不从”，“愿你听而不闻”，“拉仪那”，这是因为巧言漫骂，诽谤正教。假若他们说：“我们既听且从”，“你听吧”，“温助尔”那，这对他们是更好的，是更正的。但安拉因他们不信道而弃绝他们，故他们除了少数人外都不信道。","transliteration":"Mina allatheena hadoo yuharrifoona alkalima AAan mawadiAAihi wayaqooloona samiAAna waAAasayna waismaAA ghayra musmaAAin waraAAina layyan bialsinatihim wataAAnan fee alddeeni walaw annahum qaloo samiAAna waataAAna waismaAA waonthurna lakana khayran lahum waaqwama walakin laAAanahumu Allahu bikufrihim fala yuminoona illa qaleelan"},{"id":47,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا","translation":"曾受天经的人啊！我将使许多面目改变，而转向后方，或弃绝他们如弃绝犯安息日的人那样，在这件事实现之前，你们应当信我所降示的新经，这部新经能证实你们所有的古经。安拉的判决是要被执行的。","transliteration":"Ya ayyuha allatheena ootoo alkitaba aminoo bima nazzalna musaddiqan lima maAAakum min qabli an natmisa wujoohan fanaruddaha AAala adbariha aw nalAAanahum kama laAAanna ashaba alssabti wakana amru Allahi mafAAoolan"},{"id":48,"text":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا","translation":"安拉必不赦宥以物配主的罪恶，他为自己所意欲的人而赦宥比这差一等的罪过。谁以物配主，谁已犯大罪了。","transliteration":"Inna Allaha la yaghfiru an yushraka bihi wayaghfiru ma doona thalika liman yashao waman yushrik biAllahi faqadi iftara ithman AAatheeman"},{"id":49,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ وَلَا يُظۡلَمُونَ فَتِيلًا","translation":"难道你没有看见自称清白的人吗？不然，安拉使他所意欲的人清白，他们不受一丝毫的亏待。","transliteration":"Alam tara ila allatheena yuzakkoona anfusahum bali Allahu yuzakkee man yashao wala yuthlamoona fateelan"},{"id":50,"text":"ٱنظُرۡ كَيۡفَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَكَفَىٰ بِهِۦٓ إِثۡمٗا مُّبِينًا","translation":"你看：他们怎样假借安拉的名义而造谣！这足以为明白的罪恶。","transliteration":"Onthur kayfa yaftaroona AAala Allahi alkathiba wakafa bihi ithman mubeenan"},{"id":51,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُؤۡمِنُونَ بِٱلۡجِبۡتِ وَٱلطَّـٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هَـٰٓؤُلَآءِ أَهۡدَىٰ مِنَ ٱلَّذِينَ ءَامَنُواْ سَبِيلًا","translation":"难道你没有看见吗？曾受一部分天经的人，确信偶像和塔吾特。他们指着不信道的人说：“这等人的道路，比信道者的道路还要正当些。”","transliteration":"Alam tara ila allatheena ootoo naseeban mina alkitabi yuminoona bialjibti waalttaghooti wayaqooloona lillatheena kafaroo haolai ahda mina allatheena amanoo sabeelan"},{"id":52,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُۖ وَمَن يَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا","translation":"这等人，是安拉所弃绝的；安拉弃绝谁，你绝不能为谁发现他有任何援助者。","transliteration":"Olaika allatheena laAAanahumu Allahu waman yalAAani Allahu falan tajida lahu naseeran"},{"id":53,"text":"أَمۡ لَهُمۡ نَصِيبٞ مِّنَ ٱلۡمُلۡكِ فَإِذٗا لَّا يُؤۡتُونَ ٱلنَّاسَ نَقِيرًا","translation":"难道他们有一部分国权吗？假若他们有，那么，他们不给别人一丝毫。","transliteration":"Am lahum naseebun mina almulki faithan la yutoona alnnasa naqeeran"},{"id":54,"text":"أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا","translation":"难道他们嫉妒别人享受安拉所赐的恩惠吗？我确已赏赐易卜拉欣的后裔天经和智慧，我又赏赐他们一个广大的国土。","transliteration":"Am yahsudoona alnnasa AAala ma atahumu Allahu min fadlihi faqad atayna ala ibraheema alkitaba waalhikmata waataynahum mulkan AAatheeman"},{"id":55,"text":"فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ وَمِنۡهُم مَّن صَدَّ عَنۡهُۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا","translation":"他们中有确信他的，有拒绝他的。火狱是足以惩治的。","transliteration":"Faminhum man amana bihi waminhum man sadda AAanhu wakafa bijahannama saAAeeran"},{"id":56,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا","translation":"不信我的迹象的人，我必定使他们入火狱，每当他们的皮肤烧焦的时候，我另换一套皮肤给他们，以便他们尝试刑罚。安拉确是万能的，确是至睿的。","transliteration":"Inna allatheena kafaroo biayatina sawfa nusleehim naran kullama nadijat julooduhum baddalnahum juloodan ghayraha liyathooqoo alAAathaba inna Allaha kana AAazeezan hakeeman"},{"id":57,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا","translation":"信道而且行善者，我将使他们入下临诸河的乐园，而永居其中。他们在乐园里有纯洁的配偶，我将使他们入于永恒的庇荫中。","transliteration":"Waallatheena amanoo waAAamiloo alssalihati sanudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha abadan lahum feeha azwajun mutahharatun wanudkhiluhum thillan thaleelan"},{"id":58,"text":"۞إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا","translation":"安拉的确命令你们把一切受信托的事物交给应受的人，安拉又命令你们替众人判决的时候要秉公判决。安拉用来劝戒你们的事物真优美！安拉确是全聪的，确是全明的。","transliteration":"Inna Allaha yamurukum an tuaddoo alamanati ila ahliha waitha hakamtum bayna alnnasi an tahkumoo bialAAadli inna Allaha niAAimma yaAAithukum bihi inna Allaha kana sameeAAan baseeran"},{"id":59,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا","translation":"信道的人们啊！你们当服从安拉，应当服从使者和你们中的主事人，如果你们为一件事而争执，你们使那件事归安拉和使者（判决），如果你们确信安拉和末日的话。这对于你们是裨益更多的，这也是最美好的解释。","transliteration":"Ya ayyuha allatheena amanoo ateeAAoo Allaha waateeAAoo alrrasoola waolee alamri minkum fain tanazaAAtum fee shayin faruddoohu ila Allahi waalrrasooli in kuntum tuminoona biAllahi waalyawmi alakhiri thalika khayrun waahsanu taweelan"},{"id":60,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّـٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا","translation":"难道你们没有看见吗？自称确信降示给你的经典和在你之前降示的经典的人，欲向塔吾特起诉——同时他们已奉令不要信仰他——而恶魔欲使他们深入迷误中。","transliteration":"Alam tara ila allatheena yazAAumoona annahum amanoo bima onzila ilayka wama onzila min qablika yureedoona an yatahakamoo ila alttaghooti waqad omiroo an yakfuroo bihi wayureedu alshshaytanu an yudillahum dalalan baAAeedan"},{"id":61,"text":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيۡتَ ٱلۡمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودٗا","translation":"有人对他们说：“你们来向安拉和使者起诉吧”，你会看到伪信者回避你。","transliteration":"Waitha qeela lahum taAAalaw ila ma anzala Allahu waila alrrasooli raayta almunafiqeena yasuddoona AAanka sudoodan"},{"id":62,"text":"فَكَيۡفَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ ثُمَّ جَآءُوكَ يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا","translation":"因为曾今犯了罪而遭遇灾难，然后，他们会来见你而指安拉发誓说：“我们只图亲善与和解。”在那时，你将怎么办呢？","transliteration":"Fakayfa itha asabathum museebatun bima qaddamat aydeehim thumma jaooka yahlifoona biAllahi in aradna illa ihsanan watawfeeqan"},{"id":63,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا","translation":"这等人，安拉是知道他们的心事的，故你当宽饶他们，当劝戒他们，当对他们说惊心动魄的话。","transliteration":"Olaika allatheena yaAAlamu Allahu ma fee quloobihim faaAArid AAanhum waAAithhum waqul lahum fee anfusihim qawlan baleeghan"},{"id":64,"text":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا","translation":"我派遣使者，只为要人奉安拉的命令而服从他。他们自欺的时候，假若他们来见你，而且向安拉求饶，使者也替他们求饶，那么，他们必发现安拉是至宥的，是至慈的。","transliteration":"Wama arsalna min rasoolin illa liyutaAAa biithni Allahi walaw annahum ith thalamoo anfusahum jaooka faistaghfaroo Allaha waistaghfara lahumu alrrasoolu lawajadoo Allaha tawwaban raheeman"},{"id":65,"text":"فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا","translation":"指你的主发誓，他们不信道，直到他们请你判决他们之间的纷争，而他们的心里对于你的判决毫无芥蒂，并且他们完全顺服。","transliteration":"Fala warabbika la yuminoona hatta yuhakkimooka feema shajara baynahum thumma la yajidoo fee anfusihim harajan mimma qadayta wayusallimoo tasleeman"},{"id":66,"text":"وَلَوۡ أَنَّا كَتَبۡنَا عَلَيۡهِمۡ أَنِ ٱقۡتُلُوٓاْ أَنفُسَكُمۡ أَوِ ٱخۡرُجُواْ مِن دِيَٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا","translation":"假若我命令他们说：“你们自杀或离乡吧！”他们除少数人外，都不遵命。假若他们遵行自己所受的劝戒，这对于他们必定是裨益更多的，使他们的信仰更加坚定的。","transliteration":"Walaw anna katabna AAalayhim ani oqtuloo anfusakum awi okhrujoo min diyarikum ma faAAaloohu illa qaleelun minhum walaw annahum faAAaloo ma yooAAathoona bihi lakana khayran lahum waashadda tathbeetan"},{"id":67,"text":"وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا","translation":"如果那样，我必定赏赐他们从我那里发出的重大的报酬，","transliteration":"Waithan laataynahum min ladunna ajran AAatheeman"},{"id":68,"text":"وَلَهَدَيۡنَٰهُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","translation":"我必定指引他们一条正路。","transliteration":"Walahadaynahum siratan mustaqeeman"},{"id":69,"text":"وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّـٰلِحِينَۚ وَحَسُنَ أُوْلَـٰٓئِكَ رَفِيقٗا","translation":"凡服从安拉和使者的人，都与安拉所施过恩的众先知、忠信的人、殉教的人、善良的人同在。这等人，是很好的伙伴。","transliteration":"Waman yutiAAi Allaha waalrrasoola faolaika maAAa allatheena anAAama Allahu AAalayhim mina alnnabiyyeena waalssiddeeqeena waalshshuhadai waalssaliheena wahasuna olaika rafeeqan"},{"id":70,"text":"ذَٰلِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِيمٗا","translation":"这是从安拉发出的恩惠。安拉足为全知者。","transliteration":"Thalika alfadlu mina Allahi wakafa biAllahi AAaleeman"},{"id":71,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ خُذُواْ حِذۡرَكُمۡ فَٱنفِرُواْ ثُبَاتٍ أَوِ ٱنفِرُواْ جَمِيعٗا","translation":"信道的人们啊！你们当有戒备，故当部分动员，或全体动员。","transliteration":"Ya ayyuha allatheena amanoo khuthoo hithrakum fainfiroo thubatin awi infiroo jameeAAan"},{"id":72,"text":"وَإِنَّ مِنكُمۡ لَمَن لَّيُبَطِّئَنَّ فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا","translation":"你们中的确有人逗留在后方，如果你们遭遇灾难，他就说：“安拉确已祜佑我，因为我没有同他们在前方。”","transliteration":"Wainna minkum laman layubattianna fain asabatkum museebatun qala qad anAAama Allahu AAalayya ith lam akun maAAahum shaheedan"},{"id":73,"text":"وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا","translation":"如果从安拉发出的恩惠降临你们，他必定说：——在你们与他之间好像没有一点友谊一样——“但愿我曾与他们同在前方，而获得伟大的成功。","transliteration":"Walain asabakum fadlun mina Allahi layaqoolanna kaan lam takun baynakum wabaynahu mawaddatun ya laytanee kuntu maAAahum faafooza fawzan AAatheeman"},{"id":74,"text":"۞فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","translation":"让那些为主道而战斗的信士们消灭以后世生活换取今世生活的人！谁为主道而战斗以致杀身成仁，或杀敌致果，我将赏赐谁重大的报酬。","transliteration":"Falyuqatil fee sabeeli Allahi allatheena yashroona alhayata alddunya bialakhirati waman yuqatil fee sabeeli Allahi fayuqtal aw yaghlib fasawfa nuteehi ajran AAatheeman"},{"id":75,"text":"وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخۡرِجۡنَا مِنۡ هَٰذِهِ ٱلۡقَرۡيَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِيّٗا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِيرًا","translation":"(你们怎么不为（保卫）主道和（解救)老弱妇孺而抗战呢？他们常说：“我们的主啊！求你从这个虐民所居的城市里把我们救出去。求你从你那里为我们委任一个保护者，求你从你那里为我们委任一个援助者。”","transliteration":"Wama lakum la tuqatiloona fee sabeeli Allahi waalmustadAAafeena mina alrrijali waalnnisai waalwildani allatheena yaqooloona rabbana akhrijna min hathihi alqaryati alththalimi ahluha waijAAal lana min ladunka waliyyan waijAAal lana min ladunka naseeran"},{"id":76,"text":"ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّـٰغُوتِ فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا","translation":"信道者在为主而战；不信道者，为塔吾特而战；故你们当抗击恶魔的党羽；恶魔的计策，确是脆弱的。","transliteration":"Allatheena amanoo yuqatiloona fee sabeeli Allahi waallatheena kafaroo yuqatiloona fee sabeeli alttaghooti faqatiloo awliyaa alshshaytani inna kayda alshshaytani kana daAAeefan"},{"id":77,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡيَةٗۚ وَقَالُواْ رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۗ قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِيلًا","translation":"难道你没有看见吗？有人曾对他们说：“你们当制止自己的武力，当谨守拜功，当完纳天课。”当安拉以抗战为他们的定制的时候，他们中有一部分人畏惧敌人，犹如畏惧安拉，乃至更加畏惧。他们说：“我们的主啊！你为什么以抗战为我们的定制呢？你为什么不让我们延迟到一个临近的日期呢？”你说：“今世的享受，是些微的；后世的报酬，对于敬畏者，是更好的。你们不受一丝毫亏枉。”","transliteration":"Alam tara ila allatheena qeela lahum kuffoo aydiyakum waaqeemoo alssalata waatoo alzzakata falamma kutiba AAalayhimu alqitalu itha fareequn minhum yakhshawna alnnasa kakhashyati Allahi aw ashadda khashyatan waqaloo rabbana lima katabta AAalayna alqitala lawla akhkhartana ila ajalin qareebin qul mataAAu alddunya qaleelun waalakhiratu khayrun limani ittaqa wala tuthlamoona fateelan"},{"id":78,"text":"أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا","translation":"你们无论在什么地方，死亡总要追及你们，即使你们在高大的堡垒里。如果他们获得福利，他们就说：“这是安拉所降赐的。”如果他们遭遇祸患，他们就说：“这是你所招致的。”你说：“祸福都是安拉所降的。”这些民众，怎么几乎一句话都不懂呢？","transliteration":"Aynama takoonoo yudrikkumu almawtu walaw kuntum fee buroojin mushayyadatin wain tusibhum hasanatun yaqooloo hathihi min AAindi Allahi wain tusibhum sayyiatun yaqooloo hathihi min AAindika qul kullun min AAindi Allahi famali haolai alqawmi la yakadoona yafqahoona hadeethan"},{"id":79,"text":"مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ فَمِنَ ٱللَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","translation":"凡你所享的福利，都是安拉降赐的；凡你所遭的祸患，都是你自讨的。我派遣你以使者的资格去教化众人，安拉足为见证。","transliteration":"Ma asabaka min hasanatin famina Allahi wama asabaka min sayyiatin famin nafsika waarsalnaka lilnnasi rasoolan wakafa biAllahi shaheedan"},{"id":80,"text":"مَّن يُطِعِ ٱلرَّسُولَ فَقَدۡ أَطَاعَ ٱللَّهَۖ وَمَن تَوَلَّىٰ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗا","translation":"谁服从使者，谁确已服从安拉；谁违背（使者，你不要管谁），因为我没有派你做他们的监护者。","transliteration":"Man yutiAAi alrrasoola faqad ataAAa Allaha waman tawalla fama arsalnaka AAalayhim hafeethan"},{"id":81,"text":"وَيَقُولُونَ طَاعَةٞ فَإِذَا بَرَزُواْ مِنۡ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُۖ وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","translation":"他们说：“遵命。”当他们从你面前出去的时候，他们中一部分人就阴谋变更他们所说的话，安拉是要记录他们的阴谋的。故你当宽饶他们，当托靠安拉。安拉足为受托者。","transliteration":"Wayaqooloona taAAatun faitha barazoo min AAindika bayyata taifatun minhum ghayra allathee taqoolu waAllahu yaktubu ma yubayyitoona faaAArid AAanhum watawakkal AAala Allahi wakafa biAllahi wakeelan"},{"id":82,"text":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا","translation":"难道他们没有研究《古兰经》吗？假若它不是安拉所启示的，他们必定发现其中有许多差别。","transliteration":"Afala yatadabbaroona alqurana walaw kana min AAindi ghayri Allahi lawajadoo feehi ikhtilafan katheeran"},{"id":83,"text":"وَإِذَا جَآءَهُمۡ أَمۡرٞ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُواْ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُوْلِي ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا","translation":"当安全或恐怖的消息到达他们的时候，他们就加以传播，假若他们把消息报告使者和他们中主事的人，那么，他们中能推理的人，必定知道当如何应付。假若没有安拉所赐你们的恩惠和慈恩，那么，你们除少数人外，必已顺从恶魔了。","transliteration":"Waitha jaahum amrun mina alamni awi alkhawfi athaAAoo bihi walaw raddoohu ila alrrasooli waila olee alamri minhum laAAalimahu allatheena yastanbitoonahu minhum walawla fadlu Allahi AAalaykum warahmatuhu laittabaAAtumu alshshaytana illa qaleelan"},{"id":84,"text":"فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِينَۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْۚ وَٱللَّهُ أَشَدُّ بَأۡسٗا وَأَشَدُّ تَنكِيلٗا","translation":"你当为主道而抗战，你只负你自己的行为的责任，你当鼓励信士们努力抗战，也许安拉阻止不信道者的迫害。安拉的权力是更强大的，他的惩罚是更严厉的。","transliteration":"Faqatil fee sabeeli Allahi la tukallafu illa nafsaka waharridi almumineena AAasa Allahu an yakuffa basa allatheena kafaroo waAllahu ashaddu basan waashaddu tankeelan"},{"id":85,"text":"مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ وَمَن يَشۡفَعۡ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفۡلٞ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا","translation":"谁赞助善事，谁得一份善报；谁赞助恶事，谁受一份恶报。安拉对于万事是全能的。","transliteration":"Man yashfaAA shafaAAatan hasanatan yakun lahu naseebun minha waman yashfaAA shafaAAatan sayyiatan yakun lahu kiflun minha wakana Allahu AAala kulli shayin muqeetan"},{"id":86,"text":"وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا","translation":"有人以祝词祝贺你们的时候，你们当以更好的祝词祝贺他，或以同样的祝词回答他。安拉确是监察万物的。","transliteration":"Waitha huyyeetum bitahiyyatin fahayyoo biahsana minha aw ruddooha inna Allaha kana AAala kulli shayin haseeban"},{"id":87,"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۗ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا","translation":"安拉——除他外，绝无应受崇拜的——在毫无疑义的复活日必集合你们。言词方面，谁比安拉更诚实呢？","transliteration":"Allahu la ilaha illa huwa layajmaAAannakum ila yawmi alqiyamati la rayba feehi waman asdaqu mina Allahi hadeethan"},{"id":88,"text":"۞فَمَا لَكُمۡ فِي ٱلۡمُنَٰفِقِينَ فِئَتَيۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوٓاْۚ أَتُرِيدُونَ أَن تَهۡدُواْ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","translation":"你们怎么因诈伪者而分为两派呢？同时，安拉已为他们的营谋而使他们倒行逆施了，安拉已使他们迷误了，难道你们还想引导他们吗？安拉使谁迷误，你绝不能替谁发现一条归正的道路。","transliteration":"Fama lakum fee almunafiqeena fiatayni waAllahu arkasahum bima kasaboo atureedoona an tahdoo man adalla Allahu waman yudlili Allahu falan tajida lahu sabeelan"},{"id":89,"text":"وَدُّواْ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِي سَبِيلِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُواْ مِنۡهُمۡ وَلِيّٗا وَلَا نَصِيرًا","translation":"他们希望你们像他们那样不信道，而使你们成为他们的同党。故你们不可以他们为盟友，直到他们为主道而迁移。如果他们违背正道，那么，你们在哪里发现他们，就在哪里捕杀他们；你们不要以他们为盟友，也不要以他们为援助者，","transliteration":"Waddoo law takfuroona kama kafaroo fatakoonoona sawaan fala tattakhithoo minhum awliyaa hatta yuhajiroo fee sabeeli Allahi fain tawallaw fakhuthoohum waoqtuloohum haythu wajadtumoohum wala tattakhithoo minhum waliyyan wala naseeran"},{"id":90,"text":"إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا","translation":"除非他们逃到曾与你们缔约的民众那里，或来归顺你们，既不愿对你们作战，又不愿对他们的宗族作战。假若安拉意欲，他必使他们占优势，而他们必进攻你们。如果他们退避你们，而不进攻你们，并且投降你们，那么，安拉绝不许你们进攻他们。","transliteration":"Illa allatheena yasiloona ila qawmin baynakum wabaynahum meethaqun aw jaookum hasirat sudooruhum an yuqatilookum aw yuqatiloo qawmahum walaw shaa Allahu lasallatahum AAalaykum falaqatalookum faini iAAtazalookum falam yuqatilookum waalqaw ilaykumu alssalama fama jaAAala Allahu lakum AAalayhim sabeelan"},{"id":91,"text":"سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأۡمَنُوكُمۡ وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَاۚ فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَـٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا","translation":"你们将发现别的许多人，想从你们那里获得安全，也想从他们的宗族获得安全；他们每逢被召于迫害，他们都冒昧地参加。如果他们不退避你们，不投降你们，不停止作战，那么，你们在哪里发现他们，就当在哪里捕杀他们。这等人，对于制裁他们，我已经把一个明证授予你们了。","transliteration":"Satajidoona akhareena yureedoona an yamanookum wayamanoo qawmahum kulla ma ruddoo ila alfitnati orkisoo feeha fain lam yaAAtazilookum wayulqoo ilaykumu alssalama wayakuffoo aydiyahum fakhuthoohum waoqtuloohum haythu thaqiftumoohum waolaikum jaAAalna lakum AAalayhim sultanan mubeenan"},{"id":92,"text":"وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"信士不至于杀害信士，除非是误杀。谁误杀一个信士，谁当释放一个信道的奴隶，并以血锾交付尸亲，除非他们自愿让与。被杀的信士，如果他的宗族是你们的敌人，那么，凶手应当释放一个信道的奴隶。如果被杀者的宗族是你们的盟友，那么，凶手应当以血锾交付尸亲，并释放一个信道的奴隶。谁不能释放奴隶，谁当连续斋戒两个月，这是因为安拉准许他悔过自新。安拉是全知的，是至睿的。","transliteration":"Wama kana limuminin an yaqtula muminan illa khataan waman qatala muminan khataan fatahreeru raqabatin muminatin wadiyatun musallamatun ila ahlihi illa an yassaddaqoo fain kana min qawmin AAaduwwin lakum wahuwa muminun fatahreeru raqabatin muminatin wain kana min qawmin baynakum wabaynahum meethaqun fadiyatun musallamatun ila ahlihi watahreeru raqabatin muminatin faman lam yajid fasiyamu shahrayni mutatabiAAayni tawbatan mina Allahi wakana Allahu AAaleeman hakeeman"},{"id":93,"text":"وَمَن يَقۡتُلۡ مُؤۡمِنٗا مُّتَعَمِّدٗا فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِدٗا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمٗا","translation":"谁故意杀害一个信士，谁要受火狱的报酬，而永居其中，且受安拉的谴怒和弃绝，安拉已为他预备重大的刑罚。","transliteration":"Waman yaqtul muminan mutaAAammidan fajazaohu jahannamu khalidan feeha waghadiba Allahu AAalayhi walaAAanahu waaAAadda lahu AAathaban AAatheeman"},{"id":94,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا ضَرَبۡتُمۡ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞۚ كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"信道的人们啊！当你们为主道而出征的时候，你们当事事审慎，你们不要对向你们表示归依伊斯兰的人说：“你不是信士。”你们欲图今世生活的浮利，但在安拉那里有丰富的福利。以前，你们是像那样的。但安拉施恩于你们，故你们应当事事审慎。安拉确是彻知你们的行为的。","transliteration":"Ya ayyuha allatheena amanoo itha darabtum fee sabeeli Allahi fatabayyanoo wala taqooloo liman alqa ilaykumu alssalama lasta muminan tabtaghoona AAarada alhayati alddunya faAAinda Allahi maghanimu katheeratun kathalika kuntum min qablu famanna Allahu AAalaykum fatabayyanoo inna Allaha kana bima taAAmaloona khabeeran"},{"id":95,"text":"لَّا يَسۡتَوِي ٱلۡقَٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِينَ غَيۡرُ أُوْلِي ٱلضَّرَرِ وَٱلۡمُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَٰعِدِينَ دَرَجَةٗۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ عَلَى ٱلۡقَٰعِدِينَ أَجۡرًا عَظِيمٗا","translation":"没有残疾而安坐家中的信士，与凭自己的财产和生命为主道而奋斗的信士，彼此是不相同的。凭自己的财产和生命而抗战的人，安拉使他们超过安坐在家中的人一级。安拉应许这两等人要受最优厚的报酬。除安坐者所受的报酬外，安拉加赐抗战的人一种重大的报酬——","transliteration":"La yastawee alqaAAidoona mina almumineena ghayru olee alddarari waalmujahidoona fee sabeeli Allahi biamwalihim waanfusihim faddala Allahu almujahideena biamwalihim waanfusihim AAala alqaAAideena darajatan wakullan waAAada Allahu alhusna wafaddala Allahu almujahideena AAala alqaAAideena ajran AAatheeman"},{"id":96,"text":"دَرَجَٰتٖ مِّنۡهُ وَمَغۡفِرَةٗ وَرَحۡمَةٗۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","translation":"从安拉发出的许多品级、赦宥、和慈恩。安拉是至赦的，是至慈的。","transliteration":"Darajatin minhu wamaghfiratan warahmatan wakana Allahu ghafooran raheeman"},{"id":97,"text":"إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ قَالُواْ فِيمَ كُنتُمۡۖ قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِۚ قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۚ فَأُوْلَـٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا","translation":"在自欺的情状之下众天使使其死亡的人，众天使必定问他们说：“生前你们是在什么情状之下呢！”他们说：“我们在地方上是被人欺负的。”他们问：“难道安拉的大地不是宽阔的、能容你们迁移的吗？这等人的归宿是火狱，那是一个恶劣的归宿。","transliteration":"Inna allatheena tawaffahumu almalaikatu thalimee anfusihim qaloo feema kuntum qaloo kunna mustadAAafeena fee alardi qaloo alam takun ardu Allahi wasiAAatan fatuhajiroo feeha faolaika mawahum jahannamu wasaat maseeran"},{"id":98,"text":"إِلَّا ٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ لَا يَسۡتَطِيعُونَ حِيلَةٗ وَلَا يَهۡتَدُونَ سَبِيلٗا","translation":"惟老弱和妇孺，他们既无力迁移，又不认识道路。","transliteration":"Illa almustadAAafeena mina alrrijali waalnnisai waalwildani la yastateeAAoona heelatan wala yahtadoona sabeelan"},{"id":99,"text":"فَأُوْلَـٰٓئِكَ عَسَى ٱللَّهُ أَن يَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورٗا","translation":"这等人，安拉或许饶恕他们。安拉是至恕的，是至赦的。","transliteration":"Faolaika AAasa Allahu an yaAAfuwa AAanhum wakana Allahu AAafuwwan ghafooran"},{"id":100,"text":"۞وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"谁为主道而迁移，谁在大地上发现许多出路，和丰富的财源。谁从家中出走，欲迁至安拉和使者那里，而中途死亡，安拉必报酬谁。安拉是至赦的，是至慈的。","transliteration":"Waman yuhajir fee sabeeli Allahi yajid fee alardi muraghaman katheeran wasaAAatan waman yakhruj min baytihi muhajiran ila Allahi warasoolihi thumma yudrikhu almawtu faqad waqaAAa ajruhu AAala Allahi wakana Allahu ghafooran raheeman"},{"id":101,"text":"وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن يَفۡتِنَكُمُ ٱلَّذِينَ كَفَرُوٓاْۚ إِنَّ ٱلۡكَٰفِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا","translation":"当你们在大地上旅行的时候，减轻拜功，对于你们是无罪的，如果你们恐怕不信道者迫害你们。隐昧者确是你们的明显的仇敌。","transliteration":"Waitha darabtum fee alardi falaysa AAalaykum junahun an taqsuroo mina alssalati in khiftum an yaftinakumu allatheena kafaroo inna alkafireena kanoo lakum AAaduwwan mubeenan"},{"id":102,"text":"وَإِذَا كُنتَ فِيهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَآئِفَةٞ مِّنۡهُم مَّعَكَ وَلۡيَأۡخُذُوٓاْ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُواْ فَلۡيَكُونُواْ مِن وَرَآئِكُمۡ وَلۡتَأۡتِ طَآئِفَةٌ أُخۡرَىٰ لَمۡ يُصَلُّواْ فَلۡيُصَلُّواْ مَعَكَ وَلۡيَأۡخُذُواْ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِينَ كَفَرُواْ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَيَمِيلُونَ عَلَيۡكُم مَّيۡلَةٗ وَٰحِدَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ إِن كَانَ بِكُمۡ أَذٗى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰٓ أَن تَضَعُوٓاْ أَسۡلِحَتَكُمۡۖ وَخُذُواْ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","translation":"当你在他们之间，而你欲带领他们礼拜的时候，教他们中的一队人同你立正，并教他们携带武器。当他们礼拜的时候，叫另一队人防守在你们的后面；然后，教还没有礼拜的那一队人来同你们礼拜，教他们也要谨慎戒备，并携带武器。不信道的人，希望你们忽视你们的武器和物资，而乘机袭击你们。如果你们为雨水或疾病而感觉烦难，那么，放下武器对你们是无罪的。你们当谨慎戒备。安拉确已为不信道的人而预备凌辱的刑罚。","transliteration":"Waitha kunta feehim faaqamta lahumu alssalata faltaqum taifatun minhum maAAaka walyakhuthoo aslihatahum faitha sajadoo falyakoonoo min waraikum waltati taifatun okhra lam yusalloo falyusalloo maAAaka walyakhuthoo hithrahum waaslihatahum wadda allatheena kafaroo law taghfuloona AAan aslihatikum waamtiAAatikum fayameeloona AAalaykum maylatan wahidatan wala junaha AAalaykum in kana bikum athan min matarin aw kuntum marda an tadaAAoo aslihatakum wakhuthoo hithrakum inna Allaha aAAadda lilkafireena AAathaban muheenan"},{"id":103,"text":"فَإِذَا قَضَيۡتُمُ ٱلصَّلَوٰةَ فَٱذۡكُرُواْ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِكُمۡۚ فَإِذَا ٱطۡمَأۡنَنتُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَۚ إِنَّ ٱلصَّلَوٰةَ كَانَتۡ عَلَى ٱلۡمُؤۡمِنِينَ كِتَٰبٗا مَّوۡقُوتٗا","translation":"当你们完成拜功的时候，你们站着、坐着、躺着记念安拉。当你们安宁的时候，你们当谨守拜功。拜功对于信士，确是定时的义务。","transliteration":"Faitha qadaytumu alssalata faothkuroo Allaha qiyaman waquAAoodan waAAala junoobikum faitha itmanantum faaqeemoo alssalata inna alssalata kanat AAala almumineena kitaban mawqootan"},{"id":104,"text":"وَلَا تَهِنُواْ فِي ٱبۡتِغَآءِ ٱلۡقَوۡمِۖ إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا","translation":"你们对于追逐敌人，不要懈怠；如果你们感到痛苦，那么，他们确是像你们一样感到痛苦的；你们希望从安拉那里获得他们所不能希望的报酬。安拉是全知的，是至睿的。","transliteration":"Wala tahinoo fee ibtighai alqawmi in takoonoo talamoona fainnahum yalamoona kama talamoona watarjoona mina Allahi ma la yarjoona wakana Allahu AAaleeman hakeeman"},{"id":105,"text":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا","translation":"我确已降示你包含真理的经典，以便你依据安拉所昭示你的（律例），而替众人判决。你不要替奸人做辩护人。","transliteration":"Inna anzalna ilayka alkitaba bialhaqqi litahkuma bayna alnnasi bima araka Allahu wala takun lilkhaineena khaseeman"},{"id":106,"text":"وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"你当向安拉求饶。安拉确是至赦的，确是至慈的。","transliteration":"Waistaghfiri Allaha inna Allaha kana ghafooran raheeman"},{"id":107,"text":"وَلَا تُجَٰدِلۡ عَنِ ٱلَّذِينَ يَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمٗا","translation":"你不要替自欺者辩护。安拉的确不喜欢奸诈的犯罪者。","transliteration":"Wala tujadil AAani allatheena yakhtanoona anfusahum inna Allaha la yuhibbu man kana khawwanan atheeman"},{"id":108,"text":"يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا","translation":"他们躲避世人，而不躲避安拉；其实，当他们策划安拉所不喜悦的计谋的时候，安拉是与他们同在的，安拉是周知他们的行为的。","transliteration":"Yastakhfoona mina alnnasi wala yastakhfoona mina Allahi wahuwa maAAahum ith yubayyitoona ma la yarda mina alqawli wakana Allahu bima yaAAmaloona muheetan"},{"id":109,"text":"هَـٰٓأَنتُمۡ هَـٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا","translation":"你们这些人啊！在今世生活中，你们替他们辩护，复活日，谁替他们辩护呢？谁做他们的监护者呢？","transliteration":"Haantum haolai jadaltum AAanhum fee alhayati alddunya faman yujadilu Allaha AAanhum yawma alqiyamati am man yakoonu AAalayhim wakeelan"},{"id":110,"text":"وَمَن يَعۡمَلۡ سُوٓءًا أَوۡ يَظۡلِمۡ نَفۡسَهُۥ ثُمَّ يَسۡتَغۡفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورٗا رَّحِيمٗا","translation":"谁作恶或自欺，然后向安拉求饶，谁将发现安拉是至赦的，是至慈的。","transliteration":"Waman yaAAmal sooan aw yathlim nafsahu thumma yastaghfiri Allaha yajidi Allaha ghafooran raheeman"},{"id":111,"text":"وَمَن يَكۡسِبۡ إِثۡمٗا فَإِنَّمَا يَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"谁犯罪，谁自食其果。安拉是全知的，是至睿的。","transliteration":"Waman yaksib ithman fainnama yaksibuhu AAala nafsihi wakana Allahu AAaleeman hakeeman"},{"id":112,"text":"وَمَن يَكۡسِبۡ خَطِيٓـَٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓـٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","translation":"谁犯过或犯罪，然后以那种罪过侮蔑无辜者，谁确已负诽谤和明显的罪恶的责任。","transliteration":"Waman yaksib khateeatan aw ithman thumma yarmi bihi bareean faqadi ihtamala buhtanan waithman mubeenan"},{"id":113,"text":"وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا","translation":"假若没有安拉赐你的恩惠和慈恩，那么，他们中的一部分人，必欲使你迷误；他们只能使自己迷误，他们不能伤害你一丝毫。安拉降示你天经和智慧，并以你所不知道的（义理）教导你。安拉赐你的恩惠是重大的。","transliteration":"Walawla fadlu Allahi AAalayka warahmatuhu lahammat taifatun minhum an yudillooka wama yudilloona illa anfusahum wama yadurroonaka min shayin waanzala Allahu AAalayka alkitaba waalhikmata waAAallamaka ma lam takun taAAlamu wakana fadlu Allahi AAalayka AAatheeman"},{"id":114,"text":"۞لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۭ بَيۡنَ ٱلنَّاسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","translation":"他们的秘密谈话，大半是无益的；劝人施舍，或劝人行善、或劝人和解者（秘密的谈话）除外。谁为求安拉的喜悦而作此事，我要赏赐谁重大的报酬。","transliteration":"La khayra fee katheerin min najwahum illa man amara bisadaqatin aw maAAroofin aw islahin bayna alnnasi waman yafAAal thalika ibtighaa mardati Allahi fasawfa nuteehi ajran AAatheeman"},{"id":115,"text":"وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا","translation":"谁在认清正道之后反对使者，而遵循非信士的道路，我将听谁自便，并使他入于火狱中，那是一个恶劣的归宿。","transliteration":"Waman yushaqiqi alrrasoola min baAAdi ma tabayyana lahu alhuda wayattabiAA ghayra sabeeli almumineena nuwallihi ma tawalla wanuslihi jahannama wasaat maseeran"},{"id":116,"text":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","translation":"安拉必不赦宥以物配主的罪恶，他为自己所意欲的人赦宥比这差一等的罪过，谁以物配主，谁已深陷迷误了。","transliteration":"Inna Allaha la yaghfiru an yushraka bihi wayaghfiru ma doona thalika liman yashao waman yushrik biAllahi faqad dalla dalalan baAAeedan"},{"id":117,"text":"إِن يَدۡعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثٗا وَإِن يَدۡعُونَ إِلَّا شَيۡطَٰنٗا مَّرِيدٗا","translation":"除安拉外，他们只祈祷女神，只祈祷无善的恶魔。","transliteration":"In yadAAoona min doonihi illa inathan wain yadAAoona illa shaytanan mareedan"},{"id":118,"text":"لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِيبٗا مَّفۡرُوضٗا","translation":"愿安拉弃绝他！他说：“我必定要从你的仆人中占有一定的数量，","transliteration":"LaAAanahu Allahu waqala laattakhithanna min AAibadika naseeban mafroodan"},{"id":119,"text":"وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا","translation":"我必使他们迷误，必使他们妄想，必命令他们割裂牲畜的耳朵，必命令他们变更安拉的所造物。”谁舍安拉而以恶魔为主宰，谁确已遭受明显的亏折。","transliteration":"Walaodillannahum walaomanniyannahum walaamurannahum falayubattikunna athana alanAAami walaamurannahum falayughayyirunna khalqa Allahi waman yattakhithi alshshaytana waliyyan min dooni Allahi faqad khasira khusranan mubeenan"},{"id":120,"text":"يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","translation":"他应许他们，并使他们妄想——恶魔只为诱惑而应许他们——","transliteration":"YaAAiduhum wayumanneehim wama yaAAiduhumu alshshaytanu illa ghurooran"},{"id":121,"text":"أُوْلَـٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا","translation":"这等人的归宿是火狱，他们无处逃避。","transliteration":"Olaika mawahum jahannamu wala yajidoona AAanha maheesan"},{"id":122,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا","translation":"信道而且行善者，我将使他们入于下临诸河的乐园，而永居其中。安拉的应许是真实的。言语方面，谁比安拉更诚实呢？","transliteration":"Waallatheena amanoo waAAamiloo alssalihati sanudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha abadan waAAda Allahi haqqan waman asdaqu mina Allahi qeelan"},{"id":123,"text":"لَّيۡسَ بِأَمَانِيِّكُمۡ وَلَآ أَمَانِيِّ أَهۡلِ ٱلۡكِتَٰبِۗ مَن يَعۡمَلۡ سُوٓءٗا يُجۡزَ بِهِۦ وَلَا يَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","translation":"（他的应许），不是借你们的妄想可以获得的，也不是借信奉天经者的妄想可以获得的。谁作恶，谁受恶报，除安拉外，他不能为自己找到任何保护者，和任何援助者，","transliteration":"Laysa biamaniyyikum wala amaniyyi ahli alkitabi man yaAAmal sooan yujza bihi wala yajid lahu min dooni Allahi waliyyan wala naseeran"},{"id":124,"text":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّـٰلِحَٰتِ مِن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَـٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ نَقِيرٗا","translation":"信士和信女，谁行善，谁得入乐园，他们不受丝毫的亏枉。","transliteration":"Waman yaAAmal mina alssalihati min thakarin aw ontha wahuwa muminun faolaika yadkhuloona aljannata wala yuthlamoona naqeeran"},{"id":125,"text":"وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ وَٱتَّبَعَ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَٰهِيمَ خَلِيلٗا","translation":"全体归顺安拉，且乐善好施，并遵守崇正的易卜拉欣的宗教的人，宗教方面，有谁比他更优美呢？安拉曾把易卜拉欣当做至交。","transliteration":"Waman ahsanu deenan mimman aslama wajhahu lillahi wahuwa muhsinun waittabaAAa millata ibraheema haneefan waittakhatha Allahu ibraheema khaleelan"},{"id":126,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٖ مُّحِيطٗا","translation":"天地万物，只是安拉的。安拉是周知万物的。","transliteration":"Walillahi ma fee alssamawati wama fee alardi wakana Allahu bikulli shayin muheetan"},{"id":127,"text":"وَيَسۡتَفۡتُونَكَ فِي ٱلنِّسَآءِۖ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِيهِنَّ وَمَا يُتۡلَىٰ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ فِي يَتَٰمَى ٱلنِّسَآءِ ٱلَّـٰتِي لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلۡوِلۡدَٰنِ وَأَن تَقُومُواْ لِلۡيَتَٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمٗا","translation":"他们请求你解释关于女子的律例，你说：“安拉将为你们解释关于她们的律例，此经中常对你们宣读的明文内，（有若干律例），有关于你们既不愿交付其应得的遗产，又不愿娶以为妻的孤女的，有关于被人欺负的儿童的，有教你们公平地照管孤儿的。无论你们所行的是什么善事，安拉确是全知的。","transliteration":"Wayastaftoonaka fee alnnisai quli Allahu yufteekum feehinna wama yutla AAalaykum fee alkitabi fee yatama alnnisai allatee la tutoonahunna ma kutiba lahunna watarghaboona an tankihoohunna waalmustadAAafeena mina alwildani waan taqoomoo lilyatama bialqisti wama tafAAaloo min khayrin fainna Allaha kana bihi AAaleeman"},{"id":128,"text":"وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضٗا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يُصۡلِحَا بَيۡنَهُمَا صُلۡحٗاۚ وَٱلصُّلۡحُ خَيۡرٞۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"如有妇女，恐遭丈夫的鄙弃或疏远，那么，他俩的和解是无罪的；和解是更善的。人性是贪吝所支配的。如果你们行善而且敬畏，那么，安拉确是彻知你们的行为的。","transliteration":"Waini imraatun khafat min baAAliha nushoozan aw iAAradan fala junaha AAalayhima an yusliha baynahuma sulhan waalssulhu khayrun waohdirati alanfusu alshshuhha wain tuhsinoo watattaqoo fainna Allaha kana bima taAAmaloona khabeeran"},{"id":129,"text":"وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"即使你们贪爱公平，你们也绝不能公平地待遇众妻；但你们不要完全偏向所爱的，而使被疏远的，如悬空中。如果你们加以和解，而且防备虐待，那么，安拉确是至赦的，确是至慈的。","transliteration":"Walan tastateeAAoo an taAAdiloo bayna alnnisai walaw harastum fala tameeloo kulla almayli fatatharooha kaalmuAAallaqati wain tuslihoo watattaqoo fainna Allaha kana ghafooran raheeman"},{"id":130,"text":"وَإِن يَتَفَرَّقَا يُغۡنِ ٱللَّهُ كُلّٗا مِّن سَعَتِهِۦۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمٗا","translation":"如果他俩离婚，那么，安拉将借其宏恩而使他俩互不相求。安拉是宽大的，是至睿的。","transliteration":"Wain yatafarraqa yughni Allahu kullan min saAAatihi wakana Allahu wasiAAan hakeeman"},{"id":131,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا","translation":"天地万物，只是安拉的。我确已嘱咐在你们之前曾受天经的人，也嘱咐你们说：“你们当敬畏安拉”。如果你们孤恩，那么，你们须知天地万物只是安拉的，安拉是无求的，是可颂的。","transliteration":"Walillahi ma fee alssamawati wama fee alardi walaqad wassayna allatheena ootoo alkitaba min qablikum waiyyakum ani ittaqoo Allaha wain takfuroo fainna lillahi ma fee alssamawati wama fee alardi wakana Allahu ghaniyyan hameedan"},{"id":132,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","translation":"天地万物，只是安拉的。安拉足为监护者。","transliteration":"Walillahi ma fee alssamawati wama fee alardi wakafa biAllahi wakeelan"},{"id":133,"text":"إِن يَشَأۡ يُذۡهِبۡكُمۡ أَيُّهَا ٱلنَّاسُ وَيَأۡتِ بِـَٔاخَرِينَۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرٗا","translation":"如果安拉意欲，他就毁灭你们这些人，而以别的民族代替你们。安拉对于这件事，是全能的。","transliteration":"In yasha yuthhibkum ayyuha alnnasu wayati biakhareena wakana Allahu AAala thalika qadeeran"},{"id":134,"text":"مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَكَانَ ٱللَّهُ سَمِيعَۢا بَصِيرٗا","translation":"谁欲享今世的报酬，（你就告诉谁），安拉那里有今世和后世的报酬。安拉是全聪的，是全明的。","transliteration":"Man kana yureedu thawaba alddunya faAAinda Allahi thawabu alddunya waalakhirati wakana Allahu sameeAAan baseeran"},{"id":135,"text":"۞يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّـٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"信道的人们啊！你们应当成为维护公道，为安拉而作证的人，即便不利于你们自身，和父母和至亲。无论被证的人，是富足的，还是贫穷的，你们都应当秉公作证；安拉是最宜于关切富翁和贫民的。你们不要顺从私欲，以致偏私。如果你们歪曲事实，或拒绝作证，那么，安拉确是彻知你们的行为的。","transliteration":"Ya ayyuha allatheena amanoo koonoo qawwameena bialqisti shuhadaa lillahi walaw AAala anfusikum awi alwalidayni waalaqrabeena in yakun ghaniyyan aw faqeeran faAllahu awla bihima fala tattabiAAoo alhawa an taAAdiloo wain talwoo aw tuAAridoo fainna Allaha kana bima taAAmaloona khabeeran"},{"id":136,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِي نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِيٓ أَنزَلَ مِن قَبۡلُۚ وَمَن يَكۡفُرۡ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","translation":"信道的人们啊！你们当确信安拉和使者，以及他所降示给使者的经典，和他以前所降示的经典。谁不信安拉、天使、经典、使者、末日，谁确已深入迷误了。","transliteration":"Ya ayyuha allatheena amanoo aminoo biAllahi warasoolihi waalkitabi allathee nazzala AAala rasoolihi waalkitabi allathee anzala min qablu waman yakfur biAllahi wamalaikatihi wakutubihi warusulihi waalyawmi alakhiri faqad dalla dalalan baAAeedan"},{"id":137,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ سَبِيلَۢا","translation":"先信道，又叛道，再信道，再叛道，而叛逆日增的人，安拉不会赦宥他们，也不会指引他们任何道路。","transliteration":"Inna allatheena amanoo thumma kafaroo thumma amanoo thumma kafaroo thumma izdadoo kufran lam yakuni Allahu liyaghfira lahum wala liyahdiyahum sabeelan"},{"id":138,"text":"بَشِّرِ ٱلۡمُنَٰفِقِينَ بِأَنَّ لَهُمۡ عَذَابًا أَلِيمًا","translation":"你通知伪信者，他们将受痛苦的刑罚。","transliteration":"Bashshiri almunafiqeena bianna lahum AAathaban aleeman"},{"id":139,"text":"ٱلَّذِينَ يَتَّخِذُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَيَبۡتَغُونَ عِندَهُمُ ٱلۡعِزَّةَ فَإِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعٗا","translation":"那些舍信道者而以不信道者为盟友的人，难道他们要在不信道者那里追求尊严吗？其实，一切权势全是安拉的。","transliteration":"Allatheena yattakhithoona alkafireena awliyaa min dooni almumineena ayabtaghoona AAindahumu alAAizzata fainna alAAizzata lillahi jameeAAan"},{"id":140,"text":"وَقَدۡ نَزَّلَ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ أَنۡ إِذَا سَمِعۡتُمۡ ءَايَٰتِ ٱللَّهِ يُكۡفَرُ بِهَا وَيُسۡتَهۡزَأُ بِهَا فَلَا تَقۡعُدُواْ مَعَهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦٓ إِنَّكُمۡ إِذٗا مِّثۡلُهُمۡۗ إِنَّ ٱللَّهَ جَامِعُ ٱلۡمُنَٰفِقِينَ وَٱلۡكَٰفِرِينَ فِي جَهَنَّمَ جَمِيعًا","translation":"他确已在这部经典中启示你们说：“当你听见安拉的迹象被人否认而加以嘲笑的时候，你们不要与他们同座，直到他们谈论别的话；否则，你们必与他们同罪。”安拉必定把伪信者和不信者全体集合在火狱里。","transliteration":"Waqad nazzala AAalaykum fee alkitabi an itha samiAAtum ayati Allahi yukfaru biha wayustahzao biha fala taqAAudoo maAAahum hatta yakhoodoo fee hadeethin ghayrihi innakum ithan mithluhum inna Allaha jamiAAu almunafiqeena waalkafireena fee jahannama jameeAAan"},{"id":141,"text":"ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحٞ مِّنَ ٱللَّهِ قَالُوٓاْ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَٰفِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمۡ نَسۡتَحۡوِذۡ عَلَيۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِينَۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَلَن يَجۡعَلَ ٱللَّهُ لِلۡكَٰفِرِينَ عَلَى ٱلۡمُؤۡمِنِينَ سَبِيلًا","translation":"他们是期待你们遭遇灾难的。如果你们获得从安拉发出的胜利，他们就说：“难道我们不是曾跟你们在一起吗？”如果不信道者幸而战胜，他们就说：“难道我们没有战胜你们，并且使你们得免于信道者的征服吗？”故复活日安拉将替你们判决，安拉绝不让让不信道者对信道的人有任何途径。","transliteration":"Allatheena yatarabbasoona bikum fain kana lakum fathun mina Allahi qaloo alam nakun maAAakum wain kana lilkafireena naseebun qaloo alam nastahwith AAalaykum wanamnaAAkum mina almumineena faAllahu yahkumu baynakum yawma alqiyamati walan yajAAala Allahu lilkafireena AAala almumineena sabeelan"},{"id":142,"text":"إِنَّ ٱلۡمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمۡ وَإِذَا قَامُوٓاْ إِلَى ٱلصَّلَوٰةِ قَامُواْ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِيلٗا","translation":"伪信者，的确想欺骗安拉，他将以他们的欺骗回报他们。当他们站起来去礼拜的时候，他们懒洋洋地站起来，他们沽名钓誉，他们只稍稍记念安拉。","transliteration":"Inna almunafiqeena yukhadiAAoona Allaha wahuwa khadiAAuhum waitha qamoo ila alssalati qamoo kusala yuraoona alnnasa wala yathkuroona Allaha illa qaleelan"},{"id":143,"text":"مُّذَبۡذَبِينَ بَيۡنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِۚ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","translation":"他们动摇于信道与不信道之间，既不归这等人，也不归那等人。安拉使谁迷误，你绝不能替谁发现一条归正的道路。","transliteration":"Muthabthabeena bayna thalika la ila haolai wala ila haolai waman yudlili Allahu falan tajida lahu sabeelan"},{"id":144,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَتُرِيدُونَ أَن تَجۡعَلُواْ لِلَّهِ عَلَيۡكُمۡ سُلۡطَٰنٗا مُّبِينًا","translation":"信道的人们啊！你们不要舍信道者而以不信道者为盟友，你们欲为安拉立一个不利于你们的明证吗？","transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo alkafireena awliyaa min dooni almumineena atureedoona an tajAAaloo lillahi AAalaykum sultanan mubeenan"},{"id":145,"text":"إِنَّ ٱلۡمُنَٰفِقِينَ فِي ٱلدَّرۡكِ ٱلۡأَسۡفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمۡ نَصِيرًا","translation":"伪信者必堕入火狱的最下层，你绝不能为他们发现任何援助者。","transliteration":"Inna almunafiqeena fee alddarki alasfali mina alnnari walan tajida lahum naseeran"},{"id":146,"text":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَٱعۡتَصَمُواْ بِٱللَّهِ وَأَخۡلَصُواْ دِينَهُمۡ لِلَّهِ فَأُوْلَـٰٓئِكَ مَعَ ٱلۡمُؤۡمِنِينَۖ وَسَوۡفَ يُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِينَ أَجۡرًا عَظِيمٗا","translation":"惟悔罪自新，信托安拉，且为安拉而虔诚奉教的人，是与信士们同等的；安拉将以重大的报酬赏赐信士们。","transliteration":"Illa allatheena taboo waaslahoo waiAAtasamoo biAllahi waakhlasoo deenahum lillahi faolaika maAAa almumineena wasawfa yuti Allahu almumineena ajran AAatheeman"},{"id":147,"text":"مَّا يَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمٗا","translation":"如果你们感恩而且信道，安拉何必惩罚你们呢？安拉是博施的，全知的。","transliteration":"Ma yafAAalu Allahu biAAathabikum in shakartum waamantum wakana Allahu shakiran AAaleeman"},{"id":148,"text":"۞لَّا يُحِبُّ ٱللَّهُ ٱلۡجَهۡرَ بِٱلسُّوٓءِ مِنَ ٱلۡقَوۡلِ إِلَّا مَن ظُلِمَۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا","translation":"安拉不喜爱（任何人）宣扬恶事，除非他是被亏枉的。安拉是全聪的，是全知的。","transliteration":"La yuhibbu Allahu aljahra bialssooi mina alqawli illa man thulima wakana Allahu sameeAAan AAaleeman"},{"id":149,"text":"إِن تُبۡدُواْ خَيۡرًا أَوۡ تُخۡفُوهُ أَوۡ تَعۡفُواْ عَن سُوٓءٖ فَإِنَّ ٱللَّهَ كَانَ عَفُوّٗا قَدِيرًا","translation":"如果你们公开行善，或秘密行善，或恕饶罪行，（这对于你们是更相宜的），因为安拉确是至恕的，确是全能的。","transliteration":"In tubdoo khayran aw tukhfoohu aw taAAfoo AAan sooin fainna Allaha kana AAafuwwan qadeeran"},{"id":150,"text":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيۡنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤۡمِنُ بِبَعۡضٖ وَنَكۡفُرُ بِبَعۡضٖ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيۡنَ ذَٰلِكَ سَبِيلًا","translation":"有些人不信安拉和众使者，有些人欲分离安拉和众使者，有些人说：“我们确信一部分使者，而不信另一部分。”他们欲在信否之间采取一条道路。","transliteration":"Inna allatheena yakfuroona biAllahi warusulihi wayureedoona an yufarriqoo bayna Allahi warusulihi wayaqooloona numinu bibaAAdin wanakfuru bibaAAdin wayureedoona an yattakhithoo bayna thalika sabeelan"},{"id":151,"text":"أُوْلَـٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ حَقّٗاۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","translation":"这等人，确是不信道的。我已为不信道的人预备了凌辱的刑罚。","transliteration":"Olaika humu alkafiroona haqqan waaAAtadna lilkafireena AAathaban muheenan"},{"id":152,"text":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦ وَلَمۡ يُفَرِّقُواْ بَيۡنَ أَحَدٖ مِّنۡهُمۡ أُوْلَـٰٓئِكَ سَوۡفَ يُؤۡتِيهِمۡ أُجُورَهُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"确信安拉和众使者，而不歧视任何使者的人，他将以他们（应得）的报酬赏赐他们。安拉是至赦的，是至慈的。","transliteration":"Waallatheena amanoo biAllahi warusulihi walam yufarriqoo bayna ahadin minhum olaika sawfa yuteehim ojoorahum wakana Allahu ghafooran raheeman"},{"id":153,"text":"يَسۡـَٔلُكَ أَهۡلُ ٱلۡكِتَٰبِ أَن تُنَزِّلَ عَلَيۡهِمۡ كِتَٰبٗا مِّنَ ٱلسَّمَآءِۚ فَقَدۡ سَأَلُواْ مُوسَىٰٓ أَكۡبَرَ مِن ذَٰلِكَ فَقَالُوٓاْ أَرِنَا ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡهُمُ ٱلصَّـٰعِقَةُ بِظُلۡمِهِمۡۚ ثُمَّ ٱتَّخَذُواْ ٱلۡعِجۡلَ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ فَعَفَوۡنَا عَن ذَٰلِكَۚ وَءَاتَيۡنَا مُوسَىٰ سُلۡطَٰنٗا مُّبِينٗا","translation":"信奉天经的人，请求你从天上降示他们一部经典。他们确已向穆萨请求过比这更重大的事，他们说：“你使我们亲眼看见安拉吧。”急雷因他们的不义而袭击他们。在许多明证降临他们之后，他们又认犊为神，但我已恕饶这事。我曾赏赐穆萨一个明显的证据。","transliteration":"Yasaluka ahlu alkitabi an tunazzila AAalayhim kitaban mina alssamai faqad saaloo moosa akbara min thalika faqaloo arina Allaha jahratan faakhathathumu alssaAAiqatu bithulmihim thumma ittakhathoo alAAijla min baAAdi ma jaathumu albayyinatu faAAafawna AAan thalika waatayna moosa sultanan mubeenan"},{"id":154,"text":"وَرَفَعۡنَا فَوۡقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمۡ وَقُلۡنَا لَهُمُ ٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُلۡنَا لَهُمۡ لَا تَعۡدُواْ فِي ٱلسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","translation":"为与他们缔约，我曾把山高耸在他们的上面，我曾对他们说：“你们应当鞠躬而入城门。”我又对他们说：“你们在安息日不要超越法度。”我曾与他们缔结一个严重的盟约。","transliteration":"WarafaAAna fawqahumu alttoora bimeethaqihim waqulna lahumu odkhuloo albaba sujjadan waqulna lahum la taAAdoo fee alssabti waakhathna minhum meethaqan ghaleethan"},{"id":155,"text":"فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ وَكُفۡرِهِم بِـَٔايَٰتِ ٱللَّهِ وَقَتۡلِهِمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَقَوۡلِهِمۡ قُلُوبُنَا غُلۡفُۢۚ بَلۡ طَبَعَ ٱللَّهُ عَلَيۡهَا بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","translation":"（我弃绝他们），因为他们破坏盟约，不信安拉的迹象，妄杀众先知，并且说：“我们的心是受蒙蔽的。”不然，安拉为他们的不信道而封闭了他们的心，故他们除少数人外，都不信道。","transliteration":"Fabima naqdihim meethaqahum wakufrihim biayati Allahi waqatlihimu alanbiyaa bighayri haqqin waqawlihim quloobuna ghulfun bal tabaAAa Allahu AAalayha bikufrihim fala yuminoona illa qaleelan"},{"id":156,"text":"وَبِكُفۡرِهِمۡ وَقَوۡلِهِمۡ عَلَىٰ مَرۡيَمَ بُهۡتَٰنًا عَظِيمٗا","translation":"因为他们的不信，并严重地诽谤麦尔彦。","transliteration":"Wabikufrihim waqawlihim AAala maryama buhtanan AAatheeman"},{"id":157,"text":"وَقَوۡلِهِمۡ إِنَّا قَتَلۡنَا ٱلۡمَسِيحَ عِيسَى ٱبۡنَ مَرۡيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمۡۚ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ لَفِي شَكّٖ مِّنۡهُۚ مَا لَهُم بِهِۦ مِنۡ عِلۡمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّۚ وَمَا قَتَلُوهُ يَقِينَۢا","translation":"又因为他们说：“我们确已杀死了麦西哈-----尔撒，本，麦尔彦，——安拉的使者。”他们既没有杀死他，也没有把他钉死在十字架上，但他们不明白这件事的真相。为尔撒而争论的人，对于他的被杀害，确是在迷惑之中。他们对于这件事，毫无认识，不过根据猜想罢了。他们没能确实地杀死他。","transliteration":"Waqawlihim inna qatalna almaseeha AAeesa ibna maryama rasoola Allahi wama qataloohu wama salaboohu walakin shubbiha lahum wainna allatheena ikhtalafoo feehi lafee shakkin minhu ma lahum bihi min AAilmin illa ittibaAAa alththanni wama qataloohu yaqeenan"},{"id":158,"text":"بَل رَّفَعَهُ ٱللَّهُ إِلَيۡهِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","translation":"不然，安拉已把他擢升到自己那里。安拉是万能的，是至睿的。","transliteration":"Bal rafaAAahu Allahu ilayhi wakana Allahu AAazeezan hakeeman"},{"id":159,"text":"وَإِن مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ إِلَّا لَيُؤۡمِنَنَّ بِهِۦ قَبۡلَ مَوۡتِهِۦۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكُونُ عَلَيۡهِمۡ شَهِيدٗا","translation":"信奉天经的人，在他未死之前，没有一个不信仰他的，在复活日他要作证他们。","transliteration":"Wain min ahli alkitabi illa layuminanna bihi qabla mawtihi wayawma alqiyamati yakoonu AAalayhim shaheedan"},{"id":160,"text":"فَبِظُلۡمٖ مِّنَ ٱلَّذِينَ هَادُواْ حَرَّمۡنَا عَلَيۡهِمۡ طَيِّبَٰتٍ أُحِلَّتۡ لَهُمۡ وَبِصَدِّهِمۡ عَن سَبِيلِ ٱللَّهِ كَثِيرٗا","translation":"我禁止犹太教徒享受原来准许他们享受的许多佳美食物，因为他们多行不义，常常阻止人遵循主道，","transliteration":"Fabithulmin mina allatheena hadoo harramna AAalayhim tayyibatin ohillat lahum wabisaddihim AAan sabeeli Allahi katheeran"},{"id":161,"text":"وَأَخۡذِهِمُ ٱلرِّبَوٰاْ وَقَدۡ نُهُواْ عَنۡهُ وَأَكۡلِهِمۡ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ مِنۡهُمۡ عَذَابًا أَلِيمٗا","translation":"且违禁而取利息，并借诈术而侵吞别人的钱财，我已为他们中的不信道的人而预备痛苦的刑罚。","transliteration":"Waakhthihimu alrriba waqad nuhoo AAanhu waaklihim amwala alnnasi bialbatili waaAAtadna lilkafireena minhum AAathaban aleeman"},{"id":162,"text":"لَّـٰكِنِ ٱلرَّـٰسِخُونَ فِي ٱلۡعِلۡمِ مِنۡهُمۡ وَٱلۡمُؤۡمِنُونَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَۚ وَٱلۡمُقِيمِينَ ٱلصَّلَوٰةَۚ وَٱلۡمُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلۡمُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أُوْلَـٰٓئِكَ سَنُؤۡتِيهِمۡ أَجۡرًا عَظِيمًا","translation":"但他们中学问渊博的，确信正道的——确信降示你的经典，和在你之前所降示的经典——和谨守拜功，完纳天课，和确信安拉与末日的，这等人，我将赏赐他们重大的报酬。","transliteration":"Lakini alrrasikhoona fee alAAilmi minhum waalmuminoona yuminoona bima onzila ilayka wama onzila min qablika waalmuqeemeena alssalata waalmutoona alzzakata waalmuminoona biAllahi waalyawmi alakhiri olaika sanuteehim ajran AAatheeman"},{"id":163,"text":"۞إِنَّآ أَوۡحَيۡنَآ إِلَيۡكَ كَمَآ أَوۡحَيۡنَآ إِلَىٰ نُوحٖ وَٱلنَّبِيِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَيۡنَآ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيۡمَٰنَۚ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","translation":"我确已启示你，犹如我启示努哈和在他之后的众先知一样，也犹如我启示易卜拉欣、易司马仪、易司哈格、叶尔孤白和各支派，以及尔撒、安优卜、优努司、哈伦、素莱曼一样。我以《宰逋尔》赏赐达五德。","transliteration":"Inna awhayna ilayka kama awhayna ila noohin waalnnabiyyeena min baAAdihi waawhayna ila ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati waAAeesa waayyooba wayoonusa waharoona wasulaymana waatayna dawooda zabooran"},{"id":164,"text":"وَرُسُلٗا قَدۡ قَصَصۡنَٰهُمۡ عَلَيۡكَ مِن قَبۡلُ وَرُسُلٗا لَّمۡ نَقۡصُصۡهُمۡ عَلَيۡكَۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكۡلِيمٗا","translation":"我确已派遣许多使者，他们中有我在以前已告诉你的，有我未告诉你的。安拉曾与穆萨对话。","transliteration":"Warusulan qad qasasnahum AAalayka min qablu warusulan lam naqsushum AAalayka wakallama Allahu moosa takleeman"},{"id":165,"text":"رُّسُلٗا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةُۢ بَعۡدَ ٱلرُّسُلِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","translation":"我曾派遣许多使者报喜信，传警告，以免派遣使者之后，世人对安拉有任何托辞。安拉是万能的，至睿的。","transliteration":"Rusulan mubashshireena wamunthireena lialla yakoona lilnnasi AAala Allahi hujjatun baAAda alrrusuli wakana Allahu AAazeezan hakeeman"},{"id":166,"text":"لَّـٰكِنِ ٱللَّهُ يَشۡهَدُ بِمَآ أَنزَلَ إِلَيۡكَۖ أَنزَلَهُۥ بِعِلۡمِهِۦۖ وَٱلۡمَلَـٰٓئِكَةُ يَشۡهَدُونَۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا","translation":"但安拉作证他所降示你的经典是真实的——他降示此经时，自知其内容——众天使也同样作证。安拉足为见证。","transliteration":"Lakini Allahu yashhadu bima anzala ilayka anzalahu biAAilmihi waalmalaikatu yashhadoona wakafa biAllahi shaheedan"},{"id":167,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ قَدۡ ضَلُّواْ ضَلَٰلَۢا بَعِيدًا","translation":"自己不信道，而且阻止别人遵循主道者，确已深入于迷误了。","transliteration":"Inna allatheena kafaroo wasaddoo AAan sabeeli Allahi qad dalloo dalalan baAAeedan"},{"id":168,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ طَرِيقًا","translation":"不信正道而且多行不义的人，安拉不致于赦宥他们，也不致于指引他们任何道路；","transliteration":"Inna allatheena kafaroo wathalamoo lam yakuni Allahu liyaghfira lahum wala liyahdiyahum tareeqan"},{"id":169,"text":"إِلَّا طَرِيقَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","translation":"除非是火狱的道路，他们将永居其中。这事对于安拉是容易的。","transliteration":"Illa tareeqa jahannama khalideena feeha abadan wakana thalika AAala Allahi yaseeran"},{"id":170,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلرَّسُولُ بِٱلۡحَقِّ مِن رَّبِّكُمۡ فَـَٔامِنُواْ خَيۡرٗا لَّكُمۡۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"众人啊！使者确已昭示你们从你们的主降示的真理，故你们当确信他，这对于你们是有益的。如果你们不信道，（那么，安拉是不需求你们的），因为天地万物，确是安拉的。安拉是全知的，是至睿的","transliteration":"Ya ayyuha alnnasu qad jaakumu alrrasoolu bialhaqqi min rabbikum faaminoo khayran lakum wain takfuroo fainna lillahi ma fee alssamawati waalardi wakana Allahu AAaleeman hakeeman"},{"id":171,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","translation":"信奉天经的人啊！你们对于自己的宗教不要过分，对于安拉不要说无理的话。麦西哈----尔撒，本，麦尔彦，只是安拉的使者，只是他授予麦尔彦的一句话，只是从他发出的鲁哈；故你们当确信安拉和他的众使者，你们不要说三位。你们当停止谬说，这对于你们是有益的。安拉是独一的主宰，赞颂安拉，超绝万物，他绝无子嗣，天地万物只是他的。安拉足为见证。","transliteration":"Ya ahla alkitabi la taghloo fee deenikum wala taqooloo AAala Allahi illa alhaqqa innama almaseehu AAeesa ibnu maryama rasoolu Allahi wakalimatuhu alqaha ila maryama waroohun minhu faaminoo biAllahi warusulihi wala taqooloo thalathatun intahoo khayran lakum innama Allahu ilahun wahidun subhanahu an yakoona lahu waladun lahu ma fee alssamawati wama fee alardi wakafa biAllahi wakeelan"},{"id":172,"text":"لَّن يَسۡتَنكِفَ ٱلۡمَسِيحُ أَن يَكُونَ عَبۡدٗا لِّلَّهِ وَلَا ٱلۡمَلَـٰٓئِكَةُ ٱلۡمُقَرَّبُونَۚ وَمَن يَسۡتَنكِفۡ عَنۡ عِبَادَتِهِۦ وَيَسۡتَكۡبِرۡ فَسَيَحۡشُرُهُمۡ إِلَيۡهِ جَمِيعٗا","translation":"麦西哈绝不拒绝做安拉的奴仆，蒙主眷顾的众天使，也绝不拒绝做安拉的奴仆。凡拒绝崇拜安拉，而且妄自尊大的人，他要把他们全体集合到他那里。","transliteration":"Lan yastankifa almaseehu an yakoona AAabdan lillahi wala almalaikatu almuqarraboona waman yastankif AAan AAibadatihi wayastakbir fasayahshuruhum ilayhi jameeAAan"},{"id":173,"text":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡ وَيَزِيدُهُم مِّن فَضۡلِهِۦۖ وَأَمَّا ٱلَّذِينَ ٱسۡتَنكَفُواْ وَٱسۡتَكۡبَرُواْ فَيُعَذِّبُهُمۡ عَذَابًا أَلِيمٗا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","translation":"至于信道而且行善的人，他要使他们享受完全的报酬，并且把他的恩惠加赐他们。至于拒绝为仆，而且妄自尊大者，他要以痛苦的刑罚惩治他们。除安拉外，他们不能为自己获得任何保护者，也不能获得任何援助者。","transliteration":"Faamma allatheena amanoo waAAamiloo alssalihati fayuwaffeehim ojoorahum wayazeeduhum min fadlihi waamma allatheena istankafoo waistakbaroo fayuAAaththibuhum AAathaban aleeman wala yajidoona lahum min dooni Allahi waliyyan wala naseeran"},{"id":174,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُم بُرۡهَٰنٞ مِّن رَّبِّكُمۡ وَأَنزَلۡنَآ إِلَيۡكُمۡ نُورٗا مُّبِينٗا","translation":"众人啊！从你们的主派遣来的明证确已来临你们，我已降示你们一种显著的光明。","transliteration":"Ya ayyuha alnnasu qad jaakum burhanun min rabbikum waanzalna ilaykum nooran mubeenan"},{"id":175,"text":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَٱعۡتَصَمُواْ بِهِۦ فَسَيُدۡخِلُهُمۡ فِي رَحۡمَةٖ مِّنۡهُ وَفَضۡلٖ وَيَهۡدِيهِمۡ إِلَيۡهِ صِرَٰطٗا مُّسۡتَقِيمٗا","translation":"至于确信安拉，而且坚持其天经的人，他将使他们入在从他发出的慈恩和恩惠中，并指示他们向主的正路。","transliteration":"Faamma allatheena amanoo biAllahi waiAAtasamoo bihi fasayudkhiluhum fee rahmatin minhu wafadlin wayahdeehim ilayhi siratan mustaqeeman"},{"id":176,"text":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","translation":"他们请求你解释律例。你说：“安拉为你们解释关于孤独人的律例。如果一个男人死了，他没有儿女，只有一个姐姐或妹妹，那么，她得他的遗产的二分之一；如果她没有儿女，那他就继承她。如果他的继承人是两个姐姐或妹妹，那么，她俩得遗产的三分之二；如果继承人是几个兄弟姐妹，那么，一个男人得两个女人的份子。安拉为你们阐明律例，以免你们迷误。安拉是全知万物的。”","transliteration":"Yastaftoonaka quli Allahu yufteekum fee alkalalati ini imruon halaka laysa lahu waladun walahu okhtun falaha nisfu ma taraka wahuwa yarithuha in lam yakun laha waladun fain kanata ithnatayni falahuma alththuluthani mimma taraka wain kanoo ikhwatan rijalan wanisaan falilththakari mithlu haththi alonthayayni yubayyinu Allahu lakum an tadilloo waAllahu bikulli shayin AAaleemun"}]}
