{"id":43,"name":"الزخرف","transliteration":"Az-Zukhruf","translation":"金饰","type":"meccan","total_verses":89,"verses":[{"id":1,"text":"حمٓ","translation":"哈一，米目。","transliteration":"Hameem"},{"id":2,"text":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","translation":"以明白的经典盟誓，","transliteration":"Waalkitabi almubeeni"},{"id":3,"text":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","translation":"我确已以此为阿拉伯文的《古兰经》，以便你们了解。","transliteration":"Inna jaAAalnahu quranan AAarabiyyan laAAallakum taAAqiloona"},{"id":4,"text":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","translation":"在我那里的天经原本中，它确是高尚的，确是睿智的。","transliteration":"Wainnahu fee ommi alkitabi ladayna laAAaliyyun hakeemun"},{"id":5,"text":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","translation":"难道因为你们是过分的民众，我就使你们不得受教训吗？","transliteration":"Afanadribu AAankumu alththikra safhan an kuntum qawman musrifeena"},{"id":6,"text":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","translation":"我曾派遣许多先知去教化古代的民族，","transliteration":"Wakam arsalna min nabiyyin fee alawwaleena"},{"id":7,"text":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"每个先知来临他们的时候，他们都加以愚弄。","transliteration":"Wama yateehim min nabiyyin illa kanoo bihi yastahzioona"},{"id":8,"text":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","translation":"我曾毁灭了比你的宗族更强横者，先民的实例已逝去了。","transliteration":"Faahlakna ashadda minhum batshan wamada mathalu alawwaleena"},{"id":9,"text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","translation":"如果你问他们：“谁创造了天地？”他们必定说：“万能的、全知的主创造了天地。”","transliteration":"Walain saaltahum man khalaqa alssamawati waalarda layaqoolunna khalaqahunna alAAazeezu alAAaleemu"},{"id":10,"text":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","translation":"他以大地为你们的安息之所，他为你们在大地上开辟许多道路，以便你们达到旅行的目的地。","transliteration":"Allathee jaAAala lakumu alarda mahdan wajaAAala lakum feeha subulan laAAallakum tahtadoona"},{"id":11,"text":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","translation":"他从天上降下有定量的雨水，借雨水而使已死的地方复活。你们将来要这样从坟墓中被取出。","transliteration":"Waallathee nazzala mina alssamai maan biqadarin faansharna bihi baldatan maytan kathalika tukhrajoona"},{"id":12,"text":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","translation":"他创造万类，而以船舶和牲畜供你们骑乘，","transliteration":"Waallathee khalaqa alazwaja kullaha wajaAAala lakum mina alfulki waalanAAami ma tarkaboona"},{"id":13,"text":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","translation":"以便你们端坐在上面。然后，在端坐的时候，想着你们的主的恩典，并且说：“赞颂安拉，超绝万物！他为我们制服此物，我们对于它本是无能。","transliteration":"Litastawoo AAala thuhoorihi thumma tathkuroo niAAmata rabbikum itha istawaytum AAalayhi wataqooloo subhana allathee sakhkhara lana hatha wama kunna lahu muqrineena"},{"id":14,"text":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","translation":"我们必定归于我们的主。”","transliteration":"Wainna ila rabbina lamunqaliboona"},{"id":15,"text":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","translation":"他们把他的一部分仆人，当作他们的分子；人确是明显的孤恩者。","transliteration":"WajaAAaloo lahu min AAibadihi juzan inna alinsana lakafoorun mubeenun"},{"id":16,"text":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","translation":"难道他从自己所创造的众生中自取女儿，而以男儿专归你们吗？","transliteration":"Ami ittakhatha mimma yakhluqu banatin waasfakum bialbaneena"},{"id":17,"text":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","translation":"他们妄言至仁主有女儿，但他们中的一个听说自己的妻子生女儿的时候，他的脸色变成暗淡的，而且他是拗怒的。","transliteration":"Waitha bushshira ahaduhum bima daraba lilrrahmani mathalan thalla wajhuhu muswaddan wahuwa katheemun"},{"id":18,"text":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","translation":"在首饰中长大，且不能雄辩者，（难道他们以他归安拉吗？）","transliteration":"Awaman yunashshao fee alhilyati wahuwa fee alkhisami ghayru mubeenin"},{"id":19,"text":"وَجَعَلُواْ ٱلۡمَلَـٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","translation":"众天使本是安拉的奴仆，他们却以众天使为女性。他们曾见证安拉创造天使吗？他们的见证将被记录下来，他们也将被审问。","transliteration":"WajaAAaloo almalaikata allatheena hum AAibadu alrrahmani inathan ashahidoo khalqahum satuktabu shahadatuhum wayusaloona"},{"id":20,"text":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","translation":"他们说：“假若至仁主意欲，我们是不会崇拜他们的。”他们对于此说，毫无认识；他们只是说谎话。","transliteration":"Waqaloo law shaa alrrahmanu ma AAabadnahum ma lahum bithalika min AAilmin in hum illa yakhrusoona"},{"id":21,"text":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","translation":"难道以前我曾赐他们一本天经，而他们是坚持那本天经的。","transliteration":"Am ataynahum kitaban min qablihi fahum bihi mustamsikoona"},{"id":22,"text":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","translation":"不然，他们说：“我们确已发现我们的祖先是信奉一种宗教的，我们确是遵循他们的遗迹而得正道的。”","transliteration":"Bal qaloo inna wajadna abaana AAala ommatin wainna AAala atharihim muhtadoona"},{"id":23,"text":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","translation":"在你之前，每逢我这样派遣警告者到一个城市去，那里的豪华者总是说：“我们确已发现我们的祖先是信奉一种宗教的，我们确是遵循他们的遗迹的。”","transliteration":"Wakathalika ma arsalna min qablika fee qaryatin min natheerin illa qala mutrafooha inna wajadna abaana AAala ommatin wainna AAala atharihim muqtadoona"},{"id":24,"text":"۞قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translation":"他说：“即使我显示你们一种比你们祖先的宗教更为崇正的宗教，你们还要遵从你们的祖先吗？”他们说：“我们确是不信你们所奉的使命的。”","transliteration":"Qala awalaw jitukum biahda mimma wajadtum AAalayhi abaakum qaloo inna bima orsiltum bihi kafiroona"},{"id":25,"text":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translation":"故我惩罚了他们，你看看否认正道者的结局是怎样的！","transliteration":"Faintaqamna minhum faonthur kayfa kana AAaqibatu almukaththibeena"},{"id":26,"text":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","translation":"当时，易卜拉欣对他的父亲和宗族说：“我与你们所崇拜的，确是没有关系的，","transliteration":"Waith qala ibraheemu liabeehi waqawmihi innanee baraon mimma taAAbudoona"},{"id":27,"text":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","translation":"惟创造我的主则不然，他必定引导我。”","transliteration":"Illa allathee fataranee fainnahu sayahdeeni"},{"id":28,"text":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"他将这句话留赠他的后裔以便他们悔悟。","transliteration":"WajaAAalaha kalimatan baqiyatan fee AAaqibihi laAAallahum yarjiAAoona"},{"id":29,"text":"بَلۡ مَتَّعۡتُ هَـٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","translation":"不然，我使这些人和他们的祖先享受，直到真理降临，及宣教的使者诞生。","transliteration":"Bal mattaAAtu haolai waabaahum hatta jaahumu alhaqqu warasoolun mubeenun"},{"id":30,"text":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","translation":"真理降临他们的时候，他们说：“这是魔术，我们必定不信它。”","transliteration":"Walamma jaahumu alhaqqu qaloo hatha sihrun wainna bihi kafiroona"},{"id":31,"text":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","translation":"他们说：\"怎么不把这本《古兰经》降示两城中任何一城的要人呢？”","transliteration":"Waqaloo lawla nuzzila hatha alquranu AAala rajulin mina alqaryatayni AAatheemun"},{"id":32,"text":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"难道他们能分配你的主的恩惠吗？我将他们在今世生活中的生计分配给他们，我使他们彼此相差若干级，以便他们层层节制。你的主的恩惠比他们所积蓄的更优美。","transliteration":"Ahum yaqsimoona rahmata rabbika nahnu qasamna baynahum maAAeeshatahum fee alhayati alddunya warafaAAna baAAdahum fawqa baAAdin darajatin liyattakhitha baAAduhum baAAdan sukhriyyan warahmatu rabbika khayrun mimma yajmaAAoona"},{"id":33,"text":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","translation":"若不是为防世人变为一教，我必使不信至仁主的人们的房屋变成有银顶的，和银梯的，以便他们登临其上；","transliteration":"Walawla an yakoona alnnasu ommatan wahidatan lajaAAalna liman yakfuru bialrrahmani libuyootihim suqufan min fiddatin wamaAAarija AAalayha yathharoona"},{"id":34,"text":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","translation":"并将他们的房屋变成有银门和银床的，以便他们偃卧床上；","transliteration":"Walibuyootihim abwaban wasururan AAalayha yattakioona"},{"id":35,"text":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","translation":"并将他们的房屋变成有金饰的。这些无非是今世生活的享受；在你的主那里的后世，是专归敬畏者的。","transliteration":"Wazukhrufan wain kullu thalika lamma mataAAu alhayati alddunya waalakhiratu AAinda rabbika lilmuttaqeena"},{"id":36,"text":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","translation":"谁要是无视至仁主的教诲，我就让一个恶魔附在谁的身上，成为他的朋友。","transliteration":"Waman yaAAshu AAan thikri alrrahmani nuqayyid lahu shaytanan fahuwa lahu qareenun"},{"id":37,"text":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","translation":"那些恶魔，妨碍他们遵循正道，而他们却以为自己是遵循正道的。","transliteration":"Wainnahum layasuddoonahum AAani alssabeeli wayahsaboona annahum muhtadoona"},{"id":38,"text":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","translation":"待无视者来到我那里的时候，他对他的朋友说：“但愿我和你之间，有东西两方的距离，你这朋友真恶劣！”","transliteration":"Hatta itha jaana qala ya layta baynee wabaynaka buAAda almashriqayni fabisa alqareenu"},{"id":39,"text":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","translation":"你们曾行不义，所以今日这种愿望对于你们绝无裨益。因为你们要同受刑罚。","transliteration":"Walan yanfaAAakumu alyawma ith thalamtum annakum fee alAAathabi mushtarikoona"},{"id":40,"text":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"难道你能使聋子听闻，或能引导瞎子和在明显的迷误中的人吗？","transliteration":"Afaanta tusmiAAu alssumma aw tahdee alAAumya waman kana fee dalalin mubeenin"},{"id":41,"text":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","translation":"如果我使你弃世，那么，我将来必定要惩罚他们；","transliteration":"Faimma nathhabanna bika fainna minhum muntaqimoona"},{"id":42,"text":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","translation":"或我要昭示你我所用以警告他们的刑罚，那么，我对他们，确是全能的。","transliteration":"Aw nuriyannaka allathee waAAadnahum fainna AAalayhim muqtadiroona"},{"id":43,"text":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"所以你应当坚持你所受的启示，你确是在正道上的。","transliteration":"Faistamsik biallathee oohiya ilayka innaka AAala siratin mustaqeemin"},{"id":44,"text":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","translation":"《古兰经》确是你和你的宗族的荣誉，你们将来要被审问。","transliteration":"Wainnahu lathikrun laka waliqawmika wasawfa tusaloona"},{"id":45,"text":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","translation":"你问问在你之前所派遣的众使者，我曾否在至仁主之外指定许多神灵供人崇拜。","transliteration":"Waisal man arsalna min qablika min rusulina ajaAAalna min dooni alrrahmani alihatan yuAAbadoona"},{"id":46,"text":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","translation":"我确已派遣穆萨带着我的许多迹象，去教化法老和他的贵族们，他说：“我确是众世界的主的使者。”","transliteration":"Walaqad arsalna moosa biayatina ila firAAawna wamalaihi faqala innee rasoolu rabbi alAAalameena"},{"id":47,"text":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","translation":"当他把我的许多迹象昭示他们的时候，他们立刻嘲笑那些迹象。","transliteration":"Falamma jaahum biayatina itha hum minha yadhakoona"},{"id":48,"text":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"我所昭示他们的迹象，一件比一件大。我曾以刑罚惩治他们，以便他们悔悟。","transliteration":"Wama nureehim min ayatin illa hiya akbaru min okhtiha waakhathnahum bialAAathabi laAAallahum yarjiAAoona"},{"id":49,"text":"وَقَالُواْ يَـٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","translation":"他们曾说：术士啊！请你为我们祈祷你的主，因为他曾与你订约的缘故，我们必定要遵循正道。","transliteration":"Waqaloo ya ayyuha alsahiru odAAu lana rabbaka bima AAahida AAindaka innana lamuhtadoona"},{"id":50,"text":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","translation":"当我解除他们所遭的刑罚的时候，他们立刻爽约。","transliteration":"Falamma kashafna AAanhumu alAAathaba itha hum yankuthoona"},{"id":51,"text":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","translation":"法老曾喊叫他的百姓说：“我的百姓啊！密斯尔（埃及）的国权，和在我脚下奔流的江河，不都是我的吗？难道你们看不见？","transliteration":"Wanada firAAawnu fee qawmihi qala ya qawmi alaysa lee mulku misra wahathihi alanharu tajree min tahtee afala tubsiroona"},{"id":52,"text":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","translation":"难道我不是比这卑贱而且含糊的人更强吗？","transliteration":"Am ana khayrun min hatha allathee huwa maheenun wala yakadu yubeenu"},{"id":53,"text":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَـٰٓئِكَةُ مُقۡتَرِنِينَ","translation":"怎么没有黄金的手镯，加在他的手上呢？或者是众天使同他接踵降临呢？”","transliteration":"Falawla olqiya AAalayhi aswiratun min thahabin aw jaa maAAahu almalaikatu muqtarineena"},{"id":54,"text":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","translation":"他曾鼓动他的百姓，他们就服从他；他们确是悖逆者。","transliteration":"Faistakhaffa qawmahu faataAAoohu innahum kanoo qawman fasiqeena"},{"id":55,"text":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","translation":"当他们触犯我的时候，我惩治他们，故使他们统统淹死，","transliteration":"Falamma asafoona intaqamna minhum faaghraqnahum ajmaAAeena"},{"id":56,"text":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","translation":"我以他们为后人的鉴戒。","transliteration":"FajaAAalnahum salafan wamathalan lilakhireena"},{"id":57,"text":"۞وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","translation":"当麦尔彦的儿子被举为例的时候，你的宗族立刻喧哗，","transliteration":"Walamma duriba ibnu maryama mathalan itha qawmuka minhu yasiddoona"},{"id":58,"text":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","translation":"他们说：“我们的众神灵更好呢？还是他更好呢？”他们只是为强词夺理而举他为例，不然，他们是好辩的民众。","transliteration":"Waqaloo aalihatuna khayrun am huwa ma daraboohu laka illa jadalan bal hum qawmun khasimoona"},{"id":59,"text":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"他只是一个仆人，我赐他的恩典，并以他为以色列后裔的示范。","transliteration":"In huwa illa AAabdun anAAamna AAalayhi wajaAAalnahu mathalan libanee israeela"},{"id":60,"text":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَـٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","translation":"假若我意欲，我必舍你们而创造许多天使，在大地上继承你们。","transliteration":"Walaw nashao lajaAAalna minkum malaikatan fee alardi yakhlufoona"},{"id":61,"text":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"这确是复活时的预兆，你切莫怀疑它，你应当顺从我，这是正路。","transliteration":"Wainnahu laAAilmun lilssaAAati fala tamtarunna biha waittabiAAooni hatha siratun mustaqeemun"},{"id":62,"text":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","translation":"绝不要让恶魔妨碍你们，他确是你们的明敌。","transliteration":"Wala yasuddannakumu alshshaytanu innahu lakum AAaduwwun mubeenun"},{"id":63,"text":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","translation":"当尔撒带着许多明证来临的时候，他说：“我确已把智慧带来给你们，以便我为你们解释你们所争论的一部分律例。故你们应当敬畏安拉，应当服从我。","transliteration":"Walamma jaa AAeesa bialbayyinati qala qad jitukum bialhikmati waliobayyina lakum baAAda allathee takhtalifoona feehi faittaqoo Allaha waateeAAooni"},{"id":64,"text":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"安拉确是我的主，也是你们的主，所以你们应当崇拜他，这是正路。","transliteration":"Inna Allaha huwa rabbee warabbukum faoAAbudoohu hatha siratun mustaqeemun"},{"id":65,"text":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","translation":"各教派的人，彼此纷争。哀哉不义的人们！将来要受痛苦日的刑罚。","transliteration":"Faikhtalafa alahzabu min baynihim fawaylun lillatheena thalamoo min AAathabi yawmin aleemin"},{"id":66,"text":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"他们只企望着复活时不知不觉地忽然来临他们。","transliteration":"Hal yanthuroona illa alssaAAata an tatiyahum baghtatan wahum la yashAAuroona"},{"id":67,"text":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","translation":"在那日，一般朋友将互相仇视，惟敬畏者则不然。","transliteration":"Alakhillao yawmaithin baAAduhum libaAAdin AAaduwwun illa almuttaqeena"},{"id":68,"text":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","translation":"我的众仆啊！今日你们没有恐惧，也没有忧愁。","transliteration":"Ya AAibadi la khawfun AAalaykumu alyawma wala antum tahzanoona"},{"id":69,"text":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","translation":"他们曾归信我的迹象，他们原是顺服的。","transliteration":"Allatheena amanoo biayatina wakanoo muslimeena"},{"id":70,"text":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","translation":"你们和你们的妻子，愉快地进乐园去吧！","transliteration":"Odkhuloo aljannata antum waazwajukum tuhbaroona"},{"id":71,"text":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","translation":"将有金盘和金杯，在他们之间挨次传递。乐园中有心所恋慕，眼所欣赏的乐趣，你们将永居其中。","transliteration":"Yutafu AAalayhim bisihafin min thahabin waakwabin wafeeha ma tashtaheehi alanfusu watalaththu alaAAyunu waantum feeha khalidoona"},{"id":72,"text":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"这是你们因自己的善行而得继承的乐园。","transliteration":"Watilka aljannatu allatee oorithtumooha bima kuntum taAAmaloona"},{"id":73,"text":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","translation":"你们在其中，将有许多水果，供你们取食。","transliteration":"Lakum feeha fakihatun katheeratun minha takuloona"},{"id":74,"text":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","translation":"罪人们将来必永居火狱的刑罚中，","transliteration":"Inna almujrimeena fee AAathabi jahannama khalidoona"},{"id":75,"text":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","translation":"那刑罚不稍减轻，他们将在其中沮丧。","transliteration":"La yufattaru AAanhum wahum feehi mublisoona"},{"id":76,"text":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّـٰلِمِينَ","translation":"我没有亏待他们，但他们自欺。","transliteration":"Wama thalamnahum walakin kanoo humu alththalimeena"},{"id":77,"text":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّـٰكِثُونَ","translation":"他们将喊叫说：“马立克啊！请你的主处决我们吧！他说：“你们必定要留在刑罚中。”","transliteration":"Wanadaw ya maliku liyaqdi AAalayna rabbuka qala innakum makithoona"},{"id":78,"text":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","translation":"我确已把真理昭示你们，但你们大半是厌恶真理的。","transliteration":"Laqad jinakum bialhaqqi walakinna aktharakum lilhaqqi karihoona"},{"id":79,"text":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","translation":"他们已决定一件事了吗？我也必决定一件事。","transliteration":"Am abramoo amran fainna mubrimoona"},{"id":80,"text":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","translation":"他们以为我听不见他们的秘密和私议吗？不然，我的天使们就在他们的跟前，记录他们的言行。","transliteration":"Am yahsaboona anna la nasmaAAu sirrahum wanajwahum bala warusuluna ladayhim yaktuboona"},{"id":81,"text":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","translation":"你说：“如果至仁主有女儿，那么，我是首先崇拜其女儿的。”","transliteration":"Qul in kana lilrrahmani waladun faana awwalu alAAabideena"},{"id":82,"text":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","translation":"赞颂天地的主，宝座的主，他是超乎他们的叙述的！","transliteration":"Subhana rabbi alssamawati waalardi rabbi alAAarshi AAamma yasifoona"},{"id":83,"text":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","translation":"你让他们妄谈吧！让他们嬉戏吧！直到他们看到他们被警告的日子。","transliteration":"Fatharhum yakhoodoo wayalAAaboo hatta yulaqoo yawmahumu allathee yooAAadoona"},{"id":84,"text":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","translation":"他在天上是应受崇拜的，在地上也是应受崇拜的；他确是至睿的，确是全知的。","transliteration":"Wahuwa allathee fee alssamai ilahun wafee alardi ilahun wahuwa alhakeemu alAAaleemu"},{"id":85,"text":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"多福哉，有天地的国权和天地间的万物者！复活时的知识只有他知道，你们只被召归于他。","transliteration":"Watabaraka allathee lahu mulku alssamawati waalardi wama baynahuma waAAindahu AAilmu alssaAAati wailayhi turjaAAoona"},{"id":86,"text":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","translation":"他们舍他而祈祷的，没有替人说情的权柄；惟依真理而作证，且深知其证辞的人们，则不然。","transliteration":"Wala yamliku allatheena yadAAoona min doonihi alshshafaAAata illa man shahida bialhaqqi wahum yaAAlamoona"},{"id":87,"text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","translation":"如果你问他们，谁创造他们，他们必定说：“安拉。”他们是如何悖谬呢？","transliteration":"Walain saaltahum man khalaqahum layaqoolunna Allahu faanna yufakoona"},{"id":88,"text":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَـٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","translation":"他说：我的主啊！这些人确是不信道的民众。","transliteration":"Waqeelihi yarabbi inna haolai qawmun la yuminoona"},{"id":89,"text":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","translation":"你应当原谅他们，你应当说：“祝你们平安！他们不久就知道了。”","transliteration":"Faisfah AAanhum waqul salamun fasawfa yaAAlamoona"}]}
