{"id":50,"name":"ق","transliteration":"Qaf","translation":"戛弗","type":"meccan","total_verses":45,"verses":[{"id":1,"text":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","translation":"嘎弗。以尊严的《古兰经》盟誓。","transliteration":"Qaf waalqurani almajeedi"},{"id":2,"text":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","translation":"难道他们因同族的警告者来临他们而惊讶吗？不信道的人们说：“这是奇事！","transliteration":"Bal AAajiboo an jaahum munthirun minhum faqala alkafiroona hatha shayon AAajeebun"},{"id":3,"text":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","translation":"难道我们既死之后，已变成尘土，还要还原吗？那太不近情理了。”","transliteration":"Aitha mitna wakunna turaban thalika rajAAun baAAeedun"},{"id":4,"text":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","translation":"我确已知道大地对于他们的剥蚀，我这里有一本被保护的天经。","transliteration":"Qad AAalimna ma tanqusu alardu minhum waAAindana kitabun hafeethun"},{"id":5,"text":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","translation":"他们否认已降示他们的真理，所以他们陷于混乱的状态中。","transliteration":"Bal kaththaboo bialhaqqi lamma jaahum fahum fee amrin mareejin"},{"id":6,"text":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّـٰهَا وَمَا لَهَا مِن فُرُوجٖ","translation":"难道他们没有仰视天体吗？我是怎样建造它，点缀它，使它没有缺陷的？","transliteration":"Afalam yanthuroo ila alssamai fawqahum kayfa banaynaha wazayyannaha wama laha min furoojin"},{"id":7,"text":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","translation":"我曾展开大地，并将许多山岳投在上面，还使各种美丽的植物生长出来，","transliteration":"Waalarda madadnaha waalqayna feeha rawasiya waanbatna feeha min kulli zawjin baheejin"},{"id":8,"text":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","translation":"为的是启发和教诲每个归依的仆人。","transliteration":"Tabsiratan wathikra likulli AAabdin muneebin"},{"id":9,"text":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّـٰتٖ وَحَبَّ ٱلۡحَصِيدِ","translation":"我从天上降下吉祥的雨水，就借它而生长出许多果树和五谷，","transliteration":"Wanazzalna mina alssamai maan mubarakan faanbatna bihi jannatin wahabba alhaseedi"},{"id":10,"text":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","translation":"并生长扶疏的海枣树，它有累累的果实，","transliteration":"Waalnnakhla basiqatin laha talAAun nadeedun"},{"id":11,"text":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","translation":"用作众仆的给养。我借雨水而使已死的地方复活。死人的复活也是这样的。","transliteration":"Rizqan lilAAibadi waahyayna bihi baldatan maytan kathalika alkhurooju"},{"id":12,"text":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","translation":"在他们之前否认使者的人，有努哈的宗族、兰斯的居民、赛莫德人、","transliteration":"Kaththabat qablahum qawmu noohin waashabu alrrassi wathamoodu"},{"id":13,"text":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","translation":"阿德人、法老、鲁特的同胞、","transliteration":"WaAAadun wafirAAawnu waikhwanu lootin"},{"id":14,"text":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","translation":"丛林的居民和图白的百姓，统统都否认过使者，故我所警告的刑罚，是必然降临的。","transliteration":"Waashabu alaykati waqawmu tubbaAAin kullun kaththaba alrrusula fahaqqa waAAeedi"},{"id":15,"text":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","translation":"我曾因创造而疲倦吗？不然，他们对于再造，是在疑惑中的。","transliteration":"AfaAAayeena bialkhalqi alawwali bal hum fee labsin min khalqin jadeedin"},{"id":16,"text":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","translation":"我确已创造人，我知道他心中的妄想；我比他的命脉还近于他。","transliteration":"Walaqad khalaqna alinsana wanaAAlamu ma tuwaswisu bihi nafsuhu wanahnu aqrabu ilayhi min habli alwareedi"},{"id":17,"text":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","translation":"当坐在右边和左边的两个记录的天使记录各人的言行的时候，","transliteration":"Ith yatalaqqa almutalaqqiyani AAani alyameeni waAAani alshshimali qaAAeedun"},{"id":18,"text":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","translation":"他每说一句话，他面前都有天使当场监察。","transliteration":"Ma yalfithu min qawlin illa ladayhi raqeebun AAateedun"},{"id":19,"text":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","translation":"临死的昏迷，将昭示真理。这是你一向所逃避的","transliteration":"Wajaat sakratu almawti bialhaqqi thalika ma kunta minhu taheedu"},{"id":20,"text":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","translation":"号角将吹响，那是警告实现之日。","transliteration":"Wanufikha fee alssoori thalika yawmu alwaAAeedi"},{"id":21,"text":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","translation":"每个人都要到来，驱逐的天使和见证的天使，将与他同行。","transliteration":"Wajaat kullu nafsin maAAaha saiqun washaheedun"},{"id":22,"text":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","translation":"你确疏忽此事，现在我已揭开你的蒙蔽，所以你今日的眼光是锐利的。","transliteration":"Laqad kunta fee ghaflatin min hatha fakashafna AAanka ghitaaka fabasaruka alyawma hadeedun"},{"id":23,"text":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","translation":"他的伙伴将说：“这在我面前是现成的。”","transliteration":"Waqala qareenuhu hatha ma ladayya AAateedun"},{"id":24,"text":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","translation":"你俩所应当投入火狱的，是每个孤负者、顽固者、","transliteration":"Alqiya fee jahannama kulla kaffarin AAaneedin"},{"id":25,"text":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","translation":"悭吝者、过分者、怀疑者、","transliteration":"MannaAAin lilkhayri muAAtadin mureebin"},{"id":26,"text":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","translation":"以别的神灵与安拉同受崇拜者；你俩将他投入严厉的刑罚吧！","transliteration":"Allathee jaAAala maAAa Allahi ilahan akhara faalqiyahu fee alAAathabi alshshadeedi"},{"id":27,"text":"۞قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","translation":"他的伙伴将说：“我的主啊！我没有使他放荡，但他自陷于不近情理的迷误中。”","transliteration":"Qala qareenuhu rabbana ma atghaytuhu walakin kana fee dalalin baAAeedin"},{"id":28,"text":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","translation":"主将说：“你们不要在我面前争论，我确已预先警告你们了。","transliteration":"Qala la takhtasimoo ladayya waqad qaddamtu ilaykum bialwaAAeedi"},{"id":29,"text":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّـٰمٖ لِّلۡعَبِيدِ","translation":"我的判词，是不可变更的，我绝不是亏枉众仆的。”","transliteration":"Ma yubaddalu alqawlu ladayya wama ana bithallamin lilAAabeedi"},{"id":30,"text":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","translation":"在那日，我将对火狱说：“你已填满了吗？”它将说：“还有增加的吗？","transliteration":"Yawma naqoolu lijahannama hali imtalati wataqoolu hal min mazeedin"},{"id":31,"text":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","translation":"乐园将被移到敬畏者的附近，离得不远。","transliteration":"Waozlifati aljannatu lilmuttaqeena ghayra baAAeedin"},{"id":32,"text":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","translation":"这是你们所被应许的，这是赏赐每个归依的守礼者的。","transliteration":"Hatha ma tooAAadoona likulli awwabin hafeethin"},{"id":33,"text":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","translation":"秘密敬畏至仁主，且带归依的心而来者，","transliteration":"Man khashiya alrrahmana bialghaybi wajaa biqalbin muneebin"},{"id":34,"text":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","translation":"你们平安地进入乐园吧！这是永居开始之日。","transliteration":"Odkhulooha bisalamin thalika yawmu alkhuloodi"},{"id":35,"text":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","translation":"他们在乐园里，将有他们意欲的；而且我在那里还有加赐。","transliteration":"Lahum ma yashaoona feeha waladayna mazeedun"},{"id":36,"text":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","translation":"在他们之前，我毁灭了许多比他们更强悍的世代！他们曾在各地旅行，难道有什么避死的地方吗？","transliteration":"Wakam ahlakna qablahum min qarnin hum ashaddu minhum batshan fanaqqaboo fee albiladi hal min maheesin"},{"id":37,"text":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","translation":"对于有心灵者，或专心静听者，此中确有一种教训。","transliteration":"Inna fee thalika lathikra liman kana lahu qalbun aw alqa alssamAAa wahuwa shaheedun"},{"id":38,"text":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","translation":"我在六日内确已创造了天地万物，我没有感觉一点疲倦。","transliteration":"Walaqad khalaqna alssamawati waalarda wama baynahuma fee sittati ayyamin wama massana min lughoobin"},{"id":39,"text":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","translation":"故你应当忍受他们所说的谰言。在日出日落之前，你应当赞颂你的主；","transliteration":"Faisbir AAala ma yaqooloona wasabbih bihamdi rabbika qabla tulooAAi alshshamsi waqabla alghuroobi"},{"id":40,"text":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","translation":"在夜间和叩头后，你应当赞颂他。","transliteration":"Wamina allayli fasabbihhu waadbara alssujoodi"},{"id":41,"text":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","translation":"你应当倾听，在喊叫者从近处喊叫之日，","transliteration":"WaistamiAA yawma yunadi almunadi min makanin qareebin"},{"id":42,"text":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","translation":"在他们听见包含真理的呐喊之日，那是从坟中出来之日。","transliteration":"Yawma yasmaAAoona alssayhata bialhaqqi thalika yawmu alkhurooji"},{"id":43,"text":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","translation":"我确是使人生、使人死的，我确是最后的归宿。","transliteration":"Inna nahnu nuhyee wanumeetu wailayna almaseeru"},{"id":44,"text":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","translation":"在大地破裂而他们迅速走出坟墓之日，那集合的事对于我是容易的。","transliteration":"Yawma tashaqqaqu alardu AAanhum siraAAan thalika hashrun AAalayna yaseerun"},{"id":45,"text":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","translation":"我全知他们所说的谰言，你不能强制他们，故你应当以《古兰经》教诲畏惧我的警告的人们。","transliteration":"Nahnu aAAlamu bima yaqooloona wama anta AAalayhim bijabbarin fathakkir bialqurani man yakhafu waAAeedi"}]}
