{"id":60,"name":"الممتحنة","transliteration":"Al-Mumtahanah","translation":"受考验的妇人","type":"medinan","total_verses":13,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","translation":"信道的人们啊！你们不要以我的敌人和你们的敌人为朋友，而传送消息给他们，以示亲爱。他们不信降临你们的真理，他们为你们信仰安拉--你们的主--而将使者和你们驱逐出境。如果你们从故乡迁出，是由于为我而奋斗，是由于寻求我的喜悦，（那么，你们不要以他们为朋友）。你们秘密地传送消息给他们，以示亲爱，其实，我知道你们所隐匿的和你们所显示的。你们中谁做这件事，谁已背离正道。","transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo AAaduwwee waAAaduwwakum awliyaa tulqoona ilayhim bialmawaddati waqad kafaroo bima jaakum mina alhaqqi yukhrijoona alrrasoola waiyyakum an tuminoo biAllahi rabbikum in kuntum kharajtum jihadan fee sabeelee waibtighaa mardatee tusirroona ilayhim bialmawaddati waana aAAlamu bima akhfaytum wama aAAlantum waman yafAAalhu minkum faqad dalla sawaa alssabeeli"},{"id":2,"text":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","translation":"如果他们发现你们，他们就变成你们的敌人，他们杀害你们，辱骂你们，希望你们叛教。","transliteration":"In yathqafookum yakoonoo lakam aAAdaan wayabsutoo ilaykum aydiyahum waalsinatahum bialssooi wawaddoo law takfuroona"},{"id":3,"text":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"你们的亲戚和子孙，对於你们绝无裨益，在复活日，你们将被隔绝。安拉是鉴察你们的行为的。","transliteration":"Lan tanfaAAakum arhamukum wala awladukum yawma alqiyamati yafsilu baynakum waAllahu bima taAAmaloona baseerun"},{"id":4,"text":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَـٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","translation":"易卜拉欣和他的教徒，是你们的好模范。当时，他们曾对自己的宗族说：“我们对於你们，和你们舍安拉而崇拜的，确是无干的，我们不承认你们。我们彼此间的仇恨，永远存在。直到你们只信仰安拉。但易卜拉欣对他父亲所说的话，（不可做你们的模范）。他曾说：我必定为你求饶，我不能为你抵御安拉的一些刑罚。他们曾说：我们的主啊！我们只托靠你，我们只归依你，只有你是最後的归宿。","transliteration":"Qad kanat lakum oswatun hasanatun fee ibraheema waallatheena maAAahu ith qaloo liqawmihim inna buraao minkum wamimma taAAbudoona min dooni Allahi kafarna bikum wabada baynana wabaynakumu alAAadawatu waalbaghdao abadan hatta tuminoo biAllahi wahdahu illa qawla ibraheema liabeehi laastaghfiranna laka wama amliku laka mina Allahi min shayin rabbana AAalayka tawakkalna wailayka anabna wailayka almaseeru"},{"id":5,"text":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"我们的主啊！求你不要让不信道的人迫害我们。我们的主啊！求你赦宥我们，你确是万能的，确是至睿的。","transliteration":"Rabbana la tajAAalna fitnatan lillatheena kafaroo waighfir lana rabbana innaka anta alAAazeezu alhakeemu"},{"id":6,"text":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","translation":"易卜拉欣和他的教徒，对於你们希望会见安拉和末日者，确是好模范。背叛者，无损于安拉，因为安拉确是无求的，确是可颂的。","transliteration":"Laqad kana lakum feehim oswatun hasanatun liman kana yarjoo Allaha waalyawma alakhira waman yatawalla fainna Allaha huwa alghanniyyu alhameedu"},{"id":7,"text":"۞عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"安拉或许在你们和你们所仇视的人之间造化友谊，安拉是全能的；安拉是至赦的，是至慈的。","transliteration":"AAasa Allahu an yajAAala baynakum wabayna allatheena AAadaytum minhum mawaddatan waAllahu qadeerun waAllahu ghafoorun raheemun"},{"id":8,"text":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","translation":"未曾为你们的宗教而对你们作战，也未曾把你们从故乡驱逐出境者，安拉并不禁止你们怜悯他们，公平待遇他们。安拉确是喜爱公平者的。","transliteration":"La yanhakumu Allahu AAani allatheena lam yuqatilookum fee alddeeni walam yukhrijookum min diyarikum an tabarroohum watuqsitoo ilayhim inna Allaha yuhibbu almuqsiteena"},{"id":9,"text":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translation":"他只禁止你们结交曾为你们的宗教而对你们作战，曾把你们从故乡驱逐出境，曾协助别人驱逐你们的人。谁与他们结交，谁是不义者。","transliteration":"Innama yanhakumu Allahu AAani allatheena qatalookum fee alddeeni waakhrajookum min diyarikum wathaharoo AAala ikhrajikum an tawallawhum waman yatawallahum faolaika humu alththalimoona"},{"id":10,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"信道的人们啊！当信女们迁移来的时候，你们当试验她们。安拉是至知她们的信仰的--如果你们认为她们确是信女，那么，就不要使她们再归不信道者丈夫。她们对于他们是不合法的，他们对于她们也是不合法的。你们应当把他们所纳的聘礼偿还他们。当你们把她们的聘礼交付给她们的时候，你们娶她们为妻，对于你们是毫无罪过的。你们不要坚持不信道的妻子的婚约，你们当索回你们所纳的聘礼，叫他们也索回他们所纳的聘礼。这是安拉的律例，他依此而替你们判决。安拉是全知的，是至睿的。","transliteration":"Ya ayyuha allatheena amanoo itha jaakumu almuminatu muhajiratin faimtahinoohunna Allahu aAAlamu bieemanihinna fain AAalimtumoohunna muminatin fala tarjiAAoohunna ila alkuffari la hunna hillun lahum wala hum yahilloona lahunna waatoohum ma anfaqoo wala junaha AAalaykum an tankihoohunna itha ataytumoohunna ojoorahunna wala tumsikoo biAAisami alkawafiri waisaloo ma anfaqtum walyasaloo ma anfaqoo thalikum hukmu Allahi yahkumu baynakum waAllahu AAaleemun hakeemun"},{"id":11,"text":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","translation":"如果你们的妻子，有脱离你们而到不信道者那边的，那么，当你们轮到交聘礼的时候，你们应当把妻子脱离者所纳的聘礼交付他们。你们当敬畏你们所信仰的安拉。","transliteration":"Wain fatakum shayon min azwajikum ila alkuffari faAAaqabtum faatoo allatheena thahabat azwajuhum mithla ma anfaqoo waittaqoo Allaha allathee antum bihi muminoona"},{"id":12,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"先知啊！如果信女们到你面前来与你誓约：她们不以任何物配安拉，不偷盗，不通奸，不杀自己的儿女，不以别人的儿子冒充丈夫的儿子，不违背你的合理的命令，那么，你当与她们誓约，你当为她们向安拉告饶。安拉确是至赦的，确是至慈的。","transliteration":"Ya ayyuha alnnabiyyu itha jaaka almuminatu yubayiAAnaka AAala an la yushrikna biAllahi shayan wala yasriqna wala yazneena wala yaqtulna awladahunna wala yateena bibuhtanin yaftareenahu bayna aydeehinna waarjulihinna wala yaAAseenaka fee maAAroofin fabayiAAhunna waistaghfir lahunna Allaha inna Allaha ghafoorun raheemun"},{"id":13,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","translation":"信道的人们啊！你们不要结交安拉所谴怒的民众，他们对于世确已绝望，犹如不信道的人对坟里的人绝望一样。","transliteration":"Ya ayyuha allatheena amanoo la tatawallaw qawman ghadiba Allahu AAalayhim qad yaisoo mina alakhirati kama yaisa alkuffaru min ashabi alquboori"}]}
