{"id":61,"name":"الصف","transliteration":"As-Saf","translation":"列阵","type":"medinan","total_verses":14,"verses":[{"id":1,"text":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"凡在天地间的，都赞颂安拉超绝万物，他是万能的，是至睿的。","transliteration":"Sabbaha lillahi ma fee alssamawati wama fee alardi wahuwa alAAazeezu alhakeemu"},{"id":2,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","translation":"信道的人们啊！你们为什么说你们所不做的事呢？","transliteration":"Ya ayyuha allatheena amanoo lima taqooloona ma la tafAAaloona"},{"id":3,"text":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","translation":"你们说你们所不做的，这在安拉看来，是很可恨的。","transliteration":"Kabura maqtan AAinda Allahi an taqooloo ma la tafAAaloona"},{"id":4,"text":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","translation":"安拉的确喜爱那等人；他们为他而列阵作战，好像坚实的墙壁一样。","transliteration":"Inna Allaha yuhibbu allatheena yuqatiloona fee sabeelihi saffan kaannahum bunyanun marsoosun"},{"id":5,"text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translation":"当时，穆萨曾对他的宗族说：\"我的宗族啊！你们既知道我是安拉派来教化你们的使者，你们为什么诽谤我呢？\"当他们背离正道的时候，安拉使他们的心背离真理；安拉是不引导悖逆的民众的。","transliteration":"Waith qala moosa liqawmihi ya qawmi lima tuthoonanee waqad taAAlamoona annee rasoolu Allahi ilaykum falamma zaghoo azagha Allahu quloobahum waAllahu la yahdee alqawma alfasiqeena"},{"id":6,"text":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَـٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","translation":"当时，麦尔彦之子尔撒曾说：“以色列的後裔啊！我确是安拉派来教化你们的使者，他派我来证实在我之前的《讨拉特》，并且以在我之后诞生的使者，名叫艾哈默德的，向你们报喜。”当他已昭示他们许多明证的时候，他们说：“这是明显的魔术。”","transliteration":"Waith qala AAeesa ibnu maryama ya banee israeela innee rasoolu Allahi ilaykum musaddiqan lima bayna yadayya mina alttawrati wamubashshiran birasoolin yatee min baAAdee ismuhu ahmadu falamma jaahum bialbayyinati qaloo hatha sihrun mubeenun"},{"id":7,"text":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"别人劝他入伊斯兰，他却假借安拉的名义而造谣；这样的人，谁比他还不义呢？安拉不引导不义的民众的。","transliteration":"Waman athlamu mimmani iftara AAala Allahi alkathiba wahuwa yudAAa ila alislami waAllahu la yahdee alqawma alththalimeena"},{"id":8,"text":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","translation":"他们想吹灭安拉的光明，但安拉要完成他的光明，即使不信道的人不愿意。","transliteration":"Yureedoona liyutfioo noora Allahi biafwahihim waAllahu mutimmu noorihi walaw kariha alkafiroona"},{"id":9,"text":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","translation":"他曾以正道和真教的使命委托他的使者，以便他使真教胜过一切宗教，即使以物配主的人不愿意。","transliteration":"Huwa allathee arsala rasoolahu bialhuda wadeeni alhaqqi liyuthhirahu AAala alddeeni kullihi walaw kariha almushrikoona"},{"id":10,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","translation":"信道的人们啊！我将指示你们一种生意，它能拯救你们脱离痛苦的刑罚，好吗？","transliteration":"Ya ayyuha allatheena amanoo hal adullukum AAala tijaratin tunjeekum min AAathabin aleemin"},{"id":11,"text":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"你们信仰安拉和使者，你们以自己的财产和生命，为主道而奋斗，那对于你们是更好的，如果你们知道。","transliteration":"Tuminoona biAllahi warasoolihi watujahidoona fee sabeeli Allahi biamwalikum waanfusikum thalikum khayrun lakum in kuntum taAAlamoona"},{"id":12,"text":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّـٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"他将赦宥你们的罪过，并且使你们入下临诸河的乐园和常住的乐园中的许多优美的住宅，那确是伟大的成功。","transliteration":"Yaghfir lakum thunoobakum wayudkhilkum jannatin tajree min tahtiha alanharu wamasakina tayyibatan fee jannati AAadnin thalika alfawzu alAAatheemu"},{"id":13,"text":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translation":"他将赏赐你们另一种为你们所爱好的恩典--从安拉降下的援助，和临近的胜利。你向信士们报喜吧。","transliteration":"Waokhra tuhibboonaha nasrun mina Allahi wafathun qarreebun wabashshiri almumineena"},{"id":14,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَـٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","translation":"信道的人们啊！你们应当做协助安拉的人，犹如麦尔彦之子尔撒对他的门徒所说的：“谁是与我共同协助安拉的？那些门徒说：我们是协助安拉的。以色列的後裔中，有一派人已经信道，有一派人并不信道。我扶助信道的人们对抗他们的敌人，故他们变成优胜的。","transliteration":"Ya ayyuha allatheena amanoo koonoo ansara Allahi kama qala AAeesa ibnu maryama lilhawariyyeena man ansaree ila Allahi qala alhawariyyoona nahnu ansaru Allahi faamanat taifatun min banee israeela wakafarat taifatun faayyadna allatheena amanoo AAala AAaduwwihim faasbahoo thahireena"}]}
