{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translation":"高处","type":"meccan","total_verses":206,"verses":[{"id":1,"text":"الٓمٓصٓ","translation":"艾列弗，俩目，米目，萨德。","transliteration":"Aliflammeemsad"},{"id":2,"text":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","translation":"这是降示给你的经典——你的胸中切不可因此而有一点烦闷——以便你借此而警告，并以此做信士们的教训。","transliteration":"Kitabun onzila ilayka fala yakun fee sadrika harajun minhu litunthira bihi wathikra lilmumineena"},{"id":3,"text":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","translation":"你们当遵循从你们的主降示的经典，你们不要舍安拉而顺从许多保佑者。你们很少觉悟。","transliteration":"IttabiAAoo ma onzila ilaykum min rabbikum wala tattabiAAoo min doonihi awliyaa qaleelan ma tathakkaroona"},{"id":4,"text":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","translation":"有许多城市曾被我毁灭了；我的刑罚，在他们过夜的时候，或在他们午睡的时候，降临他们。","transliteration":"Wakam min qaryatin ahlaknaha fajaaha basuna bayatan aw hum qailoona"},{"id":5,"text":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"当我的刑罚降临他们的时候，他们唯一的辩诉是说：“我们原来确是不义的。”","transliteration":"Fama kana daAAwahum ith jaahum basuna illa an qaloo inna kunna thalimeena"},{"id":6,"text":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","translation":"我必审问曾派使者去教化过的民众，我必审问曾被派去的使者。","transliteration":"Falanasalanna allatheena orsila ilayhim walanasalanna almursaleena"},{"id":7,"text":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","translation":"我必据真知而告诉他们，我没有离开过他们。","transliteration":"Falanaqussanna AAalayhim biAAilmin wama kunna ghaibeena"},{"id":8,"text":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"在那日，秤是真实的。善功的分量较重者才是成功的。","transliteration":"Waalwaznu yawmaithini alhaqqu faman thaqulat mawazeenuhu faolaika humu almuflihoona"},{"id":9,"text":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","translation":"善功的分量较轻的人，将因生前不信我的迹象而亏折自身。","transliteration":"Waman khaffat mawazeenuhu faolaika allatheena khasiroo anfusahum bima kanoo biayatina yathlimoona"},{"id":10,"text":"وَلَقَدۡ مَكَّنَّـٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","translation":"我确已使你们在大地上安居，并为你们在大地上设生活所需。你们很少感谢。","transliteration":"Walaqad makkannakum fee alardi wajaAAalna lakum feeha maAAayisha qaleelan ma tashkuroona"},{"id":11,"text":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّـٰجِدِينَ","translation":"我确已创造你们，然后使你们成形，然后对众天使说：“你们向阿丹叩头。”他们就向他叩头，唯易卜劣厮没有叩头。","transliteration":"Walaqad khalaqnakum thumma sawwarnakum thumma qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa lam yakun mina alssajideena"},{"id":12,"text":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","translation":"主说：“当我命令你叩头的时候，你为什么不叩头？”他说：“我比他优越；你用火造我，用泥造他。”","transliteration":"Qala ma manaAAaka alla tasjuda ith amartuka qala ana khayrun minhu khalaqtanee min narin wakhalaqtahu min teenin"},{"id":13,"text":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ","translation":"主说：“你从这里下去吧！你不该在这里自大。你出去吧！你确是卑贱的！”","transliteration":"Qala faihbit minha fama yakoonu laka an tatakabbara feeha faokhruj innaka mina alssaghireena"},{"id":14,"text":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"他说：“求你宽饶我，直到人类复活之日。”","transliteration":"Qala anthirnee ila yawmi yubAAathoona"},{"id":15,"text":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","translation":"主说：“你必定是被宽待的。”","transliteration":"Qala innaka mina almunthareena"},{"id":16,"text":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","translation":"他说：“由于你使我迷误，我必定在你的正路上伺候他们。","transliteration":"Qala fabima aghwaytanee laaqAAudanna lahum sirataka almustaqeema"},{"id":17,"text":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","translation":"然后，我必定从他们的前后左右进攻他们。你不致于发现他们大半是感谢的。”","transliteration":"Thumma laatiyannahum min bayni aydeehim wamin khalfihim waAAan aymanihim waAAan shamailihim wala tajidu aktharahum shakireena"},{"id":18,"text":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","translation":"主说：“你被贬责地，被弃绝地从这里出去吧！他们中凡是顺从你的，我必以你和他们一起充满火狱。”","transliteration":"Qala okhruj minha mathooman madhooran laman tabiAAaka minhum laamlaanna jahannama minkum ajmaAAeena"},{"id":19,"text":"وَيَـٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ","translation":"“阿丹啊！你和你的妻子同住乐园吧，你们可以随意吃园里的食物。但不要临近这棵树；否则，就要变成不义者。”","transliteration":"Waya adamu oskun anta wazawjuka aljannata fakula min haythu shituma wala taqraba hathihi alshshajarata fatakoona mina alththalimeena"},{"id":20,"text":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","translation":"但恶魔教唆他俩，以致他俩显出他俩的被遮盖的阴部。他说：“你俩的主禁你们俩吃这棵树的果实，只为不愿你俩变成天使，或永生不灭。”","transliteration":"Fawaswasa lahuma alshshaytanu liyubdiya lahuma ma wooriya AAanhuma min sawatihima waqala ma nahakuma rabbukuma AAan hathihi alshshajarati illa an takoona malakayni aw takoona mina alkhalideena"},{"id":21,"text":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ","translation":"他对他俩盟誓说：“我确是忠于你俩的。”","transliteration":"Waqasamahuma innee lakuma lamina alnnasiheena"},{"id":22,"text":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","translation":"他用欺骗的手段使他俩堕落。当他俩尝了那棵树的果实的时候，他俩的阴部便对自己显露出来了，他俩只好用园里的树叶遮盖自己的阴部。他俩的主喊叫他俩说：“难道我没有禁止你俩吃那棵树的果实吗？难道我没有对你俩说过，恶魔确是你俩的明敌吗？”","transliteration":"Fadallahuma bighuroorin falamma thaqa alshshajarata badat lahuma sawatuhuma watafiqa yakhsifani AAalayhima min waraqi aljannati wanadahuma rabbuhuma alam anhakuma AAan tilkuma alshshajarati waaqul lakuma inna alshshaytana lakuma AAaduwwun mubeenun"},{"id":23,"text":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","translation":"他俩说：“我们的主啊！我们已自欺了，如果你不赦宥我们，不慈悯我们，我们必定变成亏折者。”","transliteration":"Qala rabbana thalamna anfusana wain lam taghfir lana watarhamna lanakoonanna mina alkhasireena"},{"id":24,"text":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","translation":"主说：“你们互相仇视地下去吧。大地上有你们暂时的住处和享受。”","transliteration":"Qala ihbitoo baAAdukum libaAAdin AAaduwwun walakum fee alardi mustaqarrun wamataAAun ila heenin"},{"id":25,"text":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","translation":"主说：“你们将在大地上生活，将在大地上死亡，将从地下被取出来。”","transliteration":"Qala feeha tahyawna wafeeha tamootoona waminha tukhrajoona"},{"id":26,"text":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","translation":"阿丹的子孙啊！我确已为你们而创造遮盖阴部的衣服和修饰的衣服，敬畏的衣服尤为优美。这是属于安拉的迹象，以便他们觉悟。","transliteration":"Ya banee adama qad anzalna AAalaykum libasan yuwaree sawatikum wareeshan walibasu alttaqwa thalika khayrun thalika min ayati Allahi laAAallahum yaththakkaroona"},{"id":27,"text":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","translation":"阿丹的子孙啊！绝不要让恶魔考验你们。犹如他把你们的始祖父母的衣服脱下，而揭示他俩自己的阴部，然后把他俩诱出乐园。他和他的部下，的确能看见你们；而你们却不能看见他们。我确已使恶魔成为不信道者的盟友。","transliteration":"Ya banee adama la yaftinannakumu alshshaytanu kama akhraja abawaykum mina aljannati yanziAAu AAanhuma libasahuma liyuriyahuma sawatihima innahu yarakum huwa waqabeeluhu min haythu la tarawnahum inna jaAAalna alshshayateena awliyaa lillatheena la yuminoona"},{"id":28,"text":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"当他们作了丑事的时候，他们说：“我们发现我们的祖先是这样做的。安拉也是命令我们这样做的。”你说：“安拉不命令人做丑事。难道你们假借安拉的名义而妄言你们自己所不知道的事情吗？”","transliteration":"Waitha faAAaloo fahishatan qaloo wajadna AAalayha abaana waAllahu amarana biha qul inna Allaha la yamuru bialfahshai ataqooloona AAala Allahi ma la taAAlamoona"},{"id":29,"text":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","translation":"你说：“我的主，命令人主持公道，在每次礼拜的时候，你们要专心致志地趋向他，要心悦诚服地祈祷他。你们要像他创造你们的时候那样返本还原。”","transliteration":"Qul amara rabbee bialqisti waaqeemoo wujoohakum AAinda kulli masjidin waodAAoohu mukhliseena lahu alddeena kama badaakum taAAoodoona"},{"id":30,"text":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","translation":"一伙人，他曾加以引导；一伙人，是该迷误的（他曾加以弃绝）。他们确已舍安拉而以恶魔为保佑者，还以为自己是遵循正道的。","transliteration":"Fareeqan hada wafareeqan haqqa AAalayhimu alddalalatu innahumu ittakhathoo alshshayateena awliyaa min dooni Allahi wayahsaboona annahum muhtadoona"},{"id":31,"text":"۞يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","translation":"阿丹的子孙啊！每逢礼拜，你们必须穿着服饰。你们应当吃，你们应当喝，但不要浪费，安拉确是不喜欢浪费者的。","transliteration":"Ya banee adama khuthoo zeenatakum AAinda kulli masjidin wakuloo waishraboo wala tusrifoo innahu la yuhibbu almusrifeena"},{"id":32,"text":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translation":"你说：“安拉为他的臣民而创造的服饰和佳美的食物，谁能禁止他们去享受呢？”你说：“那些物品为信道者在今世所共有，在复活日所独享的。”我为有知识的民众这样解释一切迹象。","transliteration":"Qul man harrama zeenata Allahi allatee akhraja liAAibadihi waalttayyibati mina alrrizqi qul hiya lillatheena amanoo fee alhayati alddunya khalisatan yawma alqiyamati kathalika nufassilu alayati liqawmin yaAAlamoona"},{"id":33,"text":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"你说：“我的主只禁止一切明显的和隐微的丑事，和罪恶，和无理的侵害，以及用安拉所未证实的事物配安拉，假借安拉的名义而妄言自己所不知道的事情。”","transliteration":"Qul innama harrama rabbiya alfawahisha ma thahara minha wama batana waalithma waalbaghya bighayri alhaqqi waan tushrikoo biAllahi ma lam yunazzil bihi sultanan waan taqooloo AAala Allahi ma la taAAlamoona"},{"id":34,"text":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translation":"每个民族都有一个期限，当他们的期限到来的时候，他们不能耽延一刻；当其未来的时候，他们也不能提前一刻。","transliteration":"Walikulli ommatin ajalun faitha jaa ajaluhum la yastakhiroona saAAatan wala yastaqdimoona"},{"id":35,"text":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"阿丹的子孙啊！如果你们同族中的使者来对你们讲述我的迹象，那么，凡敬畏而且修身者，将来都没有恐惧，也不忧愁。","transliteration":"Ya banee adama imma yatiyannakum rusulun minkum yaqussoona AAalaykum ayatee famani ittaqa waaslaha fala khawfun AAalayhim wala hum yahzanoona"},{"id":36,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"否认我的迹象而且加以藐视者，是火狱的居民，他们将永居其中。","transliteration":"Waallatheena kaththaboo biayatina waistakbaroo AAanha olaika ashabu alnnari hum feeha khalidoona"},{"id":37,"text":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَـٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","translation":"假借安拉的名义而造谣，或否认其迹象者，有谁比他们还不义呢？这等人将遭遇天经中为他们预定的命运，直到我的众使者来使他们死亡的时候，将对他们说：“你们从前舍安拉而祈祷的（偶像），现在在哪里呢？他们将说：“他们已回避我们了。”他们将要承认自己原是不信道者。","transliteration":"Faman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba biayatihi olaika yanaluhum naseebuhum mina alkitabi hatta itha jaathum rusuluna yatawaffawnahum qaloo ayna ma kuntum tadAAoona min dooni Allahi qaloo dalloo AAanna washahidoo AAala anfusihim annahum kanoo kafireena"},{"id":38,"text":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","translation":"安拉将要说：“你们同精灵和人类中以前逝去的各民族一起进入火狱吧。”每当一个民族进火狱去，总要咒骂她的姐妹民族，直到他们统统到齐了。他们中后进的论及先进的说：“我们的主啊！这等人曾使我们迷误，求你使他们受加倍的火刑。”主说：“每个人都受加倍的火刑，但你们不知道。”","transliteration":"Qala odkhuloo fee omamin qad khalat min qablikum mina aljinni waalinsi fee alnnari kullama dakhalat ommatun laAAanat okhtaha hatta itha iddarakoo feeha jameeAAan qalat okhrahum lioolahum rabbana haolai adalloona faatihim AAathaban diAAfan mina alnnari qala likullin diAAfun walakin la taAAlamoona"},{"id":39,"text":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","translation":"他们中最先的对最后的说：“那么，你们对我们并无任何优越，故你们当因自己的行为而尝试刑罚！”","transliteration":"Waqalat oolahum liokhrahum fama kana lakum AAalayna min fadlin fathooqoo alAAathaba bima kuntum taksiboona"},{"id":40,"text":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","translation":"否认我的迹象而加以藐视者，所有的天门必不为他们而开放，他们不得入乐园，直到骆驼能穿过针眼。我要这样报酬犯罪者。","transliteration":"Inna allatheena kaththaboo biayatina waistakbaroo AAanha la tufattahu lahum abwabu alssamai wala yadkhuloona aljannata hatta yalija aljamalu fee sammi alkhiyati wakathalika najzee almujrimeena"},{"id":41,"text":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"他们在火狱里要垫火褥，要盖火被，我要这样报酬不义者。","transliteration":"Lahum min jahannama mihadun wamin fawqihim ghawashin wakathalika najzee alththalimeena"},{"id":42,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"信道而且行善者，——我只按各人的能力而加以责成——他们是乐园的居民，他们将永居其中。","transliteration":"Waallatheena amanoo waAAamiloo alssalihati la nukallifu nafsan illa wusAAaha olaika ashabu aljannati hum feeha khalidoona"},{"id":43,"text":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"我将拔除他们心中的怨恨，他们将住在下临诸河的乐园，他们将说：“一切赞颂，全归安拉！他引导我们获此善报，假若安拉没有引导我们，我们不致于遵循正道。我们的主的众使者，确已昭示了真理。”或者将大声地对他们说：“这就是你们因自己的行为而得继承的乐园。”","transliteration":"WanazaAAna ma fee sudoorihim min ghillin tajree min tahtihimu alanharu waqaloo alhamdu lillahi allathee hadana lihatha wama kunna linahtadiya lawla an hadana Allahu laqad jaat rusulu rabbina bialhaqqi wanoodoo an tilkumu aljannatu oorithtumooha bima kuntum taAAmaloona"},{"id":44,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ","translation":"乐园的居民将大声地对火狱的居民说：“我们已发现我们的主所应许我们的是真实的了。你们是否也发现你们的主所应许你们的是真实的呢？”他们说：“是的。”于是，一个喊叫者要在他们中间喊叫说：“安拉的弃绝归于不义者。","transliteration":"Wanada ashabu aljannati ashaba alnnari an qad wajadna ma waAAadana rabbuna haqqan fahal wajadtum ma waAAada rabbukum haqqan qaloo naAAam faaththana muaththinun baynahum an laAAnatu Allahi AAala alththalimeena"},{"id":45,"text":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","translation":"他们妨碍安拉的大道，而且称它为邪道，并且不信后世。”","transliteration":"Allatheena yasuddoona AAan sabeeli Allahi wayabghoonaha AAiwajan wahum bialakhirati kafiroona"},{"id":46,"text":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","translation":"他们中间将有一个屏障。在那个（屏障）的高处将有许多男人，他们借双方的仪表而认识双方的人，他们喊叫乐园的居民说：“祝你们平安！”他们羡慕乐园，但不得进去。","transliteration":"Wabaynahuma hijabun waAAala alaAArafi rijalun yaAArifoona kullan biseemahum wanadaw ashaba aljannati an salamun AAalaykum lam yadkhulooha wahum yatmaAAoona"},{"id":47,"text":"۞وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"当他们的眼光转向火狱的居民的时候，他们说：“我们的主啊！求你不要使我们与不义的民众同住。”","transliteration":"Waitha surifat absaruhum tilqaa ashabi alnnari qaloo rabbana la tajAAalna maAAa alqawmi alththalimeena"},{"id":48,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","translation":"在高处的人，借仪表而认识许多男人，他们将喊叫那些男人说：“你们的囤积和骄傲，对于你们毫无裨益。”","transliteration":"Wanada ashabu alaAArafi rijalan yaAArifoonahum biseemahum qaloo ma aghna AAankum jamAAukum wama kuntum tastakbiroona"},{"id":49,"text":"أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","translation":"这些人就是你们盟誓说安拉不加以慈悯的吗？（他们已奉到命令）说：“你们进入乐园吧，你们没有恐惧，也不忧愁。”","transliteration":"Ahaolai allatheena aqsamtum la yanaluhumu Allahu birahmatin odkhuloo aljannata la khawfun AAalaykum wala antum tahzanoona"},{"id":50,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","translation":"火狱的居民将要喊叫乐园的居民说：“求你们把水或安拉所供给你们的食品，倒下一点来给我们吧！”他们回答说：“安拉已禁止我们把这两样东西赠送不信道者。”","transliteration":"Wanada ashabu alnari ashaba aljannati an afeedoo AAalayna mina almai aw mimma razaqakumu Allahu qaloo inna Allaha harramahuma AAala alkafireena"},{"id":51,"text":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","translation":"曾以宗教为娱乐和嬉戏，而且为尘世所欺骗者，我今天忘记他们，因为他们曾忘记有今日之相遇，还因为他们否认我的迹象。","transliteration":"Allatheena ittakhathoo deenahum lahwan walaAAiban wagharrathumu alhayatu alddunya faalyawma nansahum kama nasoo liqaa yawmihim hatha wama kanoo biayatina yajhadoona"},{"id":52,"text":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"我曾昭示他们一部我据真知而加以解释的经典，作为对信道的民众的向导和慈恩。","transliteration":"Walaqad jinahum bikitabin fassalnahu AAala AAilmin hudan warahmatan liqawmin yuminoona"},{"id":53,"text":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"他们只等待那部经典的效果，它的效果到来的日子，从前忘记这经典的人将会说：“我们的主的众使者，确已昭示真理了！我们有几位说情的人来替我们说情，或准许我们返回尘世去，舍罪恶而立善功吗？”他们确已亏折了自身，他们所捏造的事已回避他们了。","transliteration":"Hal yanthuroona illa taweelahu yawma yatee taweeluhu yaqoolu allatheena nasoohu min qablu qad jaat rusulu rabbina bialhaqqi fahal lana min shufaAAaa fayashfaAAoo lana aw nuraddu fanaAAmala ghayra allathee kunna naAAmalu qad khasiroo anfusahum wadalla AAanhum ma kanoo yaftaroona"},{"id":54,"text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translation":"你们的主确是安拉，他在六日内创造了天地，然后，他升上宝座，他使黑夜追求白昼，而遮蔽它；他把日月和星宿造成顺从他的命令的。真的，创造和命令只归他主持。多福哉安拉——众世界的主！","transliteration":"Inna rabbakumu Allahu allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yughshee allayla alnnahara yatlubuhu hatheethan waalshshamsa waalqamara waalnnujooma musakhkharatin biamrihi ala lahu alkhalqu waalamru tabaraka Allahu rabbu alAAalameena"},{"id":55,"text":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","translation":"你们要虔诚地、秘密地祈祷你们的主，他确是不喜欢过分者的。","transliteration":"OdAAoo rabbakum tadarruAAan wakhufyatan innahu la yuhibbu almuAAtadeena"},{"id":56,"text":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","translation":"在改善地方之后，你们不要在地方上作恶，你们要怀着恐惧和希望的心情祈祷他。安拉的慈恩确是临近行善者的。","transliteration":"Wala tufsidoo fee alardi baAAda islahiha waodAAoohu khawfan watamaAAan inna rahmata Allahi qareebun mina almuhsineena"},{"id":57,"text":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","translation":"他使风在他的慈恩之前作报喜者，直到它载了沉重的乌云，我就把云赶到一个已死的地方，于是，从云中降下雨水，于是，借雨水而造出各种果实——我这样使死的复活——以便你们觉悟。","transliteration":"Wahuwa allathee yursilu alrriyaha bushran bayna yaday rahmatihi hatta itha aqallat sahaban thiqalan suqnahu libaladin mayyitin faanzalna bihi almaa faakhrajna bihi min kulli alththamarati kathalika nukhriju almawta laAAallakum tathakkaroona"},{"id":58,"text":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","translation":"肥沃的地方的植物，奉安拉的命令而生长，瘠薄的地方的植物，出得很少，我这样为感激的民众阐述一切迹象。","transliteration":"Waalbaladu alttayyibu yakhruju nabatuhu biithni rabbihi waallathee khabutha la yakhruju illa nakidan kathalika nusarrifu alayati liqawmin yashkuroona"},{"id":59,"text":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","translation":"我确已派遣努哈去教化他的宗族，他说：“我的宗族啊！你们要崇拜安拉，除他之外，绝无应受崇拜的。我的确担心你们遭受重大日的刑罚。”","transliteration":"Laqad arsalna noohan ila qawmihi faqala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu innee akhafu AAalaykum AAathaba yawmin AAatheemin"},{"id":60,"text":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"他的宗族中的众领袖说：“我们的确认为你是在明显的迷误中的。”","transliteration":"Qala almalao min qawmihi inna lanaraka fee dalalin mubeenin"},{"id":61,"text":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"他说：“我的宗族啊！我一点也不迷误，但我是众世界的主派遣的使者。","transliteration":"Qala ya qawmi laysa bee dalalatun walakinnee rasoolun min rabbi alAAalameena"},{"id":62,"text":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"我把我的主的使命传达给你们，并且忠告你们，我从安拉（的启示中）知道你们所不知道的。","transliteration":"Oballighukum risalati rabbee waansahu lakum waaAAlamu mina Allahi ma la taAAlamoona"},{"id":63,"text":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","translation":"从你们的主发出的教训，借你们族中一个人的口而降临你们，以便他警告你们，以便你们敬畏，以便你们蒙主的怜悯，难道你们对于这件事觉得惊讶吗？”","transliteration":"AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum walitattaqoo walaAAallakum turhamoona"},{"id":64,"text":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","translation":"但他们否认他，故我拯救了他，和与他同船的人，并使那些否认我的迹象者统统淹死。他们确是盲目的民众。","transliteration":"Fakaththaboohu faanjaynahu waallatheena maAAahu fee alfulki waaghraqna allatheena kaththaboo biayatina innahum kanoo qawman AAameena"},{"id":65,"text":"۞وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","translation":"（我确已派遣）阿德人的弟兄呼德去教化他们，他说：“我的宗族啊！你们要崇拜安拉，除他外，绝无应受你们的崇拜的。难道你们还不敬畏吗！”","transliteration":"Waila AAadin akhahum hoodan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu afala tattaqoona"},{"id":66,"text":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","translation":"他的宗族中不信道的贵族们说：“我们的确认为你是愚蠢的，我们确信你是说谎者。”","transliteration":"Qala almalao allatheena kafaroo min qawmihi inna lanaraka fee safahatin wainna lanathunnuka mina alkathibeena"},{"id":67,"text":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"他说：“我的宗族啊！我一点也不愚蠢，但我是众世界的主派遣的使者。","transliteration":"Qala ya qawmi laysa bee safahatun walakinnee rasoolun min rabbi alAAalameena"},{"id":68,"text":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","translation":"我把我的主的使命传达给你们，我是你们的忠实的劝告者。","transliteration":"Oballighukum risalati rabbee waana lakum nasihun ameenun"},{"id":69,"text":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"从你们的主发出的教训，借你们族中的一个人的口降临你们，以便他警告你们，难道你们对于这件事觉得惊讶吗？你们要铭记那时，他在努哈的宗族灭亡之后，以你们为代治者，他使你们体格更加魁梧，你们要铭记安拉的恩典，以便你们成功。”","transliteration":"AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum waothkuroo ith jaAAalakum khulafaa min baAAdi qawmi noohin wazadakum fee alkhalqi bastatan faothkuroo alaa Allahi laAAallakum tuflihoona"},{"id":70,"text":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"他们说：“你来教我们只崇拜安拉，而抛弃我们祖先所崇拜的（偶像）吗？你把你所用来警告我们的（刑罚）拿来给我们看看吧，如果你是说实话的！”","transliteration":"Qaloo ajitana linaAAbuda Allaha wahdahu wanathara ma kana yaAAbudu abaona fatina bima taAAiduna in kunta mina alssadiqeena"},{"id":71,"text":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translation":"他说：“刑罚和谴怒，必从你们的主来临你们。你们和你们的祖先所定的许多名称，安拉并未加以证实，难道你们要为那些名称与我争论吗？你们等待着吧！我确是与你们一切等待的。”","transliteration":"Qala qad waqaAAa AAalaykum min rabbikum rijsun waghadabun atujadiloonanee fee asmain sammaytumooha antum waabaokum ma nazzala Allahu biha min sultanin faintathiroo innee maAAakum mina almuntathireena"},{"id":72,"text":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","translation":"我以我的慈恩拯救了他和他的同道，而灭绝了那些否认我的迹象，并且不信道的人。","transliteration":"Faanjaynahu waallatheena maAAahu birahmatin minna waqataAAna dabira allatheena kaththaboo biayatina wama kanoo mumineena"},{"id":73,"text":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","translation":"（我确已派遣）赛莫德人的弟兄撒立哈去教化他们，他说：“我的宗族啊！你们要崇拜安拉，除他之外，绝无应受你们的崇拜的。从你们的主发出的明证确已降临你们；这只安拉的母驼可以作你们的迹象。故你们让它在安拉的大地上随便吃草，不要伤害它；否则，痛苦的刑罚必袭击你们。”","transliteration":"Waila thamooda akhahum salihan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum hathihi naqatu Allahi lakum ayatan fatharooha takul fee ardi Allahi wala tamassooha bisooin fayakhuthakum AAathabun aleemun"},{"id":74,"text":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translation":"你们要记忆那时，他在阿德人之后，以你们为代治者，并且使你们居住在地方上，你们在平原上建筑大厦，并将山岳凿成房屋。你们要铭记安拉的种种恩典，不要在地方上作恶。","transliteration":"Waothkuroo ith jaAAalakum khulafaa min baAAdi AAadin wabawwaakum fee alardi tattakhithoona min suhooliha qusooran watanhitoona aljibala buyootan faothkuroo alaa Allahi wala taAAthaw fee alardi mufsideena"},{"id":75,"text":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","translation":"他的宗族中骄傲的贵族们对本族中被欺压的人们，即信道的人们说：“你们知道撒立哈是他的主派来的使者吗？”他们说：“我们是确信他的使命的。”","transliteration":"Qala almalao allatheena istakbaroo min qawmihi lillatheena istudAAifoo liman amana minhum ataAAlamoona anna salihan mursalun min rabbihi qaloo inna bima orsila bihi muminoona"},{"id":76,"text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","translation":"那些骄傲的人说：“我们绝不信你们所确信的。”","transliteration":"Qala allatheena istakbaroo inna biallathee amantum bihi kafiroona"},{"id":77,"text":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","translation":"他们宰了那只母驼，违抗了他们的主的命令，他们并说：“撒立哈啊！你把你用来警告我们的刑罚拿来给我们看看吧，如果你是使者的话！”","transliteration":"FaAAaqaroo alnnaqata waAAataw AAan amri rabbihim waqaloo ya salihu itina bima taAAiduna in kunta mina almursaleena"},{"id":78,"text":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","translation":"于是霹雳袭击了他们，一旦之间，他们都僵卧在各人的家里。","transliteration":"Faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"},{"id":79,"text":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ","translation":"于是，他离开了他们，并且说：“我的宗族啊！我确已把我的主的使命传达给你们了，并忠告你们，但是你们不喜欢忠告者。”","transliteration":"Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalata rabbee wanasahtu lakum walakin la tuhibboona alnnasiheena"},{"id":80,"text":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","translation":"（我确已派遣）鲁特，当时他对他的宗族说：“你们怎么做那种丑事呢？在你们之前，全世界的人没有一个做过这种事。","transliteration":"Walootan ith qala liqawmihi atatoona alfahishata ma sabaqakum biha min ahadin mina alAAalameena"},{"id":81,"text":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","translation":"你们一定要舍妇女而以男人满足性欲，你们确是过分的民众。”","transliteration":"Innakum latatoona alrrijala shahwatan min dooni alnnisai bal antum qawmun musrifoona"},{"id":82,"text":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","translation":"他的宗族唯一的答复是说：“你们把他们逐出城外，因为他们确是纯洁的民众！”","transliteration":"Wama kana jawaba qawmihi illa an qaloo akhrijoohum min qaryatikum innahum onasun yatatahharoona"},{"id":83,"text":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","translation":"我拯救了他和他的信徒，没有拯救他的女人，她是和其余的人同受刑罚的。","transliteration":"Faanjaynahu waahlahu illa imraatahu kanat mina alghabireena"},{"id":84,"text":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","translation":"我曾降大雨去伤害他们，你看看犯罪者的结局是怎样的。","transliteration":"Waamtarna AAalayhim mataran faonthur kayfa kana AAaqibatu almujrimeena"},{"id":85,"text":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"（我确已派遣）麦德彦人的弟兄舒阿卜去教化他们说：“我的宗族啊！你们要崇拜安拉，除他之外，绝无应受你们的崇拜的。从你们的主发出的明证，确已来临你们了，你们当使用充足的斗和秤，不要克扣别人所应得的货物。在改善地方之后，你们不要在地方上作恶，这对你们是更好的，如果你们是信道者。","transliteration":"Waila madyana akhahum shuAAayban qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum faawfoo alkayla waalmeezana wala tabkhasoo alnnasa ashyaahum wala tufsidoo fee alardi baAAda islahiha thalikum khayrun lakum in kuntum mumineena"},{"id":86,"text":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translation":"你们不要伺候在每条道路上，恐吓别人和阻止确信安拉的人入安拉的大道，而且想暗示它是邪路。你们应该记得，你们原是少数的，随后他使你们的人口增多，你们看看作恶者的结局是怎样的。","transliteration":"Wala taqAAudoo bikulli siratin tooAAidoona watasuddoona AAan sabeeli Allahi man amana bihi watabghoonaha AAiwajan waothkuroo ith kuntum qaleelan fakaththarakum waonthuroo kayfa kana AAaqibatu almufsideena"},{"id":87,"text":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"如果你们当中有一伙人确信我的使命，有一伙人不信它，那么，你们要忍受，直到安拉为我们判决。他是最公正的判决者。”","transliteration":"Wain kana taifatun minkum amanoo biallathee orsiltu bihi wataifatun lam yuminoo faisbiroo hatta yahkuma Allahu baynana wahuwa khayru alhakimeena"},{"id":88,"text":"۞قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","translation":"他的宗族中骄傲的贵族们说：“舒阿卜啊！我们一定要把你和你的信徒们逐出城外，除非你们再信我们的宗教。”他说：“即使我们厌恶你们的宗教，也要我们再信奉它吗？","transliteration":"Qala almalao allatheena istakbaroo min qawmihi lanukhrijannaka ya shuAAaybu waallatheena amanoo maAAaka min qaryatina aw lataAAoodunna fee millatina qala awalaw kunna kariheena"},{"id":89,"text":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","translation":"安拉使我们脱离你们的宗教后，如果我们再去信它，那么，我们确已假借安拉的名义而造谣了。除非安拉——我们的主——意欲，我们不会再信你们的宗教。我们的主的知识是包罗万物的，我们只托靠安拉。我们的主啊！求你在我们和我们的宗族之间依真理而判决吧，你是至善的判决者。”","transliteration":"Qadi iftarayna AAala Allahi kathiban in AAudna fee millatikum baAAda ith najjana Allahu minha wama yakoonu lana an naAAooda feeha illa an yashaa Allahu rabbuna wasiAAa rabbuna kulla shayin AAilman AAala Allahi tawakkalna rabbana iftah baynana wabayna qawmina bialhaqqi waanta khayru alfatiheena"},{"id":90,"text":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","translation":"他的宗族中不信道的贵族们说：“如果你们顺从舒阿卜，那么你们一定是亏折的人。”","transliteration":"Waqala almalao allatheena kafaroo min qawmihi laini ittabaAAtum shuAAayban innakum ithan lakhasiroona"},{"id":91,"text":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","translation":"于是，地震袭击了他们，顷刻之间，他们都僵卧在各人的家里。","transliteration":"Faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"},{"id":92,"text":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","translation":"否认舒阿卜的人，好像没有在那个城市里居住过一样。否认舒阿卜的人，确是亏折的。","transliteration":"Allatheena kaththaboo shuAAayban kaan lam yaghnaw feeha allatheena kaththaboo shuAAayban kanoo humu alkhasireena"},{"id":93,"text":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","translation":"于是，他离开了他们，并且说：“我的宗族啊！我确已把我的主的使命传达给你们了，并向你们提出了忠告。我怎能哀悼不信道的民众呢！”","transliteration":"Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalati rabbee wanasahtu lakum fakayfa asa AAala qawmin kafireena"},{"id":94,"text":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","translation":"我每派遣一个先知到一个城市去，（而他被人否认），我总要以贫穷和患难惩治其居民，以便他们慊逊。","transliteration":"Wama arsalna fee qaryatin min nabiyyin illa akhathna ahlaha bialbasai waalddarrai laAAallahum yaddarraAAoona"},{"id":95,"text":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"随后我转祸为福，直到他们富庶，并且说：“我们的祖先确已遭过患难，享过康乐了。”于是，当他们不知不觉时，我惩治他们。","transliteration":"Thumma baddalna makana alssayyiati alhasanata hatta AAafaw waqaloo qad massa abaana alddarrao waalssarrao faakhathnahum baghtatan wahum la yashAAuroona"},{"id":96,"text":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","translation":"假若各城市的居民，信道而且敬畏，我必为他们而开辟天地的福利，但是他们都否认了，故我因他们所作的罪恶而惩治了他们。","transliteration":"Walaw anna ahla alqura amanoo waittaqaw lafatahna AAalayhim barakatin mina alssamai waalardi walakin kaththaboo faakhathnahum bima kanoo yaksiboona"},{"id":97,"text":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","translation":"各城市的居民正在夜间酣睡时，我的刑罚突然降临他们，他们能得安宁吗？","transliteration":"Afaamina ahlu alqura an yatiyahum basuna bayatan wahum naimoona"},{"id":98,"text":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","translation":"各城市的居民难道不怕我的刑罚，在上午，当他们在游戏的时候降临他们吗？","transliteration":"Awa amina ahlu alqura an yatiyahum basuna duhan wahum yalAAaboona"},{"id":99,"text":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","translation":"难道他们不怕安拉的计谋吗？只有亏折的民众才不怕安拉的计谋。","transliteration":"Afaaminoo makra Allahi fala yamanu makra Allahi illa alqawmu alkhasiroona"},{"id":100,"text":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","translation":"继先民之后而为大地的主人公的人们，假若我要意欲，我必因他们的罪恶而惩治他们；并且封闭他们的心，故他们不听劝谏。难道他们不明白这个道理吗？","transliteration":"Awalam yahdi lillatheena yarithoona alarda min baAAdi ahliha an law nashao asabnahum bithunoobihim wanatbaAAu AAala quloobihim fahum la yasmaAAoona"},{"id":101,"text":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","translation":"这些城市，我已把它们的部分故事告诉了你。各民族的使者，确已用许多明证昭示本族的人；但他们不会相信自己以前所否认的。安拉就这样封闭了不信道者的心。","transliteration":"Tilka alqura naqussu AAalayka min anbaiha walaqad jaathum rusuluhum bialbayyinati fama kanoo liyuminoo bima kaththaboo min qablu kathalika yatbaAAu Allahu AAala quloobi alkafireena"},{"id":102,"text":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","translation":"我没有发现他们大半是履行约言的，我却发现他们大半是犯罪的人。","transliteration":"Wama wajadna liaktharihim min AAahdin wain wajadna aktharahum lafasiqeena"},{"id":103,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translation":"后来，我派遣穆萨带着我的许多迹象，去见法老和他的众公卿，但他们不肯信那些迹象，你看看作恶者的结局是怎样的！","transliteration":"Thumma baAAathna min baAAdihim moosa biayatina ila firAAawna wamalaihi fathalamoo biha faonuthur kayfa kana AAaqibatu almufsideena"},{"id":104,"text":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"穆萨说：“法老啊！我确是众世界的主所派遣的使者，","transliteration":"Waqala moosa ya firAAawnu innee rasoolun min rabbi alAAalameena"},{"id":105,"text":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"我只应该借安拉的名义而宣言真理。我确已从你们的主那里给你们带来了一个明证，所以，你应该释放以色列的后裔，让他们同我一起去。”","transliteration":"Haqeequn AAala an la aqoola AAala Allahi illa alhaqqa qad jitukum bibayyinatin min rabbikum faarsil maAAiya banee israeela"},{"id":106,"text":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"他说：“如果你已带来了一种迹象，你就把它拿出来吧，如果你是诚实的人。”","transliteration":"Qala in kunta jita biayatin fati biha in kunta mina alssadiqeena"},{"id":107,"text":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","translation":"他就抛下他的手杖，那条手杖忽然变成一条蟒。","transliteration":"Faalqa AAasahu faitha hiya thuAAbanun mubeenun"},{"id":108,"text":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّـٰظِرِينَ","translation":"他抽出他的手来，那只手在观众眼前忽然显出白光。","transliteration":"WanazaAAa yadahu faitha hiya baydao lilnnathireena"},{"id":109,"text":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","translation":"法老的百姓中的众领袖说：“这确是一个高明的术士，","transliteration":"Qala almalao min qawmi firAAawna inna hatha lasahirun AAaleemun"},{"id":110,"text":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","translation":"他想凭他的魔术，把你们逐出国境，你们有什么建议呢？”","transliteration":"Yureedu an yukhrijakum min ardikum famatha tamuroona"},{"id":111,"text":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","translation":"他们说：“请你宽容他和他的哥哥，并派招募员往各城市去，","transliteration":"Qaloo arjih waakhahu waarsil fee almadaini hashireena"},{"id":112,"text":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","translation":"他们会把所有高明的术士都召到你的御前来。”","transliteration":"Yatooka bikulli sahirin AAaleemin"},{"id":113,"text":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","translation":"术士们来见法老，他们说：“如果我们获胜，我们会得到报酬吗？”","transliteration":"Wajaa alssaharatu firAAawna qaloo inna lana laajran in kunna nahnu alghalibeena"},{"id":114,"text":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","translation":"他说：“是的，你们必定属于亲信之列。”","transliteration":"Qala naAAam wainnakum lamina almuqarrabeena"},{"id":115,"text":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","translation":"他们说：“穆萨啊！你先抛（你的手杖）呢，还是我们先抛（我们的）呢？”","transliteration":"Qaloo ya moosa imma an tulqiya waimma an nakoona nahnu almulqeena"},{"id":116,"text":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","translation":"他说：“你们先抛吧！当他们抛下去时，（变出的东西）眩惑了众人的眼睛，而且使人们恐怖。他们施展了大魔术","transliteration":"Qala alqoo falamma alqaw saharoo aAAyuna alnnasi waistarhaboohum wajaoo bisihrin AAatheemin"},{"id":117,"text":"۞وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","translation":"我启示穆萨说：“你抛出你的手杖吧。”于是，那条手杖立刻消灭了他们所幻化的（东西）。","transliteration":"Waawhayna ila moosa an alqi AAasaka faitha hiya talqafu ma yafikoona"},{"id":118,"text":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","translation":"于是，真理昭著，而他们所演的魔术变成无用的。","transliteration":"FawaqaAAa alhaqqu wabatala ma kanoo yaAAmaloona"},{"id":119,"text":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","translation":"法老等当场败北，一变而成为屈辱者。","transliteration":"Faghuliboo hunalika wainqalaboo saghireena"},{"id":120,"text":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","translation":"术士们不由己地拜倒下去，","transliteration":"Waolqiya alssaharatu sajideena"},{"id":121,"text":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","translation":"他们说：“我们已信仰众世界的主，","transliteration":"Qaloo amanna birabbi alAAalameena"},{"id":122,"text":"رَبِّ مُوسَىٰ وَهَٰرُونَ","translation":"即穆萨和哈伦的主。”","transliteration":"Rabbi moosa waharoona"},{"id":123,"text":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","translation":"法老说：“没有获得我的许可，你们怎么就信仰了他呢？这一定是你们在城里预谋的，想借此把城里的居民驱逐出去；不久你们就会知道了。","transliteration":"Qala firAAawnu amantum bihi qabla an athana lakum inna hatha lamakrun makartumoohu fee almadeenati litukhrijoo minha ahlaha fasawfa taAAlamoona"},{"id":124,"text":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","translation":"我一定要交互着砍掉你们手脚，然后，我必定把你们统统钉死在十字架上。”","transliteration":"LaoqatiAAanna aydiyakum waarjulakum min khilafin thumma laosallibannakum ajmaAAeena"},{"id":125,"text":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","translation":"他们说：“我们确要返于我们的主。","transliteration":"Qaloo inna ila rabbina munqaliboona"},{"id":126,"text":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","translation":"你无非是责备我们信仰了我们的主所降示的迹象。我们的主啊！求你把坚忍倾注在我们的心中，求你在我们顺服的情状下使我们死去。”","transliteration":"Wama tanqimu minna illa an amanna biayati rabbina lamma jaatna rabbana afrigh AAalayna sabran watawaffana muslimeena"},{"id":127,"text":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","translation":"法老百姓中的众领袖说：“难道你要任随穆萨和他的宗族在地方上作恶，并抛弃你和你的众神灵吗？”他说：“我们要屠杀他们的儿子，保全他们的妇女，我们确是统治他们的。”","transliteration":"Waqala almalao min qawmi firAAawna atatharu moosa waqawmahu liyufsidoo fee alardi wayatharaka waalihataka qala sanuqattilu abnaahum wanastahyee nisaahum wainna fawqahum qahiroona"},{"id":128,"text":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","translation":"穆萨对他的宗族说：“你们要求助于安拉，要忍受虐待；大地确是安拉的，他使他意欲的臣民继承它；优美的结局只归敬畏者。”","transliteration":"Qala moosa liqawmihi istaAAeenoo biAllahi waisbiroo inna alarda lillahi yoorithuha man yashao min AAibadihi waalAAaqibatu lilmuttaqeena"},{"id":129,"text":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","translation":"他们说：“你到来之前，我们受虐待，你到来之后，我们仍然受虐待！”他说：“你们的主，或许会消灭你们的仇敌，而以你们为这地方的代治者，看看你们是怎样工作的。”","transliteration":"Qaloo ootheena min qabli an tatiyana wamin baAAdi ma jitana qala AAasa rabbukum an yuhlika AAaduwwakum wayastakhlifakum fee alardi fayanthura kayfa taAAmaloona"},{"id":130,"text":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","translation":"我确已用荒年和歉收去惩治法老的臣民，以便他们觉悟。","transliteration":"Walaqad akhathna ala firAAawna bialssineena wanaqsin mina alththamarati laAAallahum yaththakkaroona"},{"id":131,"text":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"当幸福降临他们的时候，他们说：“这是我们所应得的。”当灾难降临他们的时候，他们则归咎于穆萨及其教徒们的不祥。真的，他们的厄运是在安拉那里注定的，只是他们大半不知道罢了！","transliteration":"Faitha jaathumu alhasanatu qaloo lana hathihi wain tusibhum sayyiatun yattayyaroo bimoosa waman maAAahu ala innama tairuhum AAinda Allahi walakinna aktharahum la yaAAlamoona"},{"id":132,"text":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","translation":"他们说：“无论你拿什么迹象来迷惑我们，我们绝不相信你。”","transliteration":"Waqaloo mahma tatina bihi min ayatin litasharana biha fama nahnu laka bimumineena"},{"id":133,"text":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","translation":"故我使水灾、蝗虫、虱子、青蛙、血液等作为明证去磨难他们。但他们自大，他们是犯罪的民众。","transliteration":"Faarsalna AAalayhimu alttoofana waaljarada waalqummala waalddafadiAAa waalddama ayatin mufassalatin faistakbaroo wakanoo qawman mujrimeena"},{"id":134,"text":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"当他们遭遇天灾的时候，他们说：“穆萨啊！你的主与你有约在先，请你祈祷他，如果你能替我们消除天灾，那么，我们就一定信仰你，一定释放以色列的后裔，让他们同你去。”","transliteration":"Walamma waqaAAa AAalayhimu alrrijzu qaloo ya moosa odAAu lana rabbaka bima AAahida AAindaka lain kashafta AAanna alrrijza lanuminanna laka walanursilanna maAAaka banee israeela"},{"id":135,"text":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","translation":"当我替他们暂时消除灾难的时候，他们忽然背约了。","transliteration":"Falamma kashafna AAanhumu alrrijza ila ajalin hum balighoohu itha hum yankuthoona"},{"id":136,"text":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","translation":"于是，我惩治了他们，使他们沉沦在海里，因为他们否认我的迹象，并且忽视它。","transliteration":"Faintaqamna minhum faaghraqnahum fee alyammi biannahum kaththaboo biayatina wakanoo AAanha ghafileena"},{"id":137,"text":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","translation":"我使被欺负的民众，继承了我曾降福其中的土地的四境。以色列的后裔，能忍受虐待，故你的主对他们的最佳诺言已完全实现了；我毁灭了法老和他的百姓所构造的，和他们所建筑的。","transliteration":"Waawrathna alqawma allatheena kanoo yustadAAafoona mashariqa alardi wamagharibaha allatee barakna feeha watammat kalimatu rabbika alhusna AAala banee israeela bima sabaroo wadammarna ma kana yasnaAAu firAAawnu waqawmuhu wama kanoo yaAArishoona"},{"id":138,"text":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","translation":"我曾使以色列的后裔渡过海去。当他们经过一伙崇拜偶像的民众时，他们说：“穆萨啊！请你为我们设置一个神灵，犹如他们有许多神灵一样。”他说：“你们确是无知的民众。","transliteration":"Wajawazna bibanee israeela albahra faataw AAala qawmin yaAAkufoona AAala asnamin lahum qaloo ya moosa ijAAal lana ilahan kama lahum alihatun qala innakum qawmun tajhaloona"},{"id":139,"text":"إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","translation":"那些人所崇拜的神灵是要被毁灭的，他们所行的善功是无效的。”","transliteration":"Inna haolai mutabbarun ma hum feehi wabatilun ma kanoo yaAAmaloona"},{"id":140,"text":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","translation":"他说：“安拉曾使你们超越全世界，我怎能舍安拉而替你们别求神灵呢？”","transliteration":"Qala aghayra Allahi abgheekum ilahan wahuwa faddalakum AAala alAAalameena"},{"id":141,"text":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","translation":"当时，我使你们脱离法老的臣民，他们使你们遭受酷刑，屠杀你们的儿子，保全你们的女子。此中有从你们的主降下的大难。","transliteration":"Waith anjaynakum min ali firAAawna yasoomoonakum sooa alAAathabi yuqattiloona abnaakum wayastahyoona nisaakum wafee thalikum balaon min rabbikum AAatheemun"},{"id":142,"text":"۞وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","translation":"我与穆萨约期三十夜。我又以十夜补足之，故他的主的约期共计四十夜。穆萨对他哥哥哈伦说：“请你替我统率我的宗族。你要改善他们的事务，你不要遵循作恶者的道路。”","transliteration":"WawaAAadna moosa thalatheena laylatan waatmamnaha biAAashrin fatamma meeqatu rabbihi arbaAAeena laylatan waqala moosa liakheehi haroona okhlufnee fee qawmee waaslih wala tattabiAA sabeela almufsideena"},{"id":143,"text":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","translation":"当穆萨为了我的会期而来，而且他的主对他说了话的时候，他说：“我的主啊！求你昭示我，以便我看见你。”主说：“你不能看见我，但你看那座山吧。如果它能在它的本位上坚定，那么，你就能看见我。”当他的主对那座山微露光华的时候，他使那座山变成粉碎的。穆萨晕倒在地上。当他苏醒的时候，他说：“我赞颂你超绝万物，我向你悔罪，我是首先信道的。”","transliteration":"Walamma jaa moosa limeeqatina wakallamahu rabbuhu qala rabbi arinee anthur ilayka qala lan taranee walakini onthur ila aljabali faini istaqarra makanahu fasawfa taranee falamma tajalla rabbuhu liljabali jaAAalahu dakkan wakharra moosa saAAiqan falamma afaqa qala subhanaka tubtu ilayka waana awwalu almumineena"},{"id":144,"text":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ","translation":"主说：“穆萨啊！我确已借我的使命和面谕而将你选拔在众人之上了，你要接受我所赐你的恩惠，并当感谢我。”","transliteration":"Qala ya moosa innee istafaytuka AAala alnnasi birisalatee wabikalamee fakhuth ma ataytuka wakun mina alshshakireena"},{"id":145,"text":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","translation":"我曾为他在法版中制定各种教训和各种解释。“你要坚持它，并命令你的宗族遵循其中最美的条例，我将昭示你们罪人们的国家。”","transliteration":"Wakatabna lahu fee alalwahi min kulli shayin mawAAithatan watafseelan likulli shayin fakhuthha biquwwatin wamur qawmaka yakhuthoo biahsaniha saoreekum dara alfasiqeena"},{"id":146,"text":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","translation":"我将使那些在地方上妄自尊大的人离弃我的迹象，即使他们看见一切迹象，他们也不信它；如果他们看见正道，他们不把它当作道路；如果他们看见邪道，他们把它当作道路。这是因为他们不信我的迹象，而且忽视它。","transliteration":"Saasrifu AAan ayatiya allatheena yatakabbaroona fee alardi bighayri alhaqqi wain yaraw kulla ayatin la yuminoo biha wain yaraw sabeela alrrushdi la yattakhithoohu sabeelan wain yaraw sabeela alghayyi yattakhithoohu sabeelan thalika biannahum kaththaboo biayatina wakanoo AAanha ghafileena"},{"id":147,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","translation":"否认我的迹象和后世会见的人，他们的善功是无效的，他们只受自己行为的报酬。","transliteration":"Waallatheena kaththaboo biayatina waliqai alakhirati habitat aAAmaluhum hal yujzawna illa ma kanoo yaAAmaloona"},{"id":148,"text":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","translation":"穆萨的宗族在他（离开）之后，以他们的首饰铸成一头牛犊—— 一个有犊声的躯壳。难道他们不知道它不能和他们对话，不能指引他们道路吗？他们以它为神灵，他们是不义者。","transliteration":"Waittakhatha qawmu moosa min baAAdihi min huliyyihim AAijlan jasadan lahu khuwarun alam yaraw annahu la yukallimuhum wala yahdeehim sabeelan ittakhathoohu wakanoo thalimeena"},{"id":149,"text":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","translation":"当他们已经悔恨，而且知道自己确已迷误的时候，他们说：“如果我们的主不慈悯我们，不饶恕我们，我们一定变成亏折的人了。”","transliteration":"Walamma suqita fee aydeehim waraaw annahum qad dalloo qaloo lain lam yarhamna rabbuna wayaghfir lana lanakoonanna mina alkhasireena"},{"id":150,"text":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"当穆萨愤怒而又悲伤地去见他的宗族的时候，他说：“我不在的时候，你们替我做的事真恶劣！难道你们不能静候你们的主的命令吗？”他仍了法版，揪住他哥哥的头发，把他拉到身边。他说：“胞弟啊！宗族们确已欺负我，他们几乎杀害了我，你不要使我的仇敌称快，不要把我当作不义者。”","transliteration":"Walamma rajaAAa moosa ila qawmihi ghadbana asifan qala bisama khalaftumoonee min baAAdee aAAajiltum amra rabbikum waalqa alalwaha waakhatha birasi akheehi yajurruhu ilayhi qala ibna omma inna alqawma istadAAafoonee wakadoo yaqtuloonanee fala tushmit biya alaAAdaa wala tajAAalnee maAAa alqawmi alththalimeena"},{"id":151,"text":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"穆萨说：“我的主啊！求你赦宥我和我哥哥，求你使我们进入你的慈恩之中，你是至仁至慈的。”","transliteration":"Qala rabbi ighfir lee waliakhee waadkhilna fee rahmatika waanta arhamu alrrahimeena"},{"id":152,"text":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","translation":"奉牛犊为神灵的人们，将受他们的主的谴怒，在今世必受凌辱。我这样报酬诬蔑安拉的人。","transliteration":"Inna allatheena ittakhathoo alAAijla sayanaluhum ghadabun min rabbihim wathillatun fee alhayati alddunya wakathalika najzee almuftareena"},{"id":153,"text":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","translation":"作恶后能悔改，而且信道者，你的主在他们悔罪之后，对于他们确是至赦的，确是至慈的。","transliteration":"Waallatheena AAamiloo alssayyiati thumma taboo min baAAdiha waamanoo inna rabbaka min baAAdiha laghafoorun raheemun"},{"id":154,"text":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","translation":"穆萨怒气平息后把法版拾了起来。对于敬畏者，法版里有引导和慈恩。","transliteration":"Walamma sakata AAan moosa alghadabu akhatha alalwaha wafee nuskhatiha hudan warahmatun lillatheena hum lirabbihim yarhaboona"},{"id":155,"text":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّـٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","translation":"穆萨从他的宗族中拣选了七十个人来赴我的约会；当他们为地震所袭击的时候，他说：“我的主啊！假若你意欲，那么，以前你早已毁灭他们和我。难道你要因我们中的愚人的行为而毁灭我们吗？这只是你的考验，你借此使你意欲者误入歧途，使你意欲者走上正道。你是我们的保护者，故求你饶恕我们，慈悯我们。你是最善的饶恕者。","transliteration":"Waikhtara moosa qawmahu sabAAeena rajulan limeeqatina falamma akhathathumu alrrajfatu qala rabbi law shita ahlaktahum min qablu waiyyaya atuhlikuna bima faAAala alssufahao minna in hiya illa fitnatuka tudillu biha man tashao watahdee man tashao anta waliyyuna faighfir lana wairhamna waanta khayru alghafireena"},{"id":156,"text":"۞وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","translation":"求你在今世和后世为我们注定幸福，我们确已对你悔过了。”主说：“我的刑罚，是用来惩治我欲惩治的人的，我的慈恩是包罗万物的。我将注定以我的慈恩归于敬畏安拉，完纳天课，而且信仰我的迹象者。”","transliteration":"Waoktub lana fee hathihi alddunya hasanatan wafee alakhirati inna hudna ilayka qala AAathabee oseebu bihi man ashao warahmatee wasiAAat kulla shayin fasaaktubuha lillatheena yattaqoona wayutoona alzzakata waallatheena hum biayatina yuminoona"},{"id":157,"text":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَـٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"他们顺从使者——不识字的先知，他们在自己所有的《讨拉特》和《引支勒》中发现关于他的记载。他命令他们行善，禁止他们作恶，准许他们吃佳美的食物，禁戒他们吃污秽的食物，卸脱他们的重担，解除他们的桎梏，故凡信仰他，尊重他，援助他，而且遵循与他一起降临的光明的人，都是成功者。","transliteration":"Allatheena yattabiAAoona alrrasoola alnnabiyya alommiyya allathee yajidoonahu maktooban AAindahum fee alttawrati waalinjeeli yamuruhum bialmaAAroofi wayanhahum AAani almunkari wayuhillu lahumu alttayyibati wayuharrimu AAalayhimu alkhabaitha wayadaAAu AAanhum israhum waalaghlala allatee kanat AAalayhim faallatheena amanoo bihi waAAazzaroohu wanasaroohu waittabaAAoo alnnoora allathee onzila maAAahu olaika humu almuflihoona"},{"id":158,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","translation":"你说：“众人啊！我确是安拉的使者，他派我来教化你们全体；天地的主权只是安拉的，除他之外，绝无应受崇拜的。他能使死者生，能使生者死，故你们应当信仰安拉和他的使者，那个使者是信仰安拉及其言辞的，但不识字的先知——你们应当顺从他，以便你们遵循正道。”","transliteration":"Qul ya ayyuha alnnasu innee rasoolu Allahi ilaykum jameeAAan allathee lahu mulku alssamawati waalardi la ilaha illa huwa yuhyee wayumeetu faaminoo biAllahi warasoolihi alnnabiyyi alommiyyi allathee yuminu biAllahi wakalimatihi waittabiAAoohu laAAallakum tahtadoona"},{"id":159,"text":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","translation":"穆萨的宗族中，有一伙人，本着真理引导他人，因真理而主持公道。","transliteration":"Wamin qawmi moosa ommatun yahdoona bialhaqqi wabihi yaAAdiloona"},{"id":160,"text":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"我把他们分为十二支派，〔即部落〕。当穆萨的宗族向他求水的时候，我启示他说：“你用你的手杖打那磐石吧。于是，十二股泉水就从那磐石里涌出来，各部落都知道自己的饮水处。我以白云荫蔽他们，又降下甘露和鹌鹑给他们。〔我对他们说〕：“你们可以吃我所供给你们的佳美的食物。”他们没有亏负我，但他们自亏了。","transliteration":"WaqattaAAnahumu ithnatay AAashrata asbatan omaman waawhayna ila moosa ithi istasqahu qawmuhu ani idrib biAAasaka alhajara fainbajasat minhu ithnata AAashrata AAaynan qad AAalima kullu onasin mashrabahum wathallalna AAalayhimu alghamama waanzalna AAalayhimu almanna waalssalwa kuloo min tayyibati ma razaqnakum wama thalamoona walakin kanoo anfusahum yathlimoona"},{"id":161,"text":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","translation":"当时，〔我〕对他们说：“你们可以居住在这个城市，而任意吃其中的食物，你们应当鞠躬而入城门，并且说：‘释我重负’，我就饶恕你们的种种罪过，我要厚报善人。”","transliteration":"Waith qeela lahumu oskunoo hathihi alqaryata wakuloo minha haythu shitum waqooloo hittatun waodkhuloo albaba sujjadan naghfir lakum khateeatikum sanazeedu almuhsineena"},{"id":162,"text":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","translation":"但他们中不义者改变了他们所奉的嘱言，故我因他们的不义而降天灾于他们，","transliteration":"Fabaddala allatheena thalamoo minhum qawlan ghayra allathee qeela lahum faarsalna AAalayhim rijzan mina alssamai bima kanoo yathlimoona"},{"id":163,"text":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","translation":"你向他们询问那个海滨城市的情况吧。当时他们在安息日违法乱纪。当时，每逢他们守安息日的时候，鱼儿就浮游到他们面前来；每逢他们不守安息日的时候，鱼儿就不到他们的面前来。由于他们不义的行为，我才这样考验他们。","transliteration":"Waisalhum AAani alqaryati allatee kanat hadirata albahri ith yaAAdoona fee alssabti ith tateehim heetanuhum yawma sabtihim shurraAAan wayawma la yasbitoona la tateehim kathalika nabloohum bima kanoo yafsuqoona"},{"id":164,"text":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","translation":"当时，他们中有一伙人说：“安拉要加以毁灭，或加以严惩的民众，你们何必劝戒他们呢？”他们说：“因为求得你们的主的原谅，而且希望他们能敬畏。”","transliteration":"Waith qalat ommatun minhum lima taAAithoona qawman Allahu muhlikuhum aw muAAaththibuhum AAathaban shadeedan qaloo maAAthiratan ila rabbikum walaAAallahum yattaqoona"},{"id":165,"text":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","translation":"当他们不采纳忠告的时候，我拯救了戒人作恶者，而以严刑惩罚不义者，因为他们犯了罪。","transliteration":"Falamma nasoo ma thukkiroo bihi anjayna allatheena yanhawna AAani alssooi waakhathna allatheena thalamoo biAAathabin baeesin bima kanoo yafsuqoona"},{"id":166,"text":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","translation":"当他们妄自尊大，不肯遵守戒律的时候，我对他们说：“你们变成卑贱的猴子吧！”","transliteration":"Falamma AAataw AAan ma nuhoo AAanhu qulna lahum koonoo qiradatan khasieena"},{"id":167,"text":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","translation":"当时，你的主宣布他一定派人来使他们继续遭受酷刑，直到复活日。你的主确是惩罚神速的。他确是至赦的，确是至慈的。","transliteration":"Waith taaththana rabbuka layabAAathanna AAalayhim ila yawmi alqiyamati man yasoomuhum sooa alAAathabi inna rabbaka lasareeAAu alAAiqabi wainnahu laghafoorun raheemun"},{"id":168,"text":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّـٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"我曾使他们散处四方，成为若干派别，他们中有善人，有次于善人的，我用种种祸福考验他们，以便他们觉悟。","transliteration":"WaqattaAAnahum fee alardi omaman minhumu alssalihoona waminhum doona thalika wabalawnahum bialhasanati waalssayyiati laAAallahum yarjiAAoona"},{"id":169,"text":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","translation":"在他们死亡之后，有不肖的后裔代替他们而继承了天经，那些后裔攫取今世浮利，还说：“我们将蒙饶恕。”如果有同样的浮利来到他们的身边，他们还将攫取。难道天经中没有明文教导他们只能以真理归于安拉吗？难道他们没有诵习那些明文吗？后世的安宅，对于敬畏者是更优美的。难道你们不理解吗？","transliteration":"Fakhalafa min baAAdihim khalfun warithoo alkitaba yakhuthoona AAarada hatha aladna wayaqooloona sayughfaru lana wain yatihim AAaradun mithluhu yakhuthoohu alam yukhath AAalayhim meethaqu alkitabi an la yaqooloo AAala Allahi illa alhaqqa wadarasoo ma feehi waalddaru alakhiratu khayrun lillatheena yattaqoona afala taAAqiloona"},{"id":170,"text":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","translation":"坚持天经、谨守拜功者，我必不会使他们当中的行善者徒劳无酬。","transliteration":"Waallatheena yumassikoona bialkitabi waaqamoo alssalata inna la nudeeAAu ajra almusliheena"},{"id":171,"text":"۞وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","translation":"当时我使那座山在他们的上面震动，好像伞盖一样，他们猜想那座山要落在他们的头上。我说：“你们当坚持我赐予你们的经典，并当牢记其中的教训，以便你们敬畏。”","transliteration":"Waith nataqna aljabala fawqahum kaannahu thullatun wathannoo annahu waqiAAun bihim khuthoo ma ataynakum biquwwatin waothkuroo ma feehi laAAallakum tattaqoona"},{"id":172,"text":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","translation":"当时，你的主从阿丹的子孙的背脊中取出他们的后裔，并使他们招认。主说：“难道我不是你们的主吗？”他们说：“怎么不是呢？我们已作证了。”（我之所以要使他们招认）是因为不愿你们在复活日说：“我们生前确实忽视了这件事。”","transliteration":"Waith akhatha rabbuka min banee adama min thuhoorihim thurriyyatahum waashhadahum AAala anfusihim alastu birabbikum qaloo bala shahidna an taqooloo yawma alqiyamati inna kunna AAan hatha ghafileena"},{"id":173,"text":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","translation":"或者说：“只有我们的祖先从前曾以物配主，我们不过是他们的后裔；难道你要因荒诞者的行为而毁灭我们吗？”","transliteration":"Aw taqooloo innama ashraka abaona min qablu wakunna thurriyyatan min baAAdihim afatuhlikuna bima faAAala almubtiloona"},{"id":174,"text":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","translation":"我这样解释许多迹象以便他们悔悟。","transliteration":"Wakathalika nufassilu alayati walaAAallahum yarjiAAoona"},{"id":175,"text":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","translation":"你应当对他们宣读那个人的故事；我曾把我的许多迹象赏赐他，但他鄙弃那些迹象，故恶魔赶上他，而他变成了迷误者。","transliteration":"Waotlu AAalayhim nabaa allathee ataynahu ayatina fainsalakha minha faatbaAAahu alshshaytanu fakana mina alghaweena"},{"id":176,"text":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّـٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","translation":"假若我意欲，我一定要借那些迹象而提升他，但他依恋尘世，顺从私欲，所以他像狗一样，你呵斥它，它就伸出舌头来，你不呵斥它，它也伸出舌头来，这是否认我的迹象者的譬喻。你要讲述这个人的故事，以便他们省悟。","transliteration":"Walaw shina larafaAAnahu biha walakinnahu akhlada ila alardi waittabaAAa hawahu famathaluhu kamathali alkalbi in tahmil AAalayhi yalhath aw tatrukhu yalhath thalika mathalu alqawmi allatheena kaththaboo biayatina faoqsusi alqasasa laAAallahum yatafakkaroona"},{"id":177,"text":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","translation":"否认我的迹象，而且自欺的民众，其譬喻真恶劣！","transliteration":"Saa mathalan alqawmu allatheena kaththaboo biayatina waanfusahum kanoo yathlimoona"},{"id":178,"text":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"安拉引导谁，谁就是遵循正道的；安拉使谁迷误，谁就是亏折的。","transliteration":"Man yahdi Allahu fahuwa almuhtadee waman yudlil faolaika humu alkhasiroona"},{"id":179,"text":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَـٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","translation":"我确已为火狱而创造了许多精灵和人类，他们有心却不用去思维，他们有眼却不用去观察，他们有耳却不用去听闻。这等人好像牲畜一样，甚至比牲畜还要迷误。这等人是疏忽的。","transliteration":"Walaqad tharana lijahannama katheeran mina aljinni waalinsi lahum quloobun la yafqahoona biha walahum aAAyunun la yubsiroona biha walahum athanun la yasmaAAoona biha olaika kaalanAAami bal hum adallu olaika humu alghafiloona"},{"id":180,"text":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَـٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","translation":"安拉有许多极美的名号，故你们要用那些名号呼吁他。妄用安拉的名号者，你们可以置之不理，他们将受自己行为的报酬。","transliteration":"Walillahi alasmao alhusna faodAAoohu biha watharoo allatheena yulhidoona fee asmaihi sayujzawna ma kanoo yaAAmaloona"},{"id":181,"text":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","translation":"我所创造的人，其中有一个民族，他们本着真理引导他人，主持公道。","transliteration":"Wamimman khalaqna ommatun yahdoona bialhaqqi wabihi yaAAdiloona"},{"id":182,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","translation":"否认我的迹象者，我要使他们不知不觉地渐趋于毁灭。","transliteration":"Waallatheena kaththaboo biayatina sanastadrijuhum min haythu la yaAAlamoona"},{"id":183,"text":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","translation":"我优容他们，我的计谋确是周密的。","transliteration":"Waomlee lahum inna kaydee mateenun"},{"id":184,"text":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","translation":"难道他们没有思维吗？他们的同伴绝没有疯病，他只是一个坦率的警告者。","transliteration":"Awalam yatafakkaroo ma bisahibihim min jinnatin in huwa illa natheerun mubeenun"},{"id":185,"text":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","translation":"难道他们没有观察天地的主权和安拉创造的万物吗？难道他们没有想到他们的寿限或许已临近了吗？此外，他们将信仰什么言辞呢？","transliteration":"Awalam yanthuroo fee malakooti alssamawati waalardi wama khalaqa Allahu min shayin waan AAasa an yakoona qadi iqtaraba ajaluhum fabiayyi hadeethin baAAdahu yuminoona"},{"id":186,"text":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"安拉要使谁迷误，谁就没有向导，并任随他们彷徨于残暴之中。","transliteration":"Man yudlili Allahu fala hadiya lahu wayatharuhum fee tughyanihim yaAAmahoona"},{"id":187,"text":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"他们问你复活在什么时候实现，你说：“只有我的主知道那个时候，只有他能在预定的时候显示它。它在天地间是重大的，它将突然将临你们。”他们问你，好像你对于它是很熟悉的，你说：“只有安拉知道它在什么时候实现，但众人大半不知道〔这个道理〕。”","transliteration":"Yasaloonaka AAani alssaAAati ayyana mursaha qul innama AAilmuha AAinda rabbee la yujalleeha liwaqtiha illa huwa thaqulat fee alssamawati waalardi la tateekum illa baghtatan yasaloonaka kaannaka hafiyyun AAanha qul innama AAilmuha AAinda Allahi walakinna akthara alnnasi la yaAAlamoona"},{"id":188,"text":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"你说：“除安拉所意欲的外，我不能掌握自己的祸福。假若我能知幽玄，我必多谋福利，不遭灾殃了。我只是一个警告者和对信教的民众的报喜者。”","transliteration":"Qul la amliku linafsee nafAAan wala darran illa ma shaa Allahu walaw kuntu aAAlamu alghayba laistakthartu mina alkhayri wama massaniya alssooo in ana illa natheerun wabasheerun liqawmin yuminoona"},{"id":189,"text":"۞هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ","translation":"他从一个人创造你们，他使那个人的配偶与他同类，以便他依恋她。他和她交接后，她怀了一个轻飘飘的孕，她能照常度日，当她感觉身子重的时候，他俩祈祷安拉——他俩的主——说：“如果你赏赐我们一个健全的儿子，我们一定感谢你。”","transliteration":"Huwa allathee khalaqakum min nafsin wahidatin wajaAAala minha zawjaha liyaskuna ilayha falamma taghashshaha hamalat hamlan khafeefan famarrat bihi falamma athqalat daAAawa Allaha rabbahuma lain ataytana salihan lanakoonanna mina alshshakireena"},{"id":190,"text":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","translation":"当他赏赐他俩一个健全的儿子的时候，他俩为了主的赏赐而替主树立许多伙伴。但安拉超乎他们用来配他的。","transliteration":"Falamma atahuma salihan jaAAala lahu shurakaa feema atahuma fataAAala Allahu AAamma yushrikoona"},{"id":191,"text":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","translation":"难道他们以被创造而不能创造任何物的东西去配安拉吗！","transliteration":"Ayushrikoona ma la yakhluqu shayan wahum yukhlaqoona"},{"id":192,"text":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","translation":"那些东西不能助人，也不能自助。","transliteration":"Wala yastateeAAoona lahum nasran wala anfusahum yansuroona"},{"id":193,"text":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","translation":"如果你们叫他们来遵循正道，他们不会顺从你们。无论你们祈祷他们或保守缄默，这在你们是一样的。","transliteration":"Wain tadAAoohum ila alhuda la yattabiAAookum sawaon AAalaykum adaAAawtumoohum am antum samitoona"},{"id":194,"text":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"你们舍安拉而祈祷的，确是跟你们一样的奴仆。你们祈祷他们吧，请他们答应你们的祈求吧，如果你们是诚实的人。","transliteration":"Inna allatheena tadAAoona min dooni Allahi AAibadun amthalukum faodAAoohum falyastajeeboo lakum in kuntum sadiqeena"},{"id":195,"text":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","translation":"他们有脚能行呢？还是有手能擒呢？还是有眼能见能？还是有耳能听呢？你说：“你们呼吁你们的配主，然后你们合力来谋害我，你们不用宽恕我。","transliteration":"Alahum arjulun yamshoona biha am lahum aydin yabtishoona biha am lahum aAAyunun yubsiroona biha am lahum athanun yasmaAAoona biha quli odAAoo shurakaakum thumma keedooni fala tunthirooni"},{"id":196,"text":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ","translation":"我的保佑者确是安拉，他降示经典，眷顾善人。","transliteration":"Inna waliyyiya Allahu allathee nazzala alkitaba wahuwa yatawalla alssaliheena"},{"id":197,"text":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","translation":"你们舍他祈求的偶像，不能助你们，也不能自助。”","transliteration":"Waallatheena tadAAoona min doonihi la yastateeAAoona nasrakum wala anfusahum yansuroona"},{"id":198,"text":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","translation":"如果你们叫他们来遵循正道，他们不能听从你们；你以为他们看着你，其实他们是视而不见的。","transliteration":"Wain tadAAoohum ila alhuda la yasmaAAoo watarahum yanthuroona ilayka wahum la yubsiroona"},{"id":199,"text":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","translation":"你要原谅，要劝导，要避开愚人。","transliteration":"Khuthi alAAafwa wamur bialAAurfi waaAArid AAani aljahileena"},{"id":200,"text":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","translation":"如果恶魔怂恿你，你当求庇于安拉。他确是全聪的，全知的。","transliteration":"Waimma yanzaghannaka mina alshshaytani nazghun faistaAAith biAllahi innahu sameeAAun AAaleemun"},{"id":201,"text":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَـٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","translation":"敬畏者遭遇恶魔蛊惑的时候，能恍然大悟，立刻看见真理。","transliteration":"Inna allatheena ittaqaw itha massahum taifun mina alshshaytani tathakkaroo faitha hum mubsiroona"},{"id":202,"text":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","translation":"恶魔要任随他的弟兄迷误，然后他们不肯罢休。","transliteration":"Waikhwanuhum yamuddoonahum fee alghayyi thumma la yuqsiroona"},{"id":203,"text":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"当你未昭示一种迹象的时候，他们说：“你怎么不创造一种呢？”你说：“我只遵守我的主所启示我的经典，这是为信道的民众而从你们的主降示的明证和引导，和慈恩。”","transliteration":"Waitha lam tatihim biayatin qaloo lawla ijtabaytaha qul innama attabiAAu ma yooha ilayya min rabbee hatha basairu min rabbikum wahudan warahmatun liqawmin yuminoona"},{"id":204,"text":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"当别人诵读《古兰经》的时候，你们当侧耳细听，严守缄默，以便你们蒙受安拉的怜悯。","transliteration":"Waitha quria alquranu faistamiAAoo lahu waansitoo laAAallakum turhamoona"},{"id":205,"text":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","translation":"你当朝夕恭敬而恐惧地记念你的主，应当低声赞颂他，你不要疏忽。","transliteration":"Waothkur rabbaka fee nafsika tadarruAAan wakheefatan wadoona aljahri mina alqawli bialghuduwwi waalasali wala takun mina alghafileena"},{"id":206,"text":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","translation":"在你的主那里的（众天使），不是不屑于崇拜他的，他们赞颂他超绝一切，他们只为他而叩头。","transliteration":"Inna allatheena AAinda rabbika la yastakbiroona AAan AAibadatihi wayusabbihoonahu walahu yasjudoona"}]}
