{"id":71,"name":"نوح","transliteration":"Nuh","translation":"努哈","type":"meccan","total_verses":28,"verses":[{"id":1,"text":"إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ","translation":"我确已派谴努哈去教化他的宗族，我说：“在痛苦的刑罚降临你的宗族之前，你当警告他们。”","transliteration":"Inna arsalna noohan ila qawmihi an anthir qawmaka min qabli an yatiyahum AAathabun aleemun"},{"id":2,"text":"قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","translation":"他说：我的宗族啊！我确是你们的坦率的警告者，","transliteration":"Qala ya qawmi innee lakum natheerun mubeenun"},{"id":3,"text":"أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ","translation":"你们应当崇拜安拉，应当敬畏他，应当服从我，","transliteration":"Ani oAAbudoo Allaha waittaqoohu waateeAAooni"},{"id":4,"text":"يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ","translation":"他就赦宥你们的罪过，并且让你们延迟到一个定期。安拉的定期一旦来临的时候，是绝不延迟的，假若你们知道。","transliteration":"Yaghfir lakum min thunoobikum wayuakhkhirkum ila ajalin musamman inna ajala Allahi itha jaa la yuakhkharu law kuntum taAAlamoona"},{"id":5,"text":"قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا","translation":"他说：“我的主啊！我确已日夜召唤我的宗族，","transliteration":"Qala rabbi innee daAAawtu qawmee laylan wanaharan"},{"id":6,"text":"فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا","translation":"但我的召唤使他们愈加逃避。","transliteration":"Falam yazidhum duAAaee illa firaran"},{"id":7,"text":"وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا","translation":"我每次召唤他们来受你的赦宥的时候，他们总是以指头塞住他们的耳朵，以衣服蒙住他们的头，他们固执而自大。","transliteration":"Wainnee kullama daAAawtuhum litaghfira lahum jaAAaloo asabiAAahum fee athanihim waistaghshaw thiyabahum waasarroo waistakbaroo istikbaran"},{"id":8,"text":"ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا","translation":"然后我大声召唤他们，","transliteration":"Thumma innee daAAawtuhum jiharan"},{"id":9,"text":"ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا","translation":"然后我公开地训导他们，秘密地劝谏他们，","transliteration":"Thumma innee aAAlantu lahum waasrartu lahum israran"},{"id":10,"text":"فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا","translation":"我说，你们应当向你们的主求饶--他确是至赦的","transliteration":"Faqultu istaghfiroo rabbakum innahu kana ghaffaran"},{"id":11,"text":"يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا","translation":"他就使丰足的雨水降临你们，","transliteration":"Yursili alssamaa AAalaykum midraran"},{"id":12,"text":"وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّـٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا","translation":"并且以财产和子嗣援助你们，为你们创造园圃和河流。","transliteration":"Wayumdidkum biamwalin wabaneena wayajAAal lakum jannatin wayajAAal lakum anharan"},{"id":13,"text":"مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا","translation":"你们怎么不希望安拉的尊重呢？","transliteration":"Ma lakum la tarjoona lillahi waqaran"},{"id":14,"text":"وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا","translation":"他确已经过几个阶段创造了你们。","transliteration":"Waqad khalaqakum atwaran"},{"id":15,"text":"أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا","translation":"难道你们没有看到安拉怎样创造七层天，","transliteration":"Alam taraw kayfa khalaqa Allahu sabAAa samawatin tibaqan"},{"id":16,"text":"وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا","translation":"并以月亮为光明，以太阳为明灯吗？","transliteration":"WajaAAala alqamara feehinna nooran wajaAAala alshshamsa sirajan"},{"id":17,"text":"وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا","translation":"安拉使你们从大地生长出来，","transliteration":"WaAllahu anbatakum mina alardi nabatan"},{"id":18,"text":"ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا","translation":"然后使你们再返于大地，然后，又把你们从大地取出来。","transliteration":"Thumma yuAAeedukum feeha wayukhrijukum ikhrajan"},{"id":19,"text":"وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا","translation":"安拉为你们而平展大地，","transliteration":"WaAllahu jaAAala lakumu alarda bisatan"},{"id":20,"text":"لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا","translation":"以便你们在大地上走着宽阔的道路。","transliteration":"Litaslukoo minha subulan fijajan"},{"id":21,"text":"قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا","translation":"努哈说：“我的主啊！他们确已违抗我，他们顺从那因财产和子嗣而更加亏折的人们，","transliteration":"Qala noohun rabbi innahum AAasawnee waittabaAAoo man lam yazidhu maluhu wawaladuhu illa khasaran"},{"id":22,"text":"وَمَكَرُواْ مَكۡرٗا كُبَّارٗا","translation":"那等人曾定了一个重大的计谋，","transliteration":"Wamakaroo makran kubbaran"},{"id":23,"text":"وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا","translation":"他们说：“你们绝不要放弃你们的众神明，你们绝不要放弃旺德、素佤尔、叶巫斯、叶欧格、奈斯尔。","transliteration":"Waqaloo la tatharunna alihatakum wala tatharunna waddan wala suwaAAan wala yaghootha wayaAAooqa wanasran"},{"id":24,"text":"وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا ضَلَٰلٗا","translation":"他们确已使许多人迷误，求你使不义的人们更加迷误。”","transliteration":"Waqad adalloo katheeran wala tazidi alththalimeena illa dalalan"},{"id":25,"text":"مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا","translation":"他们因为自己的罪恶而被淹死，遂堕入火狱，故他们没有获得援助的人们来抵御安拉。","transliteration":"Mimma khateeatihim oghriqoo faodkhiloo naran falam yajidoo lahum min dooni Allahi ansaran"},{"id":26,"text":"وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا","translation":"努哈说：“我的主啊！求你不要留一个不信道者在大地上，","transliteration":"Waqala noohun rabbi la tathar AAala alardi mina alkafireena dayyaran"},{"id":27,"text":"إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا","translation":"如果你留他们，他们将使你的众仆迷误，他们只生育不道德的、不感恩的子女。","transliteration":"Innaka in tatharhum yudilloo AAibadaka wala yalidoo illa fajiran kaffaran"},{"id":28,"text":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا تَبَارَۢا","translation":"我的主啊！求你赦宥我和我的父母，赦宥信道而入我的房屋的人，以及信士们和信女们。求你使不义的人们更加毁灭。”","transliteration":"Rabbi ighfir lee waliwalidayya waliman dakhala baytiya muminan walilmumineena waalmuminati wala tazidi alththalimeena illa tabaran"}]}
