{"id":43,"name":"الزخرف","transliteration":"Az-Zukhruf","translation":"Zuhruf","type":"meccan","total_verses":89,"verses":[{"id":1,"text":"حمٓ","translation":"Ha, Mim","transliteration":"Hameem"},{"id":2,"text":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","translation":"Apaçık Kitap'a and olsun ki, akledesiniz diye Kuran'ı Arapça okunan bir Kitap kılmışızdır","transliteration":"Waalkitabi almubeeni"},{"id":3,"text":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","translation":"Apaçık Kitap'a and olsun ki, akledesiniz diye Kuran'ı Arapça okunan bir Kitap kılmışızdır","transliteration":"Inna jaAAalnahu quranan AAarabiyyan laAAallakum taAAqiloona"},{"id":4,"text":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","translation":"Şüphesiz o, Bizim katımızda Ana Kitap'ta mevcut, yüce ve hikmet dolu bir Kitap'dır","transliteration":"Wainnahu fee ommi alkitabi ladayna laAAaliyyun hakeemun"},{"id":5,"text":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","translation":"Ey inkarcılar! Aşırı giden kimselersiniz diye sizi Kuran'la uyarmaktan vaz mı geçelim","transliteration":"Afanadribu AAankumu alththikra safhan an kuntum qawman musrifeena"},{"id":6,"text":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","translation":"Öncekilere nice peygamberler göndermişizdir","transliteration":"Wakam arsalna min nabiyyin fee alawwaleena"},{"id":7,"text":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Kendilerine gelen her peygamberi onlar mutlaka alaya alırlardı","transliteration":"Wama yateehim min nabiyyin illa kanoo bihi yastahzioona"},{"id":8,"text":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","translation":"Bunun için Biz de, bunlardan daha kuvvetli olanları yok etmişizdir. Öncekilere dair nice misaller geçmiştir","transliteration":"Faahlakna ashadda minhum batshan wamada mathalu alawwaleena"},{"id":9,"text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","translation":"And olsun ki onlara: \"Gökleri ve yeri kim yarattı?\" diye sorsan, \"Onları güçlü olan, her şeyi bilen yaratmıştır\" derler","transliteration":"Walain saaltahum man khalaqa alssamawati waalarda layaqoolunna khalaqahunna alAAazeezu alAAaleemu"},{"id":10,"text":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","translation":"O, size yeri beşik kılmış ve orada, doğru gidesiniz diye yollar var etmiştir","transliteration":"Allathee jaAAala lakumu alarda mahdan wajaAAala lakum feeha subulan laAAallakum tahtadoona"},{"id":11,"text":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","translation":"O, suyu gökten bir ölçüye göre indirir. Biz onunla ölü memleketi diriltiriz. İşte siz de böyle diriltileceksiniz","transliteration":"Waallathee nazzala mina alssamai maan biqadarin faansharna bihi baldatan maytan kathalika tukhrajoona"},{"id":12,"text":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","translation":"Her sınıf varlığı yaratan O'dur. Gemiler ve hayvanlardan binesiniz diye size binekler var etmiştir. Bütün bunlar; üzerlerine oturunca Rabbinizin nimetini anarak: \"Bunları buyruğumuza veren ne yücedir; zaten bizim takatimiz bunlara yetmezdi; şüphesiz Rabbimize döneceğiz\" demeniz içindir","transliteration":"Waallathee khalaqa alazwaja kullaha wajaAAala lakum mina alfulki waalanAAami ma tarkaboona"},{"id":13,"text":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","translation":"Her sınıf varlığı yaratan O'dur. Gemiler ve hayvanlardan binesiniz diye size binekler var etmiştir. Bütün bunlar; üzerlerine oturunca Rabbinizin nimetini anarak: \"Bunları buyruğumuza veren ne yücedir; zaten bizim takatimiz bunlara yetmezdi; şüphesiz Rabbimize döneceğiz\" demeniz içindir","transliteration":"Litastawoo AAala thuhoorihi thumma tathkuroo niAAmata rabbikum itha istawaytum AAalayhi wataqooloo subhana allathee sakhkhara lana hatha wama kunna lahu muqrineena"},{"id":14,"text":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","translation":"Her sınıf varlığı yaratan O'dur. Gemiler ve hayvanlardan binesiniz diye size binekler var etmiştir. Bütün bunlar; üzerlerine oturunca Rabbinizin nimetini anarak: \"Bunları buyruğumuza veren ne yücedir; zaten bizim takatimiz bunlara yetmezdi; şüphesiz Rabbimize döneceğiz\" demeniz içindir","transliteration":"Wainna ila rabbina lamunqaliboona"},{"id":15,"text":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","translation":"Ama inkarcılar O'na çocuk isnat ettiler. İnsan gerçekten apaçık nankördür","transliteration":"WajaAAaloo lahu min AAibadihi juzan inna alinsana lakafoorun mubeenun"},{"id":16,"text":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","translation":"Demek O yarattıkları arasından kızları kendisine alıp da oğulları size verdi öyle mi","transliteration":"Ami ittakhatha mimma yakhluqu banatin waasfakum bialbaneena"},{"id":17,"text":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","translation":"Ama Rahman olan Allah'a isnat ettiği kız evlat kendilerinden birine müjdelenince, o kimsenin içi gayzla dolarak yüzü simsiyah kesilir","transliteration":"Waitha bushshira ahaduhum bima daraba lilrrahmani mathalan thalla wajhuhu muswaddan wahuwa katheemun"},{"id":18,"text":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","translation":"Demek, süs içinde yetiştirilecek de çekişmeyi beceremeyecek olanı Allah'a değil mi","transliteration":"Awaman yunashshao fee alhilyati wahuwa fee alkhisami ghayru mubeenin"},{"id":19,"text":"وَجَعَلُواْ ٱلۡمَلَـٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","translation":"Onlar, Rahman olan Allah'ın kulları melekleri de dişi saydılar. Yaratılışlarını mı görmüşler? Onların bu şahidlikleri yazılacak ve sorguya çekileceklerdir","transliteration":"WajaAAaloo almalaikata allatheena hum AAibadu alrrahmani inathan ashahidoo khalqahum satuktabu shahadatuhum wayusaloona"},{"id":20,"text":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","translation":"Eğer Rahman dilemiş olsaydı, biz bunlara kulluk etmezdik\" derler. Buna dair bir bilgileri yoktur; onlar sadece vehimde bulunuyorlar","transliteration":"Waqaloo law shaa alrrahmanu ma AAabadnahum ma lahum bithalika min AAilmin in hum illa yakhrusoona"},{"id":21,"text":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","translation":"Yoksa onlara daha önce bir kitap verdik de ona mı bağlanıyorlar","transliteration":"Am ataynahum kitaban min qablihi fahum bihi mustamsikoona"},{"id":22,"text":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","translation":"Hayır; \"Doğrusu Biz babalarımızı bir din üzerinde bulduk, biz de onların izlerinden gitmekteyiz\" derler","transliteration":"Bal qaloo inna wajadna abaana AAala ommatin wainna AAala atharihim muhtadoona"},{"id":23,"text":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","translation":"Senden önce, herhangi bir şehre gönderdiğimiz uyarıcıya, şımarık varlıklıları sadece: \"Doğrusu babalarımızı bir din üzerinde bulduk, biz de onların izlerini izlemekteyiz\" dediler","transliteration":"Wakathalika ma arsalna min qablika fee qaryatin min natheerin illa qala mutrafooha inna wajadna abaana AAala ommatin wainna AAala atharihim muqtadoona"},{"id":24,"text":"۞قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translation":"Gönderilen uyarıcı: \"Eğer size, babalarınızı üzerinde bulduğunuz dinden daha doğrusunu getirmiş isem de mi bana uymazsınız?\" dedi. Onlar: \"Doğrusu sizinle gönderilen şeyi inkar ediyoruz\" dediler","transliteration":"Qala awalaw jitukum biahda mimma wajadtum AAalayhi abaakum qaloo inna bima orsiltum bihi kafiroona"},{"id":25,"text":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translation":"Bunun üzerine Biz de onlardan öç aldık. Yalancıların sonunun nasıl olduğuna bir bak","transliteration":"Faintaqamna minhum faonthur kayfa kana AAaqibatu almukaththibeena"},{"id":26,"text":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","translation":"İbrahim, babasına ve milletine demişti ki: \"Beni yaratan hariç, sizin taptığınız şeylerden uzağım. Beni doğru yola eriştirecek olan şüphesiz O'dur","transliteration":"Waith qala ibraheemu liabeehi waqawmihi innanee baraon mimma taAAbudoona"},{"id":27,"text":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","translation":"İbrahim, babasına ve milletine demişti ki: \"Beni yaratan hariç, sizin taptığınız şeylerden uzağım. Beni doğru yola eriştirecek olan şüphesiz O'dur","transliteration":"Illa allathee fataranee fainnahu sayahdeeni"},{"id":28,"text":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"İbrahim ardından geleceklere bu sözü, devamlı kalacak bir miras olarak bıraktı. Artık belki doğru yola dönerler","transliteration":"WajaAAalaha kalimatan baqiyatan fee AAaqibihi laAAallahum yarjiAAoona"},{"id":29,"text":"بَلۡ مَتَّعۡتُ هَـٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","translation":"Hayır; Ben bunları ve babalarını gerçek ve onu açıklayan bir peygamber gelene kadar geçindirdim","transliteration":"Bal mattaAAtu haolai waabaahum hatta jaahumu alhaqqu warasoolun mubeenun"},{"id":30,"text":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","translation":"Gerçek kendilerine geldiği zaman: \"Bu bir büyüdür. Doğrusu biz onu inkar ediyoruz\" dediler","transliteration":"Walamma jaahumu alhaqqu qaloo hatha sihrun wainna bihi kafiroona"},{"id":31,"text":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","translation":"Bu Kuran, iki şehrin birinden bir büyük adama indirilmeli değil miydi?\" dediler","transliteration":"Waqaloo lawla nuzzila hatha alquranu AAala rajulin mina alqaryatayni AAatheemun"},{"id":32,"text":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"Rabbinin rahmetini onlar mı taksim edip paylaştırıyorlar? Dünya hayatında onların geçimliklerini aralarında Biz taksim ettik; birbirlerine iş gördürmeleri için kimini kimine derecelerle üstün kıldık; Rabbinin rahmeti, onların biriktirdikleri şeylerden daha iyidir","transliteration":"Ahum yaqsimoona rahmata rabbika nahnu qasamna baynahum maAAeeshatahum fee alhayati alddunya warafaAAna baAAdahum fawqa baAAdin darajatin liyattakhitha baAAduhum baAAdan sukhriyyan warahmatu rabbika khayrun mimma yajmaAAoona"},{"id":33,"text":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","translation":"Eğer bütün insanlar tek ümmet olma durumuna gelmeyecek olsaydı, Rahman olan Allah'ı inkar edenlerin evlerinin tavanlarını, üzerinde yükseldikleri merdivenleri, evlerinin kapılarını, üzerine yaslanacakları kerevetleri gümüşten yapar ve altın bezeklerle işlerdik. Bunların hepsi ancak dünya hayatının geçimliğidir. Ahiret, Rabbinin katında O'na karşı gelmekten sakınanlaradır","transliteration":"Walawla an yakoona alnnasu ommatan wahidatan lajaAAalna liman yakfuru bialrrahmani libuyootihim suqufan min fiddatin wamaAAarija AAalayha yathharoona"},{"id":34,"text":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","translation":"Eğer bütün insanlar tek ümmet olma durumuna gelmeyecek olsaydı, Rahman olan Allah'ı inkar edenlerin evlerinin tavanlarını, üzerinde yükseldikleri merdivenleri, evlerinin kapılarını, üzerine yaslanacakları kerevetleri gümüşten yapar ve altın bezeklerle işlerdik. Bunların hepsi ancak dünya hayatının geçimliğidir. Ahiret, Rabbinin katında O'na karşı gelmekten sakınanlaradır","transliteration":"Walibuyootihim abwaban wasururan AAalayha yattakioona"},{"id":35,"text":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","translation":"Eğer bütün insanlar tek ümmet olma durumuna gelmeyecek olsaydı, Rahman olan Allah'ı inkar edenlerin evlerinin tavanlarını, üzerinde yükseldikleri merdivenleri, evlerinin kapılarını, üzerine yaslanacakları kerevetleri gümüşten yapar ve altın bezeklerle işlerdik. Bunların hepsi ancak dünya hayatının geçimliğidir. Ahiret, Rabbinin katında O'na karşı gelmekten sakınanlaradır","transliteration":"Wazukhrufan wain kullu thalika lamma mataAAu alhayati alddunya waalakhiratu AAinda rabbika lilmuttaqeena"},{"id":36,"text":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","translation":"Rahman olan Allah'ı anmayı görmezlikten gelene, yanından ayrılmayacak bir şeytanı arkadaş veririz","transliteration":"Waman yaAAshu AAan thikri alrrahmani nuqayyid lahu shaytanan fahuwa lahu qareenun"},{"id":37,"text":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","translation":"Şüphesiz onlar bunları yoldan alıkorlar, bunlar da doğru yola eriştiklerini sanırlar","transliteration":"Wainnahum layasuddoonahum AAani alssabeeli wayahsaboona annahum muhtadoona"},{"id":38,"text":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","translation":"Sonunda Bize gelince arkadaşına: \"Keşke benimle senin aranda doğu ile batı arasındaki kadar uzaklık olsaydı, sen ne kötü arkadaş imişsin!\" der. Nedametin bugün size hiç faydası dokunmaz; zira haksızlık etmiştiniz, şimdi azabda ortaksınız","transliteration":"Hatta itha jaana qala ya layta baynee wabaynaka buAAda almashriqayni fabisa alqareenu"},{"id":39,"text":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","translation":"Sonunda Bize gelince arkadaşına: \"Keşke benimle senin aranda doğu ile batı arasındaki kadar uzaklık olsaydı, sen ne kötü arkadaş imişsin!\" der. Nedametin bugün size hiç faydası dokunmaz; zira haksızlık etmiştiniz, şimdi azabda ortaksınız","transliteration":"Walan yanfaAAakumu alyawma ith thalamtum annakum fee alAAathabi mushtarikoona"},{"id":40,"text":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"Sağırlara sen mi duyuracaksın? Yoksa körleri ve apaçık sapıklıkta olanları doğru yola sen mi eriştireceksin","transliteration":"Afaanta tusmiAAu alssumma aw tahdee alAAumya waman kana fee dalalin mubeenin"},{"id":41,"text":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","translation":"Seni onlardan uzaklaştırsak bile doğrusu Biz kendilerinden öç alırız; yahut onlara vadettiğimizi sana gösteririz. Çünkü onlara karşı gücü yetenleriz","transliteration":"Faimma nathhabanna bika fainna minhum muntaqimoona"},{"id":42,"text":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","translation":"Seni onlardan uzaklaştırsak bile doğrusu Biz kendilerinden öç alırız; yahut onlara vadettiğimizi sana gösteririz. Çünkü onlara karşı gücü yetenleriz","transliteration":"Aw nuriyannaka allathee waAAadnahum fainna AAalayhim muqtadiroona"},{"id":43,"text":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Sana vahyolunana sarıl, sen, şüphesiz doğru yol üzerindesin","transliteration":"Faistamsik biallathee oohiya ilayka innaka AAala siratin mustaqeemin"},{"id":44,"text":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","translation":"Doğrusu bu Kuran sana ve ümmetine bir öğüttür, ondan sorumlu tutulacaksınız","transliteration":"Wainnahu lathikrun laka waliqawmika wasawfa tusaloona"},{"id":45,"text":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","translation":"Senden önce gönderdiğimiz elçilerimizden sor; Biz, Rahman olan Allah'tan başka, kulluk edilecek tanrılar meşru kılmış mıyız","transliteration":"Waisal man arsalna min qablika min rusulina ajaAAalna min dooni alrrahmani alihatan yuAAbadoona"},{"id":46,"text":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","translation":"And olsun ki Biz Musa'yı mucizelerimizle Firavun'a ve erkanına göndermiştik, \"Şüphesiz ben, Alemlerin Rabbinin elçisiyim\" demişti","transliteration":"Walaqad arsalna moosa biayatina ila firAAawna wamalaihi faqala innee rasoolu rabbi alAAalameena"},{"id":47,"text":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","translation":"Onlara mucizelerimizi getirdiği zaman, bunlara gülüvermişlerdi","transliteration":"Falamma jaahum biayatina itha hum minha yadhakoona"},{"id":48,"text":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Onlara gösterdiğimiz her mucize diğerinden daha büyüktü; doğru yola dönmeleri için onları azaba uğrattık","transliteration":"Wama nureehim min ayatin illa hiya akbaru min okhtiha waakhathnahum bialAAathabi laAAallahum yarjiAAoona"},{"id":49,"text":"وَقَالُواْ يَـٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","translation":"Ey Sihirbaz! Sana verdiği ahde göre Rabbine bizim için yalvar da doğru yola erişelim\" dediler","transliteration":"Waqaloo ya ayyuha alsahiru odAAu lana rabbaka bima AAahida AAindaka innana lamuhtadoona"},{"id":50,"text":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","translation":"Ama, azabı üzerlerinden kaldırdığımızda hemen sözlerinden döndüler","transliteration":"Falamma kashafna AAanhumu alAAathaba itha hum yankuthoona"},{"id":51,"text":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","translation":"Firavun, milletine şöyle seslendi: \"Ey milletim! Mısır hükümdarlığı ve memleketimde akan bu ırmaklar benim değil mi? Görmüyor musunuz","transliteration":"Wanada firAAawnu fee qawmihi qala ya qawmi alaysa lee mulku misra wahathihi alanharu tajree min tahtee afala tubsiroona"},{"id":52,"text":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","translation":"Yahut, ben zavallı ve nerdeyse konuşamayan bu kimseden daha üstün değil miyim","transliteration":"Am ana khayrun min hatha allathee huwa maheenun wala yakadu yubeenu"},{"id":53,"text":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَـٰٓئِكَةُ مُقۡتَرِنِينَ","translation":"Ona altın bilezikler verilmeli veya yanında ona yardım edecek melekler gelmeli değil mi","transliteration":"Falawla olqiya AAalayhi aswiratun min thahabin aw jaa maAAahu almalaikatu muqtarineena"},{"id":54,"text":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","translation":"Firavun, milletini küçümsedi ama, onlar kendisine yine de itaat ettiler. Doğrusu onlar yoldan çıkmış bir milletti","transliteration":"Faistakhaffa qawmahu faataAAoohu innahum kanoo qawman fasiqeena"},{"id":55,"text":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","translation":"Böylece Bizi öfkelendirince onlardan öç aldık, hepsini suda boğduk","transliteration":"Falamma asafoona intaqamna minhum faaghraqnahum ajmaAAeena"},{"id":56,"text":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","translation":"Onları, sonradan gelecek inkarcılara ibret alınacak bir geçmiş kıldık","transliteration":"FajaAAalnahum salafan wamathalan lilakhireena"},{"id":57,"text":"۞وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","translation":"Meryem oğlu misal verilince, senin milletin buna gülüp geçiverdi","transliteration":"Walamma duriba ibnu maryama mathalan itha qawmuka minhu yasiddoona"},{"id":58,"text":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","translation":"Bizim tanrımız mı yoksa o mu daha iyidir?\" dediler. Sana böyle söylemeleri, sadece, tartışmaya girişmek içindir. Onlar şüphesiz kavgacı bir millettir","transliteration":"Waqaloo aalihatuna khayrun am huwa ma daraboohu laka illa jadalan bal hum qawmun khasimoona"},{"id":59,"text":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"Meryemoğlu, ancak kendisine nimet verdiğimiz ve İsrailoğullarına örnek kıldığımız bir kuldur","transliteration":"In huwa illa AAabdun anAAamna AAalayhi wajaAAalnahu mathalan libanee israeela"},{"id":60,"text":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَـٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","translation":"Eğer dileseydik, size bedel yeryüzünde sizin yerinizi tutacak melekler var ederdik","transliteration":"Walaw nashao lajaAAalna minkum malaikatan fee alardi yakhlufoona"},{"id":61,"text":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"O kıyametin kopacağını bildirir; o saatin geleceğinden şüphe etmeyin, Bana uyun, bu doğru yoldur","transliteration":"Wainnahu laAAilmun lilssaAAati fala tamtarunna biha waittabiAAooni hatha siratun mustaqeemun"},{"id":62,"text":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","translation":"Sakın şeytan sizi bu yoldan alıkoymasın; şüphesiz o size apaçık bir düşmandır","transliteration":"Wala yasuddannakumu alshshaytanu innahu lakum AAaduwwun mubeenun"},{"id":63,"text":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","translation":"İsa, belgeleri getirdiği zaman demişti ki: \"Size hikmetle ve ayrılığa düştüğünüz şeylerin bir kısmını açıklamak üzere geldim. Allah'a karşı gelmekten sakının, bana itaat edin","transliteration":"Walamma jaa AAeesa bialbayyinati qala qad jitukum bialhikmati waliobayyina lakum baAAda allathee takhtalifoona feehi faittaqoo Allaha waateeAAooni"},{"id":64,"text":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"Doğrusu Allah benim de Rabbimdir, sizin de Rabbinizdir, artık O'na kulluk edin, bu, doğru yoldur","transliteration":"Inna Allaha huwa rabbee warabbukum faoAAbudoohu hatha siratun mustaqeemun"},{"id":65,"text":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","translation":"Ama, aralarında guruplaştılar, ayrılığa düştüler. Kıyamet gününün can yakıcı azabına uğrayacak zalimlerin vay haline","transliteration":"Faikhtalafa alahzabu min baynihim fawaylun lillatheena thalamoo min AAathabi yawmin aleemin"},{"id":66,"text":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"Onlar farkında değillerken kıyamet gününün kendilerine ansızın gelmesini mi bekliyorlar","transliteration":"Hal yanthuroona illa alssaAAata an tatiyahum baghtatan wahum la yashAAuroona"},{"id":67,"text":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","translation":"O gün Allah'a karşı gelmekten sakınanlar dışında, dost olanlar birbirine düşman olurlar","transliteration":"Alakhillao yawmaithin baAAduhum libaAAdin AAaduwwun illa almuttaqeena"},{"id":68,"text":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","translation":"Allah: \"Ey kullarım! Bugün size korku yoktur, siz üzülmeyeceksiniz\" der","transliteration":"Ya AAibadi la khawfun AAalaykumu alyawma wala antum tahzanoona"},{"id":69,"text":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","translation":"Bunlar, ayetlerimize inanmış ve kendilerini Bize vermişlerdir","transliteration":"Allatheena amanoo biayatina wakanoo muslimeena"},{"id":70,"text":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","translation":"Şöyle denir: \"Siz ve eşleriniz, ağırlanmış olarak cennete giriniz","transliteration":"Odkhuloo aljannata antum waazwajukum tuhbaroona"},{"id":71,"text":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","translation":"Onlar için altın kadeh ve tepsiler dolaştırılır, canlarının istediği ve gözlerinin hoşlandığı her şey oradadır. Siz orada ebedi kalacaksınız","transliteration":"Yutafu AAalayhim bisihafin min thahabin waakwabin wafeeha ma tashtaheehi alanfusu watalaththu alaAAyunu waantum feeha khalidoona"},{"id":72,"text":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"İşlediklerinize karşılık, size miras verilen işte bu cennettir","transliteration":"Watilka aljannatu allatee oorithtumooha bima kuntum taAAmaloona"},{"id":73,"text":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","translation":"Orada sizin için bol yemiş vardır, onlardan yersiniz","transliteration":"Lakum feeha fakihatun katheeratun minha takuloona"},{"id":74,"text":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","translation":"Doğrusu suçlular, temelli kalacakları cehennemin azabı içindedirler","transliteration":"Inna almujrimeena fee AAathabi jahannama khalidoona"},{"id":75,"text":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","translation":"Azaba hiç ara verilmez, onlar orada tamamen umutsuzdurlar","transliteration":"La yufattaru AAanhum wahum feehi mublisoona"},{"id":76,"text":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّـٰلِمِينَ","translation":"Biz onlara zulmetmedik, ama onlar zalim kimselerdi","transliteration":"Wama thalamnahum walakin kanoo humu alththalimeena"},{"id":77,"text":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّـٰكِثُونَ","translation":"Cehennemde şöyle seslenilir: \"Ey Nöbetçi! Rabbin hiç değilse canımızı alsın.\" Nöbetçi: \"Siz böyle kalacaksınız\" der","transliteration":"Wanadaw ya maliku liyaqdi AAalayna rabbuka qala innakum makithoona"},{"id":78,"text":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","translation":"And olsun ki, size gerçeği getirdik; fakat çoğunuz gerçeği sevmiyorsunuz","transliteration":"Laqad jinakum bialhaqqi walakinna aktharakum lilhaqqi karihoona"},{"id":79,"text":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","translation":"Yoksa bir işe mi karar verdiler? Doğrusu Biz de kararlıyız","transliteration":"Am abramoo amran fainna mubrimoona"},{"id":80,"text":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","translation":"Yoksa, kendilerinin gizli veya açık konuşmalarını duymayız mı sanırlar? Hayır; öyle değil; yanlarındaki elçilerimiz yazmaktadır","transliteration":"Am yahsaboona anna la nasmaAAu sirrahum wanajwahum bala warusuluna ladayhim yaktuboona"},{"id":81,"text":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","translation":"De ki: \"Eğer Rahman olan Allah'ın çocuğu olsa, kulluk edenlerin ilki ben olurdum","transliteration":"Qul in kana lilrrahmani waladun faana awwalu alAAabideena"},{"id":82,"text":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","translation":"Göklerin ve yerin Rabbi, Arşın Rabbi onların vasıflandırmalarından münezzehtir","transliteration":"Subhana rabbi alssamawati waalardi rabbi alAAarshi AAamma yasifoona"},{"id":83,"text":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","translation":"Bırak onları, kendilerine söz verilen güne kavuşana kadar, dalsınlar, oynasınlar","transliteration":"Fatharhum yakhoodoo wayalAAaboo hatta yulaqoo yawmahumu allathee yooAAadoona"},{"id":84,"text":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","translation":"Gökte de Tanrı, yerde de Tanrı O'dur. Hakim olan, her şeyi bilen O'dur","transliteration":"Wahuwa allathee fee alssamai ilahun wafee alardi ilahun wahuwa alhakeemu alAAaleemu"},{"id":85,"text":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"Göklerin, yerin ve ikisi arasında bulunanların hükümranlığı kendisinin olan Allah ne yücedir! Kıyamet saatini bilmek O'na aittir. O'na döneceksiniz","transliteration":"Watabaraka allathee lahu mulku alssamawati waalardi wama baynahuma waAAindahu AAilmu alssaAAati wailayhi turjaAAoona"},{"id":86,"text":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","translation":"Allah'ı bırakıp yalvardıkları şeyler, şefaat edemezler. Ancak hakkı bilip ona şahidlik edenler bunun dışındadır","transliteration":"Wala yamliku allatheena yadAAoona min doonihi alshshafaAAata illa man shahida bialhaqqi wahum yaAAlamoona"},{"id":87,"text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","translation":"And olsun ki, onlara kendilerini kimin yarattığını sorsan: \"Allah\" derler. Öyleyken nasıl da aldatılıp döndürülüyorlar","transliteration":"Walain saaltahum man khalaqahum layaqoolunna Allahu faanna yufakoona"},{"id":88,"text":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَـٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","translation":"Onlar hakkında: \"Ey Rabbim! Bunlar inanmayan bir millettir\" demesi üzerine Allah: \"Onlardan geç, esenlik dile; yakında bileceklerdir\" buyurdu","transliteration":"Waqeelihi yarabbi inna haolai qawmun la yuminoona"},{"id":89,"text":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","translation":"Onlar hakkında: \"Ey Rabbim! Bunlar inanmayan bir millettir\" demesi üzerine Allah: \"Onlardan geç, esenlik dile; yakında bileceklerdir\" buyurdu","transliteration":"Faisfah AAanhum waqul salamun fasawfa yaAAlamoona"}]}
