{"id":45,"name":"الجاثية","transliteration":"Al-Jathiyah","translation":"Câsiye","type":"meccan","total_verses":37,"verses":[{"id":1,"text":"حمٓ","translation":"Ha, Mim","transliteration":"Hameem"},{"id":2,"text":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","translation":"Kitap'ın indirilmesi, güçlü ve Hakim olan Allah katındandır","transliteration":"Tanzeelu alkitabi mina Allahi alAAazeezi alhakeemi"},{"id":3,"text":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","translation":"Göklerde ve yerde inananlara nice dersler vardır","transliteration":"Inna fee alssamawati waalardi laayatin lilmumineena"},{"id":4,"text":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","translation":"Ey insanlar! Sizin yaratılmanızda ve canlıların yeryüzünde yayılmasında, kesin olarak inanan kimseler için ibretler vardır","transliteration":"Wafee khalqikum wama yabuththu min dabbatin ayatun liqawmin yooqinoona"},{"id":5,"text":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"Gece ile gündüzün birbiri ardından gelmesinde, gökten, Allah'ın rızık vermek için yağmur indirip, yeri onunla, ölümünden sonra diriltmesinde, rüzgarları yönetmesinde, akleden kimseler için dersler vardır","transliteration":"Waikhtilafi allayli waalnnahari wama anzala Allahu mina alssamai min rizqin faahya bihi alarda baAAda mawtiha watasreefi alrriyahi ayatun liqawmin yaAAqiloona"},{"id":6,"text":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","translation":"İşte sana gerçek olarak anlattığımız bunlar, Allah'ın varlığının delilleridir. Artık Allah'tan ve O'nun delillerinden sonra hangi söze inanırlar","transliteration":"Tilka ayatu Allahi natlooha AAalayka bialhaqqi fabiayyi hadeethin baAAda Allahi waayatihi yuminoona"},{"id":7,"text":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","translation":"Kendine okunan Allah'ın ayetlerini dinleyip, sonra, onları hiç duymamış gibi büyüklük taslamakta direnen, yalancı ve günahkar kişinin vay haline! Ona can yakıcı bir azap müjdele","transliteration":"Waylun likulli affakin atheemin"},{"id":8,"text":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","translation":"Kendine okunan Allah'ın ayetlerini dinleyip, sonra, onları hiç duymamış gibi büyüklük taslamakta direnen, yalancı ve günahkar kişinin vay haline! Ona can yakıcı bir azap müjdele","transliteration":"YasmaAAu ayati Allahi tutla AAalayhi thumma yusirru mustakbiran kaan lam yasmaAAha fabashshirhu biAAathabin aleemin"},{"id":9,"text":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","translation":"Ayetlerimizden bir şey öğrendiğinde onu alaya alır. İşte bunlara alçaltıcı bir azap ve ardından da cehennem vardır. Kazandıkları şeyler de, Allah'ı bırakıp edindikleri dostlar da onlara bir fayda vermez. Büyük azap onlaradır","transliteration":"Waitha AAalima min ayatina shayan ittakhathaha huzuwan olaika lahum AAathabun muheenun"},{"id":10,"text":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","translation":"Ayetlerimizden bir şey öğrendiğinde onu alaya alır. İşte bunlara alçaltıcı bir azap ve ardından da cehennem vardır. Kazandıkları şeyler de, Allah'ı bırakıp edindikleri dostlar da onlara bir fayda vermez. Büyük azap onlaradır","transliteration":"Min waraihim jahannamu wala yughnee AAanhum ma kasaboo shayan wala ma ittakhathoo min dooni Allahi awliyaa walahum AAathabun AAatheemun"},{"id":11,"text":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","translation":"İşte bu Kuran doğruluk rehberidir. Rablerinin ayetlerini inkar edenlere, onlara, tiksindiren, can yakan bir azap vardır","transliteration":"Hatha hudan waallatheena kafaroo biayati rabbihim lahum AAathabun min rijzin aleemin"},{"id":12,"text":"۞ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Emri gereğince denizde yüzmek üzere gemileri, lütfedip verdiği rızkı aramanız için denizi buyruğunuz altına veren Allah'tır, belki artık şükredersiniz","transliteration":"Allahu allathee sakhkhara lakumu albahra litajriya alfulku feehi biamrihi walitabtaghoo min fadlihi walaAAallakum tashkuroona"},{"id":13,"text":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","translation":"Göklerde olanları, yerde olanları, hepsini sizin buyruğunuz altına vermiştir. Doğrusu bunlarda, düşünen kimseler için dersler vardır","transliteration":"Wasakhkhara lakum ma fee alssamawati wama fee alardi jameeAAan minhu inna fee thalika laayatin liqawmin yatafakkaroona"},{"id":14,"text":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","translation":"İnanmışlara de ki: Allah'ın bir milleti yaptıklarına karşılık cezalandıracağı günlerin geleceğini ummayanları şimdilik bağışlasınlar","transliteration":"Qul lillatheena amanoo yaghfiroo lillatheena la yarjoona ayyama Allahi liyajziya qawman bima kanoo yaksiboona"},{"id":15,"text":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","translation":"Kim yararlı iş işlerse kendinedir; kim kötülük yaparsa kendi aleyhinedir. Sonra Rabbinize döndürülürsünüz","transliteration":"Man AAamila salihan falinafsihi waman asaa faAAalayha thumma ila rabbikum turjaAAoona"},{"id":16,"text":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","translation":"And olsun ki Biz, İsrailoğullarına Kitap, hüküm ve peygamberlik verdik; onları temiz şeylerle rızıklandırdık; onları dünyalara üstün kıldık","transliteration":"Walaqad atayna banee israeela alkitaba waalhukma waalnnubuwwata warazaqnahum mina alttayyibati wafaddalnahum AAala alAAalameena"},{"id":17,"text":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"Din konusunda, onlara belgeler verdik; ancak, kendilerine ilim geldikten sonra birbirini çekememezlikten ayrılığa düştüler. Rabbin kıyamet günü, ayrılığa düştükleri şeyler hakkında şüphesiz aralarında hükmedecektir","transliteration":"Waataynahum bayyinatin mina alamri fama ikhtalafoo illa min baAAdi ma jaahumu alAAilmu baghyan baynahum inna rabbaka yaqdee baynahum yawma alqiyamati feema kanoo feehi yakhtalifoona"},{"id":18,"text":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","translation":"Sonra seni de din konusunda bir şeriat sahibi kıldık, ona uy; bilmeyenlerin heveslerine uyma","transliteration":"Thumma jaAAalnaka AAala shareeAAatin mina alamri faittabiAAha wala tattabiAA ahwaa allatheena la yaAAlamoona"},{"id":19,"text":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّـٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","translation":"Şüphesiz onlar, seni Allah'tan müstağni kılamazlar. Doğrusu zalimler birbirlerinin dostudurlar. Sakınanların dostu ise Allah'tır","transliteration":"Innahum lan yughnoo AAanka mina Allahi shayan wainna alththalimeena baAAduhum awliyao baAAdin waAllahu waliyyu almuttaqeena"},{"id":20,"text":"هَٰذَا بَصَـٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","translation":"Bu Kuran, insanlar için açık belgeler; kesin olarak inanan millet için doğruluk rehberi ve rahmettir","transliteration":"Hatha basairu lilnnasi wahudan warahmatun liqawmin yooqinoona"},{"id":21,"text":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","translation":"Yoksa, kötülük işleyen kimseler, ölümlerinde ve diriliklerinde kendilerini, inanıp yararlı iş işleyen kimseler ile bir mi tutacağımızı sandılar? Ne kötü hüküm veriyorlar","transliteration":"Am hasiba allatheena ijtarahoo alssayyiati an najAAalahum kaallatheena amanoo waAAamiloo alssalihati sawaan mahyahum wamamatuhum saa ma yahkumoona"},{"id":22,"text":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Allah gökleri ve yeri gerçekle yaratmıştır; her cana, kazandığının karşılığı verilir, onlara zulmedilmez","transliteration":"Wakhalaqa Allahu alssamawati waalarda bialhaqqi walitujza kullu nafsin bima kasabat wahum la yuthlamoona"},{"id":23,"text":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","translation":"Heva ve hevesini tanrı edinen, bilgisi olduğu halde Allah'ın şaşırttığı, kulağını ve kalbini mühürlediği, gözünü perdelediği kimseyi gördün mü? Onu Allah'tan başka kim doğru yola eriştirebilir? Ey insanlar! Anlamaz mısınız","transliteration":"Afaraayta mani ittakhatha ilahahu hawahu waadallahu Allahu AAala AAilmin wakhatama AAala samAAihi waqalbihi wajaAAala AAala basarihi ghishawatan faman yahdeehi min baAAdi Allahi afala tathakkaroona"},{"id":24,"text":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","translation":"Hayat, ancak bu dünyadaki hayatımızdır. Ölürüz ve yaşarız; bizi ancak zamanın geçişi yokluğa sürükler\" derler. Onların bu hususta bir bilgisi yoktur, sadece böyle sanırlar","transliteration":"Waqaloo ma hiya illa hayatuna alddunya namootu wanahya wama yuhlikuna illa alddahru wama lahum bithalika min AAilmin in hum illa yathunnoona"},{"id":25,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Ayetlerimiz onlara açıkça okunduğu zaman, delilleri yalnızca: \"Doğru sözlü iseniz babalarımızı getirin bakalım\" demek olur","transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin ma kana hujjatahum illa an qaloo itoo biabaina in kuntum sadiqeena"},{"id":26,"text":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"De ki: \"Sizi Allah diriltir, sonra öldürür, sonra sizi şüphe götürmeyen kıyamet gününde toplar. Ama insanların çoğu bilmezler","transliteration":"Quli Allahu yuhyeekum thumma yumeetukum thumma yajmaAAukum ila yawmi alqiyamati la rayba feehi walakinna akthara alnnasi la yaAAlamoona"},{"id":27,"text":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","translation":"Göklerin ve yerin hükümranlığı Allah'ındır. Kıyamet kopacağı gün, işte o gün, batıl sözlere uymuş olanlar hüsranda kalırlar","transliteration":"Walillahi mulku alssamawati waalardi wayawma taqoomu alssaAAatu yawmaithin yakhsaru almubtiloona"},{"id":28,"text":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"Her ümmeti diz üstü çökmüş olarak görürsün. Her ümmet kitabına çağrılır. Onlara denir ki: \"Bugün, size işlediğinizin karşılığı verilecektir","transliteration":"Watara kulla ommatin jathiyatan kullu ommatin tudAAa ila kitabiha alyawma tujzawna ma kuntum taAAmaloona"},{"id":29,"text":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"Bu kitabımız gerçekten sizin aleyhinize konuşur. Biz yaptıklarınızı şüphesiz bir bir kaydediyorduk","transliteration":"Hatha kitabuna yantiqu AAalaykum bialhaqqi inna kunna nastansikhu ma kuntum taAAmaloona"},{"id":30,"text":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","translation":"İnanıp, yararlı iş işleyenlere gelince, Rableri onları rahmetine garkeder. İşte bu, apaçık kurtuluştur","transliteration":"Faamma allatheena amanoo waAAamiloo alssalihati fayudkhiluhum rabbuhum fee rahmatihi thalika huwa alfawzu almubeenu"},{"id":31,"text":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","translation":"Ama, inkar eden kimselere denir ki: \"Ayetlerim size okunmuş, siz de büyüklenip suçlu bir millet olmuştunuz değil mi","transliteration":"Waamma allatheena kafaroo afalam takun ayatee tutla AAalaykum faistakbartum wakuntum qawman mujrimeena"},{"id":32,"text":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","translation":"Doğrusu Allah'ın verdiği söz gerçektir, kıyamet saati şüphe götürmez\" dendiği zaman: \"Kıyametin ne olduğunu bilmiyoruz, yalnız yoktur sanıyoruz, buna dair kesin bir bilgi elde etmiş değiliz\" derdiniz","transliteration":"Waitha qeela inna waAAda Allahi haqqun waalssaAAatu la rayba feeha qultum ma nadree ma alssaAAatu in nathunnu illa thannan wama nahnu bimustayqineena"},{"id":33,"text":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"İşledikleri kötülükler kendilerine belli oldu ve onları, alaya aldıkları şeyler kuşatıp mahvetti","transliteration":"Wabada lahum sayyiatu ma AAamiloo wahaqa bihim ma kanoo bihi yastahzioona"},{"id":34,"text":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ","translation":"Onlara denir ki: \"Bugüne kavuşacağınızı unuttuğunuz gibi Biz de sizi unuttuk; varacağınız yer ateştir, yardımcılarınız da yoktur","transliteration":"Waqeela alyawma nansakum kama naseetum liqaa yawmikum hatha wamawakumu alnnaru wama lakum min nasireena"},{"id":35,"text":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","translation":"Bu, Allah'ın ayetlerini alaya almanızdan ve dünya hayatının sizi aldatmış olmasından ötürüdür.\" O gün, ne oradan çıkarılırlar ve ne de özürleri dinlenir","transliteration":"Thalikum biannakumu ittakhathtum ayati Allahi huzuwan wagharratkumu alhayatu alddunya faalyawma la yukhrajoona minha wala hum yustaAAtaboona"},{"id":36,"text":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"Övülmek, göklerin Rabbi, yerin Rabbi ve alemlerin Rabbi olan Allah içindir","transliteration":"Falillahi alhamdu rabbi alssamawati warabbi alardi rabbi alAAalameena"},{"id":37,"text":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Göklerde ve yerde azamet O'nundur, O, güçlüdür, Hakim'dir","transliteration":"Walahu alkibriyao fee alssamawati waalardi wahuwa alAAazeezu alhakeemu"}]}
