{"id":10,"name":"يونس","transliteration":"Yunus","translation":"یونس","type":"meccan","total_verses":109,"verses":[{"id":1,"text":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","translation":"ا ل ر، یہ اُس کتاب کی آیات ہیں جو حکمت و دانش سے لبریز ہے","transliteration":"Aliflamra tilka ayatu alkitabi alhakeemi"},{"id":2,"text":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","translation":"کیا لوگوں کے لیے یہ ایک عجیب بات ہو گئی کہ ہم نے خود اُنہی میں سے ایک آدمی کو اشارہ کیا کہ (غفلت میں پڑے ہوئے) لوگوں کو چونکا دے اور جو مان لیں ان کو خوشخبری دیدے کہ ان کے لیے اُن کے رب کے پاس سچی عزت و سرفرازی ہے؟ (کیا یہی وہ بات ہے جس پر) منکرین نے کہا کہ یہ شخص تو کھلا جادوگر ہے؟","transliteration":"Akana lilnnasi AAajaban an awhayna ila rajulin minhum an anthiri alnnasa wabashshiri allatheena amanoo anna lahum qadama sidqin AAinda rabbihim qala alkafiroona inna hatha lasahirun mubeenun"},{"id":3,"text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","translation":"حقیقت یہ ہے کہ تمہارا رب وہی خدا ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا، پھر تخت حکومت پر جلوہ گر ہوا اور کائنات کا انتظام چلا رہا ہے کوئی شفاعت (سفارش) کرنے والا نہیں اِلّا یہ کہ اس کی اجازت کے بعد شفاعت کرے یہی اللہ تمہارا رب ہے لہٰذا تم اُسی کی عبادت کرو پھر کیا تم ہوش میں نہ آؤ گے؟","transliteration":"Inna rabbakumu Allahu allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yudabbiru alamra ma min shafeeAAin illa min baAAdi ithnihi thalikumu Allahu rabbukum faoAAbudoohu afala tathakkaroona"},{"id":4,"text":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","translation":"اسی کی طرف تم سب کو پلٹ کر جانا ہے، یہ اللہ کا پکا وعدہ ہے بے شک پیدائش کی ابتدا وہی کرتا ہے، پھر وہی دوبارہ پیدا کرے گا، تاکہ جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے ان کو پورے انصاف کے ساتھ جزا دے، اور جنہوں نے کفر کا طریقہ اختیار کیا وہ کھولتا ہوا پانی پییں اور دردناک سزا بھگتیں اُس انکار حق کی پاداش میں جو وہ کرتے رہے","transliteration":"Ilayhi marjiAAukum jameeAAan waAAda Allahi haqqan innahu yabdao alkhalqa thumma yuAAeeduhu liyajziya allatheena amanoo waAAamiloo alssalihati bialqisti waallatheena kafaroo lahum sharabun min hameemin waAAathabun aleemun bima kanoo yakfuroona"},{"id":5,"text":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translation":"وہی ہے جس نے سُورج کو اجیالا بنایا اور چاند کو چمک دی اور چاند کے گھٹنے بڑھنے کی منزلیں ٹھیک ٹھیک مقرر کر دیں تاکہ تم اُس سے برسوں اور تاریخوں کے حساب معلوم کرو اللہ نے یہ سب کچھ (کھیل کے طور پر نہیں بلکہ) با مقصد ہی بنایا ہے وہ اپنی نشانیوں کو کھول کھول کر پیش کر رہا ہے اُن لوگوں کے لیے جو علم رکھتے ہیں","transliteration":"Huwa allathee jaAAala alshshamsa diyaan waalqamara nooran waqaddarahu manazila litaAAlamoo AAadada alssineena waalhisaba ma khalaqa Allahu thalika illa bialhaqqi yufassilu alayati liqawmin yaAAlamoona"},{"id":6,"text":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","translation":"یقیناً رات اور دن کے الٹ پھیر میں اور ہر اُس چیز میں جو اللہ نے زمین اور آسمانوں میں پیدا کی ہے، نشانیاں ہیں اُن لوگوں کے لیے جو (غلط بینی و غلط روی سے) بچنا چاہتے ہیں","transliteration":"Inna fee ikhtilafi allayli waalnnahari wama khalaqa Allahu fee alssamawati waalardi laayatin liqawmin yattaqoona"},{"id":7,"text":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","translation":"حقیقت یہ ہے کہ جو لوگ ہم سے ملنے کی توقع نہیں رکھتے اور دنیا کی زندگی ہی پر راضی اور مطمئن ہو گئے ہیں، اور جو لوگ ہماری نشانیوں سے غافل ہیں","transliteration":"Inna allatheena la yarjoona liqaana waradoo bialhayati alddunya waitmaannoo biha waallatheena hum AAan ayatina ghafiloona"},{"id":8,"text":"أُوْلَـٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","translation":"اُن کا آخری ٹھکانہ جہنم ہو گا اُن برائیوں کی پاداش میں جن کا اکتساب وہ (اپنے اس غلط عقیدے اور غلط طرز عمل کی وجہ سے) کرتے رہے","transliteration":"Olaika mawahumu alnnaru bima kanoo yaksiboona"},{"id":9,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّـٰتِ ٱلنَّعِيمِ","translation":"اور یہ بھی حقیقت ہے کہ جو لوگ ایمان لائے (یعنی جنہوں نے اُن صداقتوں کو قبول کر لیا جو اس کتاب میں پیش کی گئی ہیں) اور نیک اعمال کرتے رہے انہیں اُن کا رب اُن کے ایمان کی وجہ سے سیدھی راہ چلائے گا، نعمت بھری جنتوں میں ان کے نیچے نہریں بہیں گی","transliteration":"Inna allatheena amanoo waAAamiloo alssalihati yahdeehim rabbuhum bieemanihim tajree min tahtihimu alanharu fee jannati alnnaAAeemi"},{"id":10,"text":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"وہاں ان کی صدا یہ ہوگی کہ “پاک ہے تو اے خدا، \" اُن کی دعا یہ ہوگی کہ “سلامتی ہو \" اور ان کی ہر بات کا خاتمہ اس پر ہوگا کہ “ساری تعریف اللہ رب العالمین ہی کے لیے ہے","transliteration":"DaAAwahum feeha subhanaka allahumma watahiyyatuhum feeha salamun waakhiru daAAwahum ani alhamdu lillahi rabbi alAAalameena"},{"id":11,"text":"۞وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"اگر کہیں اللہ لوگوں کے ساتھ برا معاملہ کرنے میں بھی اتنی ہی جلدی کرتا جتنی وہ دنیا کی بھلائی مانگنے میں جلدی کرتے ہیں تو ان کی مہلت عمل کبھی کی ختم کر دی گئی ہوتی (مگر ہمارا یہ طریقہ نہیں ہے) اس لیے ہم اُن لوگوں کو جو ہم سے ملنے کی توقع نہیں رکھتے اُن کی سرکشی میں بھٹکنے کے لیے چھُوٹ دے دیتے ہیں","transliteration":"Walaw yuAAajjilu Allahu lilnnasi alshsharra istiAAjalahum bialkhayri laqudiya ilayhim ajaluhum fanatharu allatheena la yarjoona liqaana fee tughyanihim yaAAmahoona"},{"id":12,"text":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","translation":"انسان کا حال یہ ہے کہ جب اس پر کوئی سخت وقت آتا ہے تو کھڑے اور بیٹھے اور لیٹے ہم کو پکارتا ہے، مگر جب ہم اس کی مصیبت ٹال دیتے ہیں تو ایسا چل نکلتا ہے کہ گویا اس نے کبھی اپنے کسی بُرے وقت پر ہم کو پکارا ہی نہ تھا اس طرح حد سے گزر جانے والوں کے لیے ان کے کرتوت خوشنما بنا دیے گئے ہیں","transliteration":"Waitha massa alinsana alddurru daAAana lijanbihi aw qaAAidan aw qaiman falamma kashafna AAanhu durrahu marra kaan lam yadAAuna ila durrin massahu kathalika zuyyina lilmusrifeena ma kanoo yaAAmaloona"},{"id":13,"text":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","translation":"لوگو، تم سے پہلے کی قوموں کو (جو اپنے اپنے زمانہ میں برسر عروج تھیں) ہم نے ہلاک کر دیا جب انہوں نے ظلم کی روش اختیار کی اور اُن کے رسُول اُن کے پاس کھُلی کھُلی نشانیاں لے کر آئے اور انہوں نے ایمان لا کر ہی نہ دیا اس طرح ہم مجرموں کو ان کے جرائم کا بدلہ دیا کرتے ہیں","transliteration":"Walaqad ahlakna alquroona min qablikum lamma thalamoo wajaathum rusuluhum bialbayyinati wama kanoo liyuminoo kathalika najzee alqawma almujrimeena"},{"id":14,"text":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَـٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","translation":"اب ان کے بعد ہم نے تم کو زمین میں ان کی جگہ دی ہے تاکہ دیکھیں تم کیسے عمل کرتے ہو","transliteration":"Thumma jaAAalnakum khalaifa fee alardi min baAAdihim linanthura kayfa taAAmaloona"},{"id":15,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","translation":"جب انہیں ہماری صاف صاف باتیں سُنائی جاتی ہیں تو وہ لوگ جو ہم سے ملنے کی توقع نہیں رکھتے، کہتے ہیں کہ “اِس کے بجائے کوئی اور قرآن لاؤ یا اس میں کچھ ترمیم کرو \" اے محمدؐ، ان سے کہو “میرا یہ کام نہیں ہے کہ اپنی طرف سے اس میں کوئی تغیر و تبّدل کر لوں میں تو بس اُس وحی کا پیرو ہوں جو میرے پاس بھیجی جاتی ہے اگر میں اپنے رب کی نافرمانی کروں تو مجھے ایک بڑے ہولناک دن کے عذاب کا ڈر ہے","transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin qala allatheena la yarjoona liqaana iti biquranin ghayri hatha aw baddilhu qul ma yakoonu lee an obaddilahu min tilqai nafsee in attabiAAu illa ma yooha ilayya innee akhafu in AAasaytu rabbee AAathaba yawmin AAatheemin"},{"id":16,"text":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","translation":"اور کہو “اگر اللہ کی مشیّت نہ ہوتی تو میں یہ قرآن تمہیں کبھی نہ سناتا اور اللہ تمہیں اس کی خبر تک نہ دیتا آخر اس سے پہلے میں ایک عمر تمہارے درمیان گزار چکا ہوں، کیا تم عقل سے کام نہیں لیتے؟","transliteration":"Qul law shaa Allahu ma talawtuhu AAalaykum wala adrakum bihi faqad labithtu feekum AAumuran min qablihi afala taAAqiloona"},{"id":17,"text":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","translation":"پھر اُس سے بڑھ کر ظالم اور کون ہو گا جو ایک جھوٹی بات گھڑ کر اللہ کی طرف منسُوب کرے یا اللہ کی واقعی آیات کو جھُوٹا قرار دے یقیناً مجرم کبھی فلاح نہیں پا سکتے","transliteration":"Faman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba biayatihi innahu la yuflihu almujrimoona"},{"id":18,"text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَـٰٓؤُلَآءِ شُفَعَـٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"یہ لوگ اللہ کے سوا اُن کی پرستش کر رہے ہیں جو ان کو نہ نقصان پہنچا سکتے ہیں نہ نفع، اور کہتے یہ ہیں کہ یہ اللہ کے ہاں ہمارے سفارشی ہیں اے محمدؐ، ان سے کہو “کیا تم اللہ کو اُس بات کی خبر دیتے ہو جسے وہ نہ آسمانوں میں جانتا ہے نہ زمین میں؟\" پاک ہے وہ اور بالا و برتر ہے اُس شرک سے جو یہ لوگ کرتے ہیں","transliteration":"WayaAAbudoona min dooni Allahi ma la yadurruhum wala yanfaAAuhum wayaqooloona haolai shufaAAaona AAinda Allahi qul atunabbioona Allaha bima la yaAAlamu fee alssamawati wala fee alardi subhanahu wataAAala AAamma yushrikoona"},{"id":19,"text":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","translation":"ابتداءً سارے انسان ایک ہی امّت تھے، بعد میں انہوں نے مختلف عقیدے اور مسلک بنا لیے، اور اگر تیرے رب کی طرف سے پہلے ہی ایک بات طے نہ کر لی گئی ہوتی تو جس چیز میں وہ باہم اختلاف کر رہے ہیں اس کا فیصلہ کر دیا جاتا","transliteration":"Wama kana alnnasu illa ommatan wahidatan faikhtalafoo walawla kalimatun sabaqat min rabbika laqudiya baynahum feema feehi yakhtalifoona"},{"id":20,"text":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translation":"اور یہ جو وہ کہتے ہیں کہ اِس نبیؐ پر اس کے رب کی طرف سے کوئی نشانی کیوں نہ اتاری گئی، تو ان سے کہو “غیب کا مالک و مختار تو اللہ ہی ہے، اچھا، انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں","transliteration":"Wayaqooloona lawla onzila AAalayhi ayatun min rabbihi faqul innama alghaybu lillahi faintathiroo innee maAAakum mina almuntathireena"},{"id":21,"text":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","translation":"لوگوں کا حال یہ ہے کہ مصیبت کے بعد جب ہم ان کو رحمت کا مزا چکھاتے ہیں تو فوراً ہی وہ ہماری نشانیوں کے معاملہ میں چال بازیاں شروع کر دیتے ہیں ان سے کہو “اللہ اپنی چال میں تم سے زیادہ تیز ہے، اس کے فرشتے تمہاری سب مکّاریوں کو قلم بند کر رہے ہیں","transliteration":"Waitha athaqna alnnasa rahmatan min baAAdi darraa massathum itha lahum makrun fee ayatina quli Allahu asraAAu makran inna rusulana yaktuboona ma tamkuroona"},{"id":22,"text":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ","translation":"وہ اللہ ہی ہے جو تم کو خشکی اور تری میں چلاتا ہے چنانچہ جب تم کشتیوں میں سوار ہو کر بادِ موافق پر فرحاں و شاداں سفر کر رہے ہوتے ہو اور پھر یکایک بادِ مخالف کا زور ہوتا ہے اور ہر طرف سے موجوں کے تھپیڑے لگتے ہیں اور مسافر سمجھ لیتے ہیں کہ طوفان میں گھر گئے، اُس وقت سب اپنے دین کو اللہ ہی کے لیے خالص کر کے اس سے دُعائیں مانگتے ہیں کہ “اگر تو نے ہم کو اس بلا سے نجات دے دی تو ہم شکر گزار بندے بنیں گے","transliteration":"Huwa allathee yusayyirukum fee albarri waalbahri hatta itha kuntum fee alfulki wajarayna bihim bireehin tayyibatin wafarihoo biha jaatha reehun AAasifun wajaahumu almawju min kulli makanin wathannoo annahum oheeta bihim daAAawoo Allaha mukhliseena lahu alddeena lain anjaytana min hathihi lanakoonanna mina alshshakireena"},{"id":23,"text":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"مگر جب وہ ان کو بچا لیتا ہے تو پھر وہی لوگ حق سے منحرف ہو کر زمین میں بغاوت کرنے لگتے ہیں لوگو، تمہاری یہ بغاوت اُلٹی تمہارے ہی خلاف پڑ رہی ہے دنیا کے چند روزہ مزے ہیں (لُوٹ لو)، پھر ہماری طرف تمہیں پلٹ کر آنا ہے، اُس وقت ہم تمہیں بتا دیں گے کہ تم کیا کچھ کرتے رہے ہو","transliteration":"Falamma anjahum itha hum yabghoona fee alardi bighayri alhaqqi ya ayyuha alnnasu innama baghyukum AAala anfusikum mataAAa alhayati alddunya thumma ilayna marjiAAukum fanunabbiokum bima kuntum taAAmaloona"},{"id":24,"text":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","translation":"دنیا کی یہ زندگی (جس کے نشے میں مست ہو کر تم ہماری نشانیوں سے غفلت برت رہے ہو) اس کی مثال ایسی ہے جیسے آسمان سے ہم نے پانی برسایا تو زمین کی پیداوار، جسے آدمی اور جانور سب کھاتے ہیں، خوب گھنی ہو گئی، پھر عین اُس وقت جبکہ زمین اپنی بہار پر تھی اور کھیتیاں بنی سنوری کھڑی تھیں اور ان کے مالک یہ سمجھ رہے تھے کہ اب ہم ان سے فائدہ اُٹھانے پر قادر ہیں، یکایک رات کو یا دن کو ہمارا حکم آ گیا اور ہم نے اسے ایسا غارت کر کے رکھ دیا کہ گویا کل وہاں کچھ تھا ہی نہیں اس طرح ہم نشانیاں کھول کھول کر پیش کرتے ہیں اُن لوگوں کے لیے جو سوچنے سمجھنے والے ہیں","transliteration":"Innama mathalu alhayati alddunya kamain anzalnahu mina alssamai faikhtalata bihi nabatu alardi mimma yakulu alnnasu waalanAAamu hatta itha akhathati alardu zukhrufaha waizzayyanat wathanna ahluha annahum qadiroona AAalayha ataha amruna laylan aw naharan fajaAAalnaha haseedan kaan lam taghna bialamsi kathalika nufassilu alayati liqawmin yatafakkaroona"},{"id":25,"text":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"(تم اِس نا پائیدار زندگی کے فریب میں مبتلا ہو رہے ہو) اور اللہ تمہیں دار السلام کی طرف دعوت دے رہا ہے (ہدایت اُس کے اختیار میں ہے) جس کو وہ چاہتا ہے سیدھا راستہ دکھا دیتا ہے","transliteration":"WaAllahu yadAAoo ila dari alssalami wayahdee man yashao ila siratin mustaqeemin"},{"id":26,"text":"۞لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"جن لوگوں نے بھَلائی کا طریقہ اختیار کیا ان کے لیے بھَلائی ہے اور مزید فضل ان کے چہروں پر رُو سیاہی اور ذلّت نہ چھائے گی وہ جنت کے مستحق ہیں جہاں وہ ہمیشہ رہیں گے","transliteration":"Lillatheena ahsanoo alhusna waziyadatun wala yarhaqu wujoohahum qatarun wala thillatun olaika ashabu aljannati hum feeha khalidoona"},{"id":27,"text":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"اور جن لوگوں نے بُرائیاں کمائیں ان کی بُرائی جیسی ہے ویسا ہی وہ بدلہ پائیں گے، ذلّت ان پر مسلّط ہو گی، کوئی اللہ سے ان کو بچانے والا نہ ہو گا، ان کے چہروں پر ایسی تاریکی چھائی ہوئی ہو گی جیسے رات کے سیاہ پردے ان پر پڑے ہوئے ہوں، وہ دوزخ کے مستحق ہیں جہاں وہ ہمیشہ رہیں گے","transliteration":"Waallatheena kasaboo alssayyiati jazao sayyiatin bimithliha watarhaquhum thillatun ma lahum mina Allahi min AAasimin kaannama oghshiyat wujoohuhum qitaAAan mina allayli muthliman olaika ashabu alnnari hum feeha khalidoona"},{"id":28,"text":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","translation":"جس روز ہم ان سب کو ایک ساتھ (اپنی عدالت میں) اکٹھا کریں گے، پھر ان لوگوں سے جنہوں نے شرک کیا ہے کہیں گے کہ ٹھیر جاؤ تم بھی اور تمہارے بنائے ہوئے شریک بھی، پھر ہم ان کے درمیان سے اجنبیّت کا پردہ ہٹا دیں گے اور ان کے شریک کہیں گے کہ “تم ہماری عبادت تو نہیں کرتے تھے","transliteration":"Wayawma nahshuruhum jameeAAan thumma naqoolu lillatheena ashrakoo makanakum antum washurakaokum fazayyalna baynahum waqala shurakaohum ma kuntum iyyana taAAbudoona"},{"id":29,"text":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","translation":"ہمارے اور تمہارے درمیان اللہ کی گواہی کافی ہے کہ (تم اگر ہماری عبادت کرتے بھی تھے تو) ہم تمہاری اس عبادت سے بالکل بے خبر تھے","transliteration":"Fakafa biAllahi shaheedan baynana wabaynakum in kunna AAan AAibadatikum laghafileena"},{"id":30,"text":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"اُس وقت ہر شخص اپنے کیے کا مزا چکھ لے گا، سب اپنے مالک حقیقی کی طرف پھیر دیے جائیں گے اور وہ سارے جھوٹ جو انہوں نے گھڑ رکھے تھے گم ہو جائیں گے","transliteration":"Hunalika tabloo kullu nafsin ma aslafat waruddoo ila Allahi mawlahumu alhaqqi wadalla AAanhum ma kanoo yaftaroona"},{"id":31,"text":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","translation":"اِن سے پُوچھو، کون تم کو آسمان اور زمین سے رزق دیتا ہے؟ یہ سماعت اور بینائی کی قوتیں کس کے اختیار میں ہیں؟ کون بے جان میں سے جاندار کو اور جاندار میں سے بے جان کو نکالتا ہے؟ کون اِس نظم عالم کی تدبیر کر رہا ہے؟ وہ ضرور کہیں گے کہ اللہ کہو، پھر تم (حقیقت کے خلاف چلنے سے) پرہیز نہیں کرتے؟","transliteration":"Qul man yarzuqukum mina alssamai waalardi amman yamliku alssamAAa waalabsara waman yukhriju alhayya mina almayyiti wayukhriju almayyita mina alhayyi waman yudabbiru alamra fasayaqooloona Allahu faqul afala tattaqoona"},{"id":32,"text":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","translation":"تب تو یہی اللہ تمہارا حقیقی رب ہے پھر حق کے بعد گمراہی کے سوا اور کیا باقی رہ گیا؟ آخر یہ تم کدھر پھرائے جا رہے ہو؟","transliteration":"Fathalikumu Allahu rabbukumu alhaqqu famatha baAAda alhaqqi illa alddalalu faanna tusrafoona"},{"id":33,"text":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","translation":"(اے نبیؐ، دیکھو) اس طرح نافرمانی اختیار کرنے والوں پر تمہارے رب کی بات صادق آ گئی کہ وہ مان کر نہ دیں گے","transliteration":"Kathalika haqqat kalimatu rabbika AAala allatheena fasaqoo annahum la yuminoona"},{"id":34,"text":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","translation":"اِن سے پُوچھو، تمہارے ٹھیرائے ہوئے شریکوں میں کوئی ہے جو تخلیق کی ابتدا بھی کرتا ہو اور پھر اس کا اعادہ بھی کرے؟ کہو وہ صرف اللہ ہے جو تخلیق کی ابتدا بھی کرتا ہے اور اس کا اعادہ بھی، پھر تم یہ کس اُلٹی راہ پر چلائے جا رہے ہو؟","transliteration":"Qul hal min shurakaikum man yabdao alkhalqa thumma yuAAeeduhu quli Allahu yabdao alkhalqa thumma yuAAeeduhu faanna tufakoona"},{"id":35,"text":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","translation":"اِن سے پُوچھو تمہارے ٹھیرائے ہوئے شریکوں میں کوئی ایسا بھی ہے جو حق کی طرف رہنمائی کرتا ہو؟ کہو وہ صرف اللہ ہے جو حق کی طرف رہنمائی کرتا ہے پھر بھلا بتاؤ، جو حق کی طرف رہنمائی کرتا ہے وہ اِس کا زیادہ مستحق ہے کہ اس کی پیروی کی جائے یا وہ جو خود راہ نہیں پاتا اِلّا یہ کہ اس کی رہنمائی کی جائے؟ آخر تمہیں ہو کیا گیا ہے، کیسے اُلٹے الٹے فیصلے کرتے ہو؟","transliteration":"Qul hal min shurakaikum man yahdee ila alhaqqi quli Allahu yahdee lilhaqqi afaman yahdee ila alhaqqi ahaqqu an yuttabaAAa amman la yahiddee illa an yuhda fama lakum kayfa tahkumoona"},{"id":36,"text":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","translation":"حقیقت یہ ہے کہ اِن میں سے اکثر لوگ محض قیاس و گمان کے پیچھے چلے جا رہے ہیں، حالاں کہ گمان حق کی ضرورت کو کچھ بھی پُورا نہیں کرتا جو کچھ یہ کر رہے ہیں اللہ اُس کو خوب جانتا ہے","transliteration":"Wama yattabiAAu aktharuhum illa thannan inna alththanna la yughnee mina alhaqqi shayan inna Allaha AAaleemun bima yafAAaloona"},{"id":37,"text":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"اور یہ قرآن وہ چیز نہیں ہے جو اللہ کی وحی و تعلیم کے بغیر تصنیف کر لیا جائے بلکہ یہ تو جو کچھ پہلے آ چکا تھا اس کی تصدیق اور الکتاب کی تفصیل ہے اِس میں کوئی شک نہیں کہ یہ فرمانروائے کائنات کی طرف سے ہے","transliteration":"Wama kana hatha alquranu an yuftara min dooni Allahi walakin tasdeeqa allathee bayna yadayhi watafseela alkitabi la rayba feehi min rabbi alAAalameena"},{"id":38,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"کیا یہ لوگ کہتے ہیں کہ پیغمبرؐ نے اسے خود تصنیف کر لیا ہے؟ کہو، “اگر تم اپنے اس الزام میں سچّے ہو تو ایک سُورۃ اس جیسی تصنیف کر لاؤ اور ایک خدا کو چھوڑ کر جس جس کو بُلا سکتے ہو مدد کے لیے بُلا لو","transliteration":"Am yaqooloona iftarahu qul fatoo bisooratin mithlihi waodAAoo mani istataAAtum min dooni Allahi in kuntum sadiqeena"},{"id":39,"text":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّـٰلِمِينَ","translation":"اصل یہ ہے کہ جو چیز اِن کے علم کی گرفت میں نہیں آئی اور جس کا مآل بھی ان کے سامنے نہیں آیا، اُس کو اِنہوں نے (خوامخواہ اٹکل پچّو) جھٹلا دیا اِسی طرح تو ان سے پہلے کے لوگ بھی جھٹلا چکے ہیں پھر دیکھ لو اُن ظالموں کا کیا انجام ہُوا","transliteration":"Bal kaththaboo bima lam yuheetoo biAAilmihi walamma yatihim taweeluhu kathalika kaththaba allatheena min qablihim faonthur kayfa kana AAaqibatu alththalimeena"},{"id":40,"text":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","translation":"اِن میں سے کچھ لوگ ایمان لائیں گے اور کچھ نہیں لائیں گے اور تیرا رب اُن مفسدوں کو خوب جانتا ہے","transliteration":"Waminhum man yuminu bihi waminhum man la yuminu bihi warabbuka aAAlamu bialmufsideena"},{"id":41,"text":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","translation":"اگر یہ تجھے جھٹلاتے ہیں تو کہہ دے کہ “میرا عمل میرے لیے ہے اور تمہارا عمل تمہارے لیے، جو کچھ میں کرتا ہوں اس کی ذمہ داری سے تم بَری ہو اور جو کچھ تم کر رہے ہو اس کی ذمہ داری سے میں بَری ہوں","transliteration":"Wain kaththabooka faqul lee AAamalee walakum AAamalukum antum bareeoona mimma aAAmalu waana bareeon mimma taAAmaloona"},{"id":42,"text":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","translation":"ان میں بہت سے لوگ ہیں جو تیری باتیں سنتے ہیں، مگر کیا تو بہروں کو سنائیگا خواہ وہ کچھ نہ سمجھتے ہوں؟","transliteration":"Waminhum man yastamiAAoona ilayka afaanta tusmiAAu alssumma walaw kanoo la yaAAqiloona"},{"id":43,"text":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","translation":"اِن میں بہت سے لوگ ہیں جو تجھے دیکھتے ہیں، مگر کیا تو اندھوں کو راہ بتائے گا خواہ انہیں کچھ نہ سُوجھتا ہو؟","transliteration":"Waminhum man yanthuru ilayka afaanta tahdee alAAumya walaw kanoo la yubsiroona"},{"id":44,"text":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"حقیقت یہ ہے کہ اللہ لوگوں پر ظلم نہیں کرتا، لوگ خود ہی اپنے اُوپر ظلم کرتے ہیں","transliteration":"Inna Allaha la yathlimu alnnasa shayan walakinna alnnasa anfusahum yathlimoona"},{"id":45,"text":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","translation":"(آج یہ دُنیا کی زندگی میں مست ہیں) اور جس روز اللہ اِن کو اکٹھا کرے گا تو (یہی دُنیا کی زندگی اِنہیں ایسی محسُوس ہوگی) گویا یہ محض ایک گھڑی بھر آپس میں جان پہچان کرنے کو ٹھیرے تھے (اس وقت تحقیق ہو جائے گا کہ) فی الواقع سخت گھاٹے میں رہے وہ لوگ جنہوں نے اللہ کی ملاقات کو جھٹلایا اور ہرگز وہ راہِ راست پر نہ تھے","transliteration":"Wayawma yahshuruhum kaan lam yalbathoo illa saAAatan mina alnnahari yataAAarafoona baynahum qad khasira allatheena kaththaboo biliqai Allahi wama kanoo muhtadeena"},{"id":46,"text":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","translation":"جن بُرے نتائج سے ہم انہیں ڈرا رہے ہیں ان کا کوئی حصہ ہم تیرے جیتے جی دکھا دیں یا اس سے پہلے ہی تجھے اُٹھا لیں، بہرحال اِنہیں آنا ہماری ہی طرف ہے اور جو کچھ یہ کر رہے ہیں اس پر اللہ گواہ ہے","transliteration":"Waimma nuriyannaka baAAda allathee naAAiduhum aw natawaffayannaka failayna marjiAAuhum thumma Allahu shaheedun AAala ma yafAAaloona"},{"id":47,"text":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","translation":"ہر امّت کے لیے ایک رسُول ہے پھر جب کسی امّت کے پاس اُس کا رسُول آ جاتا ہے تو اس کا فیصلہ پُورے انصاف کے ساتھ چکا دیا جاتا ہے اور اس پر ذرہ برابر ظلم نہیں کیا جاتا","transliteration":"Walikulli ommatin rasoolun faitha jaa rasooluhum qudiya baynahum bialqisti wahum la yuthlamoona"},{"id":48,"text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"کہتے ہیں اگر تمہاری یہ دھمکی سچّی ہے تو آخر یہ کب پُوری ہو گی؟","transliteration":"Wayaqooloona mata hatha alwaAAdu in kuntum sadiqeena"},{"id":49,"text":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translation":"کہو “میرے اختیار میں خود اپنا نفع و ضرر بھی نہیں، سب کچھ اللہ کی مشیّت پر موقوف ہے ہر امّت کے لیے مُہلت کی ایک مدّت ہے، جب یہ مدّت پُوری ہو جاتی ہے تو گھڑی بھر کی تقدیم و تاخیر بھی نہیں ہوتی","transliteration":"Qul la amliku linafsee darran wala nafAAan illa ma shaa Allahu likulli ommatin ajalun itha jaa ajaluhum fala yastakhiroona saAAatan wala yastaqdimoona"},{"id":50,"text":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","translation":"اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر اللہ کا عذاب اچانک رات کو یا دن کو آ جائے (تو تم کیا کر سکتے ہو؟) آخر یہ ایسی کونسی چیز ہے جس کے لیے مجرم جلدی مچائیں؟","transliteration":"Qul araaytum in atakum AAathabuhu bayatan aw naharan matha yastaAAjilu minhu almujrimoona"},{"id":51,"text":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","translation":"کیا جب وہ تم پر آ پڑے اسی وقت تم اسے مانو گے؟ اب بچنا چاہتے ہو؟ حالانکہ تم خود ہی اس کے جلدی آنے کا تقاضا کر رہے تھے","transliteration":"Athumma itha ma waqaAAa amantum bihi alana waqad kuntum bihi tastaAAjiloona"},{"id":52,"text":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","translation":"پھر ظالموں سے کہا جائے گا کہ اب ہمیشہ کے عذاب کا مزا چکھو، جو کچھ تم کماتے رہے ہو اس کی پاداش کے سوا اور کیا بدلہ تم کو دیا جا سکتا ہے؟","transliteration":"Thumma qeela lillatheena thalamoo thooqoo AAathaba alkhuldi hal tujzawna illa bima kuntum taksiboona"},{"id":53,"text":"۞وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","translation":"پھر پُوچھتے ہیں کیا واقعی یہ سچ ہے جو تم کہہ رہے ہو؟ کہو “میرے رب کی قسم، یہ بالکل سچ ہے اور تم اتنا بل بوتا نہیں رکھتے کہ اسے ظہُور میں آنے سے روک دو","transliteration":"Wayastanbioonaka ahaqqun huwa qul ee warabbee innahu lahaqqun wama antum bimuAAjizeena"},{"id":54,"text":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","translation":"اگر ہر اُس شخص کے پاس جس نے ظلم کیا ہے، رُوئے زمین کی دولت بھی ہو تو اُس عذاب سے بچنے کے لیے وہ اسے فدیہ میں دینے پر آمادہ ہو جائے گا جب یہ لوگ اس عذاب کو دیکھ لیں گے تو دل ہی دل میں پچھتائیں گے مگر ان کے درمیان پُورے انصاف سے فیصلہ کیا جائے گا کوئی ظلم ان پر نہ ہو گا","transliteration":"Walaw anna likulli nafsin thalamat ma fee alardi laiftadat bihi waasarroo alnnadamata lamma raawoo alAAathaba waqudiya baynahum bialqisti wahum la yuthlamoona"},{"id":55,"text":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"سنو! آسمانوں اور زمین میں جو کچھ ہے اللہ کا ہے سُن رکھو! اللہ کا وعدہ سچّا ہے مگر اکثر انسان جانتے نہیں ہیں","transliteration":"Ala inna lillahi ma fee alssamawati waalardi ala inna waAAda Allahi haqqun walakinna aktharahum la yaAAlamoona"},{"id":56,"text":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"وہی زندگی بخشتا ہے اور وہی موت دیتا ہے اور اسی کی طرف تم سب کو پلٹنا ہے","transliteration":"Huwa yuhyee wayumeetu wailayhi turjaAAoona"},{"id":57,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","translation":"لوگو! تمہارے پاس تمہارے رب کی طرف سے نصیحت آ گئی ہے یہ وہ چیز ہے جو دلوں کے امراض کی شفا ہے اور جو اسے قبول کر لیں ان کے لیے رہنمائی اور رحمت ہے","transliteration":"Ya ayyuha alnnasu qad jaatkum mawAAithatun min rabbikum washifaon lima fee alssudoori wahudan warahmatun lilmumineena"},{"id":58,"text":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"اے نبیؐ، کہو کہ “یہ اللہ کا فضل اور اس کی مہربانی ہے کہ یہ چیز اس نے بھیجی، اس پر تو لوگوں کو خوشی منانی چاہیے، یہ اُن سب چیزوں سے بہتر ہے جنہیں لوگ سمیٹ رہے ہیں","transliteration":"Qul bifadli Allahi wabirahmatihi fabithalika falyafrahoo huwa khayrun mimma yajmaAAoona"},{"id":59,"text":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","translation":"اے نبیؐ، ان سے کہو “تم لوگوں نے کبھی یہ بھی سوچا ہے کہ جو رزق اللہ نے تمہارے لیے اتارا تھا اس میں سے تم نے خود ہی کسی کو حرام اور کسی کو حلال ٹھیرا لیا!\" اِن سے پوچھو، اللہ نے تم کو اس کی اجازت دی تھی؟ یا تم اللہ پر افترا کر رہے ہو؟","transliteration":"Qul araaytum ma anzala Allahu lakum min rizqin fajaAAaltum minhu haraman wahalalan qul allahu athina lakum am AAala Allahi taftaroona"},{"id":60,"text":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","translation":"جو لوگ اللہ پر یہ جھوٹا افترا باندھتے ہیں ان کا کیا گمان ہے کہ قیامت کے روز ان سے کیا معاملہ ہو گا؟ اللہ تو لوگوں پر مہربانی کی نظر رکھتا ہے مگر اکثر انسان ایسے ہیں جو شکر نہیں کرتے","transliteration":"Wama thannu allatheena yaftaroona AAala Allahi alkathiba yawma alqiyamati inna Allaha lathoo fadlin AAala alnnasi walakinna aktharahum la yashkuroona"},{"id":61,"text":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","translation":"اے نبیؐ، تم جس حال میں بھی ہوتے ہو اور قرآن میں سے جو کچھ بھی سُناتے ہو، اور لوگو، تم بھی جو کچھ کرتے ہو اُس سب کے دوران میں ہم تم کو دیکھتے رہتے ہیں کوئی ذرہ برابر چیز آسمان اور زمین میں ایسی نہیں ہے، نہ چھوٹی نہ بڑی، جو تیرے رب کی نظر سے پوشیدہ ہو اور ایک صاف دفتر میں درج نہ ہو","transliteration":"Wama takoonu fee shanin wama tatloo minhu min quranin wala taAAmaloona min AAamalin illa kunna AAalaykum shuhoodan ith tufeedoona feehi wama yaAAzubu AAan rabbika min mithqali tharratin fee alardi wala fee alssamai wala asghara min thalika wala akbara illa fee kitabin mubeenun"},{"id":62,"text":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"سُنو! جو اللہ کے دوست ہیں، جو ایمان لائے اور جنہوں نے تقویٰ کا رویہ اختیار کیا،","transliteration":"Ala inna awliyaa Allahi la khawfun AAalayhim wala hum yahzanoona"},{"id":63,"text":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"ان کے لیے کسی خوف اور رنج کا موقع نہیں ہے","transliteration":"Allatheena amanoo wakanoo yattaqoona"},{"id":64,"text":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"دُنیا اور آخرت دونوں زندگیوں میں ان کے لیے بشارت ہی بشارت ہے اللہ کی باتیں بدل نہیں سکتیں یہی بڑی کامیابی ہے","transliteration":"Lahumu albushra fee alhayati alddunya wafee alakhirati la tabdeela likalimati Allahi thalika huwa alfawzu alAAatheemu"},{"id":65,"text":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"اے نبیؐ، جو باتیں یہ لوگ تجھ پر بناتے ہیں وہ تجھے رنجیدہ نہ کریں، عزّت ساری کی ساری خدا کے اختیار میں ہے، اور وہ سب کچھ سنتا اور جانتا ہے","transliteration":"Wala yahzunka qawluhum inna alAAizzata lillahi jameeAAan huwa alssameeAAu alAAaleemu"},{"id":66,"text":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","translation":"آگاہ رہو! آسمان کے بسنے والے ہوں یا زمین کے، سب سے سب اللہ کے مملوک ہیں اور جو لوگ اللہ کے سوا کچھ (اپنے خودساختہ) شریکوں کو پکار رہے ہیں وہ نِرے وہم و گمان کے پیرو ہیں اور محض قیاس آرائیاں کرتے ہیں","transliteration":"Ala inna lillahi man fee alssamawati waman fee alardi wama yattabiAAu allatheena yadAAoona min dooni Allahi shurakaa in yattabiAAoona illa alththanna wain hum illa yakhrusoona"},{"id":67,"text":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","translation":"وہ اللہ ہی ہے جس نے تمہارے لیے رات بنائی کہ اس میں سکون حاصل کرو اور دن کو روشن بنایا اس میں نشانیاں ہیں اُن لوگوں کے لیے جو (کھلے کانوں سے پیغمبر کی دعوت کو) سنتے ہیں","transliteration":"Huwa allathee jaAAala lakumu allayla litaskunoo feehi waalnnahara mubsiran inna fee thalika laayatin liqawmin yasmaAAoona"},{"id":68,"text":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"لوگوں نے کہہ دیا کہ اللہ نے کسی کو بیٹا بنایا ہے سبحان اللہ! وہ تو بے نیاز ہے، آسمانوں اور زمین میں جو کچھ ہے سب اس کی ملک ہے تمہارے پاس اس قول کے لیے آخر کیا دلیل ہے؟ کیا تم اللہ کے متعلق وہ باتیں کہتے ہو جو تمہارے علم میں نہیں ہیں؟","transliteration":"Qaloo ittakhatha Allahu waladan subhanahu huwa alghaniyyu lahu ma fee alssamawati wama fee alardi in AAindakum min sultanin bihatha ataqooloona AAala Allahi ma la taAAlamoona"},{"id":69,"text":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","translation":"اے محمدؐ، کہہ دو کہ جو لوگ اللہ پر جھوٹے افترا باندھتے ہیں وہ ہرگز فلاح نہیں پا سکتے","transliteration":"Qul inna allatheena yaftaroona AAala Allahi alkathiba la yuflihoona"},{"id":70,"text":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","translation":"دنیا کی چند روزہ زندگی میں مزے کر لیں، پھر ہماری طرف اُن کو پلٹنا ہے پھر ہم اس کفر کے بدلے جس کا ارتکاب وہ کر رہے ہیں ان کو سخت عذاب کا مزہ چکھائیں گے","transliteration":"MataAAun fee alddunya thumma ilayna marjiAAuhum thumma nutheequhumu alAAathaba alshshadeeda bima kanoo yakfuroona"},{"id":71,"text":"۞وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","translation":"اِن کو نوحؑ کا قصہ سناؤ، اُس وقت کا قصہ جب اُس نے اپنی قوم سے کہا تھا کہ “اے برادران قوم، اگر میرا تمہارے درمیان رہنا اور اللہ کی آیات سنا سنا کر تمہیں غفلت سے بیدار کرنا تمہارے لیے ناقابل برداشت ہو گیا ہے تو میرا بھروسہ اللہ پر ہے، تم اپنے ٹھیرائے ہوئے شریکوں کو ساتھ لے کر ایک متفقہ فیصلہ کر لو اور جو منصوبہ تمہارے پیش نظر ہو اس کو خوب سوچ سمجھ لو تاکہ اس کا کو ئی پہلو تمہاری نگاہ سے پوشیدہ نہ رہے، پھر میرے خلاف اس کو عمل میں لے آؤ اور مجھے ہرگز مہلت نہ دو","transliteration":"Waotlu AAalayhim nabaa noohin ith qala liqawmihi ya qawmi in kana kabura AAalaykum maqamee watathkeeree biayati Allahi faAAala Allahi tawakkaltu faajmiAAoo amrakum washurakaakum thumma la yakun amrukum AAalaykum ghummatan thumma iqdoo ilayya wala tunthirooni"},{"id":72,"text":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","translation":"تم نے میری نصیحت سے منہ موڑا (تو میرا کیا نقصان کیا) میں تم سے کسی اجر کا طلب گار نہ تھا، میرا اجر تو اللہ کے ذمہ ہے اور مجھے حکم دیا گیا ہے کہ (خواہ کوئی مانے یا نہ مانے) میں خود مسلم بن کر رہوں","transliteration":"Fain tawallaytum fama saaltukum min ajrin in ajriya illa AAala Allahi waomirtu an akoona mina almuslimeena"},{"id":73,"text":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَـٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","translation":"انہوں نے اسے جھٹلایا اور نتیجہ یہ ہوا کہ ہم نے اسے اور اُن لوگوں کو جو اس کے ساتھ کشتی میں تھے، بچا لیا اور انہی کو زمین میں جانشین بنایا اور ان سب لوگوں کو غرق کر دیا جنہوں نے ہماری آیات کو جھٹلایا تھا پس دیکھ لو کہ جنہیں متنبہ کیا گیا تھا (اور پھر بھی انہوں نے مان کر نہ دیا) اُن کا کیا انجام ہوا","transliteration":"Fakaththaboohu fanajjaynahu waman maAAahu fee alfulki wajaAAalnahum khalaifa waaghraqna allatheena kaththaboo biayatina faonthur kayfa kana AAaqibatu almunthareena"},{"id":74,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","translation":"پھر نوحؑ کے بعد ہم نے مختلف پیغمبروں کو اُن کی قوموں کی طرف بھیجا اور وہ اُن کے پاس کھلی کھلی نشانیاں لے کر آئے، مگر جس چیز کو انہوں نے پہلے جھٹلا دیا تھا اسے پھر مان کر نہ دیا اس طرح ہم حد سے گزر جانے والوں کے دلوں پر ٹھپہ لگا دیتے ہیں","transliteration":"Thumma baAAathna min baAAdihi rusulan ila qawmihim fajaoohum bialbayyinati fama kanoo liyuminoo bima kaththaboo bihi min qablu kathalika natbaAAu AAala quloobi almuAAtadeena"},{"id":75,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","translation":"پھر ان کے بعد ہم نے موسیٰؑ اور ہارونؑ کو اپنی نشانیوں کے ساتھ فرعون اور اس کے سرداروں کی طرف بھیجا، مگر انہوں نے اپنی بڑائی کا گھمنڈ کیا اور وہ مجرم لوگ تھے","transliteration":"Thumma baAAathna min baAAdihim moosa waharoona ila firAAawna wamalaihi biayatina faistakbaroo wakanoo qawman mujrimeena"},{"id":76,"text":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","translation":"پس جب ہمارے پاس سے حق ان کے سامنے آیا تو انہوں نے کہہ دیا کہ یہ تو کھلا جادو ہے","transliteration":"Falamma jaahumu alhaqqu min AAindina qaloo inna hatha lasihrun mubeenun"},{"id":77,"text":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّـٰحِرُونَ","translation":"موسیٰؑ نے کہا: “تم حق کو یہ کہتے ہو جبکہ وہ تمہارے سامنے آگیا؟ کیا یہ جادو ہے؟ حالانکہ جادو گر فلاح نہیں پایا کرتے","transliteration":"Qala moosa ataqooloona lilhaqqi lamma jaakum asihrun hatha wala yuflihu alssahiroona"},{"id":78,"text":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","translation":"اُنہوں نے جواب میں کہا “کیا تواس لیے آیا ہے کہ ہمیں اُ س طریقے سے پھیر دے جس پر ہم نے اپنے باپ دادا کو پایا ہے اور زمین میں بڑائی تم دونوں کی قائم ہو جائے؟ تمہارے بات تو ہم ماننے والے نہیں ہیں","transliteration":"Qaloo ajitana litalfitana AAamma wajadna AAalayhi abaana watakoona lakuma alkibriyao fee alardi wama nahnu lakuma bimumineena"},{"id":79,"text":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","translation":"اور فرعون نے (اپنے آدمیوں سے) کہا کہ “ہر ماہر فن جادوگر کو میرے پاس حاضر کرو","transliteration":"Waqala firAAawnu itoonee bikulli sahirin AAaleemin"},{"id":80,"text":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","translation":"جب جادو گر آ گئے تو موسیٰؑ نے ان سے کہا “جو کچھ تمہیں پھینکنا ہے پھینکو","transliteration":"Falamma jaa alssaharatu qala lahum moosa alqoo ma antum mulqoona"},{"id":81,"text":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","translation":"پھر جب انہوں نے اپنے آنچھر پھینک دیے تو موسیٰؑ نے کہا “یہ جو کچھ تم نے پھینکا ہے یہ جادو ہے، اللہ ابھی اِسے باطل کیے دیتا ہے، مفسدوں کے کام کو اللہ سدھرنے نہیں دیتا","transliteration":"Falamma alqaw qala moosa ma jitum bihi alssihru inna Allaha sayubtiluhu inna Allaha la yuslihu AAamala almufsideena"},{"id":82,"text":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","translation":"اور اللہ اپنے فرمانوں سے حق کو حق کر دکھاتا ہے، خواہ مجرموں کو وہ کتنا ہی ناگوار ہو","transliteration":"Wayuhiqqu Allahu alhaqqa bikalimatihi walaw kariha almujrimoona"},{"id":83,"text":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","translation":"(پھر دیکھو کہ) موسیٰؑ کو اس کی قوم میں سے چند نوجوانوں کے سوا کسی نے نہ مانا، فرعون کے ڈر سے اور خود اپنی قوم کے سر بر آوردہ لوگوں کے ڈر سے (جنہیں خوف تھا کہ) فرعون ان کو عذاب میں مبتلا کرے گا اور واقعہ یہ ہے کہ فرعون زمین میں غلبہ رکھتا تھا اور وہ اُن لوگوں میں سے تھا جو کسی حد پر رکتے نہیں ہیں","transliteration":"Fama amana limoosa illa thurriyyatun min qawmihi AAala khawfin min firAAawna wamalaihim an yaftinahum wainna firAAawna laAAalin fee alardi wainnahu lamina almusrifeena"},{"id":84,"text":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","translation":"موسیٰؑ نے اپنی قوم سے کہا کہ “لوگو، اگر تم واقعی اللہ پر ایمان رکھتے ہو تو اس پر بھروسہ کرو اگر مسلمان ہو","transliteration":"Waqala moosa ya qawmi in kuntum amantum biAllahi faAAalayhi tawakkaloo in kuntum muslimeena"},{"id":85,"text":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"انہوں نے جواب دیا “ہم نے اللہ ہی پر بھروسہ کیا، اے ہمارے رب، ہمیں ظالم لوگوں کے لیے فتنہ نہ بنا","transliteration":"Faqaloo AAala Allahi tawakkalna rabbana la tajAAalna fitnatan lilqawmi alththalimeena"},{"id":86,"text":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"اور اپنی رحمت سے ہم کو کافروں سے نجات دے","transliteration":"Wanajjina birahmatika mina alqawmi alkafireena"},{"id":87,"text":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translation":"اور ہم نے موسیٰؑ اور اس کے بھائی کو اشارہ کیا کہ “مصر میں چند مکان اپنی قوم کے لیے مہیا کرو اور اپنے ان مکانوں کو قبلہ ٹھیرا لو اور نماز قائم کرو اور اہل ایمان کو بشارت دے دو","transliteration":"Waawhayna ila moosa waakheehi an tabawwaa liqawmikuma bimisra buyootan waijAAaloo buyootakum qiblatan waaqeemoo alssalata wabashshiri almumineena"},{"id":88,"text":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","translation":"موسیٰؑ نے دعا کی “اے ہمارے رب، تو نے فرعون اور اس کے سرداروں کو دنیا کی زندگی میں زینت اور اموال سے نواز رکھا ہے اے رب، کیا یہ اس لیے ہے کہ وہ لوگوں کو تیری راہ سے بھٹکائیں؟ اے رب، ان کے مال غارت کر دے اور ان کے دلوں پر ایسی مہر کر دے کہ ایمان نہ لائیں جب تک دردناک عذاب نہ دیکھ لیں","transliteration":"Waqala moosa rabbana innaka atayta firAAawna wamalaahu zeenatan waamwalan fee alhayati alddunya rabbana liyudilloo AAan sabeelika rabbana itmis AAala amwalihim waoshdud AAala quloobihim fala yuminoo hatta yarawoo alAAathaba alaleema"},{"id":89,"text":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","translation":"اللہ تعالیٰ نے جواب میں فرمایا “تم دونوں کی دعا قبول کی گئی ثابت قدم رہو اور اُن لوگوں کے طریقے کی ہرگز پیروی نہ کرو جو علم نہیں رکھتے","transliteration":"Qala qad ojeebat daAAwatukuma faistaqeema wala tattabiAAanni sabeela allatheena la yaAAlamoona"},{"id":90,"text":"۞وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَـٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","translation":"اور ہم بنی اسرائیل کو سمندر سے گزار لے گئے پھر فرعون اور اس کے لشکر ظلم اور زیادتی کی غرض سے ان کے پیچھے چلے حتیٰ کہ جب فرعون ڈوبنے لگا تو بول اٹھا \"میں نے مان لیا کہ خداوند حقیقی اُس کے سوا کوئی نہیں ہے جس پر بنی اسرائیل ایمان لائے، اور میں بھی سر اطاعت جھکا دینے والوں میں سے ہوں","transliteration":"Wajawazna bibanee israeela albahra faatbaAAahum firAAawnu wajunooduhu baghyan waAAadwan hatta itha adrakahu algharaqu qala amantu annahu la ilaha illa allathee amanat bihi banoo israeela waana mina almuslimeena"},{"id":91,"text":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","translation":"(جواب دیا گیا) “اب ایمان لاتا ہے! حالانکہ اِس سے پہلے تک تو نافرمانی کرتا رہا اور فساد برپا کرنے والوں میں سے تھا","transliteration":"Alana waqad AAasayta qablu wakunta mina almufsideena"},{"id":92,"text":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","translation":"اب تو ہم صرف تیری لاش ہی کو بچائیں گے تاکہ تو بعد کی نسلوں کے لیے نشان عبرت بنے اگرچہ بہت سے انسان ایسے ہیں جو ہماری نشانیوں سے غفلت برتتے ہیں","transliteration":"Faalyawma nunajjeeka bibadanika litakoona liman khalfaka ayatan wainna katheeran mina alnnasi AAan ayatina laghafiloona"},{"id":93,"text":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَـٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"ہم نے بنی اسرائیل کو بہت اچھا ٹھکانا دیا اور نہایت عمدہ وسائل زندگی انہیں عطا کیے پھر انہوں نے باہم اختلاف نہیں کیا مگراُس وقت جبکہ علم اُن کے پاس آ چکا تھا یقیناً تیرا رب قیامت کے روز اُن کے درمیان اُس چیز کا فیصلہ کر دے گا جس میں وہ اختلاف کرتے رہے ہیں","transliteration":"Walaqad bawwana banee israeela mubawwaa sidqin warazaqnahum mina alttayyibati fama ikhtalafoo hatta jaahumu alAAilmu inna rabbaka yaqdee baynahum yawma alqiyamati feema kanoo feehi yakhtalifoona"},{"id":94,"text":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","translation":"اب اگر تجھے اُس ہدایت کی طرف سے کچھ بھی شک ہو جو ہم نے تجھ پر نازل کی ہے تو اُن لوگوں سے پوچھ لے جو پہلے سے کتاب پڑھ رہے ہیں فی الواقع یہ تیرے پاس حق ہی آیا ہے تیرے رب کی طرف سے، لہٰذا تو شک کرنے والوں میں سے نہ ہو","transliteration":"Fain kunta fee shakkin mimma anzalnna ilayka faisali allatheena yaqraoona alkitaba min qablika laqad jaaka alhaqqu min rabbika fala takoonanna mina almumtareena"},{"id":95,"text":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","translation":"اور ان لوگوں میں نہ شامل ہو جنہوں نے اللہ کی آیات کو جھٹلایا ہے، ورنہ تو نقصان اٹھانے والوں میں سے ہوگا","transliteration":"Wala takoonanna mina allatheena kaththaboo biayati Allahi fatakoona mina alkhasireena"},{"id":96,"text":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","translation":"حقیقت یہ ہے کہ جن لوگوں پر تیرے رب کا قول راست آگیا ہے ان کے سامنے خواہ کوئی نشانی آ جائے","transliteration":"Inna allatheena haqqat AAalayhim kalimatu rabbika la yuminoona"},{"id":97,"text":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","translation":"وہ کبھی ایمان لا کر نہیں دیتے جب تک کہ درد ناک عذاب سامنے آتا نہ دیکھ لیں","transliteration":"Walaw jaathum kullu ayatin hatta yarawoo alAAathaba alaleema"},{"id":98,"text":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","translation":"پھر کیا ایسی کوئی مثال ہے کہ ایک بستی عذاب دیکھ کر ایمان لائی ہو اور اس کا ایمان اس کے لیے نفع بخش ثابت ہوا ہو؟ یونسؑ کی قوم کے سوا (اس کی کوئی نظیر نہیں) وہ قوم جب ایمان لے آئی تھی تو البتہ ہم نے اس پر سے دنیا کی زندگی میں رسوائی کا عذاب ٹال دیا تھا اور اس کو ایک مدت تک زندگی سے بہرہ مند ہونے کا موقع دے دیا تھا","transliteration":"Falawla kanat qaryatun amanat fanafaAAaha eemanuha illa qawma yoonusa lamma amanoo kashafna AAanhum AAathaba alkhizyi fee alhayati alddunya wamattaAAnahum ila heenin"},{"id":99,"text":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","translation":"اگر تیرے رب کی مشیت یہ ہوتی (کہ زمین میں سب مومن و فرمانبردار ہی ہوں) تو سارے اہل زمین ایمان لے آئے ہوتے پھر کیا تو لوگوں کو مجبور کرے گا کہ وہ مومن ہو جائیں؟","transliteration":"Walaw shaa rabbuka laamana man fee alardi kulluhum jameeAAan afaanta tukrihu alnnasa hatta yakoonoo mumineena"},{"id":100,"text":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","translation":"کوئی متنفس اللہ کے اذن کے بغیر ایمان نہیں لا سکتا، اور اللہ کا طریقہ یہ ہے کہ جو لوگ عقل سے کام نہیں لیتے وہ ان پر گندگی ڈال دیتا ہے","transliteration":"Wama kana linafsin an tumina illa biithni Allahi wayajAAalu alrrijsa AAala allatheena la yaAAqiloona"},{"id":101,"text":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","translation":"اِن سے کہو “زمین اور آسمانوں میں جو کچھ ہے اسے آنکھیں کھول کر دیکھو\" اور جو لوگ ایمان لانا ہی نہیں چاہتے ان کے لیے نشانیاں اور تنبیہیں آخر کیا مفید ہو سکتی ہیں","transliteration":"Quli onthuroo matha fee alssamawati waalardi wama tughnee alayatu waalnnuthuru AAan qawmin la yuminoona"},{"id":102,"text":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translation":"اب یہ لوگ اِس کے سوا اور کس چیز کے منتظر ہیں کہ وہی برے دن دیکھیں جو اِن سے پہلے گزرے ہوئے لوگ دیکھ چکے ہیں؟ اِن سے کہو “اچھا، انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں","transliteration":"Fahal yantathiroona illa mithla ayyami allatheena khalaw min qablihim qul faintathiroo innee maAAakum mina almuntathireena"},{"id":103,"text":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","translation":"پھر (جب ایسا وقت آتا ہے تو) ہم اپنے رسولوں کو اور اُن لوگوں کو بچا لیا کرتے ہیں جو ایمان لائے ہوں ہمارا یہی طریقہ ہے ہم پر یہ حق ہے کہ مومنوں کو بچا لیں","transliteration":"Thumma nunajjee rusulana waallatheena amanoo kathalika haqqan AAalayna nunjee almumineena"},{"id":104,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","translation":"اے نبیؐ! کہہ دو کہ لوگو، اگر تم ابھی تک میرے دین کے متعلق کسی شک میں ہو تو سن لو کہ تم اللہ کے سوا جن کی بندگی کرتے ہو میں ان کی بندگی نہیں کرتا بلکہ صرف اسی خدا کی بندگی کرتا ہوں جس کے قبضے میں تمہاری موت ہے مجھے حکم دیا گیا ہے کہ میں ایمان لانے والوں میں سے ہوں","transliteration":"Qul ya ayyuha alnnasu in kuntum fee shakkin min deenee fala aAAbudu allatheena taAAbudoona min dooni Allahi walakin aAAbudu Allaha allathee yatawaffakum waomirtu an akoona mina almumineena"},{"id":105,"text":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","translation":"اور مجھ سے فرمایا گیا ہے کہ تو یکسو ہو کر اپنے آپ کو ٹھیک ٹھیک اِس دین پر قائم کر دے، اور ہرگز ہرگز مشرکوں میں سے نہ ہو","transliteration":"Waan aqim wajhaka lilddeeni haneefan wala takoonanna mina almushrikeena"},{"id":106,"text":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّـٰلِمِينَ","translation":"اور اللہ کو چھوڑ کر کسی ایسی ہستی کو نہ پکار جو تجھے نہ فائدہ پہنچا سکتی ہے نہ نقصان اگر تو ایسا کرے گا تو ظالموں میں سے ہوگا","transliteration":"Wala tadAAu min dooni Allahi ma la yanfaAAuka wala yadurruka fain faAAalta fainnaka ithan mina alththalimeena"},{"id":107,"text":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"اگر اللہ تجھے کسی مصیبت میں ڈالے تو خود اس کے سوا کوئی نہیں جو اس مصیبت کو ٹال دے، اور اگر وہ تیرے حق میں کسی بھلائی کا ارادہ کرے تو اس کے فضل کو پھیرنے والا بھی کوئی نہیں ہے وہ اپنے بندوں میں سے جس کو چاہتا ہے اپنے فضل سے نوازتا ہے اور وہ درگزر کرنے والا اور رحم فرمانے والا ہے","transliteration":"Wain yamsaska Allahu bidurrin fala kashifa lahu illa huwa wain yuridka bikhayrin fala radda lifadlihi yuseebu bihi man yashao min AAibadihi wahuwa alghafooru alrraheemu"},{"id":108,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","translation":"اے محمدؐ، کہہ دو کہ “لوگو، تمہارے پاس تمہارے رب کی طرف سے حق آ چکا ہے اب جو سیدھی راہ اختیار کرے اس کی راست روی اسی کے لیے مفید ہے، اور جو گمراہ رہے اس کی گمراہی اسی کے لیے تباہ کن ہے اور میں تمہارے اوپر کوئی حوالہ دار نہیں ہوں","transliteration":"Qul ya ayyuha alnnasu qad jaakumu alhaqqu min rabbikum famani ihtada fainnama yahtadee linafsihi waman dalla fainnama yadillu AAalayha wama ana AAalaykum biwakeelin"},{"id":109,"text":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"اور اے نبیؐ، تم اس ہدایت کی پیروی کیے جاؤ جو تمہاری طرف بذریعہ وحی بھیجی جا رہی ہے، اور صبر کرو یہاں تک کہ اللہ فیصلہ کر دے، اور وہی بہترین فیصلہ کرنے والا ہے","transliteration":"WaittabiAA ma yooha ilayka waisbir hatta yahkuma Allahu wahuwa khayru alhakimeena"}]}
