{"id":11,"name":"هود","transliteration":"Hud","translation":"حود","type":"meccan","total_verses":123,"verses":[{"id":1,"text":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","translation":"ا ل ر فرمان ہے، جس کی آیتیں پختہ اور مفصل ارشاد ہوئی ہیں، ایک دانا اور باخبر ہستی کی طرف سے","transliteration":"Aliflamra kitabun ohkimat ayatuhu thumma fussilat min ladun hakeemin khabeerin"},{"id":2,"text":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","translation":"کہ تم بندگی نہ کرو مگر صرف اللہ کی میں اُس کی طرف سے تم کو خبردار کرنے والا بھی ہوں اور بشارت دینے والا بھی","transliteration":"Alla taAAbudoo illa Allaha innanee lakum minhu natheerun wabasheerun"},{"id":3,"text":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","translation":"اور یہ کہ تم اپنے رب سے معافی چاہو اور اس کی طرف پلٹ آؤ تو وہ ایک مدت خاص تک تم کو اچھا سامان زندگی دے گا اور ہر صاحب فضل کو اس کا فضل عطا کرے گا لیکن اگر تم منہ پھیرتے ہو تو میں تمہارے حق میں ایک بڑے ہولناک دن کے عذاب سے ڈرتا ہوں","transliteration":"Waani istaghfiroo rabbakum thumma tooboo ilayhi yumattiAAkum mataAAan hasanan ila ajalin musamman wayuti kulla thee fadlin fadlahu wain tawallaw fainee akhafu AAalaykum AAathaba yawmin kabeerin"},{"id":4,"text":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"تم سب کو اللہ کی طرف پلٹنا ہے اور وہ سب کچھ کرسکتا ہے","transliteration":"Ila Allahi marjiAAukum wahuwa AAala kulli shayin qadeerun"},{"id":5,"text":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"دیکھو! یہ لوگ اپنے سینوں کو موڑتے ہیں تاکہ اس سے چھپ جائیں خبردار! جب یہ کپڑوں سے اپنے آپ کو ڈھانپتے ہیں، اللہ ان کے چھپے کو بھی جانتا ہے اور کھلے کو بھی، وہ تو اُن بھیدوں سے بھی واقف ہے جو سینوں میں ہیں","transliteration":"Ala innahum yathnoona sudoorahum liyastakhfoo minhu ala heena yastaghshoona thiyabahum yaAAlamu ma yusirroona wama yuAAlinoona innahu AAaleemun bithati alssudoori"},{"id":6,"text":"۞وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","translation":"زمین میں چلنے والا کوئی جاندار ایسا نہیں ہے جس کا رزق اللہ کے ذمے نہ ہو اور جس کے متعلق وہ نہ جانتا ہو کہ کہاں وہ رہتا ہے اور کہاں وہ سونپا جاتا ہے، سب کچھ ایک صاف دفتر میں درج ہے","transliteration":"Wama min dabbatin fee alardi illa AAala Allahi rizquha wayaAAlamu mustaqarraha wamustawdaAAaha kullun fee kitabin mubeenin"},{"id":7,"text":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","translation":"اور وہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا جبکہ اس سے پہلے اس کا عرش پانی پر تھا تاکہ تم کو آزما کر دیکھے تم میں کون بہتر عمل کرنے والا ہے اب اگر اے محمدؐ، تم کہتے ہو کہ لوگو، مرنے کے بعد تم دوبارہ اٹھائے جاؤ گے، تو منکرین فوراً بول اٹھتے ہیں کہ یہ تو صریح جادو گری ہے","transliteration":"Wahuwa allathee khalaqa alssamawati waalarda fee sittati ayyamin wakana AAarshuhu AAala almai liyabluwakum ayyukum ahsanu AAamalan walain qulta innakum mabAAoothoona min baAAdi almawti layaqoolanna allatheena kafaroo in hatha illa sihrun mubeenun"},{"id":8,"text":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"اور اگر ہم ایک خاص مدت تک ان کی سزا کو ٹالتے ہیں تو وہ کہنے لگتے ہیں کہ آخر کس چیز نے اُسے روک رکھا ہے؟ سنو! جس روز اُس سزا کا وقت آگیا تو وہ کسی کے پھیرے نہ پھر سکے گا اور وہی چیز ان کو آ گھیرے گی جس کا وہ مذاق اڑا رہے ہیں","transliteration":"Walain akhkharna AAanhumu alAAathaba ila ommatin maAAdoodatin layaqoolunna ma yahbisuhu ala yawma yateehim laysa masroofan AAanhum wahaqa bihim ma kanoo bihi yastahzioona"},{"id":9,"text":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","translation":"اگر کبھی ہم انسان کو اپنی رحمت سے نوازنے کے بعد پھر اس سے محروم کر دیتے ہیں تو وہ مایوس ہوتا ہے اور ناشکری کرنے لگتا ہے","transliteration":"Walain athaqna alinsana minna rahmatan thumma nazaAAnaha minhu innahu layaoosun kafoorun"},{"id":10,"text":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","translation":"اور اگر اُس مصیبت کے بعد جو اُس پر آئی تھی ہم اسے نعمت کا مزا چکھاتے ہیں تو کہتا ہے میرے تو سارے دلدر پار ہو گئے، پھر وہ پھولا نہیں سماتا اور اکڑنے لگتا ہے","transliteration":"Walain athaqnahu naAAmaa baAAda darraa massathu layaqoolanna thahaba alssayyiatu AAannee innahu lafarihun fakhoorun"},{"id":11,"text":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ أُوْلَـٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","translation":"اس عیب سے پاک اگر کوئی ہیں تو بس وہ لوگ جو صبر کرنے والے اور نیکو کار ہیں اور وہی ہیں جن کے لیے درگزر بھی ہے اور بڑا اجر بھی","transliteration":"Illa allatheena sabaroo waAAamiloo alssalihati olaika lahum maghfiratun waajrun kabeerun"},{"id":12,"text":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","translation":"تو اے پیغمبرؐ! کہیں ایسا نہ ہو کہ تم اُن چیزوں میں سے کسی چیز کو (بیان کر نے سے) چھوڑ دو جو تمہاری طرف وحی کی جا رہی ہیں اور اِس بات پر دل تنگ ہو کہ وہ کہیں گے \"اس شخص پر کوئی خزانہ کیوں نہ اتارا گیا\" یا یہ کہ \"اس کے ساتھ کوئی فرشتہ کیوں نہ آیا\" تم تو محض خبردار کرنے والے ہو، آگے ہر چیز کا حوالہ دار اللہ ہے","transliteration":"FalaAAallaka tarikun baAAda ma yooha ilayka wadaiqun bihi sadruka an yaqooloo lawla onzila AAalayhi kanzun aw jaa maAAahu malakun innama anta natheerun waAllahu AAala kulli shayin wakeelun"},{"id":13,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"کیا یہ کہتے ہیں کہ پیغمبر نے یہ کتاب خود گھڑ لی ہے؟ کہو، \"اچھا یہ بات ہے تو اس جیسی گھڑی ہوئی دس سورتیں تم بنا لاؤ اور اللہ کے سوا اور جو جو (تمہارے معبود) ہیں اُن کو مدد کے لیے بلا سکتے ہو تو بلا لو اگر تم (انہیں معبود سمجھنے میں) سچے ہو","transliteration":"Am yaqooloona iftarahu qul fatoo biAAashri suwarin mithlihi muftarayatin waodAAoo mani istataAAtum min dooni Allahi in kuntum sadiqeena"},{"id":14,"text":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","translation":"اب اگر وہ (تمہارے معبود) تمہاری مدد کو نہیں پہنچتے تو جان لو کہ یہ اللہ کے علم سے نازل ہوئی ہے اور یہ کہ اللہ کے سوا کوئی حقیقی معبود نہیں ہے پھر کیا تم (اس امر حق کے آگے) سر تسلیم خم کر تے ہو؟","transliteration":"Fai llam yastajeeboo lakum faiAAlamoo annama onzila biAAilmi Allahi waan la ilaha illa huwa fahal antum muslimoona"},{"id":15,"text":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","translation":"جو لوگ بس اِسی دنیا کی زندگی اور اس کی خو ش نمائیوں کے طالب ہوتے ہیں ان کی کار گزاری کا سارا پھل ہم یہیں ان کو دے دیتے ہیں اور اس میں ان کے ساتھ کوئی کمی نہیں کی جاتی","transliteration":"Man kana yureedu alhayata alddunya wazeenataha nuwaffi ilayhim aAAmalahum feeha wahum feeha la yubkhasoona"},{"id":16,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","translation":"مگر آخرت میں ایسے لوگوں کے لیے آگ کے سوا کچھ نہیں ہے (وہاں معلوم ہو جائے گا کہ) جو کچھ انہوں نے دنیا میں بنایا وہ سب ملیامیٹ ہو گیا اور اب ان کا سارا کیا دھرا محض باطل ہے","transliteration":"Olaika allatheena laysa lahum fee alakhirati illa alnnaru wahabita ma sanaAAoo feeha wabatilun ma kanoo yaAAmaloona"},{"id":17,"text":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَـٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","translation":"پھر بھلا وہ شخص جو اپنے رب کی طرف سے ایک صاف شہادت رکھتا تھا، اس کے بعد ایک گواہ بھی پروردگار کی طرف سے (اس شہادت کی تائید میں) آ گیا، اور پہلے موسیٰؑ کی کتاب رہنما اور رحمت کے طور پر آئی ہوئی بھی موجود تھی (کیا وہ بھی دنیا پرستوں کی طرح اس سے انکار کرسکتا ہے؟) ایسے لوگ تو اس پر ایمان ہی لائیں گے اور انسانی گروہوں میں سے جو کوئی اس کا انکار کرے تو اس کے لیے جس جگہ کا وعدہ ہے وہ دوزخ ہے پس اے پیغمبرؐ، تم اِس چیز کی طرف سے کسی شک میں نہ پڑنا، یہ حق ہے تمہارے رب کی طرف سے مگر اکثر لوگ نہیں مانتے","transliteration":"Afaman kana AAala bayyinatin min rabbihi wayatloohu shahidun minhu wamin qablihi kitabu moosa imaman warahmatan olaika yuminoona bihi waman yakfur bihi mina alahzabi faalnnaru mawAAiduhu fala taku fee miryatin minhu innahu alhaqqu min rabbika walakinna akthara alnnasi la yuminoona"},{"id":18,"text":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَـٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَـٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ","translation":"اور اُس شخص سے بڑھ کر ظالم اور کون ہوگا جو اللہ پر جھوٹ گھڑے؟ ایسے لوگ اپنے رب کے حضور پیش ہوں گے اور گواہ شہادت دیں گے کہ یہ ہیں وہ لوگ جنہوں نے اپنے رب پر جھوٹ گھڑا تھا سنو! خدا کی لعنت ہے ظالموں پر","transliteration":"Waman athlamu mimmani iftara AAala Allahi kathiban olaika yuAAradoona AAala rabbihim wayaqoolu alashhadu haolai allatheena kathaboo AAala rabbihim ala laAAnatu Allahi AAala alththalimeena"},{"id":19,"text":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","translation":"اُن ظالموں پر جو خدا کے راستے سے لوگوں کو روکتے ہیں، اس کے راستے کو ٹیٹرھا کرنا چاہتے ہیں اور آخرت کا انکار کرتے ہیں","transliteration":"Allatheena yasuddoona AAan sabeeli Allahi wayabghoonaha AAiwajan wahum bialakhirati hum kafiroona"},{"id":20,"text":"أُوْلَـٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","translation":"وہ زمین میں اللہ کو بے بس کرنے والے نہ تھے اور نہ اللہ کے مقابلہ میں کوئی ان کا حامی تھا انہیں اب دوہرا عذاب دیا جائے گا وہ نہ کسی کی سن ہی سکتے تھے اور نہ خود ہی انہیں کچھ سوجھتا تھا","transliteration":"Olaika lam yakoonoo muAAjizeena fee alardi wama kana lahum min dooni Allahi min awliyaa yudaAAafu lahumu alAAathabu ma kanoo yastateeAAoona alssamAAa wama kanoo yubsiroona"},{"id":21,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"یہ وہ لوگ ہیں جنہوں نے اپنے آپ کو خود گھاٹے میں ڈالا اور وہ سب کچھ ان سے کھویا گیا جو انہوں نے گھڑ رکھا تھا","transliteration":"Olaika allatheena khasiroo anfusahum wadalla AAanhum ma kanoo yaftaroona"},{"id":22,"text":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","translation":"نا گزیر ہے کہ وہی آخرت میں سب سے بڑھ کر گھاٹے میں رہیں","transliteration":"La jarama annahum fee alakhirati humu alakhsaroona"},{"id":23,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"رہے وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے اور اپنے رب ہی کے ہو کر رہے، تو یقیناً وہ جنتی لوگ ہیں اور جنت میں وہ ہمیشہ رہیں گے","transliteration":"Inna allatheena amanoo waAAamiloo alsalihati waakhbatoo ila rabbihim olaika ashabu aljannati hum feeha khalidoona"},{"id":24,"text":"۞مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","translation":"اِن دونوں فریقوں کی مثال ایسی ہے جیسے ایک آدمی تو ہو اندھا بہرا اور دوسرا ہو دیکھنے اور سننے والا، کیا یہ دونوں یکساں ہو سکتے ہیں؟ کیا تم (اِس مثال سے) کوئی سبق نہیں لیتے؟","transliteration":"Mathalu alfareeqayni kaalaAAma waalasammi waalbaseeri waalssameeAAi hal yastawiyani mathalan afala tathakkaroona"},{"id":25,"text":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","translation":"(اور ایسے ہی حالات تھے جب) ہم نے نوحؑ کو اُس کی قوم کی طرف بھیجا تھا (اُس نے کہا) \"میں تم لوگوں کو صاف صاف خبردار کرتا ہوں","transliteration":"Walaqad arsalna noohan ila qawmihi innee lakum natheerun mubeenun"},{"id":26,"text":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","translation":"کہ اللہ کے سوا کسی کی بندگی نہ کرو ورنہ مجھے اندیشہ ہے کہ تم پر ایک روز دردناک عذاب آئے گا","transliteration":"An la taAAbudoo illa Allaha innee akhafu AAalaykum AAathaba yawmin aleemin"},{"id":27,"text":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","translation":"جواب میں اُس کی قوم کے سردار، جنہوں نے اس کی بات ماننے سے انکار کیا تھا، بولے \"ہماری نظر میں تو تم اس کے سوا کچھ نہیں ہو کہ بس ایک انسان ہو ہم جیسے اور ہم دیکھ رہے ہیں کہ ہماری قوم میں سے بس اُن لوگوں نے جو ہمارے ہاں اراذل تھے بے سوچے سمجھے تمہاری پیروی اختیار کر لی ہے اور ہم کوئی چیز بھی ایسی نہیں پاتے جس میں تم لوگ ہم سے کچھ بڑھے ہوئے ہو، بلکہ ہم تو تمہیں جھوٹا سمجھتے ہیں","transliteration":"Faqala almalao allatheena kafaroo min qawmihi ma naraka illa basharan mithlana wama naraka ittabaAAaka illa allatheena hum arathiluna badiya alrrayi wama nara lakum AAalayna min fadlin bal nathunnukum kathibeena"},{"id":28,"text":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","translation":"اس نے کہا \"اے برادران قوم، ذرا سوچو تو سہی کہ اگر میں اپنے رب کی طرف سے ایک کھلی شہادت پر قائم تھا اور پھر اس نے مجھ کو اپنی خاص رحمت سے بھی نواز دیا مگر وہ تم کو نظر نہ آئی تو آخر ہمارے پاس کیا ذریعہ ہے کہ تم ماننا نہ چاہو اور ہم زبردستی اس کو تمہارے سر چپیک دیں؟","transliteration":"Qala ya qawmi araaytum in kuntu AAala bayyinatin min rabbee waatanee rahmatan min AAindihi faAAummiyat AAalaykum anulzimukumooha waantum laha karihoona"},{"id":29,"text":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","translation":"اور اے برادران قوم، میں اِس کام پر تم سے کوئی مال نہیں مانگتا، میرا اجر تو اللہ کے ذمہ ہے اور میں اُن لوگوں کو دھکے دینے سے بھی رہا جنہوں نے میری بات مانی ہے، وہ آپ ہی اپنے رب کے حضور جانے والے ہیں مگر میں دیکھتا ہوں کہ تم لوگ جہالت برت رہے ہو","transliteration":"Waya qawmi la asalukum AAalayhi malan in ajriya illa AAala Allahi wama ana bitaridi allatheena amanoo innahum mulaqoo rabbihim walakinnee arakum qawman tajhaloona"},{"id":30,"text":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","translation":"اور اے قوم، اگر میں اِن لوگوں کو دھتکار دوں تو خدا کی پکڑ سے کون مجھے بچانے آئے گا؟ تم لوگوں کی سمجھ میں کیا اتنی بات بھی نہیں آتی؟","transliteration":"Waya qawmi man yansurunee mina Allahi in taradtuhum afala tathakkaroona"},{"id":31,"text":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّـٰلِمِينَ","translation":"اور میں تم سے نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں، نہ یہ کہتا ہوں کہ میں غیب کا علم رکھتا ہوں، نہ یہ میرا دعویٰ ہے کہ میں فرشتہ ہوں اور یہ بھی میں نہیں کہہ سکتا کہ جن لوگوں کو تمہاری آنکھیں حقارت سے دیکھتی ہیں انہیں اللہ نے کوئی بھلائی نہیں دی ان کے نفس کا حال اللہ ہی بہتر جانتا ہے اگر میں ایسا کہوں تو ظالم ہوں گا","transliteration":"Wala aqoolu lakum AAindee khazainu Allahi wala aAAlamu alghayba wala aqoolu innee malakun wala aqoolu lillatheena tazdaree aAAyunukum lan yutiyahumu Allahu khayran Allahu aAAlamu bima fee anfusihim innee ithan lamina alththalimeena"},{"id":32,"text":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"آخر کار ان لوگوں نے کہا کہ \"اے نوحؑ، تم نے ہم سے جھگڑا کیا اور بہت کر لیا اب تو بس وہ عذاب لے آؤ جس کی تم ہمیں دھمکی دیتے ہو اگر سچے ہو","transliteration":"Qaloo ya noohu qad jadaltana faaktharta jidalana fatina bima taAAiduna in kunta mina alssadiqeena"},{"id":33,"text":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","translation":"نوحؑ نے جواب دیا \"وہ تو اللہ ہی لائے گا، اگر چاہے گا، اور تم اتنا بل بوتا نہیں رکھتے کہ اسے روک دو","transliteration":"Qala innama yateekum bihi Allahu in shaa wama antum bimuAAjizeena"},{"id":34,"text":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"اب اگر میں تمہاری کچھ خیر خواہی کرنا بھی چاہوں تو میری خیر خواہی تمہیں کوئی فائدہ نہیں دے سکتی جبکہ اللہ ہی نے تمہیں بھٹکا دینے کا ارادہ کر لیا ہو، وہی تمہارا رب ہے اور اُسی کی طرف تمہیں پلٹنا ہے","transliteration":"Wala yanfaAAukum nushee in aradtu an ansaha lakum in kana Allahu yureedu an yughwiyakum huwa rabbukum wailayhi turjaAAoona"},{"id":35,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","translation":"اے محمدؐ، کیا یہ لوگ کہتے ہیں کہ اِس شخص نے یہ سب کچھ خود گھڑ لیا ہے؟ ان سے کہو \"اگر میں نے یہ خود گھڑا ہے تو مجھ پر اپنے جرم کی ذمہ داری ہے، اور جو جرم تم کر رہے ہو اس کی ذمہ داری سے میں بری ہوں","transliteration":"Am yaqooloona iftarahu qul ini iftaraytuhu faAAalayya ijramee waana bareeon mimma tujrimoona"},{"id":36,"text":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","translation":"نوحؑ پر وحی کی گئی کہ تمہاری قوم میں سے جو لوگ ایمان لا چکے بس وہ لا چکے، اب کوئی ماننے والا نہیں ہے ان کے کرتوتوں پر غم کھانا چھوڑو","transliteration":"Waoohiya ila noohin annahu lan yumina min qawmika illa man qad amana fala tabtais bima kanoo yafAAaloona"},{"id":37,"text":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","translation":"اور ہماری نگرانی میں ہماری وحی کے مطابق ایک کشتی بنانی شروع کر دو اور دیکھو، جن لوگوں نے ظلم کیا ہے اُن کے حق میں مجھ سے کوئی سفارش نہ کرنا، یہ سارے کے سارے اب ڈوبنے والے ہیں","transliteration":"WaisnaAAi alfulka biaAAyunina wawahyina wala tukhatibnee fee allatheena thalamoo innahum mughraqoona"},{"id":38,"text":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","translation":"نوحؑ کشتی بنا رہا تھا اور اس کی قوم کے سرداروں میں سے جو کوئی اس کے پاس سے گزرتا تھا وہ اس کا مذاق اڑاتا تھا اس نے کہا \"اگر تم ہم پر ہنستے ہو تو ہم بھی تم پر ہنس رہے ہیں","transliteration":"WayasnaAAu alfulka wakullama marra AAalayhi malaon min qawmihi sakhiroo minhu qala in taskharoo minna fainna naskharu minkum kama taskharoona"},{"id":39,"text":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","translation":"عنقریب تمہیں خود معلوم ہو جائے گا کہ کس پر وہ عذاب آتا ہے جو اُسے رسوا کر دے گا اور کس پر وہ بلا ٹوٹ پڑتی ہے جو ٹالے نہ ٹلے گی","transliteration":"Fasawfa taAAlamoona man yateehi AAathabun yukhzeehi wayahillu AAalayhi AAathabun muqeemun"},{"id":40,"text":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","translation":"یہاں تک کہ جب ہمارا حکم آگیا اور وہ تنو ر ابل پڑا تو ہم نے کہا \"ہر قسم کے جانوروں کا ایک ایک جوڑا کشتی میں رکھ لو، اپنے گھر والوں کو بھی سوائے اُن اشخاص کے جن کی نشان دہی پہلے کی جا چکی ہے اس میں سوار کرا دو اور ان لوگوں کو بھی بٹھا لو جو ایمان لائے ہیں\" اور تھوڑے ہی لوگ تھے جو نوحؑ کے ساتھ ایمان لائے تھے","transliteration":"Hatta itha jaa amruna wafara alttannooru qulna ihmil feeha min kullin zawjayni ithnayni waahlaka illa man sabaqa AAalayhi alqawlu waman amana wama amana maAAahu illa qaleelun"},{"id":41,"text":"۞وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡرٜىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","translation":"نوحؑ نے کہا \"سوار ہو جاؤ اِس میں، اللہ ہی کے نام سے ہے اس کا چلنا بھی اور اس کا ٹھیرنا بھی، میرا رب بڑا غفور و رحیم ہے","transliteration":"Waqala irkaboo feeha bismi Allahi majraha wamursaha inna rabbee laghafoorun raheemun"},{"id":42,"text":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","translation":"کشتی ان لوگوں کو لیے چلی جا رہی تھی اور ایک ایک موج پہاڑ کی طرح اٹھ رہی تھی نوحؑ کا بیٹا دور فاصلے پر تھا نوحؑ نے پکار کر کہا \"بیٹا، ہمارے ساتھ سوار ہو جا، کافروں کے ساتھ نہ رہ","transliteration":"Wahiya tajree bihim fee mawjin kaaljibali wanada noohunu ibnahu wakana fee maAAzilin ya bunayya irkab maAAana wala takun maAAa alkafireena"},{"id":43,"text":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","translation":"اُس نے پلٹ کر جواب دیا \"میں ابھی ایک پہاڑ پر چڑھا جاتا ہوں جو مجھے پانی سے بچا لے گا\" نوحؑ نے کہا، آج کوئی چیز اللہ کے حکم سے بچانے والی نہیں ہے سوائے اِس کے کہ اللہ ہی کسی پر رحم فرمائے\" اتنے میں ایک موج دونوں کے درمیان حائل ہو گئی اور وہ بھی ڈوبنے والوں میں شامل ہو گیا","transliteration":"Qala saawee ila jabalin yaAAsimunee mina almai qala la AAasima alyawma min amri Allahi illa man rahima wahala baynahuma almawju fakana mina almughraqeena"},{"id":44,"text":"وَقِيلَ يَـٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"حکم ہوا \"اے زمین، اپنا سارا پانی نگل جا اور اے آسمان، رک جا\" چنانچہ پانی زمین میں بیٹھ گیا، فیصلہ چکا دیا گیا، کشتی جودی پر ٹک گئی، اور کہہ دیا گیا کہ دور ہوئی ظالموں کی قو م","transliteration":"Waqeela ya ardu iblaAAee maaki waya samao aqliAAee wagheeda almao waqudiya alamru waistawat AAala aljoodiyyi waqeela buAAdan lilqawmi alththalimeena"},{"id":45,"text":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","translation":"نوحؑ نے اپنے رب کو پکارا کہا \"اے رب، میرا بیٹا میرے گھر والوں میں سے ہے اور تیرا وعدہ سچا ہے اور تو سب حاکموں سے بڑا اور بہتر حاکم ہے","transliteration":"Wanada noohun rabbahu faqala rabbi inna ibnee min ahlee wainna waAAdaka alhaqqu waanta ahkamu alhakimeena"},{"id":46,"text":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","translation":"جواب میں ارشاد ہوا \"اے نوحؑ، وہ تیرے گھر والوں میں سے نہیں ہے، وہ تو ایک بگڑا ہوا کام ہے، لہٰذا تو اُس بات کی مجھ سے درخواست نہ کر جس کی حقیقت تو نہیں جانتا، میں تجھے نصیحت کرتا ہوں کہ اپنے آپ کو جاہلوں کی طرح نہ بنا لے","transliteration":"Qala ya noohu innahu laysa min ahlika innahu AAamalun ghayru salihin fala tasalni ma laysa laka bihi AAilmun innee aAAithuka an takoona mina aljahileena"},{"id":47,"text":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","translation":"نوحؑ نے فوراً عرض کیا \"اے میرے رب، میں تیری پناہ مانگتا ہوں اِس سے کہ وہ چیز تجھ سے مانگوں جس کا مجھے علم نہیں اگر تو نے مجھ معاف نہ کیا اور رحم نہ فرمایا تو میں برباد ہو جاؤں گا","transliteration":"Qala rabbi innee aAAoothu bika an asalaka ma laysa lee bihi AAilmun wailla taghfir lee watarhamnee akun mina alkhasireena"},{"id":48,"text":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","translation":"حکم ہوا \"اے نوحؑ اتر جا، ہماری طرف سے سلامتی اور برکتیں ہیں تجھ پر اور ان گروہوں پر جو تیرے ساتھ ہیں، اور کچھ گروہ ایسے بھی ہیں جن کو ہم کچھ مدت سامان زندگی بخشیں گے پھر انہیں ہماری طرف سے درد ناک عذاب پہنچے گا","transliteration":"Qeela ya noohu ihbit bisalamin minna wabarakatin AAalayka waAAala omamin mimman maAAaka waomamun sanumattiAAuhum thumma yamassuhum minna AAathabun aleemun"},{"id":49,"text":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","translation":"اے محمدؐ، یہ غیب کی خبریں ہیں جو ہم تمہاری طرف وحی کر رہے ہیں اس سے پہلے نہ تم ان کو جانتے تھے اور نہ تمہاری قوم، پس صبر کرو، ا نجام کار متقیوں ہی کے حق میں ہے","transliteration":"Tilka min anbai alghaybi nooheeha ilayka ma kunta taAAlamuha anta wala qawmuka min qabli hatha faisbir inna alAAaqibata lilmuttaqeena"},{"id":50,"text":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","translation":"اور عاد کی طرف ہم نے ان کے بھائی ہودؑ کو بھیجا اُس نے کہا \"اے برادران قوم، اللہ کی بندگی کرو، تمہارا کوئی خدا اُس کے سوا نہیں ہے تم نے محض جھوٹ گھڑ رکھے ہیں","transliteration":"Waila AAadin akhahum hoodan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu in antum illa muftaroona"},{"id":51,"text":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","translation":"اے برادران قوم، اس کام پر میں تم سے کوئی اجر نہیں چاہتا، میرا اجر تو اس کے ذمہ ہے جس نے مجھے پیدا کیا ہے، کیا تم عقل سے ذرا کام نہیں لیتے؟","transliteration":"Ya qawmi la asalukum AAalayhi ajran in ajriya illa AAala allathee fataranee afala taAAqiloona"},{"id":52,"text":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","translation":"اور اے میری قوم کے لوگو، اپنے رب سے معافی چاہو، پھر اس کی طرف پلٹو، وہ تم پر آسمان کے دہانے کھول دے گا اور تمہاری موجودہ قوت پر مزید قوت کا اضافہ کرے گا مجرموں کی طرح منہ نہ پھیرو","transliteration":"Waya qawmi istaghfiroo rabbakum thumma tooboo ilayhi yursili alssamaa AAalaykum midraran wayazidkum quwwatan ila quwwatikum wala tatawallaw mujrimeena"},{"id":53,"text":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","translation":"انہوں نے جواب دیا \"اے ہودؑ، تو ہمارے پاس کوئی صریح شہادت لے کر نہیں آیا ہے، اور تیرے کہنے سے ہم اپنے معبودوں کو نہیں چھوڑ سکتے، اور تجھ پر ہم ایمان لانے والے نہیں ہیں","transliteration":"Qaloo ya hoodu ma jitana bibayyinatin wama nahnu bitarikee alihatina AAan qawlika wama nahnu laka bimumineena"},{"id":54,"text":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","translation":"ہم تو یہ سمجھتے ہیں کہ تیرے اوپر ہمارے معبودوں میں سے کسی کی مار پڑ گئی ہے\" ہودؑ نے کہا \"میں اللہ کی شہادت پیش کرتا ہوں اور تم گواہ رہو کہ یہ جو اللہ کے سوا دوسروں کو تم نے خدائی میں شریک ٹھیرا رکھا ہے اس سے میں بیزار ہوں","transliteration":"In naqoolu illa iAAtaraka baAAdu alihatina bisooin qala innee oshhidu Allaha waishhadoo annee bareeon mimma tushrikoona"},{"id":55,"text":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","translation":"تم سب کے سب مل کر میرے خلاف اپنی کرنی میں کسر نہ اٹھا رکھو اور مجھے ذرا مہلت نہ دو","transliteration":"Min doonihi fakeedoonee jameeAAan thumma la tunthirooni"},{"id":56,"text":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"میرا بھروسہ اللہ پر ہے جو میرا رب بھی ہے اور تمہارا رب بھی کوئی جاندار ایسا نہیں جس کی چوٹی اس کے ہاتھ میں نہ ہو بے شک میرا رب سیدھی ر اہ پر ہے","transliteration":"Innee tawakkaltu AAala Allahi rabbee warabbikum ma min dabbatin illa huwa akhithun binasiyatiha inna rabbee AAala siratin mustaqeemin"},{"id":57,"text":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","translation":"اگر تم منہ پھیرتے ہو تو پھیر لو جو پیغام دے کر میں تمہارے پاس بھیجا گیا تھا وہ میں تم کو پہنچا چکا ہوں اب میرا رب تمہاری جگہ دوسری قوم کو اٹھائے گا اور تم اس کا کچھ نہ بگاڑ سکو گے یقیناً میرا رب ہر چیز پر نگراں ہے","transliteration":"Fain tawallaw faqad ablaghtukum ma orsiltu bihi ilaykum wayastakhlifu rabbee qawman ghayrakum wala tadurroonahu shayan inna rabbee AAala kulli shayin hafeethun"},{"id":58,"text":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","translation":"پھر جب ہمارا حکم آگیا تو ہم نے اپنی رحمت سے ہودؑ کو اور اُن لوگوں کو جو اُس کے ساتھ ایمان لائے تھے نجات دے دی اور ایک سخت عذاب سے بچا لیا","transliteration":"Walamma jaa amruna najjayna hoodan waallatheena amanoo maAAahu birahmatin minna wanajjaynahum min AAathabin ghaleethin"},{"id":59,"text":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","translation":"یہ ہیں عاد، اپنے رب کی آیات سے انہوں نے انکار کیا، اس کے رسولوں کی بات نہ مانی، اور ہر جبار دشمن حق کی پیروی کرتے رہے","transliteration":"Watilka AAadun jahadoo biayati rabbihim waAAasaw rusulahu waittabaAAoo amra kulli jabbarin AAaneedin"},{"id":60,"text":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","translation":"آخر کار اس دنیا میں بھی ان پر پھٹکار پڑی اور قیامت کے روز بھی سنو! عاد نے اپنے رب سے کفر کیا، سنو! دور پھینک دیے گئے عاد، ہودؑ کی قوم کے لوگ","transliteration":"WaotbiAAoo fee hathihi alddunya laAAnatan wayawma alqiyamati ala inna AAadan kafaroo rabbahum ala buAAdan liAAadin qawmi hoodin"},{"id":61,"text":"۞وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","translation":"اور ثمود کی طرف ہم نے ان کے بھائی صالحؑ کو بھیجا اُس نے کہا \"اے میری قوم کے لوگو، اللہ کی بندگی کرو، اُ س کے سوا تمہارا کوئی خدا نہیں ہے وہی ہے جس نے تم کو زمین سے پیدا کیا ہے اور یہاں تم کو بسایا ہے لہٰذا تم اس سے معافی چاہو اور اس کی طرف پلٹ آؤ، یقیناً میرا رب قریب ہے اور وہ دعاؤں کا جواب دینے والا ہے","transliteration":"Waila thamooda akhahum salihan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu huwa anshaakum mina alardi waistaAAmarakum feeha faistaghfiroohu thumma tooboo ilayhi inna rabbee qareebun mujeebun"},{"id":62,"text":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","translation":"انہوں نے کہا \"اے صالحؑ، اس سے پہلے تو ہمارے درمیان ایسا شخص تھا جس سے بڑی توقعات وابستہ تھیں کیا تو ہمیں ان معبودوں کی پرستش سے روکنا چاہتا ہے جن کی پرستش ہمارے باپ دادا کرتے تھے؟ تو جس طریقے کی طرف ہمیں بلا رہا ہے اس کے بارے میں ہم کو سخت شبہ ہے جس نے ہمیں خلجان میں ڈال رکھا ہے","transliteration":"Qaloo ya salihu qad kunta feena marjuwwan qabla hatha atanhana an naAAbuda ma yaAAbudu abaona wainnana lafee shakkin mimma tadAAoona ilayhi mureebun"},{"id":63,"text":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","translation":"صالحؑ نے کہا \"اے برادران قوم، تم نے کچھ اس بات پر بھی غور کیا کہ اگر میں اپنے رب کی طرف سے ایک صاف شہادت رکھتا تھا، اور پھر اس نے اپنی رحمت سے بھی مجھ کو نواز دیا تو اِس کے بعد اللہ کی پکڑ سے مجھے کون بچائے گا اگر میں اُس کی نافرمانی کروں؟ تم میرے کس کام آ سکتے ہو سوائے اس کے کہ مجھے اور زیادہ خسارے میں ڈال دو","transliteration":"Qala ya qawmi araaytum in kuntu AAala bayyinatin min rabbee waatanee minhu rahmatan faman yansurunee mina Allahi in AAasaytuhu fama tazeedoonanee ghayra takhseerin"},{"id":64,"text":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","translation":"اور اے میری قوم کے لوگو، دیکھو یہ اللہ کی اونٹنی تمہارے لیے ایک نشانی ہے اِسے خدا کی زمین میں چرنے کے لیے آزاد چھوڑ دو اِس سے ذرا تعرض نہ کرنا ورنہ کچھ زیادہ دیر نہ گزرے گی کہ تم پر خدا کا عذاب آ جائے گا","transliteration":"Waya qawmi hathihi naqatu Allahi lakum ayatan fatharooha takul fee ardi Allahi wala tamassooha bisooin fayakhuthakum AAathabun qareebun"},{"id":65,"text":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","translation":"مگر انہوں نے اونٹنی کو مار ڈالا اس پر صالحؑ نے اُن کو خبردار کر دیا کہ \"بس اب تین دن اپنے گھروں میں اور رہ بس لو یہ ایسی میعاد ہے جو جھوٹی نہ ثابت ہوگی","transliteration":"FaAAaqarooha faqala tamattaAAoo fee darikum thalathata ayyamin thalika waAAdun ghayru makthoobin"},{"id":66,"text":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","translation":"آخر کار جب ہمارے فیصلے کا وقت آ گیا تو ہم نے اپنی رحمت سے صالحؑ کو اور اُن لوگوں کو جو اس کے ساتھ ایمان لائے تھے بچا لیا اور اُس دن کی رسوائی سے ان کو محفوظ رکھا بے شک تیرا رب ہی دراصل طاقتور اور بالا دست ہے","transliteration":"Falamma jaa amruna najjayna salihan waallatheena amanoo maAAahu birahmatin minna wamin khizyi yawmiithin inna rabbaka huwa alqawiyyu alAAazeezu"},{"id":67,"text":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","translation":"رہے وہ لوگ جنہوں نے ظلم کیا تھا تو ایک سخت دھماکے نے ان کو دھر لیا اور وہ اپنی بستیوں میں اس طرح بے حس و حرکت پڑے کے پڑے رہ گئے","transliteration":"Waakhatha allatheena thalamoo alssayhatu faasbahoo fee diyarihim jathimeena"},{"id":68,"text":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","translation":"کہ گویا وہ وہاں کبھی بسے ہی نہ تھے سنو! ثمود نے اپنے رب سے کفر کیا سنو! دور پھینک دیے گئے ثمود","transliteration":"Kaan lam yaghnaw feeha ala inna thamooda kafaroo rabbahum ala buAAdan lithamooda"},{"id":69,"text":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","translation":"اور دیکھو، ابراہیمؑ کے پاس ہمارے فرشتے خوشخبری لیے ہوئے پہنچے کہا تم پر سلام ہو ابراہیمؑ نے جواب دیا تم پر بھی سلام ہو پھر کچھ دیر نہ گزری کہ ابراہیمؑ ایک بھنا ہوا بچھڑا (ان کی ضیافت کے لیے) لے آیا","transliteration":"Walaqad jaat rusuluna ibraheema bialbushra qaloo salaman qala salamun fama labitha an jaa biAAijlin haneethin"},{"id":70,"text":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","translation":"مگر جب دیکھا کہ ان کے ہاتھ کھانے پر نہیں بڑھتے تو وہ ان سے مشتبہ ہو گیا اور دل میں ان سے خوف محسوس کرنے لگا اُنہوں نے کہا \"ڈرو نہیں، ہم تو لوطؑ کی قوم کی طرف بھیجے گئے ہیں","transliteration":"Falamma raa aydiyahum la tasilu ilayhi nakirahum waawjasa minhum kheefatan qaloo la takhaf inna orsilna ila qawmi lootin"},{"id":71,"text":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","translation":"ابراہیمؑ کی بیوی بھی کھڑی ہوئی تھی وہ یہ سن کر ہنس دی پھر ہم نے اس کو اسحاقؑ کی اور اسحاقؑ کے بعد یعقوب کی خوشخبری دی","transliteration":"Waimraatuhu qaimatun fadahikat fabashsharnaha biishaqa wamin warai ishaqa yaAAqooba"},{"id":72,"text":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","translation":"وہ بولی \"ہائے میری کم بختی! کیا اب میرے ہاں اولاد ہوگی جبکہ میں بڑھیا پھونس ہو گئی اور یہ میرے میاں بھی بوڑھے ہو چکے؟ یہ تو بڑی عجیب بات ہے","transliteration":"Qalat ya waylata aalidu waana AAajoozun wahatha baAAlee shaykhan inna hatha lashayon AAajeebun"},{"id":73,"text":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","translation":"فرشتوں نے کہا \"اللہ کے حکم پر تعجب کرتی ہو؟ ابراہیمؑ کے گھر والو، تم لوگوں پر تو اللہ کی رحمت اور اُس کی برکتیں ہیں، اور یقیناً اللہ نہایت قابل تعریف اور بڑی شان والا ہے","transliteration":"Qaloo ataAAjabeena min amri Allahi rahmatu Allahi wabarakatuhu AAalaykum ahla albayti innahu hameedun majeedun"},{"id":74,"text":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","translation":"پھر جب ابراہیمؑ کی گھبراہٹ دور ہو گئی اور (اولاد کی بشارت سے) اس کا دل خوش ہو گیا تو اس نے قوم لوط کے معاملے میں ہم سے جھگڑا شروع کیا","transliteration":"Falamma thahaba AAan ibraheema alrrawAAu wajaathu albushra yujadiluna fee qawmi lootin"},{"id":75,"text":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّـٰهٞ مُّنِيبٞ","translation":"حقیقت میں ابراہیمؑ بڑا حلیم اور نرم دل آدمی تھا اور ہر حال میں ہماری طرف رجوع کرتا تھا","transliteration":"Inna ibraheema lahaleemun awwahun muneebun"},{"id":76,"text":"يَـٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","translation":"(آخر کار ہمارے فرشتوں نے اس سے کہا) \"اے ابراہیمؑ، اس سے باز آ جاؤ، تمہارے رب کا حکم ہو چکا ہے اور اب ان لوگوں پر وہ عذاب آکر رہے گا جو کسی کے پھیرے نہیں پھر سکتا","transliteration":"Ya ibraheemu aAArid AAan hatha innahu qad jaa amru rabbika wainnahum ateehim AAathabun ghayru mardoodin"},{"id":77,"text":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","translation":"اور جب ہمارے فرشتے لوطؑ کے پاس پہنچے تو اُن کی آمد سے وہ بہت گھبرایا اور دل تنگ ہوا اور کہنے لگا کہ آج بڑی مصیبت کا دن ہے","transliteration":"Walamma jaat rusuluna lootan seea bihim wadaqa bihim tharAAan waqala hatha yawmun AAaseebun"},{"id":78,"text":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَـٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","translation":"(ان مہمانوں کا آنا تھا کہ) اس کی قوم کے لوگ بے اختیار اس کے گھر کی طرف دوڑ پڑے پہلے سے وہ ایسی ہی بد کاریوں کے خوگر تھے لوطؑ نے ان سے کہا \"بھائیو، یہ میری بیٹیاں موجود ہیں، یہ تمہارے لیے پاکیزہ تر ہیں کچھ خدا کا خوف کرو اور میرے مہمانوں کے معاملے میں مجھے ذلیل نہ کرو کیا تم میں کوئی بھلا آدمی نہیں؟","transliteration":"Wajaahu qawmuhu yuhraAAoona ilayhi wamin qablu kanoo yaAAmaloona alssayyiati qala ya qawmi haolai banatee hunna atharu lakum faittaqoo Allaha wala tukhzooni fee dayfee alaysa minkum rajulun rasheedun"},{"id":79,"text":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","translation":"انہوں نے جواب دیا \"تجھے تو معلوم ہی ہے کہ تیری بیٹیوں میں ہمارا کوئی حصہ نہیں ہے اور تو یہ بھی جانتا ہے کہ ہم چاہتے کیا ہیں","transliteration":"Qaloo laqad AAalimta ma lana fee banatika min haqqin wainnaka lataAAlamu ma nureedu"},{"id":80,"text":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","translation":"لوطؑ نے کہا \"کاش میرے پاس اتنی طاقت ہوتی کہ تمہیں سیدھا کر دیتا، یا کوئی مضبوط سہارا ہی ہوتا کہ اس کی پناہ لیتا","transliteration":"Qala law anna lee bikum quwwatan aw awee ila ruknin shadeedin"},{"id":81,"text":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","translation":"تب فرشتوں نے اس سے کہا کہ \"اے لوطؑ، ہم تیرے رب کے بھیجے ہوئے فرشتے ہیں، یہ لوگ تیرا کچھ نہ بگاڑ سکیں گے بس تو کچھ رات رہے اپنے اہل و عیال کو لے کر نکل جا اور دیکھو، تم میں سے کوئی شخص پیچھے پلٹ کر نہ دیکھے مگر تیر ی بیوی (ساتھ نہیں جائے گی) کیونکہ اس پر بھی وہی کچھ گزرنے والا ہے جو اِن لوگوں پر گزرنا ہے ان کی تباہی کے لیے صبح کا وقت مقرر ہے صبح ہوتے اب دیر ہی کتنی ہے","transliteration":"Qaloo ya lootu inna rusulu rabbika lan yasiloo ilayka faasri biahlika biqitAAin mina allayli wala yaltafit minkum ahadun illa imraataka innahu museebuha ma asabahum inna mawAAidahumu alssubhu alaysa alssubhu biqareebin"},{"id":82,"text":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","translation":"پھر جب ہمارے فیصلے کا وقت آ پہنچا تو ہم نے اس بستی کو تل پٹ کر دیا اور اس پر پکی ہوئی مٹی کے پتھر تابڑ توڑ برسائے","transliteration":"Falamma jaa amruna jaAAalna AAaliyaha safilaha waamtarna AAalayha hijaratan min sijjeelin mandoodin"},{"id":83,"text":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّـٰلِمِينَ بِبَعِيدٖ","translation":"جن میں سے ہر پتھر تیرے رب کے ہاں نشان زدہ تھا اور ظالموں سے یہ سزا کچھ دور نہیں ہے","transliteration":"Musawwamatan AAinda rabbika wama hiya mina alththalimeena bibaAAeedin"},{"id":84,"text":"۞وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","translation":"اور مدین والوں کی طرف ہم نے ان کے بھائی شعیبؑ کو بھیجا اُس نے کہا \"اے میری قوم کے لوگو، اللہ کی بندگی کرو، اس کے سوا تمہارا کوئی خدا نہیں ہے اور ناپ تول میں کمی نہ کیا کرو آج میں تم کو اچھے حال میں دیکھ رہا ہوں، مگر مجھے ڈر ہے کہ کل تم پر ایسا دن آئے گا جس کا عذاب سب کو گھیر لے گا","transliteration":"Waila madyana akhahum shuAAayban qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu wala tanqusoo almikyala waalmeezana innee arakum bikhayrin wainnee akhafu AAalaykum AAathaba yawmin muheetin"},{"id":85,"text":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translation":"اور اے برادران قوم، ٹھیک ٹھیک انصاف کے ساتھ پورا ناپو اور تولو اور لوگوں کو ان کی چیزوں میں گھاٹا نہ دیا کرو اور زمین میں فساد نہ پھیلاتے پھرو","transliteration":"Waya qawmi awfoo almikyala waalmeezana bialqisti wala tabkhasoo alnnasa ashyaahum wala taAAthaw fee alardi mufsideena"},{"id":86,"text":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","translation":"اللہ کی دی ہوئی بچت تمہارے لیے بہتر ہے اگر تم مومن ہو اور بہر حال میں تمہارے اوپر کوئی نگران کار نہیں ہوں","transliteration":"Baqiyyatu Allahi khayrun lakum in kuntum mumineena wama ana AAalaykum bihafeethin"},{"id":87,"text":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَـٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","translation":"انہوں نے جواب دیا \"اے شعیبؑ، کیا تیری نماز تجھے یہ سکھاتی ہے کہ ہم ان سارے معبودوں کو چھوڑ دیں جن کی پر ستش ہمارے باپ دادا کرتے تھے؟ یا یہ کہ ہم کو اپنے مال میں اپنے منشا کے مطابق تصرف کرنے کا اختیار نہ ہو؟ بس تو ہی تو ایک عالی ظرف اور راستباز آدمی رہ گیا ہے","transliteration":"Qaloo ya shuAAaybu asalatuka tamuruka an natruka ma yaAAbudu abaona aw an nafAAala fee amwalina ma nashao innaka laanta alhaleemu alrrasheedu"},{"id":88,"text":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","translation":"شعیبؑ نے کہا \"بھائیو، تم خود ہی سوچو کہ اگر میں اپنے رب کی طرف سے ایک کھلی شہادت پر تھا اور پھر اس نے اپنے ہاں سے مجھ کو اچھا رزق بھی عطا کیا (تو اس کے بعد میں تمہاری گمراہیوں اور حرام خوریوں میں تمہارا شریک حال کیسے ہوسکتا ہوں؟) اور میں ہرگز یہ نہیں چاہتا کہ جن باتوں سے میں تم کو روکتا ہوں ان کا خود ارتکاب کروں میں تو اصلاح کرنا چاہتا ہوں جہاں تک بھی میرا بس چلے اور یہ جو کچھ میں کرنا چاہتا ہوں اس کا سارا انحصار اللہ کی توفیق پر ہے، اُسی پر میں نے بھروسہ کیا اور ہر معاملہ میں اسی کی طرف میں رجوع کرتا ہوں","transliteration":"Qala ya qawmi araaytum in kuntu AAala bayyinatin min rabbee warazaqanee minhu rizqan hasanan wama oreedu an okhalifakum ila ma anhakum AAanhu in oreedu illa alislaha ma istataAAtu wama tawfeeqee illa biAllahi AAalayhi tawakkaltu wailayhi oneebu"},{"id":89,"text":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","translation":"اور اے برادران قوم، میرے خلاف تمہاری ہٹ دھرمی کہیں یہ نوبت نہ پہنچا دے کہ آخر کار تم پر بھی وہی عذاب آ کر رہے جو نوحؑ یا ہودؑ یا صالحؑ کی قوم پر آیا تھا اور لوطؑ کی قوم تو تم سے کچھ زیادہ دور بھی نہیں ہے","transliteration":"Waya qawmi la yajrimannakum shiqaqee an yuseebakum mithlu ma asaba qawma noohin aw qawma hoodin aw qawma salihin wama qawmu lootin minkum bibaAAeedin"},{"id":90,"text":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","translation":"دیکھو! اپنے رب سے معافی مانگو اور اس کی طرف پلٹ آؤ، بے شک میرا رب رحیم ہے اور اپنی مخلوق سے محبت رکھتا ہے","transliteration":"Waistaghfiroo rabbakum thumma tooboo ilayhi inna rabbee raheemun wadoodun"},{"id":91,"text":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","translation":"انہوں نے جواب دیا \"اے شعیبؑ، تیری بہت سی باتیں تو ہماری سمجھ ہی میں نہیں آتیں اور ہم دیکھتے ہیں کہ تو ہمارے درمیان ایک بے زور آدمی ہے، تیری برادری نہ ہوتی تو ہم کبھی کا تجھے سنگسار کر چکے ہوتے، تیرا بل بوتا تو اتنا نہیں ہے کہ ہم پر بھاری ہو","transliteration":"Qaloo ya shuAAaybu ma nafqahu katheeran mimma taqoolu wainna lanaraka feena daAAeefan walawla rahtuka larajamnaka wama anta AAalayna biAAazeezin"},{"id":92,"text":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","translation":"شعیبؑ نے کہا \"بھائیو، کیا میری برادری تم پر اللہ سے زیادہ بھاری ہے کہ تم نے (برادری کا تو خوف کیا اور) اللہ کو بالکل پس پشت ڈال دیا؟ جان رکھو کہ جو کچھ تم کر رہے ہو وہ اللہ کی گرفت سے باہر نہیں ہے","transliteration":"Qala ya qawmi arahtee aAAazzu AAalaykum mina Allahi waittakhathtumoohu waraakum thihriyyan inna rabbee bima taAAmaloona muheetun"},{"id":93,"text":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","translation":"اے میری قوم کے لوگو، تم اپنے طریقے پر کام کیے جاؤ اور میں اپنے طریقے پر کرتا رہوں گا، جلدی ہی تمہیں معلوم ہو جائے گا کہ کس پر ذلت کا عذاب آتا ہے اور کون جھوٹا ہے تم بھی انتظار کرو اور میں بھی تمہارے ساتھ چشم براہ ہوں","transliteration":"Waya qawmi iAAmaloo AAala makanatikum innee AAamilun sawfa taAAlamoona man yateehi AAathabun yukhzeehi waman huwa kathibun wairtaqiboo inne maAAakum raqeebun"},{"id":94,"text":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","translation":"آخر کار جب ہمارے فیصلے کا وقت آ گیا تو ہم نے اپنی رحمت سے شعیبؑ اور اس کے ساتھی مومنوں کو بچا لیا اور جن لوگوں نے ظلم کیا تھا ان کو ایک سخت دھماکے نے ایسا پکڑا کہ وہ اپنی بستیوں میں بے حس و حرکت پڑے کے پڑے رہ گئے","transliteration":"Walamma jaa amruna najjayna shuAAayban waallatheena amanoo maAAahu birahmatin minna waakhathati allatheena thalamoo alssayhatu faasbahoo fee diyarihim jathimeena"},{"id":95,"text":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","translation":"گویا وہ کبھی وہاں رہے بسے ہی نہ تھے سنو! مدین والے بھی دور پھینک دیے گئے جس طرح ثمود پھینکے گئے تھے","transliteration":"Kaan lam yaghnaw feeha ala buAAdan limadyana kama baAAidat thamoodu"},{"id":96,"text":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","translation":"اور موسیٰؑ کو ہم نے اپنی نشانیوں اور کھلی کھلی سند ماموریت کے ساتھ فرعون اور اس کے اعیان سلطنت کی طرف بھیجا","transliteration":"Walaqad arsalna moosa biayatina wasultanin mubeenin"},{"id":97,"text":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","translation":"مگر انہوں نے فرعون کے حکم کی پیروی کی حالانکہ فرعون کا حکم راستی پر نہ تھا","transliteration":"Ila firAAawna wamalaihi faittabaAAoo amra firAAawna wama amru firAAawna birasheedin"},{"id":98,"text":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","translation":"قیامت کے روز وہ اپنی قوم کے آگے آگے ہوگا اور اپنی پیشوائی میں انہیں دوزخ کی طرف لے جائے گا کیسی بدتر جائے وُرُود ہے یہ جس پر کوئی پہنچے","transliteration":"Yaqdumu qawmahu yawma alqiyamati faawradahumu alnnara wabisa alwirdu almawroodu"},{"id":99,"text":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","translation":"اور ان لوگوں پر دنیا میں بھی لعنت پڑی اور قیامت کے روز بھی پڑے گی کیسا برا صلہ ہے یہ جو کسی کو ملے","transliteration":"WaotbiAAoo fee hathihi laAAnatan wayawma alqiyamati bisa alrrifdu almarfoodu"},{"id":100,"text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","translation":"یہ چند بستیوں کی سرگزشت ہے جو ہم تمہیں سنا رہے ہیں ان میں سے بعض اب بھی کھڑی ہیں اور بعض کی فصل کٹ چکی ہے","transliteration":"Thalika min anbai alqura naqussuhu AAalayka minha qaimun wahaseedun"},{"id":101,"text":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","translation":"ہم نے اُن پر ظلم نہیں کیا، انہوں نے آپ ہی اپنے اوپر ستم ڈھایا اور جب اللہ کا حکم آ گیا تو ان کے وہ معبود جنہیں وہ اللہ کو چھوڑ کر پکارا کرتے تھے ان کے کچھ کام نہ آ سکے اور انہوں نے ہلاکت و بربادی کے سوا انہیں کچھ فائدہ نہ دیا","transliteration":"Wama thalamnahum walakin thalamoo anfusahum fama aghnat AAanhum alihatuhumu allatee yadAAoona min dooni Allahi min shayin lamma jaa amru rabbika wama zadoohum ghayra tatbeebin"},{"id":102,"text":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","translation":"اور تیرا رب جب کسی ظالم بستی کو پکڑتا ہے تو پھر اس کی پکڑ ایسی ہی ہوا کرتی ہے، فی الواقع اس کی پکڑ بڑی سخت اور درد ناک ہوتی ہے","transliteration":"Wakathalika akhthu rabbika itha akhatha alqura wahiya thalimatun inna akhthahu aleemun shadeedun"},{"id":103,"text":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","translation":"حقیقت یہ ہے کہ اس میں ایک نشانی ہے ہر اُس شخص کے لیے جو عذاب آخرت کا خوف کرے وہ ایک دن ہوگا جس میں سب لوگ جمع ہوں گے اور پھر جو کچھ بھی اُس روز ہوگا سب کی آنکھوں کے سامنے ہوگا","transliteration":"Inna fee thalika laayatan liman khafa AAathaba alakhirati thalika yawmun majmooAAun lahu alnnasu wathalika yawmun mashhoodun"},{"id":104,"text":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","translation":"ہم اس کے لانے میں کچھ بہت زیادہ تاخیر نہیں کر رہے ہیں، بس ایک گنی چنی مدت اس کے لیے مقرر ہے","transliteration":"Wama nuakhkhiruhu illa liajalin maAAdoodin"},{"id":105,"text":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","translation":"جب وہ آئے گا تو کسی کو بات کرنے کی مجال نہ ہوگی، الا یہ کہ خدا کی اجازت سے کچھ عرض کرے پھر کچھ لوگ اس روز بد بخت ہوں گے اور کچھ نیک بخت","transliteration":"Yawma yati la takallamu nafsun illa biithnihi faminhum shaqiyyun wasaAAeedin"},{"id":106,"text":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","translation":"جو بد بخت ہوں گے وہ دوزخ میں جائیں گے (جہاں گرمی اور پیاس کی شدت سے) وہ ہانپیں گے اور پھنکارے ماریں گے","transliteration":"Faamma allatheena shaqoo fafee alnnari lahum feeha zafeerun washaheequn"},{"id":107,"text":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","translation":"اور اسی حالت میں وہ ہمیشہ رہیں گے جب تک کہ زمین و آسمان قائم ہیں، الا یہ کہ تیرا رب کچھ اور چاہے بے شک تیرا رب پورا اختیار رکھتا ہے کہ جو چاہے کرے","transliteration":"Khalideena feeha ma damati alssamawatu waalardu illa ma shaa rabbuka inna rabbaka faAAAAalun lima yureedu"},{"id":108,"text":"۞وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","translation":"رہے وہ لوگ جو نیک بخت نکلیں گے، تو وہ جنت میں جائیں گے اور وہاں ہمیشہ رہیں گے جب تک زمین و آسمان قائم ہیں، الا یہ کہ تیرا رب کچھ اور چاہے ایسی بخشش ان کو ملے گی جس کا سلسلہ کبھی منقطع نہ ہوگا","transliteration":"Waamma allatheena suAAidoo fafee aljannati khalideena feeha ma damati alssamawatu waalardu illa ma shaa rabbuka AAataan ghayra majthoothin"},{"id":109,"text":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَـٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","translation":"پس اے نبیؐ، تو ان معبودوں کی طرف سے کسی شک میں نہ رہ جن کی یہ لوگ عبادت کر رہے ہیں یہ تو (بس لکیر کے فقیر بنے ہوئے) اُسی طرح پوجا پاٹ کیے جا رہے ہیں جس طرح پہلے ان کے باپ دادا کرتے تھے، اور ہم اِن کا حصہ اِنہیں بھرپور دیں گے بغیر اس کے کہ اس میں کچھ کاٹ کسر ہو","transliteration":"Fala taku fee miryatin mimma yaAAbudu haolai ma yaAAbudoona illa kama yaAAbudu abaohum min qablu wainna lamuwaffoohum naseebahum ghayra manqoosin"},{"id":110,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","translation":"ہم اس سے پہلے موسیٰؑ کو بھی کتاب دے چکے ہیں اور اس کے بارے میں بھی اختلاف کیا گیا تھا (جس طرح آج اِس کتاب کے بارے میں کیا جا رہا ہے جو تمہیں دی گئی ہے) اگر تیرے رب کی طرف سے ایک بات پہلے ہی طے نہ کر دی گئی ہوتی تو اِن اختلاف کرنے والوں کے درمیان کبھی کا فیصلہ چکا دیا گیا ہوتا یہ واقعہ ہے کہ یہ لوگ اس کی طرف سے شک اور خلجان میں پڑے ہوئے ہیں","transliteration":"Walaqad atayna moosa alkitaba faikhtulifa feehi walawla kalimatun sabaqat min rabbika laqudiya baynahum wainnahum lafee shakkin minhu mureebun"},{"id":111,"text":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","translation":"اور یہ بھی واقعہ ہے کہ تیرا رب انہیں ان کے اعمال کا پورا پورا بدلہ دے کر رہے گا، یقیناً وہ ان کی سب حرکتوں سے باخبر ہے","transliteration":"Wainna kullan lamma layuwaffiyannahum rabbuka aAAmalahum innahu bima yaAAmaloona khabeerun"},{"id":112,"text":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"پس اے محمدؐ، تم، اور تمہارے وہ ساتھی جو (کفر و بغاوت سے ایمان و طاعت کی طرف) پلٹ آئے ہیں، ٹھیک ٹھیک راہ راست پر ثابت قدم رہو جیسا کہ تمہیں حکم دیا گیا ہے اور بندگی کی حد سے تجاوز نہ کرو جو کچھ تم کر رہے ہو اس پر تمہارا رب نگاہ رکھتا ہے","transliteration":"Faistaqim kama omirta waman taba maAAaka wala tatghaw innahu bima taAAmaloona baseerun"},{"id":113,"text":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","translation":"اِن ظالموں کی طرف ذرا نہ جھکنا ورنہ جہنم کی لپیٹ میں آ جاؤ گے اور تمہیں کوئی ایسا ولی و سرپرست نہ ملے گا جو خدا سے تمہیں بچا سکے اور کہیں سے تم کو مدد نہ پہنچے گی","transliteration":"Wala tarkanoo ila allatheena thalamoo fatamassakumu alnnaru wama lakum min dooni Allahi min awliyaa thumma la tunsaroona"},{"id":114,"text":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّـٰكِرِينَ","translation":"اور دیکھو، نماز قائم کرو دن کے دونوں سروں پر اور کچھ رات گزرنے پر درحقیقت نیکیاں برائیوں کو دور کر دیتی ہیں، یہ ایک یاد دہانی ہے ان لوگوں کے لیے جو خدا کو یاد رکھنے والے ہیں","transliteration":"Waaqimi alssalata tarafayi alnnahari wazulafan mina allayli inna alhasanati yuthhibna alssayyiati thalika thikra lilththakireena"},{"id":115,"text":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"اور صبر کر، اللہ نیکی کرنے والوں کا اجر کبھی ضائع نہیں کرتا","transliteration":"Waisbir fainna Allaha la yudeeAAu ajra almuhsineena"},{"id":116,"text":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","translation":"پھر کیوں نہ اُن قوموں میں جو تم سے پہلے گزر چکی ہیں ایسے اہل خیر موجود رہے جو لوگوں کو زمین میں فساد برپا کرنے سے روکتے؟ ایسے لوگ نکلے بھی تو بہت کم، جن کو ہم نے ان قوموں میں سے بچا لیا، ورنہ ظالم لوگ تو انہی مزوں کے پیچھے پڑے رہے جن کے سامان انہیں فراوانی کے ساتھ دیے گئے تھے اور وہ مجرم بن کر رہے","transliteration":"Falawla kana mina alqurooni min qablikum oloo baqiyyatin yanhawna AAani alfasadi fee alardi illa qaleelan mimman anjayna minhum waittabaAAa allatheena thalamoo ma otrifoo feehi wakanoo mujrimeena"},{"id":117,"text":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","translation":"تیرا رب ایسا نہیں ہے کہ بستیوں کو ناحق تباہ کر دے حالانکہ ان کے باشندے اصلاح کرنے والے ہوں","transliteration":"Wama kana rabbuka liyuhlika alqura bithulmin waahluha muslihoona"},{"id":118,"text":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","translation":"بے شک تیرا رب اگر چاہتا تو تمام انسانوں کو ایک گروہ بنا سکتا تھا، مگر اب تو وہ مختلف طریقوں ہی پر چلتے رہیں گے","transliteration":"Walaw shaa rabbuka lajaAAala alnnasa ommatan wahidatan wala yazaloona mukhtalifeena"},{"id":119,"text":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","translation":"اور بے راہ رویوں سے صرف وہ لوگ بچیں گے جن پر تیرے رب کی رحمت ہے اِسی (آزادی انتخاب و اختیار) کے لیے ہی تو اس نے انہیں پیدا کیا تھا اور تیرے رب کی وہ بات پوری ہو گئی جو اس نے کہی تھی کہ میں جہنم کو جن اور انسان، سب سے بھر دوں گا","transliteration":"Illa man rahima rabbuka walithalika khalaqahum watammat kalimatu rabbika laamlaanna jahannama mina aljinnati waalnnasi ajmaAAeena"},{"id":120,"text":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","translation":"اور اے محمدؐ، یہ پیغمبروں کے قصے جو ہم تمہیں سناتے ہیں، وہ چیزیں ہیں جن کے ذریعے سے ہم تمہارے دل کو مضبوط کرتے ہیں ان کے اندر تم کو حقیقت کا علم ملا اور ایمان لانے والوں کو نصیحت اور بیداری نصیب ہوئی","transliteration":"Wakullan naqussu AAalayka min anbai alrrusuli ma nuthabbitu bihi fuadaka wajaaka fee hathihi alhaqqu wamawAAithatun wathikra lilmumineena"},{"id":121,"text":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","translation":"رہے وہ لوگ جو ایمان نہیں لاتے، تو ان سے کہہ دو کہ تم اپنے طریقے پر کام کرتے رہو اور ہم اپنے طریقے پر کیے جاتے ہیں","transliteration":"Waqul lillatheena la yuminoona iAAmaloo AAala makanatikum inna AAamiloona"},{"id":122,"text":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","translation":"انجام کار کا تم بھی انتظار کرو اور ہم بھی منتظر ہیں","transliteration":"Waintathiroo inna muntathiroona"},{"id":123,"text":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"آسمانوں اور زمین میں جو کچھ چھپا ہوا ہے سب اللہ کے قبضہ قدرت میں ہے اور سارا معاملہ اسی کی طرف رجوع کیا جاتا ہے پس اے نبیؐ، تو اس کی بندگی کر اور اسی پر بھروسا رکھ، جو کچھ تم لوگ کر رہے ہو تیرا رب اس سے بے خبر نہیں ہے","transliteration":"Walillahi ghaybu alssamawati waalardi wailayhi yurjaAAu alamru kulluhu faoAAbudhu watawakkal AAalayhi wama rabbuka bighafilin AAamma taAAmaloona"}]}
