{"id":12,"name":"يوسف","transliteration":"Yusuf","translation":"یوسف","type":"meccan","total_verses":111,"verses":[{"id":1,"text":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","translation":"ا، ل، ر یہ اُس کتاب کی آیات ہیں جو اپنا مدعا صاف صاف بیان کرتی ہے","transliteration":"Aliflamra tilka ayatu alkitabi almubeenu"},{"id":2,"text":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","translation":"ہم نے اسے نازل کیا ہے قرآن بنا کر عربی زبان میں تاکہ تم (اہل عرب) اس کو اچھی طرح سمجھ سکو","transliteration":"Inna anzalnahu quranan AAarabiyyan laAAallakum taAAqiloona"},{"id":3,"text":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","translation":"اے محمدؐ، ہم اس قرآن کو تمہاری طرف وحی کر کے بہترین پیرایہ میں واقعات اور حقائق تم سے بیان کرتے ہیں، ورنہ اس سے پہلے تو (ان چیزو ں سے) تم بالکل ہی بے خبر تھے","transliteration":"Nahnu naqussu AAalayka ahsana alqasasi bima awhayna ilayka hatha alqurana wain kunta min qablihi lamina alghafileena"},{"id":4,"text":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَـٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","translation":"یہ اُس وقت کا ذکر ہے جب یوسفؑ نے اپنے باپ سے کہا \"ابا جان، میں نے خواب دیکھا ہے کہ گیارہ ستارے ہیں اور سورج اور چاند ہیں اور وہ مجھے سجدہ کر رہے ہیں","transliteration":"Ith qala yoosufu liabeehi ya abati innee raaytu ahada AAashara kawkaban waalshshamsa waalqamara raaytuhum lee sajideena"},{"id":5,"text":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","translation":"جواب میں اس کے باپ نے کہا، \"بیٹا، اپنا یہ خواب اپنے بھائیوں کو نہ سنانا ورنہ وہ تیرے درپے آزار ہو جائیں گے، حقیقت یہ ہے کہ شیطان آدمی کا کھلا دشمن ہے","transliteration":"Qala ya bunayya la taqsus ruyaka AAala ikhwatika fayakeedoo laka kaydan inna alshshaytana lilinsani AAaduwwun mubeenun"},{"id":6,"text":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","translation":"اور ایسا ہی ہوگا (جیسا تو نے خواب میں دیکھا ہے کہ) تیرا رب تجھے (اپنے کام کے لیے) منتخب کرے گا اور تجھے باتوں کی تہ تک پہنچنا سکھائے گا اور تیرے اوپر اور آل یعقوبؑ پر اپنی نعمت اسی طرح پوری کرے گا جس طرح اس سے پہلے وہ تیرے بزرگوں، ابراہیمؑ اور اسحاقؑ پر کر چکا ہے، یقیناً تیرا رب علیم اور حکیم ہے","transliteration":"Wakathalika yajtabeeka rabbuka wayuAAallimuka min taweeli alahadeethi wayutimmu niAAmatahu AAalayka waAAala ali yaAAqooba kama atammaha AAala abawayka min qablu ibraheema waishaqa inna rabbaka AAaleemun hakeemun"},{"id":7,"text":"۞لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","translation":"حقیقت یہ ہے کہ یوسفؑ اور اس کے بھائیوں کے قصہ میں اِن پوچھنے والوں کے لیے بڑی نشانیاں ہیں","transliteration":"Laqad kana fee yoosufa waikhwatihi ayatun lilssaileena"},{"id":8,"text":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","translation":"یہ قصہ یوں شروع ہوتا ہے کہ اس کے بھائیوں نے آپس میں کہا \"یہ یوسفؑ اور اس کا بھائی، دونوں ہمارے والد کو ہم سب سے زیادہ محبوب ہیں حالانکہ ہم ایک پورا جتھا ہیں سچی بات یہ ہے کہ ہمارے ابا جان با لکل ہی بہک گئے ہیں","transliteration":"Ith qaloo layoosufu waakhoohu ahabbu ila abeena minna wanahnu AAusbatun inna abana lafee dalalin mubeenin"},{"id":9,"text":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","translation":"چلو یوسفؑ کو قتل کر دو یا اسے کہیں پھینک دو تاکہ تمہارے والد کی توجہ صرف تمہاری ہی طرف ہو جائے یہ کام کر لینے کے بعد پھر نیک بن رہنا","transliteration":"Oqtuloo yoosufa awi itrahoohu ardan yakhlu lakum wajhu abeekum watakoonoo min baAAdihi qawman saliheena"},{"id":10,"text":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","translation":"اس پر ان میں سے ایک بولا \"یوسفؑ کو قتل نہ کرو، اگر کچھ کرنا ہی ہے تو اسے کسی اندھے کنویں میں ڈال دو کوئی آتا جاتا قافلہ اسے نکال لے جائے گا","transliteration":"Qala qailun minhum la taqtuloo yoosufa waalqoohu fee ghayabati aljubbi yaltaqithu baAAdu alssayyarati in kuntum faAAileena"},{"id":11,"text":"قَالُواْ يَـٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","translation":"اس قرارداد پر انہوں نے جا کر اپنے باپ سے کہا \"ابا جان، کیا بات ہے کہ آپ یوسفؑ کے معاملہ میں ہم پر بھروسہ نہیں کرتے حالانکہ ہم اس کے سچے خیر خواہ ہیں؟","transliteration":"Qaloo ya abana ma laka la tamanna AAala yoosufa wainna lahu lanasihoona"},{"id":12,"text":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"کل اسے ہمارے ساتھ بھیج د یجیے، کچھ چر چگ لے گا اور کھیل کود سے بھی دل بہلائے گا ہم اس کی حفاظت کو موجود ہیں","transliteration":"Arsilhu maAAana ghadan yartaAA wayalAAab wainna lahu lahafithoona"},{"id":13,"text":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","translation":"باپ نے کہا \"تمہارا اسے لے جانا مجھے شاق گزرتا ہے اور مجھ کو اندیشہ ہے کہ کہیں اسے بھیڑیا نہ پھاڑ کھا ئے جبکہ تم اس سے غافل ہو","transliteration":"Qala innee layahzununee an thathhaboo bihi waakhafu an yakulahu alththibu waantum AAanhu ghafiloona"},{"id":14,"text":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","translation":"انہوں نے جواب دیا \"اگر ہمارے ہوتے اسے بھڑ یے نے کھا لیا، جبکہ ہم ایک جتھا ہیں، تب تو ہم بڑے ہی نکمے ہوں گے","transliteration":"Qaloo lain akalahu alththibu wanahnu AAusbatun inna ithan lakhasiroona"},{"id":15,"text":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","translation":"اِس طرح اصرار کر کے جب وہ اُسے لے گئے اور انہوں نے طے کر لیا کہ اسے ایک اندھے کنویں میں چھوڑ دیں، تو ہم نے یوسفؑ کو وحی کی کہ \"ایک وقت آئے گا جب تو ان لوگوں کو ان کی یہ حرکت جتائے گا، یہ اپنے فعل کے نتائج سے بے خبر ہیں","transliteration":"Falamma thahaboo bihi waajmaAAoo an yajAAaloohu fee ghayabati aljubbi waawhayna ilayhi latunabiannahum biamrihim hatha wahum la yashAAuroona"},{"id":16,"text":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","translation":"شام کو وہ روتے پیٹتے اپنے باپ کے پاس آئے","transliteration":"Wajaoo abahum AAishaan yabkoona"},{"id":17,"text":"قَالُواْ يَـٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","translation":"اور کہا \"ابا جان، ہم دوڑ کا مقابلہ کرنے میں لگ گئے تھے اور یوسفؑ کو ہم نے اپنے سامان کے پاس چھوڑ دیا تھا کہ اتنے میں بھیڑیا آ کر اُسے کھا گیا آپ ہماری بات کا یقین نہ کریں گے چاہے ہم سچے ہی ہوں","transliteration":"Qaloo ya abana inna thahabna nastabiqu watarakna yoosufa AAinda mataAAina faakalahu alththibu wama anta bimuminin lana walaw kunna sadiqeena"},{"id":18,"text":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","translation":"اور وہ یوسفؑ کے قمیص پر جھوٹ موٹ کا خون لگا کر آئے تھے یہ سن کر ان کے باپ نے کہا \"بلکہ تمہارے نفس نے تمہارے لیے ایک بڑے کام کو آسان بنا دیا اچھا، صبر کروں گا اور بخوبی کروں گا، جو بات تم بنا رہے ہو اس پر اللہ ہی سے مدد مانگی جا سکتی ہے","transliteration":"Wajaoo AAala qameesihi bidamin kathibin qala bal sawwalat lakum anfusukum amran fasabrun jameelun waAllahu almustaAAanu AAala ma tasifoona"},{"id":19,"text":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","translation":"ادھر ایک قافلہ آیا اور اُس نے اپنے سقے کو پانی لانے کے لیے بھیجا سقے نے جو کنویں میں ڈول ڈالا تو (یوسفؑ کو دیکھ کر) پکار اٹھا \"مبارک ہو، یہاں تو ایک لڑکا ہے\" ان لوگوں نے اس کو مال تجارت سمجھ کر چھپا لیا، حالانکہ جو کچھ وہ کر رہے تھے خدا اس سے باخبر تھا","transliteration":"Wajaat sayyaratun faarsaloo waridahum faadla dalwahu qala ya bushra hatha ghulamun waasarroohu bidaAAatan waAllahu AAaleemun bima yaAAmaloona"},{"id":20,"text":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّـٰهِدِينَ","translation":"آخر کار انہوں نے اس کو تھوڑی سی قیمت پر چند درہموں کے عوض بیچ ڈالا اور وہ اس کی قیمت کے معاملہ میں کچھ زیادہ کے امیدوار نہ تھے","transliteration":"Washarawhu bithamanin bakhsin darahima maAAdoodatin wakanoo feehi mina alzzahideena"},{"id":21,"text":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"مصر کے جس شخص نے اسے خریدا اس نے اپنی بیوی سے کہا \"اِس کو اچھی طرح رکھنا، بعید نہیں کہ یہ ہمارے لیے مفید ثابت ہو یا ہم اسے بیٹا بنا لیں\" اس طرح ہم نے یوسفؑ کے لیے اُس سرزمین میں قدم جمانے کی صورت نکالی اور اسے معاملہ فہمی کی تعلیم دینے کا انتظام کیا اللہ اپنا کام کر کے رہتا ہے، مگر اکثر لوگ جانتے نہیں ہیں","transliteration":"Waqala allathee ishtarahu min misra liimraatihi akrimee mathwahu AAasa an yanfaAAana aw nattakhithahu waladan wakathalika makkanna liyoosufa fee alardi walinuAAallimahu min taweeli alahadeethi waAllahu ghalibun AAala amrihi walakinna akthara alnnasi la yaAAlamoona"},{"id":22,"text":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","translation":"اور جب وہ اپنی پوری جوانی کو پہنچا تو ہم نے اسے قوت فیصلہ اور علم عطا کیا، اِس طرح ہم نیک لوگوں کو جزا دیتے ہیں","transliteration":"Walamma balagha ashuddahu ataynahu hukman waAAilman wakathalika najzee almuhsineena"},{"id":23,"text":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّـٰلِمُونَ","translation":"جس عورت کے گھر میں وہ تھا وہ اُس پر ڈورے ڈالنے لگی اور ایک روز دروازے بند کر کے بولی \"آ جا\" یوسفؑ نے کہا \"خدا کی پناہ، میرے رب نے تو مجھے اچھی منزلت بخشی (اور میں یہ کام کروں!) ایسے ظالم کبھی فلاح نہیں پایا کرتے","transliteration":"Warawadathu allatee huwa fee baytiha AAan nafsihi waghallaqati alabwaba waqalat hayta laka qala maAAatha Allahi innahu rabbee ahsana mathwaya innahu la yuflihu alththalimoona"},{"id":24,"text":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","translation":"وہ اُس کی طرف بڑھی اور یوسفؑ بھی اس کی طرف بڑھتا اگر اپنے رب کی برہان نہ دیکھ لیتا ایسا ہوا، تاکہ ہم اس سے بدی اور بے حیائی کو دور کر دیں، در حقیقت وہ ہمارے چنے ہوئے بندوں میں سے تھا","transliteration":"Walaqad hammat bihi wahamma biha lawla an raa burhana rabbihi kathalika linasrifa AAanhu alssooa waalfahshaa innahu min AAibadina almukhlaseena"},{"id":25,"text":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","translation":"آخر کار یوسفؑ اور وہ آگے پیچھے دروازے کی طرف بھاگے اور اس نے پیچھے سے یوسفؑ کا قمیص (کھینچ کر) پھاڑ دیا دروازے پر دونوں نے اس کے شوہر کو موجود پایا اسے دیکھتے ہی عورت کہنے لگی، \"کیا سزا ہے اس شخص کی جو تیری گھر والی پر نیت خراب کرے؟ اِس کے سوا اور کیا سزا ہوسکتی ہے کہ وہ قید کیا جائے یا اسے سخت عذاب دیا جائے","transliteration":"Waistabaqa albaba waqaddat qameesahu min duburin waalfaya sayyidaha lada albabi qalat ma jazao man arada biahlika sooan illa an yusjana aw AAathabun aleemun"},{"id":26,"text":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","translation":"یوسفؑ نے کہا \"یہی مجھے پھانسنے کی کوشش کر رہی تھی\" اس عورت کے اپنے کنبہ والوں میں سے ایک شخص نے (قرینے کی) شہادت پیش کی کہ \"اگر یوسفؑ کا قمیص آگے سے پھٹا ہو تو عورت سچی ہے اور یہ جھوٹا","transliteration":"Qala hiya rawadatnee AAan nafsee washahida shahidun min ahliha in kana qameesuhu qudda min qubulin fasadaqat wahuwa mina alkathibeena"},{"id":27,"text":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّـٰدِقِينَ","translation":"اور اگر اس کا قمیص پیچھے سے پھٹا ہو تو عورت جھوٹی ہے اور یہ سچا","transliteration":"Wain kana qameesuhu qudda min duburin fakathabat wahuwa mina alssadiqeena"},{"id":28,"text":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","translation":"جب شوہر نے دیکھا کہ یوسفؑ کا قمیص پیچھے سے پھٹا ہے تو اس نے کہا \"یہ تم عورتوں کی چالاکیاں ہیں، واقعی بڑ ے غضب کی ہوتی ہیں تمہاری چالیں","transliteration":"Falamma raa qameesahu qudda min duburin qala innahu min kaydikunna inna kaydakunna AAatheemun"},{"id":29,"text":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","translation":"یوسفؑ، اس معاملے سے درگزر کر اور اے عورت، تو اپنے قصور کی معافی مانگ، تو ہی اصل میں خطا کار تھی","transliteration":"Yoosufu aAArid AAan hatha waistaghfiree lithanbiki innaki kunti mina alkhatieena"},{"id":30,"text":"۞وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","translation":"شہر کی عورتیں آپس میں چرچا کرنے لگیں کہ \"عزیز کی بیوی اپنے نوجوان غلام کے پیچھے پڑی ہوئی ہے، محبت نے اس کو بے قابو کر رکھا ہے، ہمارے نزدیک تو وہ صریح غلطی کر رہی ہے","transliteration":"Waqala niswatun fee almadeenati imraatu alAAazeezi turawidu fataha AAan nafsihi qad shaghafaha hubban inna lanaraha fee dalalin mubeenin"},{"id":31,"text":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","translation":"اس نے جو اُن کی یہ مکارانہ باتیں سنیں تو اُن کو بلاوا بھیج دیا اور ان کے لیے تکیہ دار مجلس آراستہ کی اور ضیافت میں ہر ایک کے آگے ایک چھری رکھ دی (پھر عین اس وقت جبکہ وہ پھل کاٹ کاٹ کر کھا رہی تھیں) اس نے یوسفؑ کو اشارہ کیا کہ ان کے سامنے نکل آ جب ان عورتوں کی نگاہ اس پر پڑی تو وہ دنگ رہ گئیں اور اپنے ہاتھ کاٹ بیٹھیں اور بے ساختہ پکا ر اٹھیں \"حاشاللّٰہ، یہ شخص انسان نہیں ہے، یہ تو کوئی بزرگ فرشتہ ہے","transliteration":"Falamma samiAAat bimakrihinna arsalat ilayhinna waaAAtadat lahunna muttakaan waatat kulla wahidatin minhunna sikkeenan waqalati okhruj AAalayhinna falamma raaynahu akbarnahu waqattaAAna aydiyahunna waqulna hasha lillahi ma hatha basharan in hatha illa malakun kareemun"},{"id":32,"text":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّـٰغِرِينَ","translation":"عزیز کی بیوی نے کہا \"دیکھ لیا! یہ ہے یہ وہ شخص جس کے معاملہ میں تم مجھ پر باتیں بناتی تھیں بے شک میں نے اِسے رجھانے کی کوشش کی تھی مگر یہ بچ نکلا اگر یہ میرا کہنا نہ مانے گا تو قید کیا جائے گا اور بہت ذلیل و خوار ہوگا","transliteration":"Qalat fathalikunna allathee lumtunnanee feehi walaqad rawadtuhu AAan nafsihi faistAAsama walain lam yafAAal ma amuruhu layusjananna walayakoonan mina alssaghireena"},{"id":33,"text":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","translation":"یوسفؑ نے کہا \"اے میرے رب، قید مجھے منظور ہے بہ نسبت اس کے کہ میں وہ کام کروں جو یہ لوگ مجھ سے چاہتے ہیں اور اگر تو نے ان کی چالوں کو مجھ سے دفع نہ کیا تو میں ان کے دام میں پھنس جاؤں گا اور جاہلوں میں شامل ہو رہوں گا","transliteration":"Qala rabbi alssijnu ahabbu ilayya mimma yadAAoonanee ilayhi wailla tasrif AAannee kaydahunna asbu ilayhinna waakun mina aljahileena"},{"id":34,"text":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"اس کے رب نے اس کی دعا قبول کی اور اُن عورتوں کی چالیں اس سے دفع کر دیں، بے شک وہی ہے جو سب کی سنتا اور سب کچھ جانتا ہے","transliteration":"Faistajaba lahu rabbuhu fasarafa AAanhu kaydahunna innahu huwa alssameeAAu alAAaleemu"},{"id":35,"text":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","translation":"پھر ان لوگوں کو یہ سوجھی کہ ایک مدت کے لیے اسے قید کر دیں حالانکہ وہ (اس کی پاکدامنی اور خود اپنی عورتوں کے برے اطوار کی) صریح نشانیاں دیکھ چکے تھے","transliteration":"Thumma bada lahum min baAAdi ma raawoo alayati layasjununnahu hatta heenin"},{"id":36,"text":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"قید خانہ میں دو غلام اور بھی اس کے ساتھ داخل ہوئے ایک روز اُن میں سے ایک نے اُس سے کہا \"میں نے خواب میں دیکھا ہے کہ میں شراب کشید کر رہا ہوں\" دوسرے نے کہا \"میں نے دیکھا کہ میرے سر پر روٹیاں رکھی ہیں اور پرندے ان کو کھا رہے ہیں\" دونوں نے کہا \"ہمیں اس کی تعبیر بتائیے، ہم دیکھتے ہیں کہ آپ ایک نیک آدمی ہیں","transliteration":"Wadakhala maAAahu alssijna fatayani qala ahaduhuma innee aranee aAAsiru khamran waqala alakharu innee aranee ahmilu fawqa rasee khubzan takulu alttayru minhu nabbina bitaweelihi inna naraka mina almuhsineena"},{"id":37,"text":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","translation":"یوسفؑ نے کہا: \"یہاں جو کھانا تمہیں ملا کرتا ہے اس کے آنے سے پہلے میں تمہیں اِن خوابوں کی تعبیر بتا دوں گا یہ علم اُن علوم میں سے ہے جو میرے رب نے مجھے عطا کیے ہیں واقعہ یہ ہے کہ میں نے اُن لوگوں کا طریقہ چھوڑ کر جو اللہ پر ایمان نہیں لاتے اور آخرت کا انکار کرتے ہیں","transliteration":"Qala la yateekuma taAAamun turzaqanihi illa nabbatukuma bitaweelihi qabla an yatiyakuma thalikuma mimma AAallamanee rabbee innee taraktu millata qawmin la yuminoona biAllahi wahum bialakhirati hum kafiroona"},{"id":38,"text":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translation":"اپنے بزرگوں، ابراہیمؑ، اسحاقؑ اور یعقوبؑ کا طریقہ اختیار کیا ہے ہمارا یہ کام نہیں ہے کہ اللہ کے ساتھ کسی کو شریک ٹھیرائیں در حقیقت یہ اللہ کا فضل ہے ہم پر اور تمام انسانوں پر (کہ اس نے اپنے سوا کسی کا بندہ ہمیں نہیں بنایا) مگر اکثر لوگ شکر نہیں کرتے","transliteration":"WaittabaAAtu millata abaee ibraheema waishaqa wayaAAqooba ma kana lana an nushrika biAllahi min shayin thalika min fadli Allahi AAalayna waAAala alnnasi walakinna akthara alnnasi la yashkuroona"},{"id":39,"text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","translation":"اے زنداں کے ساتھیو، تم خود ہی سوچو کہ بہت سے متفرق رب بہتر ہیں یا وہ ایک اللہ جو سب غالب ہے؟","transliteration":"Ya sahibayi alssijni aarbabun mutafarriqoona khayrun ami Allahu alwahidu alqahharu"},{"id":40,"text":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"اُس کو چھوڑ کر تم جن کی بندگی کر رہے ہو وہ اس کے سوا کچھ نہیں ہیں کہ بس چند نام ہیں جو تم نے اور تمہارے آباؤ اجداد نے رکھ لیے ہیں، اللہ نے ان کے لیے کوئی سند نازل نہیں کی فرماں روائی کا اقتدار اللہ کے سوا کسی کے لیے نہیں ہے اس کا حکم ہے کہ خود اس کے سوا تم کسی کی بندگی نہ کرو یہی ٹھیٹھ سیدھا طریق زندگی ہے، مگر اکثر لوگ جانتے نہیں ہیں","transliteration":"Ma taAAbudoona min doonihi illa asmaan sammaytumooha antum waabaokum ma anzala Allahu biha min sultanin ini alhukmu illa lillahi amara alla taAAbudoo illa iyyahu thalika alddeenu alqayyimu walakinna akthara alnnasi la yaAAlamoona"},{"id":41,"text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","translation":"اے زنداں کے ساتھیو، تمہارے خواب کی تعبیر یہ ہے کہ تم میں سے ایک تو اپنے رب (شاہ مصر) کو شراب پلائے گا، رہا دوسرا تو اسے سولی پر چڑھایا جائے گا اور پرندے اس کا سر نوچ نوچ کر کھائیں گے فیصلہ ہو گیا اُس بات کا جو تم پوچھ رہے تھے","transliteration":"Ya sahibayi alssijni amma ahadukuma fayasqee rabbahu khamran waamma alakharu fayuslabu fatakulu alttayru min rasihi qudiya alamru allathee feehi tastaftiyani"},{"id":42,"text":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","translation":"پھر اُن میں سے جس کے متعلق خیال تھا کہ وہ رہا ہو جائے گا اس سے یوسفؑ نے کہا کہ \"اپنے رب (شاہ مصر) سے میرا ذکر کرنا\" مگر شیطان نے اسے ایسا غفلت میں ڈالا کہ وہ اپنے رب (شاہ مصر) سے اس کا ذکر کرنا بھول گیا اور یوسفؑ کئی سال قید خانے میں پڑا رہا","transliteration":"Waqala lillathee thanna annahu najin minhuma othkurnee AAinda rabbika faansahu alshshaytanu thikra rabbihi falabitha fee alssijni bidAAa sineena"},{"id":43,"text":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَـٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","translation":"ایک روز بادشاہ نے کہا \"میں نے خواب میں دیکھا ہے کہ سات موٹی گائیں ہیں جن کو سات دبلی گائیں کھا رہی ہیں، اور اناج کی سات بالیں ہری ہیں اور دوسری سات سوکھی اے اہل دربار، مجھے اس خواب کی تعبیر بتاؤ اگر تم خوابوں کا مطلب سمجھتے ہو","transliteration":"Waqala almaliku innee ara sabAAa baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAa sunbulatin khudrin waokhara yabisatin ya ayyuha almalao aftoonee fee ruyaya in kuntum lilrruya taAAburoona"},{"id":44,"text":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","translation":"لوگوں نے کہا \"یہ تو پریشان خوابوں کی باتیں ہیں اور ہم اس طرح کے خوابوں کا مطلب نہیں جانتے","transliteration":"Qaloo adghathu ahlamin wama nahnu bitaweeli alahlami biAAalimeena"},{"id":45,"text":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","translation":"اُن دو قیدیوں میں سے جو شخص بچ گیا تھا اور اُسے ایک مدت دراز کے بعد اب بات یاد آئی، اُس نے کہا \"میں آپ حضرات کو اس کی تاویل بتاتا ہوں، مجھے ذرا (قید خانے میں یوسفؑ کے پاس) بھیج دیجیے","transliteration":"Waqala allathee naja minhuma waiddakara baAAda ommatin ana onabbiokum bitaweelihi faarsilooni"},{"id":46,"text":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","translation":"اس نے جا کر کہا \"یوسفؑ، اے سراپا راستی، مجھے اس خواب کا مطلب بتا کہ سات موٹی گائیں جن کو سات دبلی گائیں کھا رہی ہیں اور سات بالیں ہری ہیں اور سات سوکھی شاید کہ میں اُن لوگوں کے پاس جاؤں اور شاید کہ وہ جان لیں","transliteration":"Yoosufu ayyuha alssiddeequ aftina fee sabAAi baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAi sunbulatin khudrin waokhara yabisatin laAAallee arjiAAu ila alnnasi laAAallahum yaAAlamoona"},{"id":47,"text":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","translation":"یوسفؑ نے کہا \"سات بر س تک لگاتار تم لوگ کھیتی باڑی کرتے رہو گے اس دوران میں جو فصلیں تم کاٹو اُن میں سے بس تھوڑا ساحصہ، جو تمہاری خوراک کے کام آئے، نکالو اور باقی کو اس کی بالوں ہی میں رہنے دو","transliteration":"Qala tazraAAoona sabAAa sineena daaban fama hasadtum fatharoohu fee sunbulihi illa qaleelan mimma takuloona"},{"id":48,"text":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","translation":"پھر سات برس بہت سخت آئیں گے اُس زمانے میں وہ سب غلہ کھا لیا جائے گا جو تم اُس وقت کے لیے جمع کرو گے اگر کچھ بچے گا تو بس وہی جو تم نے محفوظ کر رکھا ہو","transliteration":"Thumma yatee min baAAdi thalika sabAAun shidadun yakulna ma qaddamtum lahunna illa qaleelan mimma tuhsinoona"},{"id":49,"text":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","translation":"اس کے بعد پھر ایک سال ایسا آئے گا جس میں باران رحمت سے لوگوں کی فریاد رسی کی جائے گی اور وہ رس نچوڑیں گے","transliteration":"Thumma yatee min baAAdi thalika AAamun feehi yughathu alnnasu wafeehi yaAAsiroona"},{"id":50,"text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّـٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","translation":"بادشاہ نے کہا اسے میرے پاس لاؤ مگر جب شاہی فرستادہ یوسفؑ کے پاس پہنچا تو اس نے کہا \"اپنے رب کے پاس واپس جا اور اس سے پوچھ کہ اُن عورتوں کا کیا معاملہ ہے جنہوں نے اپنے ہاتھ کاٹ لیے تھے؟ میرا رب تو ان کی مکاری سے واقف ہی ہے","transliteration":"Waqala almaliku itoonee bihi falamma jaahu alrrasoolu qala irjiAA ila rabbika faisalhu ma balu alnniswati allatee qattaAAna aydiyahunna inna rabbee bikaydihinna AAaleemun"},{"id":51,"text":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ","translation":"اس پر بادشاہ نے ان عورتوں سے دریافت کیا \"تمہارا کیا تجربہ ہے اُس وقت کا جب تم نے یوسفؑ کو رجھانے کی کوشش کی تھی؟\" سب نے یک زبان ہو کر کہا \"حاشاللہ، ہم نے تو اُس میں بدی کا شائبہ تک نہ پایا\" عزیز کی بیوی بول اٹھی \"اب حق کھل چکا ہے، وہ میں ہی تھی جس نے اُس کو پھسلانے کی کوشش کی تھی، بے شک وہ بالکل سچا ہے","transliteration":"Qala ma khatbukunna ith rawadtunna yoosufa AAan nafsihi qulna hasha lillahi ma AAalimna AAalayhi min sooin qalati imraatu alAAazeezi alana hashasa alhaqqu ana rawadtuhu AAan nafsihi wainnahu lamina alssadiqeena"},{"id":52,"text":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","translation":"(یوسفؑ نے کہا) \"اِس سے میری غرض یہ تھی کہ (عزیز) یہ جان لے کہ میں نے درپردہ اس کی خیانت نہیں کی تھی، اور یہ کہ جو خیانت کرتے ہیں ان کی چالوں کو اللہ کامیابی کی راہ پر نہیں لگاتا","transliteration":"Thalika liyaAAlama annee lam akhunhu bialghaybi waanna Allaha la yahdee kayda alkhaineena"},{"id":53,"text":"۞وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","translation":"میں کچھ اپنے نفس کی براءَت نہیں کر رہا ہوں، نفس تو بدی پر اکساتا ہی ہے الا یہ کہ کسی پر میرے رب کی رحمت ہو، بے شک میرا رب بڑا غفور و رحیم ہے","transliteration":"Wama obarrio nafsee inna alnnafsa laammaratun bialssooi illa ma rahima rabbee inna rabbee ghafoorun raheemun"},{"id":54,"text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","translation":"بادشاہ نے کہا \"اُنہیں میرے پاس لاؤ تاکہ میں ان کو اپنے لیے مخصوص کر لوں\" جب یوسفؑ نے اس سے گفتگو کی تو اس نے کہا \"اب آپ ہمارے ہاں قدر و منزلت رکھتے ہیں اور آپ کی امانت پر پورا بھروسا ہے","transliteration":"Waqala almaliku itoonee bihi astakhlishu linafsee falamma kallamahu qala innaka alyawma ladayna makeenun ameenun"},{"id":55,"text":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","translation":"یوسفؑ نے کہا، \"ملک کے خزانے میرے سپرد کیجیے، میں حفاظت کرنے والا بھی ہوں اور علم بھی رکھتا ہوں","transliteration":"Qala ijAAalnee AAala khazaini alardi innee hafeethun AAaleemun"},{"id":56,"text":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"اِس طرح ہم نے اُس سرزمین میں یوسفؑ کے لیے اقتدار کی راہ ہموار کی وہ مختار تھا کہ اس میں جہاں چاہے اپنی جگہ بنائے ہم اپنی رحمت سے جس کو چاہتے ہیں نوازتے ہیں، نیک لوگوں کا اجر ہمارے ہاں مارا نہیں جاتا","transliteration":"Wakathalika makanna liyoosufa fee alardi yatabawwao minha haythu yashao nuseebu birahmatina man nashao wala nudeeAAu ajra almuhsineena"},{"id":57,"text":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"اور آخرت کا اجر اُن لوگو ں کے لیے زیادہ بہتر ہے جو ایمان لے آئے اور خدا ترسی کے ساتھ کام کرتے رہے","transliteration":"Walaajru alakhirati khayrun lillatheena amanoo wakanoo yattaqoona"},{"id":58,"text":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","translation":"یوسفؑ کے بھائی مصر آئے اور اس کے ہاں حاضر ہوئے اس نے انہیں پہچان لیا مگر وہ اس سے نا آشنا تھے","transliteration":"Wajaa ikhwatu yoosufa fadakhaloo AAalayhi faAAarafahum wahum lahu munkiroona"},{"id":59,"text":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","translation":"پھر جب اس نے ان کا سامان تیار کروا دیا تو چلتے وقت ان سے کہا، \"اپنے سوتیلے بھائی کو میرے پاس لانا دیکھتے نہیں ہو کہ میں کس طرح پیمانہ بھر کر دیتا ہوں اور کیسا اچھا مہمان نواز ہوں","transliteration":"Walamma jahhazahum bijahazihim qala itoonee biakhin lakum min abeekum ala tarawna annee oofee alkayla waana khayru almunzileena"},{"id":60,"text":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","translation":"اگر تم اسے نہ لاؤ گے تو میرے پاس تمہارے لیے کوئی غلہ نہیں ہے بلکہ تم میرے قریب بھی نہ پھٹکنا","transliteration":"Fain lam tatoonee bihi fala kayla lakum AAindee wala taqrabooni"},{"id":61,"text":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","translation":"انہوں نے کہا، \"ہم کوشش کریں گے کہ والد صاحب اسے بھیجنے پر ر اضی ہو جائیں، اور ہم ایسا ضرور کریں گے","transliteration":"Qaloo sanurawidu AAanhu abahu wainna lafaAAiloona"},{"id":62,"text":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"یوسفؑ نے اپنے غلاموں کو اشارہ کیا کہ \"اِن لوگوں نے غلے کے عوض جو مال دیا ہے وہ چپکے سے ان کے سامان ہی میں رکھ دو\" یہ یوسفؑ نے اِس امید پر کیا کہ گھر پہنچ کر وہ اپنا واپس پایا ہوا مال پہچان جائیں گے (یا اِس فیاضی پر احسان مند ہوں گے) اور عجب نہیں کہ پھر پلٹیں","transliteration":"Waqala lifityanihi ijAAaloo bidaAAatahum fee rihalihim laAAallahum yaAArifoonaha itha inqalaboo ila ahlihim laAAallahum yarjiAAoona"},{"id":63,"text":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"جب وہ اپنے باپ کے پاس گئے تو کہا \"ابا جان، آئندہ ہم کو غلہ دینے سے انکار کر دیا گیا ہے، لہٰذا آپ ہمارے بھائی کو ہمارے ساتھ بھیج دیجیے تاکہ ہم غلہ لے کر آئیں اور اس کی حفاظت کے ہم ذمہ دار ہیں","transliteration":"Falamma rajaAAoo ila abeehim qaloo ya abana muniAAa minna alkaylu faarsil maAAana akhana naktal wainna lahu lahafithoona"},{"id":64,"text":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"باپ نے جواب دیا \"کیا میں اُس کے معاملہ میں تم پر ویسا ہی بھروسہ کروں جیسا اِس سے پہلے اُس کے بھائی کے معاملہ میں کر چکا ہوں؟ اللہ ہی بہتر محافظ ہے اور وہ سب سے بڑھ کر رحم فرمانے والا ہے","transliteration":"Qala hal amanukum AAalayhi illa kama amintukum AAala akheehi min qablu faAllahu khayrun hafithan wahuwa arhamu alrrahimeena"},{"id":65,"text":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَـٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","translation":"پھر جب انہوں نے اپنا سامان کھولا تو دیکھا کہ ان کا مال بھی انہیں واپس کر دیا گیا ہے یہ دیکھ کر وہ پکار اٹھے \"ابا جان، اور ہمیں کیا چاہیے، دیکھیے یہ ہمارا مال بھی ہمیں واپس دے دیا گیا ہے بس اب ہم جائیں گے اور اپنے اہل و عیال کے لیے رسد لے آئیں گے، اپنے بھائی کی حفاظت بھی کریں گے اور ایک بارشتر اور زیادہ بھی لے آئیں گے، اتنے غلہ کا اضافہ آسانی کے ساتھ ہو جائے گا","transliteration":"Walamma fatahoo mataAAahum wajadoo bidaAAatahum ruddat ilayhim qaloo ya abana ma nabghee hathihi bidaAAatuna ruddat ilayna wanameeru ahlana wanahfathu akhana wanazdadu kayla baAAeerin thalika kaylun yaseerun"},{"id":66,"text":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","translation":"ان کے باپ نے کہا \"میں اس کو ہرگز تمہارے ساتھ نہ بھیجوں گا جب تک کہ تم اللہ کے نام سے مجھ کو پیمان نہ دے دو کہ اِسے میرے پا س ضرور واپس لے کر آؤ گے الا یہ کہ کہیں تم گھیر ہی لیے جاؤ\" جب انہوں نے اس کو اپنے اپنے پیمان دے دیے تو اس نے کہا \"دیکھو، ہمارے اس قول پر اللہ نگہبان ہے","transliteration":"Qala lan orsilahu maAAakum hatta tutooni mawthiqan mina Allahi latatunnanee bihi illa an yuhata bikum falamma atawhu mawthiqahum qala Allahu AAala ma naqoolu wakeelun"},{"id":67,"text":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","translation":"پھر اس نے کہا \"میرے بچو، مصر کے دارالسطنت میں ایک دروازے سے داخل نہ ہونا بلکہ مختلف دروازوں سے جانا مگر میں اللہ کی مشیت سے تم کو نہیں بچا سکتا، حکم اُس کے سوا کسی کا بھی نہیں چلتا، اسی پر میں نے بھروسہ کیا، اور جس کو بھی بھروسہ کرنا ہو اسی پر کرے","transliteration":"Waqala ya baniyya la tadkhuloo min babin wahidin waodkhuloo min abwabin mutafarriqatin wama oghnee AAankum mina Allahi min shayin ini alhukmu illa lillahi AAalayhi tawakkaltu waAAalayhi falyatawakkali almutawakkiloona"},{"id":68,"text":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"اور واقعہ بھی یہی ہوا کہ جب وہ اپنے باپ کی ہدایت کے مطابق شہر میں (متفرق دروازوں سے) داخل ہوئے تو اس کی یہ احتیاطی تدبیر اللہ کی مشیت کے مقابلے میں کچھ بھی کام نہ آسکی ہاں بس یعقوبؑ کے دل میں جو ایک کھٹک تھی اسے دور کرنے کے لیے اس نے اپنی سی کوشش کر لی بے شک وہ ہماری دی ہوئی تعلیم سے صاحب علم تھا مگر اکثر لوگ معاملہ کی حقیقت کو جانتے نہیں ہیں","transliteration":"Walamma dakhaloo min haythu amarahum aboohum ma kana yughnee AAanhum mina Allahi min shayin illa hajatan fee nafsi yaAAqooba qadaha wainnahu lathoo AAilmin lima AAallamnahu walakinna akthara alnnasi la yaAAlamoona"},{"id":69,"text":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","translation":"یہ لوگ یوسفؑ کے حضور پہنچے تو اس نے اپنے بھائی کو اپنے پاس الگ بلا لیا اور اسے بتا دیا کہ \"میں تیرا وہی بھائی ہوں (جو کھویا گیا تھا) اب تو اُن باتوں کا غم نہ کر جو یہ لوگ کرتے رہے ہیں","transliteration":"Walamma dakhaloo AAala yoosufa awa ilayhi akhahu qala innee ana akhooka fala tabtais bima kanoo yaAAmaloona"},{"id":70,"text":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","translation":"جب یوسفؑ ان بھائیوں کا سامان لدوانے لگا تو اس نے اپنے بھائی کے سامان میں اپنا پیالہ رکھ دیا پھر ایک پکارنے والے نے پکار کر کہا \"اے قافلے والو، تم لو گ چور ہو","transliteration":"Falamma jahhazahum bijahazihim jaAAala alssiqayata fee rahli akheehi thumma aththana muaththinun ayyatuha alAAeeru innakum lasariqoona"},{"id":71,"text":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","translation":"انہوں نے پلٹ کر پوچھا \"تمہاری کیا چیز کھوئی گئی؟","transliteration":"Qaloo waaqbaloo AAalayhim matha tafqidoona"},{"id":72,"text":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","translation":"سرکاری ملازموں نے کہا \"بادشاہ کا پیمانہ ہم کو نہیں ملتا\" (اور ان کے جمعدار نے کہا) \"جو شخص لا کر دے گا اُس کے لیے ایک بارشتر انعام ہے، اس کا میں ذمہ لیتا ہوں","transliteration":"Qaloo nafqidu suwaAAa almaliki waliman jaa bihi himlu baAAeerin waana bihi zaAAeemun"},{"id":73,"text":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","translation":"ان بھائیوں نے کہا \"خدا کی قسم، تو لوگ خوب جانتے ہو کہ ہم اس ملک میں فساد کرنے نہیں آئے ہیں اور ہم چوریاں کرنے والے لوگ نہیں ہیں","transliteration":"Qaloo taAllahi laqad AAalimtum ma jina linufsida fee alardi wama kunna sariqeena"},{"id":74,"text":"قَالُواْ فَمَا جَزَـٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","translation":"اُنہوں نے کہا \"اچھا، اگر تمہاری بات جھوٹی نکلی تو چور کی کیا سزا ہے؟","transliteration":"Qaloo fama jazaohu in kuntum kathibeena"},{"id":75,"text":"قَالُواْ جَزَـٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَـٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"اُنہوں نے کہا \"اُس کی سزا؟ جس کے سامان میں سے چیز نکلے وہ آپ ہی اپنی سزا میں رکھ لیا جائے، ہمارے ہاں تو ایسے ظالموں کو سزا دینے کا یہی طریقہ ہے","transliteration":"Qaloo jazaohu man wujida fee rahlihi fahuwa jazaohu kathalika najzee alththalimeena"},{"id":76,"text":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","translation":"تب یوسفؑ نے اپنے بھائی سے پہلے اُن کی خرجیوں کی تلاشی لینی شروع کی، پھر اپنے بھائی کی خرجی سے گم شدہ چیز برآمد کر لی اِس طرح ہم نے یوسفؑ کی تائید اپنی تدبیر سے کی اُس کا یہ کام نہ تھا کہ بادشاہ کے دین (یعنی مصر کے شاہی قانون) میں اپنے بھائی کو پکڑتا الا یہ کہ اللہ ہی ایسا چاہے ہم جس کے درجے چاہتے ہیں بلند کر دیتے ہیں، اور ایک علم رکھنے والا ایسا ہے جو ہر صاحب علم سے بالا تر ہے","transliteration":"Fabadaa biawAAiyatihim qabla wiAAai akheehi thumma istakhrajaha min wiAAai akheehi kathalika kidna liyoosufa ma kana liyakhutha akhahu fee deeni almaliki illa an yashaa Allahu narfaAAu darajatin man nashao wafawqa kulli thee AAilmin AAaleemun"},{"id":77,"text":"۞قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","translation":"ان بھائیوں نے کہا \"یہ چوری کرے تو کچھ تعجب کی بات بھی نہیں، اس سے پہلے اس کا بھائی (یوسفؑ) بھی چوری کر چکا ہے\" یوسفؑ ان کی یہ بات سن کر پی گیا، حقیقت ان پر نہ کھولی بس (زیر لب) اتنا کہہ کر رہ گیا کہ \"بڑے ہی برے ہو تم لوگ، (میرے منہ در منہ مجھ پر) جو الزام تم لگا رہے ہو اس کی حقیقت خدا خوب جانتا ہے","transliteration":"Qaloo in yasriq faqad saraqa akhun lahu min qablu faasarraha yoosufu fee nafsihi walam yubdiha lahum qala antum sharrun makanan waAllahu aAAlamu bima tasifoona"},{"id":78,"text":"قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"انہوں نے کہا \"اے سردار ذی اقتدار (عزیز)، اس کا باپ بہت بوڑھا آدمی ہے، اس کی جگہ آپ ہم میں سے کسی کو رکھ لیجیے، ہم آپ کو بڑا ہی نیک نفس انسان پاتے ہیں","transliteration":"Qaloo ya ayyuha alAAazeezu inna lahu aban shaykhan kabeeran fakhuth ahadana makanahu inna naraka mina almuhsineena"},{"id":79,"text":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","translation":"یوسفؑ نے کہا \"پناہ بخدا، دوسرے کسی شخص کو ہم کیسے رکھ سکتے ہیں جس کے پاس ہم نے اپنا مال پایا ہے اس کو چھوڑ کر دوسرے کو رکھیں گے تو ہم ظالم ہوں گے","transliteration":"Qala maAAatha Allahi an nakhutha illa man wajadna mataAAana AAindahu inna ithan lathalimoona"},{"id":80,"text":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"جب وہ یوسفؑ سے مایوس ہو گئے تو ایک گوشے میں جا کر آپس میں مشورہ کرنے لگے ان میں جو سب سے بڑا تھا وہ بولا \"تم جانتے نہیں ہو کہ تمہارے والد تم سے خدا کے نام پر کیا عہد و پیمان لے چکے ہیں اور اس سے پہلے یوسفؑ کے معاملہ میں جو زیادتی تم کر چکے ہو وہ بھی تم کو معلوم ہے اب میں تو یہاں سے ہرگز نہ جاؤں گا جب تک کہ میرے والد مجھے اجازت نہ دیں، یا پھر اللہ ہی میرے حق میں کوئی فیصلہ فرما دے کہ وہ سب سے بہتر فیصلہ کرنے والا ہے","transliteration":"Falamma istayasoo minhu khalasoo najiyyan qala kabeeruhum alam taAAlamoo anna abakum qad akhatha AAalaykum mawthiqan mina Allahi wamin qablu ma farrattum fee yoosufa falan abraha alarda hatta yathana lee abee aw yahkuma Allahu lee wahuwa khayru alhakimeena"},{"id":81,"text":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَـٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","translation":"تم جا کر اپنے والد سے کہو کہ \"ابا جان، آپ کے صاحبزادے نے چوری کی ہے ہم نے اسے چوری کرتے ہوئے نہیں دیکھا، جو کچھ ہمیں معلوم ہوا ہے بس وہی ہم بیان کر رہے ہیں، اور غیب کی نگہبانی تو ہم نہ کر سکتے تھے","transliteration":"IrjiAAoo ila abeekum faqooloo ya abana inna ibnaka saraqa wama shahidna illa bima AAalimna wama kunna lilghaybi hafitheena"},{"id":82,"text":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","translation":"آپ اُس بستی کے لوگوں سے پوچھ لیجیے جہاں ہم تھے اُس قافلے سے دریافت کر لیجیے جس کے ساتھ ہم آئے ہیں ہم اپنے بیان میں بالکل سچے ہیں","transliteration":"Waisali alqaryata allatee kunna feeha waalAAeera allatee aqbalna feeha wainna lasadiqoona"},{"id":83,"text":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"باپ نے یہ داستان سن کر کہا \"دراصل تمہارے نفس نے تمہارے لیے ایک اور بڑی بات کو سہل بنا دیا اچھا اس پر بھی صبر کروں گا اور بخوبی کروں گا کیا بعید ہے کہ اللہ ان سب کو مجھ سے لا ملا ئے، وہ سب کچھ جانتا ہے اور اس کے سب کام حکمت پر مبنی ہیں","transliteration":"Qala bal sawwalat lakum anfusukum amran fasabrun jameelun AAasa Allahu an yatiyanee bihim jameeAAan innahu huwa alAAaleemu alhakeemu"},{"id":84,"text":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَـٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","translation":"پھر وہ ان کی طرف سے منہ پھیر کر بیٹھ گیا اور کہنے لگا کہ \"ہا ئے یوسف!\" وہ دل ہی دل میں غم سے گھٹا جا رہا تھا اور اس کی آنکھیں سفید پڑ گئی تھیں","transliteration":"Watawalla AAanhum waqala ya asafa AAala yoosufa waibyaddat AAaynahu mina alhuzni fahuwa katheemun"},{"id":85,"text":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","translation":"بیٹوں نے کہا \"خدارا! آپ تو بس یوسف ہی کو یاد کیے جاتے ہیں نوبت یہ آ گئی ہے کہ اس کے غم میں اپنے آپ کو گھلا دیں گے یا اپنی جان ہلاک کر ڈالیں گے","transliteration":"Qaloo taAllahi taftao tathkuru yoosufa hatta takoona haradan aw takoona mina alhalikeena"},{"id":86,"text":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"اُس نے کہا \"میں اپنی پریشانی اور اپنے غم کی فریاد اللہ کے سوا کسی سے نہیں کرتا، اور اللہ سے جیسا میں واقف ہوں تم نہیں ہو","transliteration":"Qala innama ashkoo baththee wahuznee ila Allahi waaAAlamu mina Allahi ma la taAAlamoona"},{"id":87,"text":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","translation":"میرے بچو، جا کر یوسفؑ اور اس کے بھائی کی کچھ ٹوہ لگاؤ، اللہ کی رحمت سے مایوس نہ ہو، اس کی رحمت سے تو بس کافر ہی مایوس ہوا کرتے ہیں","transliteration":"Ya baniyya ithhaboo fatahassasoo min yoosufa waakheehi wala tayasoo min rawhi Allahi innahu la yayasu min rawhi Allahi illa alqawmu alkafiroona"},{"id":88,"text":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","translation":"جب یہ لوگ مصر جا کر یوسفؑ کی پیشی میں داخل ہوئے تو انہوں نے عرض کیا کہ \"اے سردار با اقتدار، ہم اور ہمارے اہل و عیال سخت مصیبت میں مبتلا ہیں اور ہم کچھ حقیر سی پونجی لے کر آئے ہیں، آپ ہمیں بھر پور غلہ عنایت فرمائیں اور ہم کو خیرات دیں، اللہ خیرات کرنے والوں کو جزا دیتا ہے","transliteration":"Falamma dakhaloo AAalayhi qaloo ya ayyuha alAAazeezu massana waahlana alddurru wajina bibidaAAatin muzjatin faawfi lana alkayla watasaddaq AAalayna inna Allaha yajzee almutasaddiqeena"},{"id":89,"text":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","translation":"(یہ سن کریوسفؑ سے نہ رہا گیا) اُس نے کہا \"تمہیں کچھ یہ بھی معلوم ہے کہ تم نے یوسفؑ اور اُس کے بھائی کے ساتھ کیا کیا تھا جبکہ تم نادان تھے","transliteration":"Qala hal AAalimtum ma faAAaltum biyoosufa waakheehi ith antum jahiloona"},{"id":90,"text":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"وہ چونک کر بولے \"کیا تم یوسفؑ ہو؟\" اُس نے کہا، \"ہاں، میں یوسفؑ ہوں اور یہ میرا بھائی ہے اللہ نے ہم پر احسان فرمایا حقیقت یہ ہے کہ اگر کوئی تقویٰ اور صبر سے کام لے تو اللہ کے ہاں ایسے نیک لوگوں کا اجر مارا نہیں جاتا","transliteration":"Qaloo ainnaka laanta yoosufa qala ana yoosufu wahatha akhee qad manna Allahu AAalayna innahu man yattaqi wayasbir fainna Allaha la yudeeAAu ajra almuhsineena"},{"id":91,"text":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","translation":"انہوں نے کہا \"بخدا کہ تم کو اللہ نے ہم پر فضیلت بخشی اور واقعی ہم خطا کار تھے","transliteration":"Qaloo taAllahi laqad atharaka Allahu AAalayna wain kunna lakhatieena"},{"id":92,"text":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"اس نے جواب دیا، \"آج تم پر کوئی گرفت نہیں، اللہ تمہیں معاف کرے، وہ سب سے بڑھ کر رحم فرمانے والا ہے","transliteration":"Qala la tathreeba AAalaykumu alyawma yaghfiru Allahu lakum wahuwa arhamu alrrahimeena"},{"id":93,"text":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","translation":"جاؤ، میرا یہ قمیص لے جاؤ اور میرے والد کے منہ پر ڈال دو، اُن کی بینائی پلٹ آئے گی، اور اپنے سب اہل و عیال کو میرے پاس لے آؤ","transliteration":"Ithhaboo biqameesee hatha faalqoohu AAala wajhi abee yati baseeran watoonee biahlikum ajmaAAeena"},{"id":94,"text":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","translation":"جب یہ قافلہ (مصر سے) روانہ ہوا تو ان کے باپ نے (کنعان میں) کہا \"میں یوسفؑ کی خوشبو محسوس کر رہا ہوں، تم لوگ کہیں یہ نہ کہنے لگو کہ میں بڑھاپے میں سٹھیا گیا ہوں","transliteration":"Walamma fasalati alAAeeru qala aboohum innee laajidu reeha yoosufa lawla an tufannidooni"},{"id":95,"text":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","translation":"گھر کے لوگ بولے \"خدا کی قسم آپ ابھی تک اپنے اسی پرانے خبط میں پڑے ہوئے ہیں","transliteration":"Qaloo taAllahi innaka lafee dalalika alqadeemi"},{"id":96,"text":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"پھر جب خو ش خبری لانے والا آیا تو اس نے یوسفؑ کا قمیص یعقوبؑ کے منہ پر ڈال دیا اور یکا یک اس کی بینائی عود کر آئی تب اس نے کہا \"میں تم سے کہتا نہ تھا؟ میں اللہ کی طرف سے وہ کچھ جانتا ہوں جو تم نہیں جانتے","transliteration":"Falamma an jaa albasheeru alqahu AAala wajhihi fairtadda baseeran qala alam aqul lakum innee aAAlamu mina Allahi ma la taAAlamoona"},{"id":97,"text":"قَالُواْ يَـٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","translation":"سب بول اٹھے \"ابا جان، آپ ہمارے گناہوں کی بخشش کے لیے دعا کریں، واقعی ہم خطا کار تھے","transliteration":"Qaloo ya abana istaghfir lana thunoobana inna kunna khatieena"},{"id":98,"text":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"اُس نے کہا \"میں اپنے رب سے تمہارے لیے معافی کی درخواست کروں گا، وہ بڑا معاف کرنے والا اور رحیم ہے","transliteration":"Qala sawfa astaghfiru lakum rabbee innahu huwa alghafooru alrraheemu"},{"id":99,"text":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","translation":"پھر جب یہ لوگ یوسفؑ کے پاس پہنچے تو اُس نے اپنے والدین کو اپنے ساتھ بٹھا لیا اور (اپنے سب کنبے والوں سے) کہا \"چلو، اب شہر میں چلو، اللہ نے چاہا تو امن چین سے رہو گے","transliteration":"Falamma dakhaloo AAala yoosufa awa ilayhi abawayhi waqala odkhuloo misra in shaa Allahu amineena"},{"id":100,"text":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَـٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"(شہر میں داخل ہونے کے بعد) اس نے اپنے والدین کو اٹھا کر اپنے پاس تخت پر بٹھایا اور سب اس کے آگے بے اختیار سجدے میں جھک گئے یوسفؑ نے کہا \"ابا جان، یہ تعبیر ہے میرے اُس خواب کی جو میں نے پہلے دیکھا تھا، میرے رب نے اسے حقیقت بنا دیا اس کا احسان ہے کہ اُس نے مجھے قید خانے سے نکالا، اور آپ لوگوں کو صحرا سے لا کر مجھ سے ملایا حالانکہ شیطان میرے اور میرے بھائیوں کے درمیان فساد ڈال چکا تھا واقعہ یہ ہے کہ میرا رب غیر محسوس تدبیروں سے اپنی مشیت پوری کرتا ہے، بے شک و ہ علیم اور حکیم ہے","transliteration":"WarafaAAa abawayhi AAala alAAarshi wakharroo lahu sujjadan waqala ya abati hatha taweelu ruyaya min qablu qad jaAAalaha rabbee haqqan waqad ahsana bee ith akhrajanee mina alssijni wajaa bikum mina albadwi min baAAdi an nazagha alshshaytanu baynee wabayna ikhwatee inna rabbee lateefun lima yashao innahu huwa alAAaleemu alhakeemu"},{"id":101,"text":"۞رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّـٰلِحِينَ","translation":"اے میرے رب، تو نے مجھے حکومت بخشی اور مجھ کو باتوں کی تہ تک پہنچنا سکھایا زمین و آسمان کے بنانے والے، تو ہی دنیا اور آخرت میں میرا سرپرست ہے، میرا خاتمہ اسلام پر کر اور انجام کار مجھے صالحین کے ساتھ ملا","transliteration":"Rabbi qad ataytanee mina almulki waAAallamtanee min taweeli alahadeethi fatira alssamawati waalardi anta waliyyee fee alddunya waalakhirati tawaffanee musliman waalhiqnee bialssaliheena"},{"id":102,"text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","translation":"اے محمدؐ، یہ قصہ غیب کی خبروں میں سے ہے جو ہم تم پر وحی کر رہے ہیں ورنہ تم اُس وقت موجود نہ تھے جب یوسفؑ کے بھائیوں نے آپس میں اتفاق کر کے سازش کی تھی","transliteration":"Thalika min anbai alghaybi nooheehi ilayka wama kunta ladayhim ith ajmaAAoo amrahum wahum yamkuroona"},{"id":103,"text":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","translation":"مگر تم خواہ کتنا ہی چاہو اِن میں سے اکثر لوگ مان کر دینے والے نہیں ہیں","transliteration":"Wama aktharu alnnasi walaw harasta bimumineena"},{"id":104,"text":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","translation":"حالانکہ تم اس خدمت پر ان سے کوئی اجرت بھی نہیں مانگتے ہو یہ تو ایک نصیحت ہے جو دنیا والوں کے لیے عام ہے","transliteration":"Wama tasaluhum AAalayhi min ajrin in huwa illa thikrun lilAAalameena"},{"id":105,"text":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","translation":"زمین اور آسمانوں میں کتنی ہی نشانیاں ہیں جن پر سے یہ لوگ گزرتے رہتے ہیں اور ذرا توجہ نہیں کرتے","transliteration":"Wakaayyin min ayatin fee alssamawati waalardi yamurroona AAalayha wahum AAanha muAAridoona"},{"id":106,"text":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","translation":"ان میں سے اکثر اللہ کو مانتے ہیں مگر اس طرح کہ اُس کے ساتھ دوسروں کو شر یک ٹھیراتے ہیں","transliteration":"Wama yuminu aktharuhum biAllahi illa wahum mushrikoona"},{"id":107,"text":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"کیا یہ مطمئن ہیں کہ خدا کے عذاب کی کوئی بلا انہیں دبوچ نہ لے گی یا بے خبری میں قیامت کی گھڑی اچانک ان پر نہ آ جائے گی؟","transliteration":"Afaaminoo an tatiyahum ghashiyatun min AAathabi Allahi aw tatiyahumu alssaAAatu baghtatan wahum la yashAAuroona"},{"id":108,"text":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","translation":"تم ان سے صاف کہہ دو کہ \"میرا راستہ تو یہ ہے، میں اللہ کی طرف بلاتا ہوں، میں خود بھی پوری روشنی میں اپنا راستہ دیکھ رہا ہوں اور میرے ساتھی بھی، اور اللہ پاک ہے اور شرک کرنے والوں سے میرا کوئی واسطہ نہیں","transliteration":"Qul hathihi sabeelee adAAoo ila Allahi AAala baseeratin ana wamani ittabaAAanee wasubhana Allahi wama ana mina almushrikeena"},{"id":109,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","translation":"اے محمدؐ، تم سے پہلے ہم نے جو پیغمبر بھیجے تھے وہ سب بھی انسان ہی تھے، اور انہی بستیوں کے رہنے والوں میں سے تھے، اور اُنہی کی طرف ہم وحی بھیجتے رہے ہیں پھر کیا یہ لوگ زمین میں چلے پھرے نہیں ہیں کہ اُن قوموں کا انجام انہیں نظر نہ آیا جو ان سے پہلے گزر چکی ہیں؟ یقیناً آخرت کا گھر اُن لوگوں کے لیے اور زیادہ بہتر ہے جنہوں نے (پیغمبروں کی بات مان کر) تقویٰ کی روش اختیار کی کیا اب بھی تم لوگ نہ سمجھو گے؟","transliteration":"Wama arsalna min qablika illa rijalan noohee ilayhim min ahli alqura afalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim waladaru alakhirati khayrun lillatheena ittaqaw afala taAAqiloona"},{"id":110,"text":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","translation":"(پہلے پیغمبروں کے ساتھ بھی یہی ہوتا رہا ہے کہ وہ مدتوں نصیحت کرتے رہے اور لوگوں نے سن کر نہ دیا) یہاں تک کہ جب پیغمبر لوگوں سے مایوس ہو گئے اور لوگوں نے بھی سمجھ لیا کہ اُن سے جھوٹ بولا گیا تھا، تو یکا یک ہماری مدد پیغمبروں کو پہنچ گئی پھر جب ایسا موقع آ جاتا ہے تو ہمارا قاعدہ یہ ہے کہ جسے ہم چاہتے ہیں بچا لیتے ہیں اور مجرموں پر سے تو ہمارا عذاب ٹالا ہی نہیں جا سکتا","transliteration":"Hatta itha istayasa alrrusulu wathannoo annahum qad kuthiboo jaahum nasruna fanujjiya man nashao wala yuraddu basuna AAani alqawmi almujrimeena"},{"id":111,"text":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"اگلے لوگوں کے ان قصوں میں عقل و ہوش رکھنے والوں کے لیے عبرت ہے یہ جو کچھ قرآن میں بیان کیا جا رہا ہے یہ بناوٹی باتیں نہیں ہیں بلکہ جو کتابیں اس سے پہلے آئی ہوئی ہیں انہی کی تصدیق ہے اور ہر چیز کی تفصیل اور ایمان لانے والوں کے لیے ہدایت اور رحمت","transliteration":"Laqad kana fee qasasihim AAibratun liolee alalbabi ma kana hadeethan yuftara walakin tasdeeqa allathee bayna yadayhi watafseela kulli shayin wahudan warahmatan liqawmin yuminoona"}]}
