{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translation":"رات کا صفر","type":"meccan","total_verses":111,"verses":[{"id":1,"text":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"پاک ہے وہ جو لے گیا ایک رات اپنے بندے کو مسجد حرام سے دور کی اُس مسجد تک جس کے ماحول کو اس نے برکت دی ہے، تاکہ اسے اپنی کچھ نشانیوں کا مشاہدہ کرائے حقیقت میں وہی ہے سب کچھ سننے اور دیکھنے والا","transliteration":"Subhana allathee asra biAAabdihi laylan mina almasjidi alharami ila almasjidi alaqsa allathee barakna hawlahu linuriyahu min ayatina innahu huwa alssameeAAu albaseeru"},{"id":2,"text":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَـٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","translation":"ہم نے اِس سے پہلے موسیٰؑ کو کتاب دی تھی اور اُسے بنی اسرائیل کے لیے ذریعہ ہدایت بنایا تھا، اِس تاکید کے ساتھ کہ میرے سوا کسی کو اپنا وکیل نہ بنانا","transliteration":"Waatayna moosa alkitaba wajaAAalnahu hudan libanee israeela alla tattakhithoo min doonee wakeelan"},{"id":3,"text":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","translation":"تم اُن لوگوں کی اولاد ہو جنہیں ہم نے نوحؑ کے ساتھ کشتی پر سوار کیا تھا، اور نوحؑ ایک شکر گزار بندہ تھا","transliteration":"Thurriyyata man hamalna maAAa noohin innahu kana AAabdan shakooran"},{"id":4,"text":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","translation":"پھر ہم نے اپنی کتاب میں بنی اسرائیل کو اِس بات پر بھی متنبہ کر دیا تھا کہ تم دو مرتبہ زمین میں فساد عظیم برپا کرو گے اور بڑی سرکشی دکھاؤ گے","transliteration":"Waqadayna ila banee israeela fee alkitabi latufsidunna fee alardi marratayni walataAAlunna AAuluwwan kabeeran"},{"id":5,"text":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","translation":"آخرکار جب اُن میں سے پہلی سرکشی کا موقع پیش آیا، تو اے بنی اسرائیل، ہم نے تمہارے مقابلے پر اپنے ایسے بندے اٹھائے جو نہایت زور آور تھے اور وہ تمہارے ملک میں گھس کر ہر طرف پھیل گئے یہ ایک وعدہ تھا جسے پورا ہو کر ہی رہنا تھا","transliteration":"Faitha jaa waAAdu oolahuma baAAathna AAalaykum AAibadan lana olee basin shadeedin fajasoo khilala alddiyari wakana waAAdan mafAAoolan"},{"id":6,"text":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","translation":"اِس کے بعد ہم نے تمہیں اُن پر غلبے کا موقع دے دیا اور تمہیں مال اور اولاد سے مدد دی اور تمہاری تعداد پہلے سے بڑھا دی","transliteration":"Thumma radadna lakumu alkarrata AAalayhim waamdadnakum biamwalin wabaneena wajaAAalnakum akthara nafeeran"},{"id":7,"text":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","translation":"دیکھو! تم نے بھلائی کی تو وہ تمہارے اپنے ہی لیے بھلائی تھی، اور برائی کی تو وہ تمہاری اپنی ذات کے لیے برائی ثابت ہوئی پھر جب دوسرے وعدے کا وقت آیا تو ہم نے دوسرے دشمنوں کو تم پر مسلط کیا تاکہ وہ تمہارے چہرے بگاڑ دیں اور مسجد (بیت المقدس) میں اُسی طرح گھس جائیں جس طرح پہلے دشمن گھسے تھے اور جس چیز پر ان کا ہاتھ پڑے اُسے تباہ کر کے رکھ دیں","transliteration":"In ahsantum ahsantum lianfusikum wain asatum falaha faitha jaa waAAdu alakhirati liyasoooo wujoohakum waliyadkhuloo almasjida kama dakhaloohu awwala marratin waliyutabbiroo ma AAalaw tatbeeran"},{"id":8,"text":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","translation":"ہوسکتا ہے کہ اب تمہارا رب تم پر رحم کرے، لیکن اگر تم نے پھر اپنی سابق روش کا اعادہ کیا تو ہم بھی پر اپنی سزا کا اعادہ کریں گے، اور کا فر نعمت لوگوں کے لیے ہم نے جہنم کو قید خانہ بنا رکھا ہے","transliteration":"AAasa rabbukum an yarhamakum wain AAudtum AAudna wajaAAalna jahannama lilkafireena haseeran"},{"id":9,"text":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّـٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","translation":"حقیقت یہ ہے کہ یہ قرآن وہ راہ دکھاتا ہے جو بالکل سیدھی ہے جو لو گ اسے مان کر بھلے کام کرنے لگیں انہیں یہ بشارت دیتا ہے کہ ان کے لیے بڑا اجر ہے","transliteration":"Inna hatha alqurana yahdee lillatee hiya aqwamu wayubashshiru almumineena allatheena yaAAmaloona alssalihati anna lahum ajran kabeeran"},{"id":10,"text":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","translation":"اور جو لوگ آخرت کو نہ مانیں انہیں یہ خبر دیتا ہے کہ ان کے لیے ہم نے دردناک عذاب مہیا کر رکھا ہے","transliteration":"Waanna allatheena la yuminoona bialakhirati aAAtadna lahum AAathaban aleeman"},{"id":11,"text":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","translation":"انسان شر اُس طرح مانگتا ہے جس طرح خیر مانگنی چاہیے انسان بڑا ہی جلد باز واقع ہوا ہے","transliteration":"WayadAAu alinsanu bialshsharri duAAaahu bialkhayri wakana alinsanu AAajoolan"},{"id":12,"text":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","translation":"دیکھو، ہم نے رات اور دن کو دو نشانیاں بنایا ہے رات کی نشانی کو ہم نے بے نور بنایا، اور دن کی نشانی کو روشن کر دیا تاکہ تم اپنے رب کا فضل تلاش کر سکو اور ماہ و سال کا حساب معلوم کر سکو اِسی طرح ہم نے ہر چیز کو الگ الگ ممیز کر کے رکھا ہے","transliteration":"WajaAAalna allayla waalnnahara ayatayni famahawna ayata allayli wajaAAalna ayata alnnahari mubsiratan litabtaghoo fadlan min rabbikum walitaAAlamoo AAadada alssineena waalhisaba wakulla shayin fassalnahu tafseelan"},{"id":13,"text":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَـٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","translation":"ہر انسان کا شگون ہم نے اُس کے اپنے گلے میں لٹکا رکھا ہے، اور قیامت کے روز ہم ایک نوشتہ اُس کے لیے نکالیں گے جسے وہ کھلی کتاب کی طرح پائے گا","transliteration":"Wakulla insanin alzamnahu tairahu fee AAunuqihi wanukhriju lahu yawma alqiyamati kitaban yalqahu manshooran"},{"id":14,"text":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","translation":"پڑھ اپنا نامہ اعمال، آج اپنا حساب لگانے کے لیے تو خود ہی کافی ہے","transliteration":"Iqra kitabaka kafa binafsika alyawma AAalayka haseeban"},{"id":15,"text":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","translation":"جو کوئی راہ راست اختیار کرے اس کی راست روی اس کے اپنے ہی لیے مفید ہے، اور جو گمراہ ہو اس کی گمراہی کا وبا ل اُسی پر ہے کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہ اٹھائے گا اور ہم عذاب دینے والے نہیں ہیں جب تک کہ (لوگوں کو حق و باطل کا فرق سمجھانے کے لیے) ایک پیغام بر نہ بھیج دیں","transliteration":"Mani ihtada fainnama yahtadee linafsihi waman dalla fainnama yadillu AAalayha wala taziru waziratun wizra okhra wama kunna muAAaththibeena hatta nabAAatha rasoolan"},{"id":16,"text":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","translation":"جب ہم کسی بستی کو ہلاک کرنے کا ارادہ کرتے ہیں تو اس کے خوشحال لوگوں کو حکم دیتے ہیں اور وہ اس میں نافرمانیاں کرنے لگتے ہیں، تب عذاب کا فیصلہ اس بستی پر چسپاں ہو جاتا ہے اور ہم اسے برباد کر کے رکھ دیتے ہیں","transliteration":"Waitha aradna an nuhlika qaryatan amarna mutrafeeha fafasaqoo feeha fahaqqa AAalayha alqawlu fadammarnaha tadmeeran"},{"id":17,"text":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","translation":"دیکھ لو، کتنی ہی نسلیں ہیں جو نوحؑ کے بعد ہمارے حکم سے ہلاک ہوئیں تیرا رب اپنے بندوں کے گناہوں سے پوری طرح باخبر ہے اور سب کچھ دیکھ رہا ہے","transliteration":"Wakam ahlakna mina alqurooni min baAAdi noohin wakafa birabbika bithunoobi AAibadihi khabeeran baseeran"},{"id":18,"text":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","translation":"جو کوئی عاجلہ کا خواہشمند ہو، اسے یہیں ہم دے دیتے ہیں جو کچھ بھی جسے دینا چاہیں، پھر اس کے مقسوم میں جہنم لکھ دیتے ہیں جسے وہ تاپے گا ملامت زدہ اور رحمت سے محروم ہو کر","transliteration":"Man kana yureedu alAAajilata AAajjalna lahu feeha ma nashao liman nureedu thumma jaAAalna lahu jahannama yaslaha mathmooman madhooran"},{"id":19,"text":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَـٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","translation":"اور جو آخرت کا خواہشمند ہو اور اس کے لیے سعی کرے جیسی کہ اس کے لیے سعی کرنی چاہیے، اور ہو وہ مومن، تو ایسے ہر شخص کی سعی مشکور ہوگی","transliteration":"Waman arada alakhirata wasaAAa laha saAAyaha wahuwa muminun faolaika kana saAAyuhum mashkooran"},{"id":20,"text":"كُلّٗا نُّمِدُّ هَـٰٓؤُلَآءِ وَهَـٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","translation":"اِن کو بھی اور اُن کو بھی، دونوں فریقوں کو ہم (دنیا میں) سامان زیست دیے جا رہے ہیں، یہ تیرے رب کا عطیہ ہے، اور تیرے رب کی عطا کو روکنے والا کوئی نہیں ہے","transliteration":"Kullan numiddu haolai wahaolai min AAatai rabbika wama kana AAatao rabbika mahthooran"},{"id":21,"text":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","translation":"مگر دیکھ لو، دنیا ہی میں ہم نے ایک گروہ کو دوسرے پر کیسی فضیلت دے رکھی ہے، اور آخرت میں اُس کے درجے اور بھی زیادہ ہوں گے، اور اس کی فضیلت اور بھی زیادہ بڑھ چڑھ کر ہوگی","transliteration":"Onthur kayfa faddalna baAAdahum AAala baAAdin walalakhiratu akbaru darajatin waakbaru tafdeelan"},{"id":22,"text":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","translation":"تو اللہ کے ساتھ کوئی دوسرا معبود نہ بنا ورنہ ملامت زدہ اور بے یار و مدد گار بیٹھا رہ جائیگا","transliteration":"La tajAAal maAAa Allahi ilahan akhara fataqAAuda mathmooman makhthoolan"},{"id":23,"text":"۞وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","translation":"تیرے رب نے فیصلہ کر دیا ہے کہ: تم لوگ کسی کی عبادت نہ کرو، مگر صرف اُس کی والدین کے ساتھ نیک سلوک کرو اگر تمہارے پاس اُن میں سے کوئی ایک، یا دونوں، بوڑھے ہو کر رہیں تو انہیں اف تک نہ کہو، نہ انہیں جھڑک کر جواب دو، بلکہ ان سے احترام کے ساتھ بات کرو","transliteration":"Waqada rabbuka alla taAAbudoo illa iyyahu wabialwalidayni ihsanan imma yablughanna AAindaka alkibara ahaduhuma aw kilahuma fala taqul lahuma offin wala tanharhuma waqul lahuma qawlan kareeman"},{"id":24,"text":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","translation":"اور نرمی و رحم کے ساتھ ان کے سامنے جھک کر رہو، اور دعا کیا کرو کہ \"پروردگار، ان پر رحم فرما جس طرح اِنہوں نے رحمت و شفقت کے ساتھ مجھے بچپن میں پالا تھا","transliteration":"Waikhfid lahuma janaha alththulli mina alrrahmati waqul rabbi irhamhuma kama rabbayanee sagheeran"},{"id":25,"text":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّـٰبِينَ غَفُورٗا","translation":"تمہارا رب خوب جانتا ہے کہ تمہارے دلوں میں کیا ہے اگر تم صالح بن کر رہو تو وہ ایسے سب لوگوں کے لیے در گزر کرنے والا ہے جو اپنے قصور پر متنبہ ہو کر بندگی کے رویے کی طرف پلٹ آئیں","transliteration":"Rabbukum aAAlamu bima fee nufoosikum in takoonoo saliheena fainnahu kana lilawwabeena ghafooran"},{"id":26,"text":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","translation":"رشتہ دار کو اس کا حق دو اور مسکین اور مسافر کو اس کا حق فضول خرچی نہ کرو","transliteration":"Waati tha alqurba haqqahu waalmiskeena waibna alssabeeli wala tubaththir tabtheeran"},{"id":27,"text":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","translation":"فضول خرچ لوگ شیطان کے بھائی ہیں، اور شیطان اپنے رب کا ناشکرا ہے","transliteration":"Inna almubaththireena kanoo ikhwana alshshayateeni wakana alshshaytanu lirabbihi kafooran"},{"id":28,"text":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","translation":"اگر اُن سے (یعنی حاجت مند رشتہ داروں، مسکینوں اور مسافروں سے) تمہیں کترانا ہو، اس بنا پر کہ ابھی تم اللہ کی اُس رحمت کو جس کے تم امیدوار ہو تلاش کر رہے ہو، تو انہیں نرم جواب دے دو","transliteration":"Waimma tuAAridanna AAanhumu ibtighaa rahmatin min rabbika tarjooha faqul lahum qawlan maysooran"},{"id":29,"text":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","translation":"نہ تو اپنا ہاتھ گردن سے باندھ رکھو اور نہ اسے بالکل ہی کھلا چھوڑ دو کہ ملامت زدہ اور عاجز بن کر رہ جاؤ","transliteration":"Wala tajAAal yadaka maghloolatan ila AAunuqika wala tabsutha kulla albasti fataqAAuda malooman mahsooran"},{"id":30,"text":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","translation":"تیر ا رب جس کے لیے چاہتا ہے رزق کشادہ کرتا ہے اور جس کے لیے چاہتا ہے تنگ کر دیتا ہے وہ اپنے بندوں کے حال سے باخبر ہے اور انہیں دیکھ رہا ہے","transliteration":"Inna rabbaka yabsutu alrrizqa liman yashao wayaqdiru innahu kana biAAibadihi khabeeran baseeran"},{"id":31,"text":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","translation":"اپنی اولاد کو افلاس کے اندیشے سے قتل نہ کرو ہم انہیں بھی رزق دیں گے اور تمہیں بھی در حقیقت اُن کا قتل ایک بڑی خطا ہے","transliteration":"Wala taqtuloo awladakum khashyata imlaqin nahnu narzuquhum waiyyakum inna qatlahum kana khitan kabeeran"},{"id":32,"text":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","translation":"زنا کے قریب نہ پھٹکو وہ بہت برا فعل ہے اور بڑا ہی برا راستہ","transliteration":"Wala taqraboo alzzina innahu kana fahishatan wasaa sabeelan"},{"id":33,"text":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","translation":"قتل نفس کا ارتکاب نہ کرو جسے اللہ نے حرام کیا ہے مگر حق کے ساتھ اور جو شخص مظلومانہ قتل کیا گیا ہو اس کے ولی کو ہم نے قصاص کے مطالبے کا حق عطا کیا ہے، پس چاہیے کہ وہ قتل میں حد سے نہ گزرے، اُس کی مدد کی جائے گی","transliteration":"Wala taqtuloo alnnafsa allatee harrama Allahu illa bialhaqqi waman qutila mathlooman faqad jaAAalna liwaliyyihi sultanan fala yusrif fee alqatli innahu kana mansooran"},{"id":34,"text":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","translation":"ما ل یتیم کے پاس نہ پھٹکو مگر احسن طریقے سے، یہاں تک کہ وہ اپنے شباب کو پہنچ جائے عہد کی پابندی کرو، بے شک عہد کے بارے میں تم کو جواب دہی کرنی ہوگی","transliteration":"Wala taqraboo mala alyateemi illa biallatee hiya ahsanu hatta yablugha ashuddahu waawfoo bialAAahdi inna alAAahda kana masoolan"},{"id":35,"text":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","translation":"پیمانے سے دو تو پورا بھر کر دو، اور تولو تو ٹھیک ترازو سے تولو یہ اچھا طریقہ ہے اور بلحاظ انجام بھی یہی بہتر ہے","transliteration":"Waawfoo alkayla itha kiltum wazinoo bialqistasi almustaqeemi thalika khayrun waahsanu taweelan"},{"id":36,"text":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَـٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","translation":"کسی ایسی چیز کے پیچھے نہ لگو جس کا تمہیں علم نہ ہو یقیناً آنکھ، کان اور دل سب ہی کی باز پرس ہونی ہے","transliteration":"Wala taqfu ma laysa laka bihi AAilmun inna alssamAAa waalbasara waalfuada kullu olaika kana AAanhu masoolan"},{"id":37,"text":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","translation":"زمین میں اکڑ کر نہ چلو، تم نہ زمین کو پھاڑ سکتے ہو، نہ پہاڑوں کی بلندی کو پہنچ سکتے ہو","transliteration":"Wala tamshi fee alardi marahan innaka lan takhriqa alarda walan tablugha aljibala toolan"},{"id":38,"text":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","translation":"اِن امور میں سے ہر ایک کا برا پہلو تیرے رب کے نزدیک ناپسندیدہ ہے","transliteration":"Kullu thalika kana sayyiohu AAinda rabbika makroohan"},{"id":39,"text":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","translation":"یہ وہ حکمت کی باتیں ہیں جو تیرے رب نے تجھ پر وحی کی ہیں اور دیکھ! اللہ کے ساتھ کوئی دوسرا معبود نہ بنا بیٹھ ورنہ تو جہنم میں ڈال دیا جائے گا ملامت زدہ اور ہر بھلائی سے محروم ہو کر","transliteration":"Thalika mimma awha ilayka rabbuka mina alhikmati wala tajAAal maAAa Allahi ilahan akhara fatulqa fee jahannama malooman madhooran"},{"id":40,"text":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَـٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","translation":"کیسی عجیب بات ہے کہ تمہارے رب نے تمہیں تو بیٹوں سے نوازا اور خود اپنے لیے ملائکہ کو بیٹیاں بنا لیا؟ بڑی جھوٹی بات ہے جو تم لوگ زبانوں سے نکالتے ہو","transliteration":"Afaasfakum rabbukum bialbaneena waittakhatha mina almalaikati inathan innakum lataqooloona qawlan AAatheeman"},{"id":41,"text":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","translation":"ہم نے اِس قرآن میں طرح طرح سے لوگوں کو سمجھایا کہ ہوش میں آئیں، مگر وہ حق سے اور زیادہ دور ہی بھاگے جا رہے ہیں","transliteration":"Walaqad sarrafna fee hatha alqurani liyaththakkaroo wama yazeeduhum illa nufooran"},{"id":42,"text":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","translation":"اے محمدؐ، ان سے کہو کہ اگر اللہ کے ساتھ دوسرے خدا بھی ہوتے، جیسا کہ یہ لوگ کہتے ہیں، تو وہ مالک عرش کے مقام پر پہنچنے کی ضرور کوشش کرتے","transliteration":"Qul law kana maAAahu alihatun kama yaqooloona ithan laibtaghaw ila thee alAAarshi sabeelan"},{"id":43,"text":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","translation":"پاک ہے وہ اور بہت بالا و برتر ہے اُن باتوں سے جو یہ لوگ کہہ رہے ہیں","transliteration":"Subhanahu wataAAala AAamma yaqooloona AAuluwwan kabeeran"},{"id":44,"text":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","translation":"اُس کی پاکی تو ساتوں آسمان اور زمین اور وہ ساری چیزیں بیان کر رہی ہیں جو آسمان و زمین میں ہیں کوئی چیز ایسی نہیں جو اس کی حمد کے ساتھ اس کی تسبیح نہ کر رہی ہو، مگر تم ان کی تسبیح سمجھتے نہیں ہو حقیقت یہ ہے کہ وہ بڑا ہی بردبار اور درگزر کرنے والا ہے","transliteration":"Tusabbihu lahu alssamawatu alssabAAu waalardu waman feehinna wain min shayin illa yusabbihu bihamdihi walakin la tafqahoona tasbeehahum innahu kana haleeman ghafooran"},{"id":45,"text":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","translation":"جب تم قرآن پڑھتے ہو تو ہم تمہارے اور آخرت پر ایمان نہ لانے والوں کے درمیان ایک پردہ حائل کر دیتے ہیں","transliteration":"Waitha qarata alqurana jaAAalna baynaka wabayna allatheena la yuminoona bialakhirati hijaban mastooran"},{"id":46,"text":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","translation":"اور ان کے دلوں پر ایسا غلاف چڑھا دیتے ہیں کہ وہ کچھ نہیں سمجھتے، اور ان کے کانوں میں گرانی پیدا کر دیتے ہیں اور جب تم قرآن میں اپنے ایک ہی رب کا ذکر کرتے ہو تو وہ نفرت سے منہ موڑ لیتے ہیں","transliteration":"WajaAAalna AAala quloobihim akinnatan an yafqahoohu wafee athanihim waqran waitha thakarta rabbaka fee alqurani wahdahu wallaw AAala adbarihim nufooran"},{"id":47,"text":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","translation":"ہمیں معلوم ہے کہ جب وہ کان لگا کر تمہاری بات سنتے ہیں تو دراصل کیا سنتے ہیں، اور جب بیٹھ کر باہم سرگوشیاں کرتے ہیں تو کیا کہتے ہیں یہ ظالم آپس میں کہتے ہیں کہ یہ ایک سحر زدہ آدمی ہے جس کے پیچھے تم لوگ جا رہے ہو","transliteration":"Nahnu aAAlamu bima yastamiAAoona bihi ith yastamiAAoona ilayka waith hum najwa ith yaqoolu alththalimoona in tattabiAAoona illa rajulan mashooran"},{"id":48,"text":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","translation":"دیکھو، کیسی باتیں ہیں جو یہ لوگ تم پر چھانٹتے ہیں یہ بھٹک گئے ہیں اِنہیں راستہ نہیں ملتا","transliteration":"Onthur kayfa daraboo laka alamthala fadalloo fala yastateeAAoona sabeelan"},{"id":49,"text":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","translation":"وہ کہتے ہیں \"جب ہم صرف ہڈیاں اور خاک ہو کر رہ جائیں گے تو کیا ہم نئے سرے سے پیدا کر کے اٹھائے جائیں گے؟","transliteration":"Waqaloo aitha kunna AAithaman warufatan ainna lamabAAoothoona khalqan jadeedan"},{"id":50,"text":"۞قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","translation":"ان سے کہو \"تم پتھر یا لوہا بھی ہو جاؤ","transliteration":"Qul koonoo hijaratan aw hadeedan"},{"id":51,"text":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","translation":"یا اس سے بھی زیادہ سخت کوئی چیز جو تمہارے ذہن میں قبول حیات سے بعید تر ہو\" (پھر بھی تم اٹھ کر رہو گے) وہ ضرور پوچھیں گے \"کون ہے وہ جو ہمیں پھر زندگی کی طرف پلٹا کر لائے گا؟\" جواب میں کہو \"وہی جس نے پہلی بار تم کو پیدا کیا\" وہ سر ہلا ہلا کر پوچھیں گے \"اچھا، تو یہ ہوگا کب؟\" تم کہو \"کیا عجب، وہ وقت قریب ہی آ لگا ہو","transliteration":"Aw khalqan mimma yakburu fee sudoorikum fasayaqooloona man yuAAeeduna quli allathee fatarakum awwala marratin fasayunghidoona ilayka ruoosahum wayaqooloona mata huwa qul AAasa an yakoona qareeban"},{"id":52,"text":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","translation":"جس روز وہ تمہیں پکارے گا تو تم اس کی حمد کرتے ہوئے اس کی پکار کے جواب میں نکل آؤ گے اور تمہارا گمان اُس وقت یہ ہوگا کہ ہم بس تھوڑی دیر ہی اِس حالت میں پڑے رہے ہیں","transliteration":"Yawma yadAAookum fatastajeeboona bihamdihi watathunnoona in labithtum illa qaleelan"},{"id":53,"text":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","translation":"اور اے محمدؐ، میرے بندوں سے کہہ دو کہ زبان سے وہ بات نکالا کریں جو بہترین ہو دراصل یہ شیطان ہے جو انسانوں کے درمیان فساد ڈلوانے کی کوشش کرتا ہے حقیقت یہ ہے کہ شیطان انسا ن کا کھلا دشمن ہے","transliteration":"Waqul liAAibadee yaqooloo allatee hiya ahsanu inna alshshaytana yanzaghu baynahum inna alshshaytana kana lilinsani AAaduwwan mubeenan"},{"id":54,"text":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","translation":"تمہارا رب تمہارے حال سے زیادہ واقف ہے، وہ چاہے تو تم پر رحم کرے اور چاہے تو تمہیں عذاب دے دے اور اے نبیؐ، ہم نے تم کو لوگوں پر حوالہ دار بنا کر نہیں بھیجا ہے","transliteration":"Rabbukum aAAlamu bikum in yasha yarhamkum aw in yasha yuAAaththibkum wama arsalnaka AAalayhim wakeelan"},{"id":55,"text":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","translation":"تیرا رب زمین اور آسمانوں کی مخلوقات کو زیادہ جانتا ہے ہم نے بعض پیغمبروں کو بعض سے بڑھ کر مرتبے دیے، اور ہم نے ہی داؤدؑ کو زبور دی تھی","transliteration":"Warabbuka aAAlamu biman fee alssamawati waalardi walaqad faddalna baAAda alnnabiyyeena AAala baAAdin waatayna dawooda zabooran"},{"id":56,"text":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","translation":"اِن سے کہو، پکار دیکھو اُن معبودوں کو جن کو تم خدا کے سوا (اپنا کارساز) سمجھتے ہو، وہ کسی تکلیف کو تم سے نہ ہٹا سکتے ہیں نہ بدل سکتے ہیں","transliteration":"Quli odAAu allatheena zaAAamtum min doonihi fala yamlikoona kashfa alddurri AAankum wala tahweelan"},{"id":57,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","translation":"جن کو یہ لوگ پکارتے ہیں وہ تو خود اپنے رب کے حضور رسائی حاصل کرنے کا وسیلہ تلاش کر رہے ہیں کہ کون اُس سے قریب تر ہو جائے اور وہ اُس کی رحمت کے امیدوار اور اُس کے عذاب سے خائف ہیں حقیقت یہ ہے کہ تیرے رب کا عذاب ہے ہی ڈرنے کے لائق","transliteration":"Olaika allatheena yadAAoona yabtaghoona ila rabbihimu alwaseelata ayyuhum aqrabu wayarjoona rahmatahu wayakhafoona AAathabahu inna AAathaba rabbika kana mahthooran"},{"id":58,"text":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","translation":"اور کوئی بستی ایسی نہیں جسے ہم قیامت سے پہلے ہلاک نہ کریں یا سخت عذاب نہ دیں یہ نوشتہ الٰہی میں لکھا ہوا ہے","transliteration":"Wain min qaryatin illa nahnu muhlikooha qabla yawmi alqiyamati aw muAAaththibooha AAathaban shadeedan kana thalika fee alkitabi mastooran"},{"id":59,"text":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","translation":"اور ہم کو نشانیاں بھیجنے سے نہیں روکا مگر اس بات نے کہ اِن سے پہلے کے لوگ اُن کو جھٹلا چکے ہیں (چنانچہ دیکھ لو) ثمود کو ہم نے علانیہ اونٹنی لا کر دی اور اُنہوں نے اس پر ظلم کیا ہم نشانیاں اسی لیے تو بھیجتے ہیں کہ لوگ انہیں دیکھ کر ڈریں","transliteration":"Wama manaAAana an nursila bialayati illa an kaththaba biha alawwaloona waatayna thamooda alnnaqata mubsiratan fathalamoo biha wama nursilu bialayati illa takhweefan"},{"id":60,"text":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","translation":"یاد کرو اے محمدؐ، ہم نے تم سے کہہ دیا تھا کہ تیرے رب نے اِن لوگوں کو گھیر رکھا ہے اور یہ جو کچھ ابھی ہم نے تمہیں دکھایا ہے، اِس کو اور اُس درخت کو جس پر قرآن میں لعنت کی گئی ہے، ہم نے اِن لوگوں کے لیے بس ایک فتنہ بنا کر رکھ دیا ہم اِنہیں تنبیہ پر تنبیہ کیے جا رہے ہیں، مگر ہر تنبیہ اِن کی سر کشی ہی میں اضافہ کیے جاتی ہے","transliteration":"Waith qulna laka inna rabbaka ahata bialnnasi wama jaAAalna alrruya allatee araynaka illa fitnatan lilnnasi waalshshajarata almalAAoonata fee alqurani wanukhawwifuhum fama yazeeduhum illa tughyanan kabeeran"},{"id":61,"text":"وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","translation":"اور یاد کرو جبکہ ہم نے ملائکہ سے کہا کہ آدمؑ کو سجدہ کرو، تو سب نے سجدہ کیا، مگر ابلیس نے نہ کیا ا س نے کہا \"کیا میں اُس کو سجدہ کروں جسے تو نے مٹی سے بنایا ہے؟","transliteration":"Waith qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa qala aasjudu liman khalaqta teenan"},{"id":62,"text":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","translation":"پھر وہ بولا \"دیکھ تو سہی، کیا یہ اس قابل تھا کہ تو نے اِسے مجھ پر فضیلت دی؟ اگر تو مجھے قیامت کے دن تک مہلت دے تو میں اس کی پوری نسل کی بیخ کنی کر ڈالوں، بس تھوڑے ہی لوگ مجھ سے بچ سکیں گے","transliteration":"Qala araaytaka hatha allathee karramta AAalayya lain akhkhartani ila yawmi alqiyamati laahtanikanna thurriyyatahu illa qaleelan"},{"id":63,"text":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","translation":"اللہ تعالیٰ نے فرمایا \"اچھا تو جا، ان میں سے جو بھی تیری پیروی کریں، تجھ سمیت اُن سب کے لیے جہنم ہی بھرپور جزا ہے","transliteration":"Qala ithhab faman tabiAAaka minhum fainna jahannama jazaokum jazaan mawfooran"},{"id":64,"text":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","translation":"تو جس جس کو اپنی دعوت سے پھسلا سکتا ہے پھسلا لے، ان پر اپنے سوار اور پیادے چڑھا لا، مال اور اولاد میں ان کے ساتھ ساجھا لگا، اور ان کو وعدوں کے جال میں پھانس اور شیطان کے وعدے ایک دھوکے کے سوا اور کچھ بھی نہیں","transliteration":"Waistafziz mani istataAAta minhum bisawtika waajlib AAalayhim bikhaylika warajlika washarikhum fee alamwali waalawladi waAAidhum wama yaAAiduhumu alshshaytanu illa ghurooran"},{"id":65,"text":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","translation":"یقیناً میرے بندوں پر تجھے کوئی اقتدار حاصل نہ ہوگا، اور توکل کے لیے تیرا رب کافی ہے","transliteration":"Inna AAibadee laysa laka AAalayhim sultanun wakafa birabbika wakeelan"},{"id":66,"text":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","translation":"تمہارا (حقیقی) رب تو وہ ہے جو سمندر میں تمہاری کشتی چلاتا ہے تاکہ تم اس کا فضل تلا ش کرو حقیقت یہ ہے کہ وہ تمہارے حال پر نہایت مہربان ہے","transliteration":"Rabbukumu allathee yuzjee lakumu alfulka fee albahri litabtaghoo min fadlihi innahu kana bikum raheeman"},{"id":67,"text":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","translation":"جب سمندر میں تم پر مصیبت آتی ہے تو اُس ایک کے سوا دوسرے جن جن کو تم پکارا کرتے ہو وہ سب گم ہو جاتے ہیں، مگر جب وہ تم کو بچا کر خشکی پر پہنچا دیتا ہے تو تم اُس سے منہ موڑ جاتے ہو انسان واقعی بڑا ناشکرا ہے","transliteration":"Waitha massakumu alddurru fee albahri dalla man tadAAoona illa iyyahu falamma najjakum ila albarri aAAradtum wakana alinsanu kafooran"},{"id":68,"text":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","translation":"اچھا، تو کیا تم اِس بات سے بالکل بے خوف ہو کہ خدا کبھی خشکی پر ہی تم کو زمین میں دھنسا دے، یا تم پر پتھراؤ کرنے والی آندھی بھیج دے اور تم اس سے بچانے والا کوئی حمایتی نہ پاؤ؟","transliteration":"Afaamintum an yakhsifa bikum janiba albarri aw yursila AAalaykum hasiban thumma la tajidoo lakum wakeelan"},{"id":69,"text":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","translation":"اور کیا تمہیں اِس کا کوئی اندیشہ نہیں کہ خدا پھر کسی وقت سمندر میں تم کو لے جائے اور تمہاری ناشکری کے بدلے تم پر سخت طوفانی ہوا بھیج کر تمہیں غرق کر دے اور تم کو ایسا کوئی نہ ملے جو اُس سے تمہارے اِس انجام کی پوچھ گچھ کرسکے؟","transliteration":"Am amintum an yuAAeedakum feehi taratan okhra fayursila AAalaykum qasifan mina alrreehi fayughriqakum bima kafartum thumma la tajidoo lakum AAalayna bihi tabeeAAan"},{"id":70,"text":"۞وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","translation":"یہ تو ہماری عنایت ہے کہ ہم نے بنی آدم کو بزرگی دی اور انہیں خشکی و تری میں سواریاں عطا کیں اور ان کو پاکیزہ چیزوں سے رزق دیا اور اپنی بہت سی مخلوقات پر نمایاں فوقیت بخشی","transliteration":"Walaqad karramna banee adama wahamalnahum fee albarri waalbahri warazaqnahum mina alttayyibati wafaddalnahum AAala katheerin mimman khalaqna tafdeelan"},{"id":71,"text":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَـٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","translation":"پھر خیال کرو اس دن کا جب کہ ہم ہر انسانی گروہ کو اس کے پیشوا کے ساتھ بلائیں گے اُس وقت جن لوگوں کو ان کا نامہ اعمال سیدھے ہاتھ میں دیا گیا وہ اپنا کارنامہ پڑھیں گے اور ان پر ذرہ برابر ظلم نہ ہوگا","transliteration":"Yawma nadAAoo kulla onasin biimamihim faman ootiya kitabahu biyameenihi faolaika yaqraoona kitabahum wala yuthlamoona fateelan"},{"id":72,"text":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","translation":"اور جو اِس دنیا میں اندھا بن کر رہا وہ آخرت میں بھی اندھا ہی رہے گا بلکہ راستہ پانے میں اندھے سے بھی زیادہ ناکام","transliteration":"Waman kana fee hathihi aAAma fahuwa fee alakhirati aAAma waadallu sabeelan"},{"id":73,"text":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","translation":"اے محمدؐ، ان لوگوں نے اِس کوشش میں کوئی کسر اٹھا نہیں رکھی کہ تمہیں فتنے میں ڈال کر اُس وحی سے پھیر دیں جو ہم نے تمہاری طرف بھیجی ہے تاکہ تم ہمارے نام پر اپنی طرف سے کوئی بات گھڑو اگر تم ایسا کرتے تو وہ ضرور تمہیں اپنا دوست بنا لیتے","transliteration":"Wain kadoo layaftinoonaka AAani allathee awhayna ilayka litaftariya AAalayna ghayrahu waithan laittakhathooka khaleelan"},{"id":74,"text":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","translation":"اور بعید نہ تھا کہ اگر ہم تمہیں مضبوط نہ رکھتے تو تم ان کی طرف کچھ نہ کچھ جھک جاتے","transliteration":"Walawla an thabbatnaka laqad kidta tarkanu ilayhim shayan qaleelan"},{"id":75,"text":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","translation":"لیکن اگر تم ایسا کرتے تو ہم تمہیں دنیا میں بھی دوہرے عذاب کا مزہ چکھاتے اور آخرت میں بھی دوہرے عذاب کا، پھر ہمارے مقابلے میں تم کوئی مددگار نہ پاتے","transliteration":"Ithan laathaqnaka diAAfa alhayati wadiAAfa almamati thumma la tajidu laka AAalayna naseeran"},{"id":76,"text":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","translation":"اور یہ لوگ اس بات پر بھی تلے رہے ہیں کہ تمہارے قدم اِس سر زمین سے اکھاڑ دیں اور تمہیں یہاں سے نکال باہر کریں لیکن اگر یہ ایسا کریں گے تو تمہارے بعد یہ خود یہاں کچھ زیادہ دیر نہ ٹھیر سکیں گے","transliteration":"Wain kadoo layastafizzoonaka mina alardi liyukhrijooka minha waithan la yalbathoona khilafaka illa qaleelan"},{"id":77,"text":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","translation":"یہ ہمارا مستقل طریق کار ہے جو اُن سب رسولوں کے معاملے میں ہم نے برتا ہے جہیں تم سے پہلے ہم نے بھیجا تھا، اور ہمارے طریق کار میں تم کوئی تغیر نہ پاؤ گے","transliteration":"Sunnata man qad arsalna qablaka min rusulina wala tajidu lisunnatina tahweelan"},{"id":78,"text":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","translation":"نماز قائم کرو زوال آفتاب سے لے کر اندھیرے تک اور فجر کے قرآن کا بھی التزام کرو کیونکہ قرآن فجر مشہود ہوتا ہے","transliteration":"Aqimi alssalata lidulooki alshshamsi ila ghasaqi allayli waqurana alfajri inna qurana alfajri kana mashhoodan"},{"id":79,"text":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","translation":"اور رات کو تہجد پڑھو، یہ تمہارے لیے نفل ہے، بعید نہیں کہ تمہارا رب تمہیں مقام محمود پر فائز کر دے","transliteration":"Wamina allayli fatahajjad bihi nafilatan laka AAasa an yabAAathaka rabbuka maqaman mahmoodan"},{"id":80,"text":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","translation":"اور دعا کرو کہ پروردگار، مجھ کو جہاں بھی تو لے جا سچائی کے ساتھ لے جا اور جہاں سے بھی نکال سچائی کے ساتھ نکال اور اپنی طرف سے ایک اقتدار کو میرا مددگار بنا دے","transliteration":"Waqul rabbi adkhilnee mudkhala sidqin waakhrijnee mukhraja sidqin waijAAal lee min ladunka sultanan naseeran"},{"id":81,"text":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","translation":"اور اعلان کر دو کہ \"حق آ گیا اور باطل مٹ گیا، باطل تو مٹنے ہی والا ہے","transliteration":"Waqul jaa alhaqqu wazahaqa albatilu inna albatila kana zahooqan"},{"id":82,"text":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّـٰلِمِينَ إِلَّا خَسَارٗا","translation":"ہم اِس قرآن کے سلسلہ تنزیل میں وہ کچھ نازل کر رہے ہیں جو ماننے والوں کے لیے تو شفا اور رحمت ہے، مگر ظالموں کے لیے خسارے کے سوا اور کسی چیز میں اضافہ نہیں کرتا","transliteration":"Wanunazzilu mina alqurani ma huwa shifaon warahmatun lilmumineena wala yazeedu alththalimeena illa khasaran"},{"id":83,"text":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","translation":"انسان کا حال یہ ہے کہ جب ہم اس کو نعمت عطا کرتے ہیں تو وہ اینٹھتا اور پیٹھ موڑ لیتا ہے، اور جب ذرا مصیبت سے دو چار ہوتا ہے تو مایوس ہونے لگتا ہے","transliteration":"Waitha anAAamna AAala alinsani aAArada wanaa bijanibihi waitha massahu alshsharru kana yaoosan"},{"id":84,"text":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","translation":"اے نبیؐ، ان لوگوں سے کہہ دو کہ \"ہر ایک اپنے طریقے پر عمل کر رہا ہے، اب یہ تمہارا رب ہی بہتر جانتا ہے کہ سیدھی راہ پر کون ہے","transliteration":"Qul kullun yaAAmalu AAala shakilatihi farabbukum aAAlamu biman huwa ahda sabeelan"},{"id":85,"text":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","translation":"یہ لوگ تم سے روح کے متعلق پوچھتے ہیں کہو \"یہ روح میرے رب کے حکم سے آتی ہے، مگر تم لوگوں نے علم سے کم ہی بہرہ پایا ہے","transliteration":"Wayasaloonaka AAani alrroohi quli alrroohu min amri rabbee wama ooteetum mina alAAilmi illa qaleelan"},{"id":86,"text":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","translation":"اور اے محمدؐ، ہم چاہیں تو وہ سب کچھ تم سے چھین لیں جو ہم نے وحی کے ذریعہ سے تم کو عطا کیا ہے، پھر تم ہمارے مقابلے میں کوئی حمایتی نہ پاؤ گے جو اسے واپس دلا سکے","transliteration":"Walain shina lanathhabanna biallathee awhayna ilayka thumma la tajidu laka bihi AAalayna wakeelan"},{"id":87,"text":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","translation":"یہ تو جو کچھ تمہیں ملا ہے تمہارے رب کی رحمت سے ملا ہے، حقیقت یہ ہے کہ اس کا فضل تم پر بہت بڑا ہے","transliteration":"Illa rahmatan min rabbika inna fadlahu kana AAalayka kabeeran"},{"id":88,"text":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","translation":"کہہ دو کہ اگر انسان اور جن سب کے سب مل کر اس قرآن جیسی کوئی چیز لانے کی کوشش کریں تو نہ لاسکیں گے، چاہے وہ سب ایک دوسرے کے مدد گار ہی کیوں نہ ہوں","transliteration":"Qul laini ijtamaAAati alinsu waaljinnu AAala an yatoo bimithli hatha alqurani la yatoona bimithlihi walaw kana baAAduhum libaAAdin thaheeran"},{"id":89,"text":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","translation":"ہم نے اس قرآن میں لوگوں کو طرح طرح سے سمجھایا مگر اکثر انکار ہی پر جمے رہے","transliteration":"Walaqad sarrafna lilnnasi fee hatha alqurani min kulli mathalin faaba aktharu alnnasi illa kufooran"},{"id":90,"text":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","translation":"اور انہوں نے کہا \"ہم تیر ی بات نہ مانیں گے جب تک کہ تو ہمارے لیے زمین کو پھاڑ کر ایک چشمہ جاری نہ کر دے","transliteration":"Waqaloo lan numina laka hatta tafjura lana mina alardi yanbooAAan"},{"id":91,"text":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","translation":"یا تیرے لیے کھجوروں اور انگوروں کا ایک باغ پیدا ہو اور تو اس میں نہریں رواں کر دے","transliteration":"Aw takoona laka jannatun min nakheelin waAAinabin fatufajjira alanhara khilalaha tafjeeran"},{"id":92,"text":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَـٰٓئِكَةِ قَبِيلًا","translation":"یا تو آسمانوں کو ٹکڑے ٹکڑے کر کے ہمارے اوپر گرا دے جیسا کہ تیرا دعویٰ ہے یا خدا اور فرشتوں کو رُو در رُو ہمارے سامنے لے آئے","transliteration":"Aw tusqita alssamaa kama zaAAamta AAalayna kisafan aw tatiya biAllahi waalmalaikati qabeelan"},{"id":93,"text":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","translation":"یا تیرے لیے سونے کا ایک گھر بن جائے یا تو آسمان پر چڑھ جائے، اور تیرے چڑھنے کا بھی ہم یقین نہ کریں گے جب تک کہ تو ہمارے اوپر ایک ایسی تحریر نہ اتار لائے جسے ہم پڑھیں\" اے محمدؐ، اِن سے کہو \"پاک ہے میرا پروردگار! کیا میں ایک پیغام لانے والے انسان کے سوا اور بھی کچھ ہوں؟","transliteration":"Aw yakoona laka baytun min zukhrufin aw tarqa fee alssamai walan numina liruqiyyika hatta tunazzila AAalayna kitaban naqraohu qul subhana rabbee hal kuntu illa basharan rasoolan"},{"id":94,"text":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","translation":"لوگوں کے سامنے جب کبھی ہدایت آئی تو اس پر ایمان لانے سے اُن کو کسی چیز نے نہیں روکا مگر اُن کے اِسی قول نے کہ \"کیا اللہ نے بشر کو پیغمبر بنا کر بھیج دیا؟","transliteration":"Wama manaAAa alnnasa an yuminoo ith jaahumu alhuda illa an qaloo abaAAatha Allahu basharan rasoolan"},{"id":95,"text":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَـٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","translation":"اِن سے کہو اگر زمین میں فرشتے اطمینان سے چل پھر رہے ہوتے تو ہم ضرور آسمان سے کسی فرشتے ہی کو اُن کے لیے پیغمبر بنا کر بھیجتے","transliteration":"Qul law kana fee alardi malaikatun yamshoona mutmainneena lanazzalna AAalayhim mina alssamai malakan rasoolan"},{"id":96,"text":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","translation":"اے محمدؐ، ان سے کہہ دو کہ میرے اور تمہارے درمیان بس ایک اللہ کی گواہی کافی ہے وہ اپنے بندوں کے حال سے باخبر ہے اور سب کچھ دیکھ رہا ہے","transliteration":"Qul kafa biAllahi shaheedan baynee wabaynakum innahu kana biAAibadihi khabeeran baseeran"},{"id":97,"text":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","translation":"جس کو اللہ ہدایت دے وہی ہدایت پانے والا ہے، اور جسے وہ گمراہی میں ڈال دے تو اسکے سوا ایسے لوگوں کے لیے تو کوئی حامی و ناصر نہیں پا سکتا ان لوگوں کو ہم قیامت کے روز اوندھے منہ کھینچ لائیں گے، اندھے، گونگے اور بہرے اُن کا ٹھکانا جہنم ہے جب کبھی اس کی آگ دھیمی ہونے لگے گی ہم اسے اور بھڑکا دیں گے","transliteration":"Waman yahdi Allahu fahuwa almuhtadi waman yudlil falan tajida lahum awliyaa min doonihi wanahshuruhum yawma alqiyamati AAala wujoohihim AAumyan wabukman wasumman mawahum jahannamu kullama khabat zidnahum saAAeeran"},{"id":98,"text":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","translation":"یہ بدلہ ہے ان کی اس حرکت کا کہ انہوں نے ہماری آیات کا انکار کیا اور کہا \"کیا جب ہم صرف ہڈیاں اور خاک ہو کر رہ جائیں گے تو نئے سرے سے ہم کو پیدا کر کے اٹھا کھڑا کیا جائے گا؟","transliteration":"Thalika jazaohum biannahum kafaroo biayatina waqaloo aitha kunna AAithaman warufatan ainna lamabAAoothoona khalqan jadeedan"},{"id":99,"text":"۞أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّـٰلِمُونَ إِلَّا كُفُورٗا","translation":"کیا ان کو یہ نہ سوجھا کہ جس خدا نے زمین اور آسمانو ں کو پیدا کیا ہے وہ اِن جیسوں کو پیدا کرنے کی ضرور قدرت رکھتا ہے؟ اس نے اِن کے حشر کے لیے ایک وقت مقرر کر رکھا ہے جس کا آنا یقینی ہے، مگر ظالموں کو اصرار ہے کہ وہ اس کا انکار ہی کریں گے","transliteration":"Awalam yaraw anna Allaha allathee khalaqa alssamawati waalarda qadirun AAala an yakhluqa mithlahum wajaAAala lahum ajalan la rayba feehi faaba alththalimoona illa kufooran"},{"id":100,"text":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","translation":"اے محمدؐ، اِن سے کہو، اگر کہیں میرے رب کی رحمت کے خزانے تمہارے قبضے میں ہوتے تو تم خرچ ہو جانے کے اندیشے سے ضرور ان کو روک رکھتے واقعی انسان بڑا تنگ دل واقع ہوا ہے","transliteration":"Qul law antum tamlikoona khazaina rahmati rabbee ithan laamsaktum khashyata alinfaqi wakana alinsanu qatooran"},{"id":101,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَـٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","translation":"ہم نے موسیٰؑ کو تو نشانیاں عطا کی تھیں جو صریح طور پر دکھائی دے رہی تھیں اب یہ تم خود بنی اسرائیل سے پوچھ لو کہ جب وہ سامنے آئیں تو فرعون نے یہی کہا تھا نا کہ \"اے موسیٰؑ، میں سمجھتا ہوں کہ تو ضرور ایک سحر زدہ آدمی ہے","transliteration":"Walaqad atayna moosa tisAAa ayatin bayyinatin faisal banee israeela ith jaahum faqala lahu firAAawnu innee laathunnuka ya moosa mashooran"},{"id":102,"text":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَـٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","translation":"موسیٰؑ نے اس کے جواب میں کہا \"تو خوب جانتا ہے کہ یہ بصیرت افروز نشانیاں رب السماوات و الارض کے سوا کسی نے نازل نہیں کی ہیں، اور میرا خیال یہ ہے کہ اے فرعون، تو ضرور ایک شامت زدہ آدمی ہے","transliteration":"Qala laqad AAalimta ma anzala haolai illa rabbu alssamawati waalardi basaira wainnee laathunnuka ya firAAawnu mathbooran"},{"id":103,"text":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","translation":"آخرکار فرعون نے ارادہ کیا کہ موسیٰؑ اور بنی اسرائیل کو زمین سے اکھاڑ پھینکے، مگر ہم نے اس کو اوراس کے ساتھیوں کو اکٹھا غرق کر دیا","transliteration":"Faarada an yastafizzahum mina alardi faaghraqnahu waman maAAahu jameeAAan"},{"id":104,"text":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","translation":"اور اس کے بعد بنی اسرائیل سے کہا کہ اب تم زمین میں بسو، پھر جب آخرت کے وعدے کا وقت آن پورا ہوگا تو ہم تم سب کو ایک ساتھ لا حاضر کریں گے","transliteration":"Waqulna min baAAdihi libanee israeela oskunoo alarda faitha jaa waAAdu alakhirati jina bikum lafeefan"},{"id":105,"text":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","translation":"اس قرآن کو ہم نے حق کے ساتھ نازل کیا ہے اور حق ہی کے ساتھ یہ نازل ہوا ہے، اور اے محمدؐ، تمہیں ہم نے اِس کے سوا اور کسی کام کے لیے نہیں بھیجا کہ (جو مان لے اسے) بشارت دے دو اور (جو نہ مانے اُسے) متنبہ کر دو","transliteration":"Wabialhaqqi anzalnahu wabialhaqqi nazala wama arsalnaka illa mubashshiran wanatheeran"},{"id":106,"text":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","translation":"اور اس قرآن کو ہم نے تھوڑا تھوڑا کر کے نازل کیا ہے تاکہ تم ٹھیر ٹھیر کر اسے لوگوں کو سناؤ، اور اسے ہم نے (موقع موقع سے) بتدریج اتارا ہے","transliteration":"Waquranan faraqnahu litaqraahu AAala alnnasi AAala mukthin wanazzalnahu tanzeelan"},{"id":107,"text":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","translation":"اے محمدؐ، اِن لوگوں سے کہہ دو کہ تم اسے مانو یا نہ مانو، جن لوگوں کو اس سے پہلے علم دیا گیا ہے انہیں جب یہ سنایا جاتا ہے تو وہ منہ کے بل سجدے میں گر جاتے ہیں","transliteration":"Qul aminoo bihi aw la tuminoo inna allatheena ootoo alAAilma min qablihi itha yutla AAalayhim yakhirroona lilathqani sujjadan"},{"id":108,"text":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","translation":"اور پکار اٹھتے ہیں \"پاک ہے ہمارا رب، اُس کا وعدہ تو پورا ہونا ہی تھا","transliteration":"Wayaqooloona subhana rabbina in kana waAAdu rabbina lamafAAoolan"},{"id":109,"text":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","translation":"اور وہ منہ کے بل روتے ہوئے گر جاتے ہیں اور اسے سن کر اُن کا خشوع اور بڑھ جاتا ہے","transliteration":"Wayakhirroona lilathqani yabkoona wayazeeduhum khushooAAan"},{"id":110,"text":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","translation":"اے نبیؐ، اِن سے کہو، اللہ کہہ کر پکارو یا رحمان کہہ کر، جس نام سے بھی پکارو اُس کے لیے سب اچھے ہی نام ہیں اور اپنی نماز نہ بہت زیادہ بلند آواز سے پڑھو اور نہ بہت پست آواز سے، ان دونوں کے درمیان اوسط درجے کا لہجہ اختیار کرو","transliteration":"Quli odAAoo Allaha awi odAAoo alrrahmana ayyan ma tadAAoo falahu alasmao alhusna wala tajhar bisalatika wala tukhafit biha waibtaghi bayna thalika sabeelan"},{"id":111,"text":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","translation":"اور کہو \"تعریف ہے اس خدا کے لیے جس نے نہ کسی کو بیٹا بنایا، نہ کوئی بادشاہی میں اس کا شریک ہے، اور نہ وہ عاجز ہے کہ کوئی اس کا پشتیبان ہو\" اور اس کی بڑائی بیان کرو، کمال درجے کی بڑائی","transliteration":"Waquli alhamdu lillahi allathee lam yattakhith waladan walam yakun lahu shareekun fee almulki walam yakun lahu waliyyun mina alththulli wakabbirhu takbeeran"}]}
