{"id":19,"name":"مريم","transliteration":"Maryam","translation":"مریم","type":"meccan","total_verses":98,"verses":[{"id":1,"text":"كٓهيعٓصٓ","translation":"ک، ہ، ی، ع، ص","transliteration":"KafhayaAAaynsad"},{"id":2,"text":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","translation":"ذکر ہے اُس رحمت کا جو تیرے رب نے اپنے بندے زکریاؑ پر کی تھی","transliteration":"Thikru rahmati rabbika AAabdahu zakariyya"},{"id":3,"text":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","translation":"جبکہ اُس نے اپنے رب کو چپکے چپکے پکارا","transliteration":"Ith nada rabbahu nidaan khafiyyan"},{"id":4,"text":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","translation":"اُس نے عرض کیا \"اے پروردگار، میری ہڈیاں تک گھل گئی ہیں اور سر بڑھاپے سے بھڑک اٹھا ہے اے پروردگار، میں کبھی تجھ سے دعا مانگ کر نامراد نہیں رہا","transliteration":"Qala rabbi innee wahana alAAathmu minnee waishtaAAala alrrasu shayban walam akun biduAAaika rabbi shaqiyyan"},{"id":5,"text":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","translation":"مجھے اپنے پیچھے اپنے بھائی بندوں کی برائیوں کا خوف ہے، اور میری بیوی بانجھ ہے تو مجھے اپنے فضلِ خاص سے ایک وارث عطا کر دے","transliteration":"Wainnee khiftu almawaliya min waraee wakanati imraatee AAaqiran fahab lee min ladunka waliyyan"},{"id":6,"text":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","translation":"جو میرا وارث بھی ہو اور آلِ یعقوب کی میراث بھی پائے، اور اے پروردگار، اُس کو ایک پسندیدہ انسان بنا","transliteration":"Yarithunee wayarithu min ali yaAAqooba waijAAalhu rabbi radiyyan"},{"id":7,"text":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","translation":"(جواب دیا گیا) \"اے زکریاؑ، ہم تجھے ایک لڑکے کی بشارت دیتے ہیں جس کا نام یحییٰؑ ہو گا ہم نے اِس نام کا کوئی آدمی اس سے پہلے پیدا نہیں کیا","transliteration":"Ya zakariyya inna nubashshiruka bighulamin ismuhu yahya lam najAAal lahu min qablu samiyyan"},{"id":8,"text":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","translation":"عرض کیا، \"پروردگار، بھلا میرے ہاں کیسے بیٹا ہوگا جبکہ میری بیوی بانجھ ہے اور میں بوڑھا ہو کر سوکھ چکا ہوں؟","transliteration":"Qala rabbi anna yakoonu lee ghulamun wakanati imraatee AAaqiran waqad balaghtu mina alkibari AAitiyyan"},{"id":9,"text":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","translation":"جواب ملا \"ایسا ہی ہو گا تیرا رب فرماتا ہے کہ یہ تو میرے لیے ایک ذرا سی بات ہے، آخر اس سے پہلے میں تجھے پیدا کر چکا ہوں جب کہ تو کوئی چیز نہ تھا","transliteration":"Qala kathalika qala rabbuka huwa AAalayya hayyinun waqad khalaqtuka min qablu walam taku shayan"},{"id":10,"text":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","translation":"زکریاؑ نے کہا، \"پروردگار، میرے لیے کوئی نشانی مقرر کر دے\" فرمایا \"تیرے لیے نشانی یہ ہے کہ تو پیہم تین دن لوگوں سے بات نہ کر سکے","transliteration":"Qala rabbi ijAAal lee ayatan qala ayatuka alla tukallima alnnasa thalatha layalin sawiyyan"},{"id":11,"text":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","translation":"چنانچہ وہ محراب سے نکل کر اپنی قوم کے سامنے آیا اور اس نے اشارے سے ان کو ہدایت کی کہ صبح و شام تسبیح کرو","transliteration":"Fakharaja AAala qawmihi mina almihrabi faawha ilayhim an sabbihoo bukratan waAAashiyyan"},{"id":12,"text":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","translation":"اے یحییٰؑ! کتاب الٰہی کو مضبوط تھام لے\" ہم نے اُسے بچپن ہی میں \"حکم\" سے نوازا","transliteration":"Ya yahya khuthi alkitaba biquwwatin waataynahu alhukma sabiyyan"},{"id":13,"text":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","translation":"اور اپنی طرف سے اس کو نرم دلی اور پاکیزگی عطا کی اور وہ بڑا پرہیزگار","transliteration":"Wahananan min ladunna wazakatan wakana taqiyyan"},{"id":14,"text":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","translation":"اور اپنے والدین کا حق شناس تھا وہ جبّار نہ تھا اور نہ نافرمان","transliteration":"Wabarran biwalidayhi walam yakun jabbaran AAasiyyan"},{"id":15,"text":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","translation":"سلام اُس پر جس روز کہ وہ پیدا ہوا اور جس دن وہ مرے اور جس روز وہ زندہ کر کے اٹھایا جائے","transliteration":"Wasalamun AAalayhi yawma wulida wayawma yamootu wayawma yubAAathu hayyan"},{"id":16,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","translation":"اور اے محمدؐ، اس کتاب میں مریم کا حال بیان کرو، جبکہ وہ اپنے لوگوں سے الگ ہو کر شرقی جانب گوشہ نشین ہو گئی تھی","transliteration":"Waothkur fee alkitabi maryama ithi intabathat min ahliha makanan sharqiyyan"},{"id":17,"text":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","translation":"اور پردہ ڈال کر اُن سے چھپ بیٹھی تھی اس حالت میں ہم نے اس کے پاس اپنی روح کو (یعنی فرشتے کو) بھیجا اور وہ اس کے سامنے ایک پورے انسان کی شکل میں نمودار ہو گیا","transliteration":"Faittakhathat min doonihim hijaban faarsalna ilayha roohana fatamaththala laha basharan sawiyyan"},{"id":18,"text":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","translation":"مریم یکایک بول اٹھی کہ\"اگر تو کوئی خدا ترس آدمی ہے تو میں تجھ سے رحمٰن کی پناہ مانگتی ہوں","transliteration":"Qalat innee aAAoothu bialrrahmani minka in kunta taqiyyan"},{"id":19,"text":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","translation":"اُس نے کہا \"میں تو تیرے رب کا فرستادہ ہوں اور اس لیے بھیجا گیا ہوں کہ تجھے ایک پاکیزہ لڑکا دوں","transliteration":"Qala innama ana rasoolu rabbiki liahaba laki ghulaman zakiyyan"},{"id":20,"text":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","translation":"مریم نے کہا \"میرے ہاں کیسے لڑکا ہوگا جبکہ مجھے کسی بشر نے چھوا تک نہیں ہے اور میں کوئی بدکار عورت نہیں ہوں","transliteration":"Qalat anna yakoonu lee ghulamun walam yamsasnee basharun walam aku baghiyyan"},{"id":21,"text":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","translation":"فرشتے نے کہا \"ایسا ہی ہوگا، تیرا رب فرماتا ہے کہ ایسا کرنا میرے لیے بہت آسان ہے اور ہم یہ اس لیے کریں گے کہ اُس لڑکے کو لوگوں کے لیے ایک نشانی بنائیں اور اپنی طرف سے ایک رحمت اور یہ کام ہو کر رہنا ہے","transliteration":"Qala kathaliki qala rabbuki huwa AAalayya hayyinun walinajAAalahu ayatan lilnnasi warahmatan minna wakana amran maqdiyyan"},{"id":22,"text":"۞فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","translation":"مریم کو اس بچے کا حمل رہ گیا اور وہ اس حمل کو لیے ہوئے ایک دُور کے مقام پر چلی گئی","transliteration":"Fahamalathu faintabathat bihi makanan qasiyyan"},{"id":23,"text":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","translation":"پھر زچگی کی تکلیف نے اُسے ایک کھُجور کے درخت کے نیچے پہنچا دیا وہ کہنے لگی \" کاش میں اس سے پہلے ہی مر جاتی اور میرا نام و نشان نہ رہتا","transliteration":"Faajaaha almakhadu ila jithAAi alnnakhlati qalat ya laytanee mittu qabla hatha wakuntu nasyan mansiyyan"},{"id":24,"text":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","translation":"فرشتے نے پائنتی سے اس کو پکار کر کہا \"غم نے کر تیرے رب نے تیرے نیچے ایک چشمہ رواں کر دیا ہے","transliteration":"Fanadaha min tahtiha alla tahzanee qad jaAAala rabbuki tahtaki sariyyan"},{"id":25,"text":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","translation":"اور تو ذرا اِس درخت کے تنے کو ہلا، تیرے اوپر تر و تازہ کھجوریں ٹپک پڑیں گی","transliteration":"Wahuzzee ilayki bijithAAi alnnakhlati tusaqit AAalayki rutaban janiyyan"},{"id":26,"text":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","translation":"پس تو کھا اور پی اور اپنی آنکھیں ٹھنڈی کر پھر اگر کوئی آدمی تجھے نظر آئے تو اس سے کہہ دے کہ میں نے رحمان کے لیے روزے کی نذر مانی ہے، اس لیے آج میں کسی سے نہ بولوں گی","transliteration":"Fakulee waishrabee waqarree AAaynan faimma tarayinna mina albashari ahadan faqoolee innee nathartu lilrrahmani sawman falan okallima alyawma insiyyan"},{"id":27,"text":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","translation":"پھر وہ اس بچے کو لیے ہوئے اپنی قوم میں آئی لوگ کہنے لگے \" اے مریم، یہ تو تُو نے بڑا پاپ کر ڈالا","transliteration":"Faatat bihi qawmaha tahmiluhu qaloo ya maryamu laqad jiti shayan fariyyan"},{"id":28,"text":"يَـٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","translation":"اے ہارون کی بہن، نہ تیرا باپ کوئی برا آدمی تھا اور نہ تیری ماں ہی کوئی بدکار عورت تھی","transliteration":"Ya okhta haroona ma kana abooki imraa sawin wama kanat ommuki baghiyyan"},{"id":29,"text":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","translation":"مریم نے بچے کی طرف اشارہ کر دیا لوگوں نے کہا \" ہم اِس سے کیا بات کریں جو گہوارے میں پڑا ہوا ایک بچہ ہے؟","transliteration":"Faasharat ilayhi qaloo kayfa nukallimu man kana fee almahdi sabiyyan"},{"id":30,"text":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","translation":"بچہ بول اٹھا \"میں اللہ کا بندہ ہوں اُس نے مجھے کتاب دی، اور نبی بنایا","transliteration":"Qala innee AAabdu Allahi ataniya alkitaba wajaAAalanee nabiyyan"},{"id":31,"text":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","translation":"اور بابرکت کیا جہاں بھی میں رہوں، اور نماز اور زکوٰۃ کی پابندی کا حکم دیا جب تک میں زندہ رہوں","transliteration":"WajaAAalanee mubarakan ayna ma kuntu waawsanee bialssalati waalzzakati ma dumtu hayyan"},{"id":32,"text":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","translation":"اور اپنی والدہ کا حق ادا کرنے والا بنایا، اور مجھ کو جبّار اور شقی نہیں بنایا","transliteration":"Wabarran biwalidatee walam yajAAalnee jabbaran shaqiyyan"},{"id":33,"text":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","translation":"سلام ہے مجھ پر جبکہ میں پیدا ہوا اور جبکہ میں مروں اور جبکہ زندہ کر کے اٹھایا جاؤں","transliteration":"Waalssalamu AAalayya yawma wulidtu wayawma amootu wayawma obAAathu hayyan"},{"id":34,"text":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","translation":"یہ ہے عیسٰی ابن مریم اور یہ ہے اُس کے بارے میں وہ سچی بات جس میں لوگ شک کر رہے ہیں","transliteration":"Thalika AAeesa ibnu maryama qawla alhaqqi allathee feehi yamtaroona"},{"id":35,"text":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"اللہ کا یہ کام نہیں ہے کہ وہ کسی کو بیٹا بنائے وہ پاک ذات ہے وہ جب کسی بات کا فیصلہ کرتا ہے تو کہتا ہے کہ ہو جا، اور بس وہ ہو جاتی ہے","transliteration":"Ma kana lillahi an yattakhitha min waladin subhanahu itha qada amran fainnama yaqoolu lahu kun fayakoonu"},{"id":36,"text":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"(اور عیسٰیؑ نے کہا تھا کہ) \"اللہ میرا رب بھی ہے اور تمہارا رب بھی، پس تم اُسی کی بندگی کرو، یہی سیدھی راہ ہے","transliteration":"Wainna Allaha rabbee warabbukum faoAAbudoohu hatha siratun mustaqeemun"},{"id":37,"text":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","translation":"مگر پھر مختلف گروہ باہم اختلاف کرنے لگے سو جن لوگوں نے کفر کیا ان کے لیے وہ وقت بڑی تباہی کا ہوگا","transliteration":"Faikhtalafa alahzabu min baynihim fawaylun lillatheena kafaroo min mashhadi yawmin AAatheemin"},{"id":38,"text":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّـٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"جب کہ وہ ایک بڑا دن دیکھیں گے جب وہ ہمارے سامنے حاضر ہوں گے اُس روز تو اُن کے کان بھی خوب سُن رہے ہوں گے اور اُن کی آنکھیں بھی خوب دیکھتی ہوں گی، مگر آج یہ ظالم کھلی گمراہی میں مبتلا ہیں","transliteration":"AsmiAA bihim waabsir yawma yatoonana lakini alththalimoona alyawma fee dalalin mubeenin"},{"id":39,"text":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","translation":"اے نبیؐ، اِس حالت میں جبکہ یہ لوگ غافل ہیں اور ایمان نہیں لا رہے ہیں، اِنہیں اس دن سے ڈرا دو جبکہ فیصلہ کر دیا جائے گا اور پچھتاوے کے سوا کوئی چارہ کار نہ ہوگا","transliteration":"Waanthirhum yawma alhasrati ith qudiya alamru wahum fee ghaflatin wahum la yuminoona"},{"id":40,"text":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","translation":"آخرکار ہم ہی زمین اور اس کی ساری چیزوں کے وارث ہوں گے اور سب ہماری طرف ہی پلٹائے جائیں گے","transliteration":"Inna nahnu narithu alarda waman AAalayha wailayna yurjaAAoona"},{"id":41,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","translation":"اور اس کتاب میں ابراہیمؑ کا قصہ بیان کرو، بے شک وہ ایک راست باز انسان اور ایک نبی تھا","transliteration":"Waothkur fee alkitabi ibraheema innahu kana siddeeqan nabiyyan"},{"id":42,"text":"إِذۡ قَالَ لِأَبِيهِ يَـٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","translation":"(انہیں ذرا اُس موقع کی یاد دلاؤ) جبکہ اُس نے اپنے باپ سے کہا کہ \"ابّا جان، آپ کیوں اُن چیزوں کی عبادت کرتے ہیں جو نہ سنتی ہیں نہ دیکھتی ہیں اور نہ آپ کا کوئی کام بنا سکتی ہیں؟","transliteration":"Ith qala liabeehi ya abati lima taAAbudu ma la yasmaAAu wala yubsiru wala yughnee AAanka shayan"},{"id":43,"text":"يَـٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","translation":"ابّا جان، میرے پاس ایک ایسا عِلم آیا ہے جو آپ کے پاس نہیں آیا، آپ میرے پیچھے چلیں، میں آپ کو سیدھا راستہ بتاؤں گا","transliteration":"Ya abati innee qad jaanee mina alAAilmi ma lam yatika faittabiAAnee ahdika siratan sawiyyan"},{"id":44,"text":"يَـٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","translation":"ابّا جان! آپ شیطان کی بندگی نہ کریں، شیطان تو رحمٰن کا نافرمان ہے","transliteration":"Ya abati la taAAbudi alshshaytana inna alshshaytana kana lilrrahmani AAasiyyan"},{"id":45,"text":"يَـٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","translation":"ابّا جان، مجھے ڈر ہے کہ کہیں آپ رحمان کے عذاب میں مُبتلا نہ ہو جائیں اور شیطان کے ساتھی بن کر رہیں","transliteration":"Ya abati innee akhafu an yamassaka AAathabun mina alrrahmani fatakoona lilshshyatani waliyyan"},{"id":46,"text":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَـٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","translation":"باپ نے کہا \"ابراہیمؑ، کیا تو میرے معبُودوں سے پھر گیا ہے؟ اگر تو باز نہ آیا تو میں تجھے سنگسار کر دوں گا بس تو ہمیشہ کے لیے مجھ سے الگ ہو جا","transliteration":"Qala araghibun anta AAan alihatee ya ibraheemu lain lam tantahi laarjumannaka waohjurnee maliyyan"},{"id":47,"text":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","translation":"ابراہیمؑ نے کہا \"سلام ہے آپ کو میں اپنے رب سے دُعا کروں گا کہ آپ کو معاف کر دے، میرا رب مجھ پر بڑا ہی مہربان ہے","transliteration":"Qala salamun AAalayka saastaghfiru laka rabbee innahu kana bee hafiyyan"},{"id":48,"text":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","translation":"میں آپ لوگوں کو بھی چھوڑتا ہوں اور اُن ہستیوں کو بھی جنہیں آپ لوگ خدا کو چھوڑ کر پکارا کرتے ہیں میں تو اپنے رب ہی کو پکاروں گا، امید ہے کہ میں اپنے رب کو پکار کے نامراد نہ رہوں گا","transliteration":"WaaAAtazilukum wama tadAAoona min dooni Allahi waadAAoo rabbee AAasa alla akoona biduAAai rabbee shaqiyyan"},{"id":49,"text":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","translation":"پس جب وہ اُن لوگوں سے اور اُن کے معبُودانِ غیر اللہ سے جُدا ہو گیا تو ہم نے اُس کو اسحاقؑ اور یعقوبؑ جیسی اولاد دی اور ہر ایک کو نبی بنایا","transliteration":"Falamma iAAtazalahum wama yaAAbudoona min dooni Allahi wahabna lahu ishaqa wayaAAqooba wakullan jaAAalna nabiyyan"},{"id":50,"text":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","translation":"اور ان کو اپنی رحمت سے نوازا اور ان کو سچی ناموری عطا کی","transliteration":"Wawahabna lahum min rahmatina wajaAAalna lahum lisana sidqin AAaliyyan"},{"id":51,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","translation":"اور ذکر کرو اس کتاب میں موسیٰؑ کا وہ ایک چیدہ شخص تھا اور رسول نبی تھا","transliteration":"Waothkur fee alkitabi moosa innahu kana mukhlasan wakana rasoolan nabiyyan"},{"id":52,"text":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","translation":"ہم نے اُس کو طُور کے داہنی جانب سے پکارا اور راز کی گفتگو سے اس کو تقرب عطا کیا","transliteration":"Wanadaynahu min janibi alttoori alaymani waqarrabnahu najiyyan"},{"id":53,"text":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","translation":"اور اپنی مہربانی سے اس کے بھائی ہارونؑ کو نبی بنا کر اُسے (مدد گار کے طور پر) دیا","transliteration":"Wawahabna lahu min rahmatina akhahu haroona nabiyyan"},{"id":54,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","translation":"اور اس کتاب میں اسماعیلؑ کا ذکر کرو وہ وعدے کا سچا تھا اور رسُول نبی تھا","transliteration":"Waothkur fee alkitabi ismaAAeela innahu kana sadiqa alwaAAdi wakana rasoolan nabiyyan"},{"id":55,"text":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","translation":"وہ اپنے گھر والوں کو نماز اور زکوٰۃ کا حکم دیتا تھا اور اپنے رب کے نزدیک ایک پسندیدہ انسان تھا","transliteration":"Wakana yamuru ahlahu bialssalati waalzzakati wakana AAinda rabbihi mardiyyan"},{"id":56,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","translation":"اور اس کتاب میں ادریسؑ کا ذکر کرو وہ ایک راستباز انسان اور ایک نبی تھا","transliteration":"Waothkur fee alkitabi idreesa innahu kana siddeeqan nabiyyan"},{"id":57,"text":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","translation":"اور اسے ہم نے بلند مقام پر اٹھایا تھا","transliteration":"WarafaAAnahu makanan AAaliyyan"},{"id":58,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَـٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","translation":"یہ وہ پیغمبر ہیں جن پر اللہ نے انعام فرمایا آدمؑ کی اولاد میں سے، اور اُن لوگوں کی نسل سے جنہیں ہم نے نوحؑ کے ساتھ کشتی پر سوار کیا تھا، ا ور ابراہیمؑ کی نسل سے اور اسرائیلؑ کی نسل سے اور یہ ان لوگوں میں سے تھے جن کو ہم نے ہدایت بخشی اور برگزیدہ کیا ان کا حال یہ تھا کہ جب رحمان کی آیات ان کو سنائی جاتیں تو روتے ہوئے سجدے میں گر جاتے تھے","transliteration":"Olaika allatheena anAAama Allahu AAalayhim mina alnnabiyyeena min thurriyyati adama wamimman hamalna maAAa noohin wamin thurriyyati ibraheema waisraeela wamimman hadayna waijtabayna itha tutla AAalayhim ayatu alrrahmani kharroo sujjadan wabukiyyan"},{"id":59,"text":"۞فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","translation":"پھر ان کے بعد وہ ناخلف لوگ ان کے جانشین ہوئے جنہوں نے نماز کو ضائع کیا اور خواہشاتِ نفس کی پیروی کی، پس قریب ہے کہ وہ گمراہی کے انجام سے دوچار ہوں","transliteration":"Fakhalafa min baAAdihim khalfun adaAAoo alssalata waittabaAAoo alshshahawati fasawfa yalqawna ghayyan"},{"id":60,"text":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَـٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","translation":"البتہ جو توبہ کر لیں اور ایمان لے آئیں اور نیک عملی اختیار کر لیں وہ جنّت میں داخل ہوں گے اور ان کی ذرّہ برابر حق تلفی نہ ہو گی","transliteration":"Illa man taba waamana waAAamila salihan faolaika yadkhuloona aljannata wala yuthlamoona shayan"},{"id":61,"text":"جَنَّـٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","translation":"ان کے لیے ہمیشہ رہنے والی جنتیں ہیں جن کا رحمان نے اپنے بندوں سے در پردہ وعدہ کر رکھا ہے اور یقیناً یہ وعدہ پُورا ہو کر رہنا ہے","transliteration":"Jannati AAadnin allatee waAAada alrrahmanu AAibadahu bialghaybi innahu kana waAAduhu matiyyan"},{"id":62,"text":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","translation":"وہاں وہ کوئی بے ہودہ بات نہ سُنیں گے، جو کچھ بھی سُنیں گے ٹھیک ہی سنیں گے اور ان کا رزق انہیں پیہم صبح و شام ملتا رہے گا","transliteration":"La yasmaAAoona feeha laghwan illa salaman walahum rizquhum feeha bukratan waAAashiyyan"},{"id":63,"text":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","translation":"یہ ہے وہ جنت جس کا وارث ہم اپنے بندوں میں سے اُس کو بنائیں گے جو پرہیزگار رہا ہے","transliteration":"Tilka aljannatu allatee noorithu min AAibadina man kana taqiyyan"},{"id":64,"text":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","translation":"اے محمدؐ، ہم تمہارے رب کے حکم کے بغیر نہیں اُترا کرتے جو کچھ ہمارے آگے ہے اور جو کچھ پیچھے ہے اور جو کچھ اس کے درمیان ہے ہر چیز کا مالک وہی ہے اور تمہارا رب بھولنے والا نہیں ہے","transliteration":"Wama natanazzalu illa biamri rabbika lahu ma bayna aydeena wama khalfana wama bayna thalika wama kana rabbuka nasiyyan"},{"id":65,"text":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","translation":"وہ رب ہے آسمانوں کا اور زمین کا اور اُن ساری چیزوں کا جو آسمان و زمین کے درمیان ہیں پس تم اُس کے بندگی کرو اور اُسی کی بندگی پر ثابت قدم رہو کیا ہے کوئی ہستی تمہارے علم میں اس کی ہم پایہ؟","transliteration":"Rabbu alssamawati waalardi wama baynahuma faoAAbudhu waistabir liAAibadatihi hal taAAlamu lahu samiyyan"},{"id":66,"text":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","translation":"انسان کہتا ہے کیا واقعی جب میں مر چکوں گا تو پھر زندہ کر کے نکال لایا جاؤں گا؟","transliteration":"Wayaqoolu alinsanu aitha ma mittu lasawfa okhraju hayyan"},{"id":67,"text":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","translation":"کیا انسان کو یاد نہیں آتا کہ ہم پہلے اس کو پیدا کر چکے ہیں جبکہ وہ کچھ بھی نہ تھا؟","transliteration":"Awala yathkuru alinsanu anna khalaqnahu min qablu walam yaku shayan"},{"id":68,"text":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","translation":"تیرے رب کی قسم، ہم ضرور ان سب کو اور ان کے ساتھ شیاطین کو بھی گھیر لائیں گے، پھر جہنم کے گرد لا کر انہیں گھٹنوں کے بل گرا دیں گے","transliteration":"Fawarabbika lanahshurannahum waalshshayateena thumma lanuhdirannahum hawla jahannama jithiyyan"},{"id":69,"text":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","translation":"پھر ہر گروہ میں سے ہر اُس شخص کو چھانٹ لیں گے جو رحمان کے مقابلے میں زیادہ سرکش بنا ہُوا تھا","transliteration":"Thumma lananziAAanna min kulli sheeAAatin ayyuhum ashaddu AAala alrrahmani AAitiyyan"},{"id":70,"text":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","translation":"پھر یہ ہم جانتے ہیں کہ ان میں سے کون سب سے بڑھ کر جہنم میں جھونکے جانے کا مستحق ہے","transliteration":"Thumma lanahnu aAAlamu biallatheena hum awla biha siliyyan"},{"id":71,"text":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","translation":"تم میں سے کوئی ایسا نہیں ہے جو جہنم پر وارد نہ ہو، یہ تو ایک طے شدہ بات ہے جسے پُورا کرنا تیرے رب کا ذمہ ہے","transliteration":"Wain minkum illa wariduha kana AAala rabbika hatman maqdiyyan"},{"id":72,"text":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّـٰلِمِينَ فِيهَا جِثِيّٗا","translation":"پھر ہم اُن لوگوں کو بچا لیں گے جو (دنیا میں) متقی تھے اور ظالموں کو اُسی میں گرا ہُوا چھوڑ دیں گے","transliteration":"Thumma nunajjee allatheena ittaqaw wanatharu alththalimeena feeha jithiyyan"},{"id":73,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","translation":"اِن لوگوں کو جب ہماری کھُلی کھُلی آیات سنائی جاتی ہیں تو انکار کرنے والے ایمان لانے والوں سے کہتے ہیں \"بتاؤ ہم دونوں گروہوں میں سے کون بہتر حالت میں ہے اور کس کی مجلسیں زیادہ شاندار ہیں؟","transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin qala allatheena kafaroo lillatheena amanoo ayyu alfareeqayni khayrun maqaman waahsanu nadiyyan"},{"id":74,"text":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","translation":"حالانکہ ان سے پہلے ہم کتنی ہی ایسی قوموں کو ہلاک کر چکے ہیں جو اِن سے زیادہ سر و سامان رکھتی تھیں اور ظاہری شان و شوکت میں اِن سے بڑھی ہوئی تھیں","transliteration":"Wakam ahlakna qablahum min qarnin hum ahsanu athathan wariyan"},{"id":75,"text":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","translation":"اِن سے کہو، جو شخص گمراہی میں مُبتلا ہوتا ہے اُسے رحمان ڈھیل دیا کرتا ہے یہاں تک کہ جب ایسے لوگ وہ چیز دیکھ لیتے ہیں جس کا اُن سے وعدہ کیا گیا ہے خواہ وہ عذاب الٰہی ہو یا قیامت کی گھڑی تب انہیں معلوم ہو جاتا ہے کہ کس کا حال خراب ہے اور کس کا جتھا کمزور","transliteration":"Qul man kana fee alddalalati falyamdud lahu alrrahmanu maddan hatta itha raaw ma yooAAadoona imma alAAathaba waimma alssaAAata fasayaAAlamoona man huwa sharrun makanan waadAAafu jundan"},{"id":76,"text":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّـٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","translation":"اس کے برعکس جو لوگ راہِ راست اختیار کرتے ہیں اللہ ان کو راست روی میں ترقی عطا فرماتا ہے اور باقی رہ جانے والی نیکیاں ہی تیرے رب کے نزدیک جزا اور انجام کے اعتبار سے بہتر ہیں","transliteration":"Wayazeedu Allahu allatheena ihtadaw hudan waalbaqiyatu alssalihatu khayrun AAinda rabbika thawaban wakhayrun maraddan"},{"id":77,"text":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","translation":"پھر تو نے دیکھا اُس شخص کو جو ہماری آیات کو ماننے سے انکار کرتا ہے اور کہتا ہے کہ میں تو مال اور اولاد سے نوازا ہی جاتا رہوں گا؟","transliteration":"Afaraayta allathee kafara biayatina waqala laootayanna malan wawaladan"},{"id":78,"text":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","translation":"کیا اسے غیب کا پتہ چل گیا ہے یا اس نے رحمان سے کوئی عہد لے رکھا ہے؟","transliteration":"AttalaAAa alghayba ami ittakhatha AAinda alrrahmani AAahdan"},{"id":79,"text":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","translation":"ہرگز نہیں، جو کچھ یہ بکتا ہے اسے ہم لکھ لیں گے اور اس کے لیے سزا میں اور زیادہ اضافہ کریں گے","transliteration":"Kalla sanaktubu ma yaqoolu wanamuddu lahu mina alAAathabi maddan"},{"id":80,"text":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","translation":"جس سر و سامان اور لاؤ لشکر کا یہ ذکر کر رہا ہے وہ سب ہمارے پاس رہ جائے گا اور یہ اکیلا ہمارے سامنے حاضر ہوگا","transliteration":"Wanarithuhu ma yaqoolu wayateena fardan"},{"id":81,"text":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","translation":"اِن لوگوں نے اللہ کو چھوڑ کر اپنے کچھ خدا بنا رکھے ہیں تاکہ وہ اِن کے پشتیبان ہوں","transliteration":"Waittakhathoo min dooni Allahi alihatan liyakoonoo lahum AAizzan"},{"id":82,"text":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","translation":"کوئی پشتیبان نہ ہوگا وہ سب ان کی عبادت کا انکار کریں گے اور الٹے اِن کے مخالف بن جائیں گے","transliteration":"Kalla sayakfuroona biAAibadatihim wayakoonoona AAalayhim diddan"},{"id":83,"text":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","translation":"کیا تم دیکھتے نہیں ہو کہ ہم نے اِن منکرین حق پر شیاطین چھوڑ رکھے ہیں جو اِنہیں خُوب خُوب (مخالفتِ حق پر) اکسا رہے ہیں؟","transliteration":"Alam tara anna arsalna alshshayateena AAala alkafireena taozzuhum azzan"},{"id":84,"text":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","translation":"اچھا، تو اب اِن پر نزول عذاب کے لیے بیتاب نہ ہو ہم اِن کے دن گن رہے ہیں","transliteration":"Fala taAAjal AAalayhim innama naAAuddu lahum AAaddan"},{"id":85,"text":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","translation":"وہ دن آنے والا ہے جب متقی لوگوں کو ہم مہمانوں کی طرح رحمان کے حضور پیش کریں گے","transliteration":"Yawma nahshuru almuttaqeena ila alrrahmani wafdan"},{"id":86,"text":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","translation":"اور مجرموں کو پیاسے جانوروں کی طرح جہنم کی طرف ہانک لے جائیں گے","transliteration":"Wanasooqu almujrimeena ila jahannama wirdan"},{"id":87,"text":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","translation":"اُس وقت لوگ کوئی سفارش لانے پر قادر نہ ہوں گے بجز اُس کے جس نے رحمان کے حضور سے پروانہ حاصل کر لیا ہو","transliteration":"La yamlikoona alshshafaAAata illa mani ittakhatha AAinda alrrahmani AAahdan"},{"id":88,"text":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","translation":"وہ کہتے ہیں کہ رحمان نے کسی کو بیٹا بنایا ہے","transliteration":"Waqaloo ittakhatha alrrahmanu waladan"},{"id":89,"text":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","translation":"سخت بیہودہ بات ہے جوتم لوگ گھڑ لائے ہو","transliteration":"Laqad jitum shayan iddan"},{"id":90,"text":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","translation":"قریب ہے کہ آسمان پھٹ پڑیں، زمین شق ہو جائے اور پہاڑ گر جائیں","transliteration":"Takadu alssamawatu yatafattarna minhu watanshaqqu alardu watakhirru aljibalu haddan"},{"id":91,"text":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","translation":"اس بات پر کہ لوگوں نے رحمان کے لیے اولاد ہونے کا دعویٰ کیا","transliteration":"An daAAaw lilrrahmani waladan"},{"id":92,"text":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","translation":"رحمان کی یہ شان نہیں ہے کہ وہ کسی کو بیٹا بنائے","transliteration":"Wama yanbaghee lilrrahmani an yattakhitha waladan"},{"id":93,"text":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","translation":"زمین اور آسمان کے اندر جو بھی ہیں سب اس کے حضور بندوں کی حیثیت سے پیش ہونے والے ہیں","transliteration":"In kullu man fee alssamawati waalardi illa atee alrrahmani AAabdan"},{"id":94,"text":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","translation":"سب پر وہ محیط ہے اور اس نے اُن کو شمار کر رکھا ہے","transliteration":"Laqad ahsahum waAAaddahum AAaddan"},{"id":95,"text":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","translation":"سب قیامت کے روز فرداً فرداً اس کے سامنے حاضر ہوں گے","transliteration":"Wakulluhum ateehi yawma alqiyamati fardan"},{"id":96,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","translation":"یقیناً جو لوگ ایمان لے آئے ہیں اور عمل صالح کر رہے ہیں عنقریب رحمان اُن کے لیے دلوں میں محبت پیدا کر دے گا","transliteration":"Inna allatheena amanoo waAAamiloo alssalihati sayajAAalu lahumu alrrahmanu wuddan"},{"id":97,"text":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","translation":"پس اے محمدؐ، اِس کلام کو ہم نے آسان کر کے تمہاری زبان میں اسی لیے نازل کیا ہے کہ تم پرہیز گاروں کو خوشخبری دے دو اور ہٹ دھرم لوگوں کو ڈرا دو","transliteration":"Fainnama yassarnahu bilisanika litubashshira bihi almuttaqeena watunthira bihi qawman luddan"},{"id":98,"text":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","translation":"ان سے پہلے ہم کتنی ہی قوموں کو ہلاک کر چکے ہیں، پھر آج کہیں تم ان کا نشان پاتے ہو یا اُن کی بھنک بھی کہیں سنائی دیتی ہے؟","transliteration":"Wakam ahlakna qablahum min qarnin hal tuhissu minhum min ahadin aw tasmaAAu lahum rikzan"}]}
