{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translation":"گائے","type":"medinan","total_verses":286,"verses":[{"id":1,"text":"الٓمٓ","translation":"الف لام میم","transliteration":"Aliflammeem"},{"id":2,"text":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","translation":"یہ اللہ کی کتاب ہے، اس میں کوئی شک نہیں ہدایت ہے اُن پرہیز گار لوگوں کے لیے","transliteration":"Thalika alkitabu la rayba feehi hudan lilmuttaqeena"},{"id":3,"text":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","translation":"جو غیب پر ایمان لاتے ہیں، نماز قائم کرتے ہیں، جو رزق ہم نے اُن کو دیا ہے، اُس میں سے خرچ کرتے ہیں","transliteration":"Allatheena yuminoona bialghaybi wayuqeemoona alssalata wamimma razaqnahum yunfiqoona"},{"id":4,"text":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","translation":"جو کتاب تم پر نازل کی گئی ہے (یعنی قرآن) اور جو کتابیں تم سے پہلے نازل کی گئی تھیں ان سب پر ایمان لاتے ہیں اور آخرت پر یقین رکھتے ہیں","transliteration":"Waallatheena yuminoona bima onzila ilayka wama onzila min qablika wabialakhirati hum yooqinoona"},{"id":5,"text":"أُوْلَـٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"ایسے لوگ اپنے رب کی طرف سے راہ راست پر ہیں اور وہی فلاح پانے والے ہیں","transliteration":"Olaika AAala hudan min rabbihim waolaika humu almuflihoona"},{"id":6,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","translation":"جن لوگوں نے (اِن باتوں کو تسلیم کرنے سے) انکار کر دیا، اُن کے لیے یکساں ہے، خواہ تم انہیں خبردار کرو یا نہ کرو، بہرحال وہ ماننے والے نہیں ہیں","transliteration":"Inna allatheena kafaroo sawaon AAalayhim aanthartahum am lam tunthirhum la yuminoona"},{"id":7,"text":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","translation":"اللہ نے ان کے دلوں اور ان کے کانوں پر مہر لگا دی ہے اور ان کی آنکھوں پر پردہ پڑ گیا ہے وہ سخت سزا کے مستحق ہیں","transliteration":"Khatama Allahu AAala quloobihim waAAala samAAihim waAAala absarihim ghishawatun walahum AAathabun AAatheemun"},{"id":8,"text":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","translation":"بعض لوگ ایسے بھی ہیں جو کہتے ہیں کہ ہم اللہ پر اور آخرت کے دن پر ایمان لائے ہیں، حالانکہ در حقیقت وہ مومن نہیں ہیں","transliteration":"Wamina alnnasi man yaqoolu amanna biAllahi wabialyawmi alakhiri wama hum bimumineena"},{"id":9,"text":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","translation":"وہ اللہ اور ایمان لانے والوں کے ساتھ دھوکہ بازی کر رہے ہیں، مگر دراصل وہ خود اپنے آپ ہی کو دھوکے میں ڈال رہے ہیں اور انہیں اس کا شعور نہیں ہے","transliteration":"YukhadiAAoona Allaha waallatheena amanoo wama yakhdaAAoona illa anfusahum wama yashAAuroona"},{"id":10,"text":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","translation":"ان کے دلوں میں ایک بیماری ہے جسے اللہ نے اور زیادہ بڑھا دیا، اور جو جھوٹ وہ بولتے ہیں، اس کی پاداش میں ان کے لیے درد ناک سزا ہے","transliteration":"Fee quloobihim maradun fazadahumu Allahu maradan walahum AAathabun aleemun bima kanoo yakthiboona"},{"id":11,"text":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","translation":"جب کبھی ان سے کہا گیا کہ زمین پر فساد برپا نہ کرو تو انہوں نے یہی کہا کہ ہم تو اصلاح کرنے والے ہیں","transliteration":"Waitha qeela lahum la tufsidoo fee alardi qaloo innama nahnu muslihoona"},{"id":12,"text":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","translation":"خبردار! حقیقت میں یہی لوگ مفسد ہیں مگر انہیں شعور نہیں ہے","transliteration":"Ala innahum humu almufsidoona walakin la yashAAuroona"},{"id":13,"text":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","translation":"اور جب ان سے کہا گیا جس طرح دوسرے لوگ ایمان لائے ہیں اسی طرح تم بھی ایمان لاؤ تو انہوں نے یہی جواب دیا \"کیا ہم بیوقوفوں کی طرح ایمان لائیں؟\" خبردار! حقیقت میں تو یہ خود بیوقوف ہیں، مگر یہ جانتے نہیں ہیں","transliteration":"Waitha qeela lahum aminoo kama amana alnnasu qaloo anuminu kama amana alssufahao ala innahum humu alssufahao walakin la yaAAlamoona"},{"id":14,"text":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","translation":"جب یہ اہل ایمان سے ملتے ہیں، تو کہتے ہیں کہ ہم ایمان لائے ہیں اور جب علیحدگی میں اپنے شیطانوں سے ملتے ہیں، تو کہتے ہیں کہ اصل میں تو ہم تمہارے ساتھ ہیں اور ان لوگوں سے محض مذاق کر رہے ہیں","transliteration":"Waitha laqoo allatheena amanoo qaloo amanna waitha khalaw ila shayateenihim qaloo inna maAAakum innama nahnu mustahzioona"},{"id":15,"text":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"اللہ ان سے مذاق کر رہا ہے، وہ ان کی رسی دراز کیے جاتا ہے، اور یہ اپنی سرکشی میں اندھوں کی طرح بھٹکتے چلے جاتے ہیں","transliteration":"Allahu yastahzio bihim wayamudduhum fee tughyanihim yaAAmahoona"},{"id":16,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","translation":"یہ وہ لوگ ہیں جنہوں نے ہدایت کے بدلے گمراہی خرید لی ہے، مگر یہ سودا ان کے لیے نفع بخش نہیں ہے اور یہ ہرگز صحیح راستے پر نہیں ہیں","transliteration":"Olaika allatheena ishtarawoo alddalalata bialhuda fama rabihat tijaratuhum wama kanoo muhtadeena"},{"id":17,"text":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","translation":"اِن کی مثال ایسی ہے جیسے ایک شخص نے آگ روشن کی اور جب اُس نے سارے ماحول کو روشن کر دیا تو اللہ نے اِن کا نور بصارت سلب کر لیا اور انہیں اس حال میں چھوڑ دیا کہ تاریکیوں میں انہیں کچھ نظر نہیں آتا","transliteration":"Mathaluhum kamathali allathee istawqada naran falamma adaat ma hawlahu thahaba Allahu binoorihim watarakahum fee thulumatin la yubsiroona"},{"id":18,"text":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","translation":"یہ بہرے ہیں، گونگے ہیں، اندھے ہیں، یہ اب نہ پلٹیں گے","transliteration":"Summun bukmun AAumyun fahum la yarjiAAoona"},{"id":19,"text":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","translation":"یا پھر ان کی مثال یوں سمجھو کہ آسمان سے زور کی بارش ہو رہی ہے اور اس کے ساتھ اندھیری گھٹا اور کڑک چمک بھی ہے، یہ بجلی کے کڑاکے سن کر اپنی جانوں کے خوف سے کانوں میں انگلیاں ٹھو نسے لیتے ہیں اور اللہ اِن منکرین حق کو ہر طرف سے گھیرے میں لیے ہوئے ہے","transliteration":"Aw kasayyibin mina alssamai feehi thulumatun waraAAdun wabarqun yajAAaloona asabiAAahum fee athanihim mina alssawaAAiqi hathara almawti waAllahu muheetun bialkafireena"},{"id":20,"text":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"چمک سے ان کی حالت یہ ہو رہی ہے کہ گویا عنقریب بجلی اِن کی بصارت اُچک لے جائے گی جب ذرا کچھ روشنی انہیں محسوس ہوتی ہے تو اِس میں کچھ دور چل لیتے ہیں اور جب ان پر اندھیرا چھا جاتا ہے تو کھڑ ے ہو جاتے ہیں اللہ چاہتا تو ان کی سماعت اور بصارت بالکل ہی سَلب کر لیتا، یقیناً وہ ہر چیز پر قادر ہے","transliteration":"Yakadu albarqu yakhtafu absarahum kullama adaa lahum mashaw feehi waitha athlama AAalayhim qamoo walaw shaa Allahu lathahaba bisamAAihim waabsarihim inna Allaha AAala kulli shayin qadeerun"},{"id":21,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","translation":"لوگو! بندگی اختیار کرو اپنے اُس رب کی جو تمہارا اور تم سے پہلے جو لوگ ہو گزرے ہیں اُن سب کا خالق ہے، تمہارے بچنے کی توقع اِسی صورت ہوسکتی ہے","transliteration":"Ya ayyuha alnnasu oAAbudoo rabbakumu allathee khalaqakum waallatheena min qablikum laAAallakum tattaqoona"},{"id":22,"text":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","translation":"وہی تو ہے جِس نے تمہارے لیے زمین کا فرش بچھایا، آسمان کی چھت بنائی، اوپر سے پانی برسایا اور اس کے ذریعے سے ہر طرح کی پیداوار نکال کر تمہارے لیے رزق بہم پہنچایا پس جب تم یہ جانتے ہو تو دوسروں کو اللہ کا مد مقابل نہ ٹھیراؤ","transliteration":"Allathee jaAAala lakumu alarda firashan waalssamaa binaan waanzala mina alssamai maan faakhraja bihi mina alththamarati rizqan lakum fala tajAAaloo lillahi andadan waantum taAAlamoona"},{"id":23,"text":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"اور اگر تمہیں اِس امر میں شک ہے کہ یہ کتا ب جو ہم نے اپنے بندے پر اتاری ہے، یہ ہماری ہے یا نہیں، تواس کے مانند ایک ہی سورت بنا لاؤ، اپنے سارے ہم نواؤں کو بلا لو، ایک اللہ کو چھوڑ کر باقی جس جس کی چاہو، مدد لے لو، اگر تم سچے ہو","transliteration":"Wain kuntum fee raybin mimma nazzalna AAala AAabdina fatoo bisooratin min mithlihi waodAAoo shuhadaakum min dooni Allahi in kuntum sadiqeena"},{"id":24,"text":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","translation":"تو یہ کام کر کے دکھاؤ، لیکن اگر تم نے ایسا نہ کیا اور یقیناً کبھی نہیں کرسکتے، تو ڈرو اس آگ سے جس کا ایندھن بنیں گے انسان اور پتھر، جو مہیا کی گئی ہے منکرین حق کے لیے","transliteration":"Fain lam tafAAaloo walan tafAAaloo faittaqoo alnnara allatee waqooduha alnnasu waalhijaratu oAAiddat lilkafireena"},{"id":25,"text":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","translation":"اور اے پیغمبرؐ، جو لوگ اس کتاب پر ایمان لے آئیں اور (اس کے مطابق) اپنے عمل درست کر لیں، انہیں خوش خبری دے دو کہ اُن کے لیے ایسے باغ ہیں، جن کے نیچے نہریں بہتی ہوں گی ان باغوں کے پھل صورت میں دنیا کے پھلوں سے ملتے جلتے ہونگے جب کوئی پھل انہیں کھانے کو دیا جائے گا، تو وہ کہیں گے کہ ایسے ہی پھل اس سے پہلے دنیا میں ہم کو دیے جاتے تھے ان کے لیے وہاں پاکیزہ بیویاں ہونگی، اور وہ وہاں ہمیشہ رہیں گے","transliteration":"Wabashshiri allatheena amanoo waAAamiloo alssalihati anna lahum jannatin tajree min tahtiha alanharu kullama ruziqoo minha min thamaratin rizqan qaloo hatha allathee ruziqna min qablu waotoo bihi mutashabihan walahum feeha azwajun mutahharatun wahum feeha khalidoona"},{"id":26,"text":"۞إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","translation":"ہاں، اللہ اس سے ہرگز نہیں شرماتا کہ مچھر یا اس سے بھی حقیر تر کسی چیز کی تمثیلیں دے جو لوگ حق بات کو قبول کرنے والے ہیں، وہ انہی تمثیلوں کو دیکھ کر جان لیتے ہیں کہ یہ حق ہے جو ان کے رب ہی کی طرف سے آیا ہے، اور جو ماننے والے نہیں ہیں، وہ انہیں سن کر کہنے لگتے ہیں کہ ایسی تمثیلوں سے اللہ کو کیا سروکار؟ اس طرح اللہ ایک ہی بات سے بہتوں کو گمراہی میں مبتلا کر دیتا ہے اور بہتوں کو راہ راست دکھا دیتا ہے اور گمراہی میں وہ انہی کو مبتلا کرتا ہے، جو فاسق ہیں","transliteration":"Inna Allaha la yastahyee an yadriba mathalan ma baAAoodatan fama fawqaha faamma allatheena amanoo fayaAAlamoona annahu alhaqqu min rabbihim waamma allatheena kafaroo fayaqooloona matha arada Allahu bihatha mathalan yudillu bihi katheeran wayahdee bihi katheeran wama yudillu bihi illa alfasiqeena"},{"id":27,"text":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"اللہ کے عہد کو مضبوط باندھ لینے کے بعد توڑ دیتے ہیں اللہ نے جسے جوڑنے کا حکم دیا ہے اُسے کاٹتے ہیں، اور زمین میں فساد برپا کرتے ہیں حقیقت میں یہی لوگ نقصان اٹھانے والے ہیں","transliteration":"Allatheena yanqudoona AAahda Allahi min baAAdi meethaqihi wayaqtaAAoona ma amara Allahu bihi an yoosala wayufsidoona fee alardi olaika humu alkhasiroona"},{"id":28,"text":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","translation":"تم اللہ کے ساتھ کفر کا رویہ کیسے اختیار کرتے ہو حالانکہ تم بے جان تھے، اس نے تم کو زندگی عطا کی، پھر وہی تمھاری جان سلب کرے گا، پھر وہی تمہیں دوبارہ زندگی عطا کرے گا، پھر اسی کی طرف تمہیں پلٹ کر جانا ہے","transliteration":"Kayfa takfuroona biAllahi wakuntum amwatan faahyakum thumma yumeetukum thumma yuhyeekum thumma ilayhi turjaAAoona"},{"id":29,"text":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"وہی تو ہے، جس نے تمہارے لیے زمین کی ساری چیزیں پید ا کیں، پھر اوپر کی طرف توجہ فرمائی اور سات آسمان استوار کیے اور وہ ہر چیز کا علم رکھنے والا ہے","transliteration":"Huwa allathee khalaqa lakum ma fee alardi jameeAAan thumma istawa ila alssamai fasawwahunna sabAAa samawatin wahuwa bikulli shayin AAaleemun"},{"id":30,"text":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَـٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","translation":"پھر ذرا اس وقت کا تصور کرو جب تمہارے رب نے فرشتوں سے کہا تھا کہ \"میں زمین میں ایک خلیفہ بنانے والا ہوں\" انہوں نے عرض کیا: \"کیا آپ زمین میں کسی ایسے کو مقر ر کرنے والے ہیں، جو اس کے انتظام کو بگاڑ دے گا اور خونریزیاں کرے گا آپ کی حمد و ثنا کے ساتھ تسبیح اور آپ کے لیے تقدیس تو ہم کر ہی رہے ہیں\" فرمایا: \"میں جانتا ہوں جو کچھ تم نہیں جانتے","transliteration":"Waith qala rabbuka lilmalaikati innee jaAAilun fee alardi khaleefatan qaloo atajAAalu feeha man yufsidu feeha wayasfiku alddimaa wanahnu nusabbihu bihamdika wanuqaddisu laka qala innee aAAlamu ma la taAAlamoona"},{"id":31,"text":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَـٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَـٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"اس کے بعد اللہ نے آدمؑ کو ساری چیزوں کے نام سکھائے، پھر انہیں فرشتوں کے سامنے پیش کیا اور فرمایا \"اگر تمہارا خیال صحیح ہے (کہ کسی خلیفہ کے تقرر سے انتظام بگڑ جائے گا) تو ذرا ان چیزوں کے نام بتاؤ","transliteration":"WaAAallama adama alasmaa kullaha thumma AAaradahum AAala almalaikati faqala anbioonee biasmai haolai in kuntum sadiqeena"},{"id":32,"text":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"انہوں نے عرض کیا: \"نقص سے پاک تو آپ ہی کی ذات ہے، ہم تو بس اتنا ہی علم رکھتے ہیں، جتنا آپ نے ہم کو دے دیا ہے حقیقت میں سب کچھ جاننے اور سمجھنے والا آپ کے سوا کوئی نہیں","transliteration":"Qaloo subhanaka la AAilma lana illa ma AAallamtana innaka anta alAAaleemu alhakeemu"},{"id":33,"text":"قَالَ يَـٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","translation":"پھر اللہ نے آدمؑ سے کہا: \"تم اِنہیں اِن چیزوں کے نام بتاؤ\" جب اس نے ان کو اُن سب کے نام بتا دیے، تو اللہ نے فرمایا: \"میں نے تم سے کہا نہ تھا کہ میں آسمانوں اور زمین کی وہ ساری حقیقتیں جانتا ہوں جو تم سے مخفی ہیں، جو کچھ تم ظاہر کرتے ہو، وہ بھی مجھے معلوم ہے اور جو کچھ تم چھپاتے ہو، اسے بھی میں جانتا ہوں","transliteration":"Qala ya adamu anbihum biasmaihim falamma anbaahum biasmaihim qala alam aqul lakum innee aAAlamu ghayba alssamawati waalardi waaAAlamu ma tubdoona wama kuntum taktumoona"},{"id":34,"text":"وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","translation":"پھر جب ہم نے فرشتوں کو حکم دیا کہ آدمؑ کے آگے جھک جاؤ، تو سب جھک گئے، مگر ابلیس نے انکار کیا وہ اپنی بڑائی کے گھمنڈ میں پڑ گیا اور نافرمانوں میں شامل ہو گیا","transliteration":"Waith qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa aba waistakbara wakana mina alkafireena"},{"id":35,"text":"وَقُلۡنَا يَـٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ","translation":"پھر ہم نے آدمؑ سے کہا کہ \"تم اور تمہاری بیوی، دونوں جنت میں رہو اور یہاں بفراغت جو چاہو کھاؤ، مگر اس درخت کا رُخ نہ کرنا، ورنہ ظالموں میں شمار ہو گے","transliteration":"Waqulna ya adamu oskun anta wazawjuka aljannata wakula minha raghadan haythu shituma wala taqraba hathihi alshshajarata fatakoona mina alththalimeena"},{"id":36,"text":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","translation":"آخر کار شیطان نے ان دونوں کو اس درخت کی ترغیب دے کر ہمارے حکم کی پیروی سے ہٹا دیا اور انہیں اُس حالت سے نکلوا کر چھوڑا، جس میں وہ تھے ہم نے حکم دیا کہ، \"اب تم سب یہاں سے اتر جاؤ، تم ایک دوسرے کے دشمن ہو اور تمہیں ایک خاص وقت تک زمین ٹھیرنا اور وہیں گزر بسر کرنا ہے","transliteration":"Faazallahuma alshshaytanu AAanha faakhrajahuma mimma kana feehi waqulna ihbitoo baAAdukum libaAAdin AAaduwwun walakum fee alardi mustaqarrun wamataAAun ila heenin"},{"id":37,"text":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"اس وقت آدمؑ نے اپنے رب سے چند کلمات سیکھ کر توبہ کی، جس کو اس کے رب نے قبول کر لیا، کیونکہ وہ بڑا معاف کرنے والا اور رحم فرمانے والا ہے","transliteration":"Fatalaqqa adamu min rabbihi kalimatin fataba AAalayhi innahu huwa alttawwabu alrraheemu"},{"id":38,"text":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"ہم نے کہا کہ، \"تم سب یہاں سے اتر جاؤ پھر جو میری طرف سے کوئی ہدایت تمہارے پاس پہنچے، تو جو لوگ میر ی ہدایت کی پیروی کریں گے، ان کے لیے کسی خوف اور رنج کا موقع نہ ہوگا","transliteration":"Qulna ihbitoo minha jameeAAan faimma yatiyannakum minnee hudan faman tabiAAa hudaya fala khawfun AAalayhim wala hum yahzanoona"},{"id":39,"text":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"اور جو اس کو قبول کرنے سے انکار کریں گے اور ہماری آیات کو جھٹلائیں گے، وہ آگ میں جانے والے لوگ ہیں، جہاں وہ ہمیشہ رہیں گے","transliteration":"Waallatheena kafaroo wakaththaboo biayatina olaika ashabu alnnari hum feeha khalidoona"},{"id":40,"text":"يَٰبَنِيٓ إِسۡرَـٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّـٰيَ فَٱرۡهَبُونِ","translation":"اے بنی اسرائیل! ذرا خیال کرو میری اس نعمت کا جو میں نے تم کو عطا کی تھی، میرے ساتھ تمھارا جو عہد تھا اُسے تم پورا کرو، تو میرا جو عہد تمہارے ساتھ تھا اُسے میں پورا کروں گا اور مجھ ہی سے تم ڈرو","transliteration":"Ya banee israeela othkuroo niAAmatiya allatee anAAamtu AAalaykum waawfoo biAAahdee oofi biAAahdikum waiyyaya fairhabooni"},{"id":41,"text":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّـٰيَ فَٱتَّقُونِ","translation":"اور میں نے جو کتاب بھیجی ہے اس پر ایمان لاؤ یہ اُس کتاب کی تائید میں ہے جو تمہارے پاس پہلے سے موجود تھی، لہٰذا سب سے پہلے تم ہی اس کے منکر نہ بن جاؤ تھوڑی قیمت پر میری آیات کو نہ بیچ ڈالو او ر میرے غضب سے بچو","transliteration":"Waaminoo bima anzaltu musaddiqan lima maAAakum wala takoonoo awwala kafirin bihi wala tashtaroo biayatee thamanan qaleelan waiyyaya faittaqooni"},{"id":42,"text":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","translation":"باطل کا رنگ چڑھا کر حق کو مشتبہ نہ بناؤ اور نہ جانتے بوجھتے حق کو چھپانے کی کوشش کرو","transliteration":"Wala talbisoo alhaqqa bialbatili wataktumoo alhaqqa waantum taAAlamoona"},{"id":43,"text":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّـٰكِعِينَ","translation":"نماز قائم کرو، زکوٰۃ دو اور جو لوگ میرے آگے جھک رہے ہیں اُن کے ساتھ تم بھی جھک جاؤ","transliteration":"Waaqeemoo alssalata waatoo alzzakata wairkaAAoo maAAa alrrakiAAeena"},{"id":44,"text":"۞أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","translation":"تم دوسروں کو تو نیکی کا راستہ اختیار کرنے کے لیے کہتے ہو، مگر اپنے آپ کو بھول جاتے ہو؟ حالانکہ تم کتاب کی تلاوت کرتے ہو کیا تم عقل سے بالکل ہی کام نہیں لیتے؟","transliteration":"Atamuroona alnnasa bialbirri watansawna anfusakum waantum tatloona alkitaba afala taAAqiloona"},{"id":45,"text":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","translation":"صبر اور نماز سے مدد لو، بیشک نماز ایک سخت مشکل کام ہے","transliteration":"WaistaAAeenoo bialssabri waalssalati wainnaha lakabeeratun illa AAala alkhashiAAeena"},{"id":46,"text":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","translation":"مگر ان فرماں بردار بندوں کے لیے مشکل نہیں ہے جو سمجھتے ہیں کہ آخر کار انہیں اپنے رب سے ملنا اور اسی کی طرف پلٹ کر جانا ہے","transliteration":"Allatheena yathunnoona annahum mulaqoo rabbihim waannahum ilayhi rajiAAoona"},{"id":47,"text":"يَٰبَنِيٓ إِسۡرَـٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","translation":"اے بنی اسرائیل! یاد کرو میری اُس نعمت کو، جس سے میں نے تمہیں نوازا تھا اور اس بات کو کہ میں نے تمہیں دنیا کی ساری قوموں پر فضیلت عطا کی تھی","transliteration":"Ya banee israeela othkuroo niAAmatiya allatee anAAamtu AAalaykum waannee faddaltukum AAala alAAalameena"},{"id":48,"text":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","translation":"اور ڈرو اُس دن سے جب کوئی کسی کے ذرا کام نہ آئے گا، نہ کسی کی طرف سے سفارش قبول ہوگی، نہ کسی کو فدیہ لے کر چھوڑا جائے گا، اور نہ مجرموں کو کہیں سے مدد مل سکے گی","transliteration":"Waittaqoo yawman la tajzee nafsun AAan nafsin shayan wala yuqbalu minha shafaAAatun wala yukhathu minha AAadlun wala hum yunsaroona"},{"id":49,"text":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","translation":"یاد کرو وہ وقت، جب ہم نے تم کو فرعونیوں کی غلامی سے نجات بخشی اُنہوں نے تمہیں سخت عذاب میں مبتلا کر رکھا تھا، تمہارے لڑکوں کو ذبح کرتے تھے اور تمہاری لڑکیوں کو زندہ رہنے دیتے تھے اور اس حالت میں تمہارے رب کی طرف سے تمہاری بڑی آزمائش تھی","transliteration":"Waith najjaynakum min ali firAAawna yasoomoonakum sooa alAAathabi yuthabbihoona abnaakum wayastahyoona nisaakum wafee thalikum balaon min rabbikum AAatheemun"},{"id":50,"text":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","translation":"یاد کرو وہ وقت، جب ہم نے سمندر پھاڑ کر تمہارے لیے راستہ بنایا، پھر اس میں سے تمہیں بخیریت گزروا دیا، پھر وہیں تمہاری آنکھوں کے سامنے فرعونوں کو غرقاب کیا","transliteration":"Waith faraqna bikumu albahra faanjaynakum waaghraqna ala firAAawna waantum tanthuroona"},{"id":51,"text":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","translation":"یاد کرو، جب ہم نے موسیٰؑ کو چالیس شبانہ روز کی قرارداد پر بلایا، تو اس کے پیچھے تم بچھڑے کو اپنا معبود بنا بیٹھے اُس وقت تم نے بڑی زیادتی کی تھی","transliteration":"Waith waAAadna moosa arbaAAeena laylatan thumma ittakhathtumu alAAijla min baAAdihi waantum thalimoona"},{"id":52,"text":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"مگر اس پر بھی ہم نے تمہیں معاف کر دیا کہ شاید اب تم شکر گزار بنو","transliteration":"Thumma AAafawna AAankum min baAAdi thalika laAAallakum tashkuroona"},{"id":53,"text":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","translation":"یاد کرو کہ (ٹھیک اس وقت جب تم یہ ظلم کر رہے تھے) ہم نے موسیٰؑ کو کتاب اور فرقان عطا کی تاکہ تم اس کے ذریعے سے سیدھا راستہ پاسکو","transliteration":"Waith atayna moosa alkitaba waalfurqana laAAallakum tahtadoona"},{"id":54,"text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"یاد کرو جب موسیٰؑ (یہ نعمت لیتے ہوئے پلٹا، تو اُس) نے اپنی قوم سے کہا کہ \"لوگو، تم نے بچھڑے کو معبود بنا کر اپنے اوپر سخت ظلم کیا ہے، لہٰذا تم لوگ اپنے خالق کے حضور توبہ کرو اور اپنی جانوں کو ہلاک کرو، اسی میں تمہارے خالق کے نزدیک تمہاری بہتری ہے\" اُس وقت تمہارے خالق نے تمہاری توبہ قبول کر لی کہ وہ بڑا معاف کرنے والا اور رحم فرمانے والا ہے","transliteration":"Waith qala moosa liqawmihi ya qawmi innakum thalamtum anfusakum biittikhathikumu alAAijla fatooboo ila bariikum faoqtuloo anfusakum thalikum khayrun lakum AAinda bariikum fataba AAalaykum innahu huwa alttawwabu alrraheemu"},{"id":55,"text":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّـٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","translation":"یاد کرو جب تم نے موسیٰؑ سے کہا تھا کہ ہم تمہارے کہنے کا ہرگز یقین نہ کریں گے، جب تک کہ اپنی آنکھوں سے علانیہ خدا کو (تم سے کلام کرتے) نہ دیکھ لیں اس وقت تمہارے دیکھتے دیکھتے ایک زبردست صاعقے نے تم کو آ لیا","transliteration":"Waith qultum ya moosa lan numina laka hatta nara Allaha jahratan faakhathatkumu alssaAAiqatu waantum tanthuroona"},{"id":56,"text":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"تم بے جان ہو کر گر چکے تھے، مگر پھر ہم نے تم کو جِلا اٹھایا، شاید کہ اس احسان کے بعد تم شکر گزار بن جاؤ","transliteration":"Thumma baAAathnakum min baAAdi mawtikum laAAallakum tashkuroona"},{"id":57,"text":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"ہم نے تم پر ابر کا سایہ کیا، من وسلویٰ کی غذا تمہارے لیے فراہم کی اور تم سے کہا کہ جو پاک چیزیں ہم نے تمہیں بخشی ہیں، اُنہیں کھاؤ، مگر تمہارے اسلاف نے جو کچھ کیا، وہ ہم پر ظلم نہ تھا، بلکہ انہوں نے آپ اپنے ہی اوپر ظلم کیا","transliteration":"Wathallalna AAalaykumu alghamama waanzalna AAalaykumu almanna waalssalwa kuloo min tayyibati ma razaqnakum wama thalamoona walakin kanoo anfusahum yathlimoona"},{"id":58,"text":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","translation":"پھر یاد کرو جب ہم نے کہا تھا کہ، \"یہ بستی جو تمہارے سامنے ہے، اس میں داخل ہو جاؤ، اس کی پیداوار جس طرح چاہو، مزے سے کھاؤ، مگر بستی کے دروازے میں سجدہ ریز ہوتے ہو ئے داخل ہونا اور کہتے جانا حطۃ حطۃ، ہم تمہاری خطاؤں سے در گزر کریں گے اور نیکو کاروں کو مزید فضل و کرم سے نوازیں گے","transliteration":"Waith qulna odkhuloo hathihi alqaryata fakuloo minha haythu shitum raghadan waodkhuloo albaba sujjadan waqooloo hittatun naghfir lakum khatayakum wasanazeedu almuhsineena"},{"id":59,"text":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","translation":"مگر جو بات کہی گئی تھی، ظالموں نے اُسے بدل کر کچھ اور کر دیا آخر کار ہم نے ظلم کرنے والوں پر آسمان سے عذاب نازل کیا یہ سزا تھی ان نافرمانیوں کی، جو وہ کر رہے تھے","transliteration":"Fabaddala allatheena thalamoo qawlan ghayra allathee qeela lahum faanzalna AAala allatheena thalamoo rijzan mina alssamai bima kanoo yafsuqoona"},{"id":60,"text":"۞وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translation":"یاد کرو، جب موسیٰؑ نے اپنی قوم کے لیے پانی کی دعا کی تو ہم نے کہا کہ فلاں چٹان پر اپنا عصا مارو چنانچہ اس سے بارہ چشمے پھوٹ نکلے اور ہر قبیلے نے جان لیا کہ کونسی جگہ اس کے پانی لینے کی ہے اُس وقت یہ ہدایت کر دی گئی تھی کہ اللہ کا دیا ہوا رزق کھاؤ پیو، اور زمین میں فساد نہ پھیلاتے پھرو","transliteration":"Waithi istasqa moosa liqawmihi faqulna idrib biAAasaka alhajara fainfajarat minhu ithnata AAashrata AAaynan qad AAalima kullu onasin mashrabahum kuloo waishraboo min rizqi Allahi wala taAAthaw fee alardi mufsideena"},{"id":61,"text":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","translation":"یاد کرو، جب تم نے کہا تھا کہ، \"اے موسیٰؑ، ہم ایک ہی طرح کے کھانے پر صبر نہیں کرسکتے اپنے رب سے دعا کرو کہ ہمارے لیے زمین کی پیداوار ساگ، ترکاری، کھیرا، ککڑی، گیہوں، لہسن، پیاز، دال وغیرہ پیدا کرے\" تو موسیٰؑ نے کہا: \"کیا ایک بہتر چیز کے بجائے تم ادنیٰ درجے کی چیزیں لینا چاہتے ہو؟ اچھا، کسی شہری آبادی میں جا رہو جو کچھ تم مانگتے ہو، وہاں مل جائے گا\" آخر کار نوبت یہاں تک پہنچی کہ ذلت و خواری اور پستی و بد حالی اُن پر مسلط ہو گئی اور وہ اللہ کے غضب میں گھر گئے یہ نتیجہ تھا اس کا کہ وہ اللہ کی آیات سے کفر کرنے لگے اور پیغمبروں کو ناحق قتل کرنے لگے یہ نتیجہ تھا ان کی نافرمانیوں کا اور اس بات کا کہ وہ حدود شرع سے نکل نکل جاتے تھے","transliteration":"Waith qultum ya moosa lan nasbira AAala taAAamin wahidin faodAAu lana rabbaka yukhrij lana mimma tunbitu alardu min baqliha waqiththaiha wafoomiha waAAadasiha wabasaliha qala atastabdiloona allathee huwa adna biallathee huwa khayrun ihbitoo misran fainna lakum ma saaltum waduribat AAalayhimu alththillatu waalmaskanatu wabaoo bighadabin mina Allahi thalika biannahum kanoo yakfuroona biayati Allahi wayaqtuloona alnnabiyyeena bighayri alhaqqi thalika bima AAasaw wakanoo yaAAtadoona"},{"id":62,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّـٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"یقین جانو کہ نبی عربی کو ماننے والے ہوں یا یہودی، عیسائی ہوں یا صابی، جو بھی اللہ اور روزِ آخر پر ایمان لائے گا اور نیک عمل کرے گا، اُس کا اجر اس کے رب کے پاس ہے اور اس کے لیے کسی خوف اور رنج کا موقع نہیں ہے","transliteration":"Inna allatheena amanoo waallatheena hadoo waalnnasara waalssabieena man amana biAllahi waalyawmi alakhiri waAAamila salihan falahum ajruhum AAinda rabbihim wala khawfun AAalayhim wala hum yahzanoona"},{"id":63,"text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","translation":"یاد کرو وہ وقت، جب ہم نے طُور کو تم پر اٹھا کر تم سے پختہ عہد لیا تھا اور کہا تھا کہ \"جو کتاب ہم تمہیں دے رہے ہیں اسے مضبوطی کے ساتھ تھامنا اور جو احکام و ہدایات اس میں درج ہیں انہیں یاد رکھنا اسی ذریعے سے توقع کی جاسکتی ہے کہ تم تقویٰ کی روش پر چل سکو گے","transliteration":"Waith akhathna meethaqakum warafaAAna fawqakumu alttoora khuthoo ma ataynakum biquwwatin waothkuroo ma feehi laAAallakum tattaqoona"},{"id":64,"text":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","translation":"مگر اس کے بعد تم اپنے عہد سے پھِر گئے اس پر بھی اللہ کے فضل اور اس کی رحمت نے تمہارا ساتھ نہ چھوڑا، ورنہ تم کبھی کے تباہ ہو چکے ہوتے","transliteration":"Thumma tawallaytum min baAAdi thalika falawla fadlu Allahi AAalaykum warahmatuhu lakuntum mina alkhasireena"},{"id":65,"text":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","translation":"پھر تمہیں اپنی قوم کے اُن لوگوں کا قصہ تو معلوم ہی ہے جنہوں نے سبت کا قانون توڑا تھا ہم نے انہیں کہہ دیا کہ بندر بن جاؤ اور اس حال میں رہو کہ ہر طرف سے تم پر دھتکار پھٹکار پڑے","transliteration":"Walaqad AAalimtumu allatheena iAAtadaw minkum fee alssabti faqulna lahum koonoo qiradatan khasieena"},{"id":66,"text":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","translation":"اس طرح ہم نے اُن کے انجام کو اُس زمانے کے لوگوں اور بعد کی آنے والی نسلوں کے لیے عبرت اور ڈرنے والوں کے لیے نصیحت بنا کر چھوڑا","transliteration":"FajaAAalnaha nakalan lima bayna yadayha wama khalfaha wamawAAithatan lilmuttaqeena"},{"id":67,"text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","translation":"پھر وہ واقعہ یاد کرو، جب موسیٰؑ نے اپنے قوم سے کہا کہ، اللہ تمہیں ایک گائے ذبح کرنے کا حکم دیتا ہے کہنے لگے کیا تم ہم سے مذاق کرتے ہو؟ موسیٰؑ نے کہا، میں اس سے خدا کی پناہ مانگتا ہوں کہ جاہلوں کی سی باتیں کروں","transliteration":"Waith qala moosa liqawmihi inna Allaha yamurukum an tathbahoo baqaratan qaloo atattakhithuna huzuwan qala aAAoothu biAllahi an akoona mina aljahileena"},{"id":68,"text":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","translation":"بولے اچھا، اپنے رب سے درخواست کرو کہ وہ ہمیں گائے کی کچھ تفصیل بتائے موسیٰؑ نے کہا، اللہ کا ارشاد ہے کہ وہ ایسی گائے ہونی چاہیے جو نہ بوڑھی ہو نہ بچھیا، بلکہ اوسط عمر کی ہو لہٰذا جو حکم دیا جاتا ہے اس کی تعمیل کرو","transliteration":"Qaloo odAAu lana rabbaka yubayyin lana ma hiya qala innahu yaqoolu innaha baqaratun la faridun wala bikrun AAawanun bayna thalika faifAAaloo ma tumaroona"},{"id":69,"text":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّـٰظِرِينَ","translation":"پھر کہنے لگے اپنے رب سے یہ اور پوچھ دو کہ اُس کا رنگ کیسا ہو موسیٰؑ نے کہا وہ فرماتا ہے زرد رنگ کی گائے ہونی چاہیے، جس کا رنگ ایسا شوخ ہو کہ دیکھنے والوں کا جی خوش ہو جائے","transliteration":"Qaloo odAAu lana rabbaka yubayyin lana ma lawnuha qala innahu yaqoolu innaha baqaratun safrao faqiAAun lawnuha tasurru alnnathireena"},{"id":70,"text":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","translation":"پھر بولے اپنے رب سے صاف صاف پوچھ کر بتاؤ کیسی گائے مطلوب ہے، ہمیں اس کی تعین میں اشتباہ ہو گیا ہے اللہ نے چاہا، تو ہم اس کا پتہ پالیں گے","transliteration":"Qaloo odAAu lana rabbaka yubayyin lana ma hiya inna albaqara tashabaha AAalayna wainna in shaa Allahu lamuhtadoona"},{"id":71,"text":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","translation":"موسیٰؑ نے جواب دیا: اللہ کہتا ہے کہ وہ ایسی گائے ہے جس سے خدمت نہیں لی جاتی، نہ زمین جوتتی ہے نہ پانی کھینچتی ہے، صحیح سالم اور بے داغ ہے، اس پر وہ پکار اٹھے کہ ہاں، اب تم نے ٹھیک پتہ بتایا ہے پھر انہوں نے اسے ذبح کیا، ورنہ وہ ایسا کرتے معلوم نہ ہوتے تھے","transliteration":"Qala innahu yaqoolu innaha baqaratun la thaloolun tutheeru alarda wala tasqee alhartha musallamatun la shiyata feeha qaloo alana jita bialhaqqi fathabahooha wama kadoo yafAAaloona"},{"id":72,"text":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّـٰرَ ٰٔتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","translation":"اور تمہیں یاد ہے وہ واقعہ جب تم نے ایک شخص کی جان لی تھی، پھر اس کے بارے میں جھگڑنے اور ایک دوسرے پر قتل کا الزام تھوپنے لگے تھے اور اللہ نے فیصلہ کر لیا تھا کہ جو کچھ تم چھپاتے ہو، اسے کھول کر رکھ دے گا","transliteration":"Waith qataltum nafsan faiddaratum feeha waAllahu mukhrijun ma kuntum taktumoona"},{"id":73,"text":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","translation":"اُس وقت ہم نے حکم دیا کہ مقتول کی لاش کو اس کے ایک حصے سے ضرب لگاؤ دیکھو اس طرح اللہ مُردوں کو زندگی بخشتا ہے اور تمہیں اپنی نشانیاں دکھاتا ہے تاکہ تم سمجھو","transliteration":"Faqulna idriboohu bibaAAdiha kathalika yuhyee Allahu almawta wayureekum ayatihi laAAallakum taAAqiloona"},{"id":74,"text":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"مگر ایسی نشانیاں دیکھنے کے بعد بھی آخر کار تمہارے دل سخت ہوگئے، پتھروں کی طرف سخت، بلکہ سختی میں کچھ ان سے بھی بڑھے ہوئے، کیونکہ پتھروں میں سے تو کوئی ایسا بھی ہوتا ہے جس میں سے چشمے پھوٹ بہتے ہیں، کوئی پھٹتا ہے اور اس میں سے پانی نکل آتا ہے اور کوئی خدا کے خوف سے لرز کر گر بھی پڑتا ہے اللہ تمہارے کرتوتوں سے بے خبر نہیں ہے","transliteration":"Thumma qasat quloobukum min baAAdi thalika fahiya kaalhijarati aw ashaddu qaswatan wainna mina alhijarati lama yatafajjaru minhu alanharu wainna minha lama yashshaqqaqu fayakhruju minhu almao wainna minha lama yahbitu min khashyati Allahi wama Allahu bighafilin AAamma taAAmaloona"},{"id":75,"text":"۞أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","translation":"اے مسلمانو! اب کیا اِن لوگوں سے تم یہ توقع رکھتے ہو کہ تمہاری دعوت پر ایمان لے آئیں گے؟ حالانکہ ان میں سے ایک گروہ کا شیوہ یہ رہا ہے کہ اللہ کا کلام سنا اور پھر خوب سمجھ بوجھ کر دانستہ اس میں تحریف کی","transliteration":"AfatatmaAAoona an yuminoo lakum waqad kana fareequn minhum yasmaAAoona kalama Allahi thumma yuharrifoonahu min baAAdi ma AAaqaloohu wahum yaAAlamoona"},{"id":76,"text":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","translation":"(محمد رسول اللہﷺ پر) ایمان لانے والوں سے ملتے ہیں تو کہتے ہیں کہ ہم بھی انہیں مانتے ہیں، اور جب آپس میں ایک دوسرے سے تخلیے کی بات چیت ہوتی ہے تو کہتے ہیں کہ بے وقوف ہوگئے ہو؟ اِن لوگوں کو وہ باتیں بتاتے ہو جو اللہ نے تم پر کھولی ہیں تاکہ تمہارے رب کے پاس تمہارے مقابلے میں انہیں حُجتّ؟ میں پیش کریں","transliteration":"Waitha laqoo allatheena amanoo qaloo amanna waitha khala baAAduhum ila baAAdin qaloo atuhaddithoonahum bima fataha Allahu AAalaykum liyuhajjookum bihi AAinda rabbikum afala taAAqiloona"},{"id":77,"text":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","translation":"اور کیا یہ جانتے نہیں ہیں کہ جو کچھ یہ چھپاتے ہیں اور جو کچھ ظاہر کرتے ہیں، اللہ کو سب باتوں کی خبر ہے","transliteration":"Awala yaAAlamoona anna Allaha yaAAlamu ma yusirroona wama yuAAlinoona"},{"id":78,"text":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","translation":"ان میں ایک دوسرا گروہ امّیوں کا ہے، جو کتاب کا تو علم رکھتے نہیں، بس اپنی بے بنیاد امیدوں اور آرزوؤں کو لیے بیٹھے ہیں اور محض وہم و گمان پر چلے جا رہے ہیں","transliteration":"Waminhum ommiyyoona la yaAAlamoona alkitaba illa amaniyya wain hum illa yathunnoona"},{"id":79,"text":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","translation":"پس ہلاکت اور تباہی ہے اُن لوگوں کے لیے جو اپنے ہاتھوں سے شرع کا نوشتہ لکھتے ہیں، پھر لوگوں سے کہتے ہیں کہ یہ اللہ کے پاس سے آیا ہوا ہے تاکہ اس کے معاوضے میں تھوڑا سا فائدہ حاصل کر لیں ان کے ہاتھوں کا لکھا بھی ان کے لیے تباہی کا سامان ہے اور ان کی یہ کمائی بھی ان کے لیے موجب ہلاکت","transliteration":"Fawaylun lillatheena yaktuboona alkitaba biaydeehim thumma yaqooloona hatha min AAindi Allahi liyashtaroo bihi thamanan qaleelan fawaylun lahum mimma katabat aydeehim wawaylun lahum mimma yaksiboona"},{"id":80,"text":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"وہ کہتے ہیں کہ دوزخ کی آگ ہمیں ہرگز چھونے والی نہیں اِلّا یہ کہ چند روز کی سز ا مل جائے تو مل جائے اِن سے پوچھو، کیا تم نے اللہ سے کوئی عہد لے لیا ہے، جس کی خلاف ورزی وہ نہیں کرسکتا؟ یا بات یہ ہے کہ تم اللہ کے ذمے ڈال کر ایسی باتیں کہہ دیتے ہو جن کے متعلق تمہیں علم نہیں ہے کہ اُس نے ان کا ذمہ لیا ہے؟ آخر تمہیں دوزخ کی آگ کیوں نہ چھوئے گی؟","transliteration":"Waqaloo lan tamassana alnnaru illa ayyaman maAAdoodatan qul attakhathtum AAinda Allahi AAahdan falan yukhlifa Allahu AAahdahu am taqooloona AAala Allahi ma la taAAlamoona"},{"id":81,"text":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"جو بھی بدی کمائے گا اور اپنی خطا کاری کے چکر میں پڑا رہے گا، وہ دوزخی ہے او ر دوزخ ہی میں وہ ہمیشہ رہے گا","transliteration":"Bala man kasaba sayyiatan waahatat bihi khateeatuhu faolaika ashabu alnnari hum feeha khalidoona"},{"id":82,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"اور جو لوگ ایمان لائیں گے اور نیک عمل کریں گے وہی جنتی ہیں اور جنت میں وہ ہمیشہ رہیں گے","transliteration":"Waallatheena amanoo waAAamiloo alssalihati olaika ashabu aljannati hum feeha khalidoona"},{"id":83,"text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَـٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","translation":"یاد کرو، اسرائیل کی اولاد سے ہم نے پختہ عہد لیا تھا کہ اللہ کے سوا کسی کی عبادت نہ کرنا، ماں باپ کے ساتھ، رشتے داروں کے ساتھ، یتیموں اور مسکینوں کے ساتھ نیک سلوک کرنا، لوگوں سے بھلی بات کہنا، نماز قائم کرنا اور زکوٰۃ دینا، مگر تھوڑے آدمیوں کے سو ا تم سب اس عہد سے پھر گئے اور اب تک پھر ے ہوئے ہو","transliteration":"Waith akhathna meethaqa banee israeela la taAAbudoona illa Allaha wabialwalidayni ihsanan wathee alqurba waalyatama waalmasakeeni waqooloo lilnnasi husnan waaqeemoo alssalata waatoo alzzakata thumma tawallaytum illa qaleelan minkum waantum muAAridoona"},{"id":84,"text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","translation":"پھر ذرا یاد کرو، ہم نے تم سے مضبوط عہد لیا تھا کہ آپس میں ایک دوسرے کا خون نہ بہانا اور نہ ایک دوسرے کو گھر سے بے گھر کرنا تم نے اس کا اقرار کیا تھا، تم خود اس پر گواہ ہو","transliteration":"Waith akhathna meethaqakum la tasfikoona dimaakum wala tukhrijoona anfusakum min diyarikum thumma aqrartum waantum tashhadoona"},{"id":85,"text":"ثُمَّ أَنتُمۡ هَـٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"مگر آج وہی تم ہو کہ اپنے بھائی بندوں کو قتل کرتے ہو، اپنی برادری کے کچھ لوگوں کو بے خانماں کر دیتے ہو، ظلم و زیادتی کے ساتھ ان کے خلاف جتھے بندیاں کرتے ہو، اور جب وہ لڑائی میں پکڑے ہوئے تمہارے پاس آتے ہیں، تو ان کی رہائی کے لیے فدیہ کا لین دین کرتے ہو، حالانکہ انہیں ان کے گھروں سے نکالنا ہی سرے سے تم پر حرام تھا تو کیا تم کتاب کے ایک حصے پر ایمان لاتے ہو اور دوسرے حصے کے ساتھ کفر کرتے ہو پھر تم میں سے جو لوگ ایسا کریں، ان کی سزا اس کے سوا اور کیا ہے کہ دنیا کی زندگی میں ذلیل و خوار ہو کر رہیں اور آخرت میں شدید ترین عذاب کی طرف پھیر دیے جائیں؟ اللہ ان حرکات سے بے خبر نہیں ہے، جو تم کر رہے ہو","transliteration":"Thumma antum haolai taqtuloona anfusakum watukhrijoona fareeqan minkum min diyarihim tathaharoona AAalayhim bialithmi waalAAudwani wain yatookum osara tufadoohum wahuwa muharramun AAalaykum ikhrajuhum afatuminoona bibaAAdi alkitabi watakfuroona bibaAAdin fama jazao man yafAAalu thalika minkum illa khizyun fee alhayati alddunya wayawma alqiyamati yuraddoona ila ashaddi alAAathabi wama Allahu bighafilin AAamma taAAmaloona"},{"id":86,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","translation":"یہ وہ لوگ ہیں جنہوں نے آخرت بیچ کر دنیا کی زندگی خرید لی ہے، لہٰذا نہ اِن کی سزا میں کوئی تخفیف ہوگی اور نہ انہیں کوئی مدد پہنچ سکے گی","transliteration":"Olaika allatheena ishtarawoo alhayata alddunya bialakhirati fala yukhaffafu AAanhumu alAAathabu wala hum yunsaroona"},{"id":87,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","translation":"ہم نے موسیٰؑ کو کتاب دی، اس کے بعد پے در پے رسول بھیجے، آخر کار عیسیٰؑ ابن مریمؑ کو روشن نشانیاں دے کر بھیجا اور روح پاک سے اس کی مدد کی پھر یہ تمہارا کیا ڈھنگ ہے کہ جب بھی کوئی رسول تمہاری خواہشات نفس کے خلاف کوئی چیز لے کر تمہارے پاس آیا، تو تم نے اس کے مقابلے میں سرکشی ہی کی، کسی کو جھٹلایا اور کسی کو قتل کر ڈالا","transliteration":"Walaqad atayna moosa alkitaba waqaffayna min baAAdihi bialrrusuli waatayna AAeesa ibna maryama albayyinati waayyadnahu biroohi alqudusi afakullama jaakum rasoolun bima la tahwa anfusukumu istakbartum fafareeqan kaththabtum wafareeqan taqtuloona"},{"id":88,"text":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","translation":"وہ کہتے ہیں، ہمارے دل محفوظ ہیں نہیں، اصل بات یہ ہے کہ ان کے کفر کی وجہ سے ان پر اللہ کی پھٹکار پڑی ہے، اس لیے وہ کم ہی ایمان لاتے ہیں","transliteration":"Waqaloo quloobuna ghulfun bal laAAanahumu Allahu bikufrihim faqaleelan ma yuminoona"},{"id":89,"text":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","translation":"اور اب جو ایک کتاب اللہ کی طرف سے ان کے پاس آئی ہے، اس کے ساتھ ان کا کیا برتاؤ ہے؟ باوجود یہ کہ وہ اس کتاب کی تصدیق کرتی ہے جو ان کے پاس پہلے سے موجو د تھی، باوجود یہ کہ اس کی آمد سے پہلے وہ خود کفار کے مقابلے میں فتح و نصرت کی دعائیں مانگا کرتے تھے، مگر جب وہ چیز آ گئی، جسے وہ پہچان بھی گئے تو، انہوں نے اسے ماننے سے انکار کر دیا خدا کی لعنت اِن منکرین پر","transliteration":"Walamma jaahum kitabun min AAindi Allahi musaddiqun lima maAAahum wakanoo min qablu yastaftihoona AAala allatheena kafaroo falamma jaahum ma AAarafoo kafaroo bihi falaAAnatu Allahi AAala alkafireena"},{"id":90,"text":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","translation":"کیسا برا ذریعہ ہے جس سے یہ اپنے نفس کی تسلی حاصل کرتے ہیں کہ جو ہدایت اللہ نے نازل کی ہے، اس کو قبول کرنے سے صرف اِس ضد کی بنا پر انکار کر رہے ہیں کہ اللہ نے اپنے فضل (وحی و رسالت) سے اپنے جس بندے کو خود چاہا، نواز دیا! لہٰذا اب یہ غضب بالائے غضب کے مستحق ہوگئے ہیں اور ایسے کافروں کے لیے سخت آمیز سزا مقرر ہے","transliteration":"Bisama ishtaraw bihi anfusahum an yakfuroo bima anzala Allahu baghyan an yunazzila Allahu min fadlihi AAala man yashao min AAibadihi fabaoo bighadabin AAala ghadabin walilkafireena AAathabun muheenun"},{"id":91,"text":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","translation":"جب اُن سے کہا جاتا ہے کہ جو کچھ اللہ نے نازل کیا ہے اس پر ایمان لاؤ، تو وہ کہتے ہیں \"ہم تو صرف اُس چیز پر ایمان لاتے ہیں، جو ہمارے ہاں (یعنی نسل اسرائیل) میں اتری ہے\" اس دائرے کے باہر جو کچھ آیا ہے، اسے ماننے سے وہ انکار کرتے ہیں، حالانکہ وہ حق ہے اور اُس تعلیم کی تصدیق و تائید کر رہا ہے جو ان کے ہاں پہلے سے موجود تھی اچھا، ان سے کہو: اگر تم اس تعلیم ہی پر ایمان رکھنے والے ہو جو تمہارے ہاں آئی تھی، تو اس سے پہلے اللہ کے اُن پیغمبروں کو (جو خود بنی اسرائیل میں پیدا ہوئے تھے) کیوں قتل کرتے رہے؟","transliteration":"Waitha qeela lahum aminoo bima anzala Allahu qaloo numinu bima onzila AAalayna wayakfuroona bima waraahu wahuwa alhaqqu musaddiqan lima maAAahum qul falima taqtuloona anbiyaa Allahi min qablu in kuntum mumineena"},{"id":92,"text":"۞وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","translation":"تمہارے پاس موسیٰؑ کیسی کیسی روشن نشانیوں کے ساتھ آیا پھر بھی تم ایسے ظالم تھے کہ اس کے پیٹھ موڑتے ہی بچھڑے کو معبود بنا بیٹھے","transliteration":"Walaqad jaakum moosa bialbayyinati thumma ittakhathtumu alAAijla min baAAdihi waantum thalimoona"},{"id":93,"text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"پھر ذرا اُس میثاق کو یاد کرو، جو طُور کو تمہارے اوپر اٹھا کر ہم نے تم سے لیا تھا ہم نے تاکید کی تھی کہ جو ہدایات ہم دے رہے ہیں، ان کی سختی کے ساتھ پابندی کرو اور کان لگا کر سنو تمہارے اسلاف نے کہا کہ ہم نے سن لیا، مگر مانیں گے نہیں اور ان کی باطل پرستی کا یہ حال تھا کہ دلوں میں ان کے بچھڑا ہی بسا ہوا تھا کہو: اگر تم مومن ہو، تو عجیب ایمان ہے، جو ایسی بری حرکات کا تمہیں حکم دیتا ہے","transliteration":"Waith akhathna meethaqakum warafaAAna fawqakumu alttoora khuthoo ma ataynakum biquwwatin waismaAAoo qaloo samiAAna waAAasayna waoshriboo fee quloobihimu alAAijla bikufrihim qul bisama yamurukum bihi eemanukum in kuntum mumineena"},{"id":94,"text":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","translation":"اِن سے کہو کہ اگر واقعی اللہ کے نزدیک آخرت کا گھر تمام انسانوں کو چھوڑ کر صرف تمہارے ہی لیے مخصوص ہے، تب تو تمہیں چاہیے کہ موت کی تمنا کرو، اگر تم اپنے اس خیال میں سچے ہو","transliteration":"Qul in kanat lakumu alddaru alakhiratu AAinda Allahi khalisatan min dooni alnnasi fatamannawoo almawta in kuntum sadiqeena"},{"id":95,"text":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّـٰلِمِينَ","translation":"یقین جانو کہ یہ کبھی اس کی تمنا نہ کریں گے، اس لیے کہ اپنے ہاتھوں جو کچھ کما کر انہوں نے وہاں بھیجا ہے، اس کا اقتضا یہی ہے (کہ یہ وہاں جانے کی تمنا نہ کریں) اللہ ان ظالموں کے حال سے خوب واقف ہے","transliteration":"Walan yatamannawhu abadan bima qaddamat aydeehim waAllahu AAaleemun bialththalimeena"},{"id":96,"text":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","translation":"تم انہیں سب سے بڑھ کر جینے کا حریص پاؤ گے حتیٰ کہ یہ اس معاملے میں مشرکوں سے بھی بڑھے ہوئے ہیں ان میں سے ایک ایک شخص یہ چاہتا ہے کہ کسی طرح ہزار برس جیے، حالانکہ لمبی عمر بہرحال اُسے عذاب سے تو دور نہیں پھینک سکتی جیسے کچھ اعمال یہ کر رہے ہیں، اللہ تو انہیں دیکھ ہی رہا ہے","transliteration":"Walatajidannahum ahrasa alnnasi AAala hayatin wamina allatheena ashrakoo yawaddu ahaduhum law yuAAammaru alfa sanatin wama huwa bimuzahzihihi mina alAAathabi an yuAAammara waAllahu baseerun bima yaAAmaloona"},{"id":97,"text":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","translation":"اِن سے کہو کہ جو کوئی جبریل سے عداوت رکھتا ہو، اسے معلوم ہونا چاہیے کہ جبریل نے اللہ کے اِذن سے یہ قرآن تمہارے قلب پر نازل کیا ہے، جو پہلے آئی ہوئی کتابوں کی تصدیق و تائید کرتا ہے اور ایمان لانے والوں کے لیے ہدایت اور کامیابی کی بشارت بن کر آیا ہے","transliteration":"Qul man kana AAaduwwan lijibreela fainnahu nazzalahu AAala qalbika biithni Allahi musaddiqan lima bayna yadayhi wahudan wabushra lilmumineena"},{"id":98,"text":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَـٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","translation":"(اگر جبریل سے ان کی عداوت کا سبب یہی ہے، تو کہہ دو کہ) جو اللہ اور اس کے فرشتوں اور اس کے رسولوں اور جبریل اور میکائیل کے دشمن ہیں، اللہ ان کافروں کا دشمن ہے","transliteration":"Man kana AAaduwwan lillahi wamalaikatihi warusulihi wajibreela wameekala fainna Allaha AAaduwwun lilkafireena"},{"id":99,"text":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","translation":"ہم نے تمہاری طرف ایسی آیات نازل کی ہیں جو صاف صاف حق کا اظہار کر نے والی ہیں اور ان کی پیروی سے صرف وہی لوگ انکار کرتے ہیں، جو فاسق ہیں","transliteration":"Walaqad anzalna ilayka ayatin bayyinatin wama yakfuru biha illa alfasiqoona"},{"id":100,"text":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","translation":"کیا ہمیشہ ایسا ہی نہیں ہوتا رہا ہے کہ جب انہوں نے کوئی عہد کیا، تو ان میں سے ایک نہ ایک گروہ نے اسے ضرور ہی بالا ئے طاق رکھ دیا؟ بلکہ ان میں سے اکثر ایسے ہی ہیں، جو سچے دل سے ایمان نہیں لاتے","transliteration":"Awakullama AAahadoo AAahdan nabathahu fareequn minhum bal aktharuhum la yuminoona"},{"id":101,"text":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","translation":"اور جب ان کے پاس اللہ کی طرف سے کوئی رسول اس کتاب کی تصدیق و تائید کرتا ہوا آیا جو ان کے ہاں پہلے سے موجود تھی، تو اِن اہل کتاب میں سے ایک گروہ نے کتاب اللہ کو اس طرح پس پشت ڈالا، گویا کہ وہ کچھ جانتے ہی نہیں","transliteration":"Walamma jaahum rasoolun min AAindi Allahi musaddiqun lima maAAahum nabatha fareequn mina allatheena ootoo alkitaba kitaba Allahi waraa thuhoorihim kaannahum la yaAAlamoona"},{"id":102,"text":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translation":"اور لگے اُن چیزوں کی پیروی کرنے، جو شیا طین، سلیمانؑ کی سلطنت کا نام لے کر پیش کیا کرتے تھے، حالانکہ سلیمانؑ نے کبھی کفر نہیں کیا، کفر کے مرتکب تو وہ شیاطین تھے جو لوگوں کو جادو گری کی تعلیم دیتے تھے وہ پیچھے پڑے اُس چیز کے جو بابل میں دو فرشتوں، ہاروت و ماروت پر نازل کی گئی تھی، حالانکہ وہ (فرشتے) جب بھی کسی کو اس کی تعلیم دیتے تھے، تو پہلے صاف طور پر متنبہ کر دیا کرتے تھے کہ \"دیکھ، ہم محض ایک آزمائش ہیں، تو کفر میں مبتلا نہ ہو\" پھر بھی یہ لوگ اُن سے وہ چیز سیکھتے تھے، جس سے شوہر اور بیوی میں جدائی ڈال دیں ظاہر تھا کہ اذنِ الٰہی کے بغیر وہ اس ذریعے سے کسی کو بھی ضرر نہ پہنچا سکتے تھے، مگراس کے باوجود وہ ایسی چیز سیکھتے تھے جو خود ان کے لیے نفع بخش نہیں، بلکہ نقصان د ہ تھی اور انہیں خوب معلوم تھا کہ جو اس چیز کا خریدار بنا، اس کے لیے آخرت میں کوئی حصہ نہیں کتنی بری متاع تھی جس کے بدلے انہوں نے اپنی جانوں کو بیچ ڈالا، کاش انہیں معلوم ہوتا","transliteration":"WaittabaAAoo ma tatloo alshshayateenu AAala mulki sulaymana wama kafara sulaymanu walakinna alshshayateena kafaroo yuAAallimoona alnnasa alssihra wama onzila AAala almalakayni bibabila haroota wamaroota wama yuAAallimani min ahadin hatta yaqoola innama nahnu fitnatun fala takfur fayataAAallamoona minhuma ma yufarriqoona bihi bayna almari wazawjihi wama hum bidarreena bihi min ahadin illa biithni Allahi wayataAAallamoona ma yadurruhum wala yanfaAAuhum walaqad AAalimoo lamani ishtarahu ma lahu fee alakhirati min khalaqin walabisa ma sharaw bihi anfusahum law kanoo yaAAlamoona"},{"id":103,"text":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","translation":"اگر وہ ایمان اور تقویٰ اختیار کرتے، تو اللہ کے ہاں اس کا جو بدلہ ملتا، وہ ان کے لیے زیادہ بہتر تھا، کاش اُنہیں خبر ہوتی","transliteration":"Walaw annahum amanoo waittaqaw lamathoobatun min AAindi Allahi khayrun law kanoo yaAAlamoona"},{"id":104,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","translation":"اے لوگو جو ایمان لائے ہو: رَاعِناَ نہ کہا کرو، بلکہ اُنظرنَا کہو اور توجہ سے بات کو سنو، یہ کافر تو عذاب الیم کے مستحق ہیں","transliteration":"Ya ayyuha allatheena amanoo la taqooloo raAAina waqooloo onthurna waismaAAoo walilkafireena AAathabun aleemun"},{"id":105,"text":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translation":"یہ لوگ جنہوں نے دعوت حق کو قبول کرنے سے انکار کر دیا ہے، خواہ اہل کتاب میں سے ہوں یا مشرک ہوں، ہرگز یہ پسند نہیں کرتے کہ تمہارے رب کی طرف سے تم پر کوئی بھلائی نازل ہو، مگر اللہ جس کو چاہتا ہے، اپنی رحمت کے لیے چن لیتا ہے اور وہ بڑا فضل فرمانے والا ہے","transliteration":"Ma yawaddu allatheena kafaroo min ahli alkitabi wala almushrikeena an yunazzala AAalaykum min khayrin min rabbikum waAllahu yakhtassu birahmatihi man yashao waAllahu thoo alfadli alAAatheemi"},{"id":106,"text":"۞مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"ہم اپنی جس آیت کو منسوخ کر دیتے ہیں یا بُھلا دیتے ہیں، اس کی جگہ اس سے بہتر لے آتے ہیں یا کم از کم ویسی ہی کیا تم جانتے نہیں ہو کہ اللہ ہر چیز پر قدرت رکھتا ہے؟","transliteration":"Ma nansakh min ayatin aw nunsiha nati bikhayrin minha aw mithliha alam taAAlam anna Allaha AAala kulli shayin qadeerun"},{"id":107,"text":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","translation":"کیا تمہیں خبر نہیں ہے کہ زمیں اور آسمان کی فرمانروائی اللہ ہی کے لیے ہے اور اس کے سوا کوئی تمہاری خبر گیری کرنے اور تمہاری مدد کرنے والا نہیں ہے؟","transliteration":"Alam taAAlam anna Allaha lahu mulku alssamawati waalardi wama lakum min dooni Allahi min waliyyin wala naseerin"},{"id":108,"text":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","translation":"پھر کیا تم اپنے رسول سے اس قسم کے سوالات اور مطالبہ کرنا چاہتے ہو، جیسے اس سے پہلے موسیٰؑ سے کیے جا چکے ہیں؟ حالانکہ جس شخص نے ایمان کی روش کو کفر کی روش سے بدل لیا وہ راہ راست سے بھٹک گیا","transliteration":"Am tureedoona an tasaloo rasoolakum kama suila moosa min qablu waman yatabaddali alkufra bialeemani faqad dalla sawaa alssabeeli"},{"id":109,"text":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"اہل کتاب میں سے اکثر لوگ یہ چاہتے ہیں کہ کسی طرح تمہیں ایمان سے پھیر کر پھر کفر کی طرف پلٹا لے جائیں اگرچہ حق ان پر ظاہر ہو چکا ہے، مگر اپنے نفس کے حسد کی بنا پر تمہارے لیے ان کی یہ خواہش ہے اس کے جواب میں تم عفو و در گزر سے کام لو یہاں تک کہ اللہ خود ہی اپنا فیصلہ نافذ کر دے مطمئن رہو کہ اللہ تعالیٰ ہر چیز پر قدرت رکھتا ہے","transliteration":"Wadda katheerun min ahli alkitabi law yaruddoonakum min baAAdi eemanikum kuffaran hasadan min AAindi anfusihim min baAAdi ma tabayyana lahumu alhaqqu faoAAfoo waisfahoo hatta yatiya Allahu biamrihi inna Allaha AAala kulli shayin qadeerun"},{"id":110,"text":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"نماز قائم کرو اور زکوٰۃ دو تم اپنی عاقبت کے لیے جو بھلائی کما کر آگے بھیجو گے، اللہ کے ہاں اسے موجود پاؤ گے جو کچھ تم کرتے ہو، وہ سب اللہ کی نظر میں ہے","transliteration":"Waaqeemoo alssalata waatoo alzzakata wama tuqaddimoo lianfusikum min khayrin tajidoohu AAinda Allahi inna Allaha bima taAAmaloona baseerun"},{"id":111,"text":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"ان کا کہنا ہے کہ کوئی شخص جنت میں نہ جائے گا جب تک کہ وہ یہودی نہ ہو (یا عیسائیوں کے خیال کے مطابق) عیسائی نہ ہو یہ ان کی تمنائیں ہیں ان سے کہو، اپنی دلیل پیش کرو، اگر تم اپنے دعوے میں سچے ہو","transliteration":"Waqaloo lan yadkhula aljannata illa man kana hoodan aw nasara tilka amaniyyuhum qul hatoo burhanakum in kuntum sadiqeena"},{"id":112,"text":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"دراصل نہ تمہاری کچھ خصوصیت ہے، نہ کسی اور کی حق یہ ہے کہ جو بھی اپنی ہستی کو اللہ کی اطاعت میں سونپ دے اور عملاً نیک روش پر چلے، اس کے لیے اس کے رب کے پاس اُس کا اجر ہے اور ایسے لوگوں کے لیے کسی خوف یا رنج کا کوئی موقع نہیں","transliteration":"Bala man aslama wajhahu lillahi wahuwa muhsinun falahu ajruhu AAinda rabbihi wala khawfun AAalayhim wala hum yahzanoona"},{"id":113,"text":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"یہودی کہتے ہیں: عیسائیوں کے پاس کچھ نہیں عیسائی کہتے ہیں: یہودیوں کے پاس کچھ نہیں حالانکہ دونوں ہی کتاب پڑھتے ہیں اور اسی قسم کے دعوے ان لوگوں کے بھی ہیں، جن کے پاس کتاب کا علم نہیں ہے یہ اختلافات جن میں یہ لوگ مبتلا ہیں، ان کا فیصلہ اللہ قیامت کے روز کر دے گا","transliteration":"Waqalati alyahoodu laysati alnnasara AAala shayin waqalati alnnasara laysati alyahoodu AAala shayin wahum yatloona alkitaba kathalika qala allatheena la yaAAlamoona mithla qawlihim faAllahu yahkumu baynahum yawma alqiyamati feema kanoo feehi yakhtalifoona"},{"id":114,"text":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَـٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","translation":"اوراس شخص سے بڑھ کر ظالم کون ہوگا جو اللہ کے معبدوں میں اس کے نام کی یاد سے روکے اور ان کی ویرانی کے درپے ہو؟ ایسے لوگ اس قابل ہیں کہ ان کی عبادت گاہوں میں قدم نہ رکھیں اور اگر وہاں جائیں بھی، تو ڈرتے ہوئے جائیں ان کے لیے تو دنیا میں رسوائی ہے اور آخرت میں عذاب عظیم","transliteration":"Waman athlamu mimman manaAAa masajida Allahi an yuthkara feeha ismuhu wasaAAa fee kharabiha olaika ma kana lahum an yadkhulooha illa khaifeena lahum fee alddunya khizyun walahum fee alakhirati AAathabun AAatheemun"},{"id":115,"text":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","translation":"مشرق اور مغرب سب اللہ کے ہیں جس طرف بھی تم رخ کرو گے، اسی طرف اللہ کا رخ ہے اللہ بڑی وسعت والا اور سب کچھ جاننے والا ہے","transliteration":"Walillahi almashriqu waalmaghribu faaynama tuwalloo fathamma wajhu Allahi inna Allaha wasiAAun AAaleemun"},{"id":116,"text":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","translation":"ان کا قول ہے کہ اللہ نے کسی کو بیٹا بنایا ہے اللہ پاک ہے ان باتوں سے اصل حقیقت یہ ہے کہ زمین اور آسمانوں کی تمام موجودات اس کی ملک ہیں، سب کے سب اس کے مطیع فرمان ہیں","transliteration":"Waqaloo itakhatha Allahu waladan subhanahu bal lahu ma fee alssamawati waalardi kullun lahu qanitoona"},{"id":117,"text":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"وہ آسمانوں اور زمین کا موجد ہے اور جس بات کا وہ فیصلہ کرتا ہے، اس کے لیے بس یہ حکم دیتا ہے کہ \"ہو جا\" اور وہ ہو جاتی ہے","transliteration":"BadeeAAu alssamawati waalardi waitha qada amran fainnama yaqoolu lahu kun fayakoonu"},{"id":118,"text":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","translation":"نادان کہتے ہیں کہ اللہ خود ہم سے بات کیوں نہیں کرتا یا کوئی نشانی ہمارے پاس کیوں نہیں آتی؟ ایسی ہی باتیں اِن سے پہلے لوگ بھی کیا کرتے تھے اِن سب (اگلے پچھلے گمراہوں) کی ذہنیتیں ایک جیسی ہیں یقین لانے والوں کے لیے تو ہم نشانیاں صاف صاف نمایاں کر چکے ہیں","transliteration":"Waqala allatheena la yaAAlamoona lawla yukallimuna Allahu aw tateena ayatun kathalika qala allatheena min qablihim mithla qawlihim tashabahat quloobuhum qad bayyanna alayati liqawmin yooqinoona"},{"id":119,"text":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","translation":"(اس سے بڑھ کر نشانی کیا ہوگی کہ) ہم نے تم کو علم حق کے ساتھ خوش خبری دینے والا ور ڈرانے والا بنا کر بھیجا اب جو لوگ جہنم سے رشتہ جوڑ چکے ہیں، ان کی طرف سے تم ذمہ دار و جواب دہ نہیں ہو","transliteration":"Inna arsalnaka bialhaqqi basheeran wanatheeran wala tusalu Aaan ashabi aljaheemi"},{"id":120,"text":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","translation":"یہودی اور عیسائی تم سے ہرگز راضی نہ ہوں گے، جب تک تم ان کے طریقے پر نہ چلنے لگو صاف کہہ دوکہ راستہ بس وہی ہے، جو اللہ نے بتایا ہے ورنہ اگراُس علم کے بعد، جو تمہارے پاس آ چکا ہے، تم نے اُن کی خواہشات کی پیروی کی، تو اللہ کی پکڑ سے بچانے والا کوئی دوست اور مدد گار تمہارے لیے نہیں ہے","transliteration":"Walan tarda AAanka alyahoodu wala alnnasara hatta tattabiAAa millatahum qul inna huda Allahi huwa alhuda walaini ittabaAAta ahwaahum baAAda allathee jaaka mina alAAilmi ma laka mina Allahi min waliyyin wala naseerin"},{"id":121,"text":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَـٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"جن لوگوں کو ہم نے کتاب دی ہے، وہ اُسے اس طرح پڑھتے ہیں جیسا کہ پڑھنے کا حق ہے وہ اس پر سچے دل سے ایمان لاتے ہیں اور جواس کے ساتھ کفر کا رویہ اختیار کریں، وہی اصل میں نقصان اٹھانے والے ہیں","transliteration":"Allatheena ataynahumu alkitaba yatloonahu haqqa tilawatihi olaika yuminoona bihi waman yakfur bihi faolaika humu alkhasiroona"},{"id":122,"text":"يَٰبَنِيٓ إِسۡرَـٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","translation":"اے بنی اسرائیل! یاد کرو میری وہ نعمت، جس سے میں نے تمہیں نواز ا تھا، اور یہ کہ میں نے تمہیں دنیا کی تمام قوموں پر فضیلت دی تھی","transliteration":"Ya banee israeela othkuroo niAAmatiya allatee anAAamtu AAalaykum waannee faddaltukum AAala alAAalameena"},{"id":123,"text":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","translation":"اور ڈرو اُس دن سے، جب کوئی کسی کے ذرا کام نہ آئے گا، نہ کسی سے فدیہ قبول کیا جائے گا، نہ کوئی سفارش ہی آدمی کو فائدہ دے گی، اور نہ مجرموں کو کہیں سے کوئی مدد پہنچ سکے گی","transliteration":"Waittaqoo yawman la tajzee nafsun AAan nafsin shayan wala yuqbalu minha AAadlun wala tanfaAAuha shafaAAatun wala hum yunsaroona"},{"id":124,"text":"۞وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّـٰلِمِينَ","translation":"یاد کرو کہ جب ابراہیمؑ کو اس کے رب نے چند باتوں میں آزما یا اور وہ اُن سب میں پورا اتر گیا، تو اس نے کہا: \"میں تجھے سب لوگوں کا پیشوا بنانے والا ہوں\" ابراہیمؑ نے عرض کیا: \"اور کیا میری اولاد سے بھی یہی وعدہ ہے؟\" اس نے جواب دیا: \"میرا وعدہ ظالموں سے متعلق نہیں ہے","transliteration":"Waithi ibtala ibraheema rabbuhu bikalimatin faatammahunna qala innee jaAAiluka lilnnasi imaman qala wamin thurriyyatee qala la yanalu AAahdee alththalimeena"},{"id":125,"text":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","translation":"اور یہ کہ ہم نے اس گھر (کعبے) کو لوگوں کے لیے مرکز اور امن کی جگہ قرار دیا تھا اور لوگوں کو حکم دیا تھا کہ ابراہیمؑ جہاں عبادت کے لیے کھڑا ہوتا ہے اس مقام کو مستقل جائے نماز بنا لو اور ابراہیمؑ اور ا سماعیل کو تاکید کی تھی کہ میرے گھر کو طواف اور اعتکاف اور رکوع اور سجدہ کرنے والوں کے لیے پاک رکھو","transliteration":"Waith jaAAalna albayta mathabatan lilnnasi waamnan waittakhithoo min maqami ibraheema musallan waAAahidna ila ibraheema waismaAAeela an tahhira baytiya lilttaifeena waalAAakifeena waalrrukkaAAi alssujoodi"},{"id":126,"text":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"اور یہ کہ ابراہیمؑ نے دعا کی: \"اے میرے رب، اس شہر کو امن کا شہر بنا دے، اور اس کے باشندوں میں جو اللہ اور آخرت کو مانیں، انہیں ہر قسم کے پھلو ں کا رزق دے\" جواب میں اس کے رب نے فرمایا: \"اور جو نہ مانے گا، دنیا کی چند روزہ زندگی کا سامان تومیں اُسے بھی دوں گا مگر آخرکار اُسے عذاب جہنم کی طرف گھسیٹوں گا، اور وہ بد ترین ٹھکانا ہے","transliteration":"Waith qala ibraheemu rabbi ijAAal hatha baladan aminan waorzuq ahlahu mina alththamarati man amana minhum biAllahi waalyawmi alakhiri qala waman kafara faomattiAAuhu qaleelan thumma adtarruhu ila AAathabi alnnari wabisa almaseeru"},{"id":127,"text":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"اور یاد کرو ابراہیمؑ اور اسمٰعیلؑ جب اس گھر کی دیواریں اٹھا رہے تھے، تو دعا کرتے جاتے تھے: \"اے ہمارے رب، ہم سے یہ خدمت قبول فرما لے، تو سب کی سننے اور سب کچھ جاننے والا ہے","transliteration":"Waith yarfaAAu ibraheemu alqawaAAida mina albayti waismaAAeelu rabbana taqabbal minna innaka anta alssameeAAu alAAaleemu"},{"id":128,"text":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"اے رب، ہم دونوں کو اپنا مسلم (مُطیع فرمان) بنا، ہماری نسل سے ایک ایسی قوم اٹھا، جو تیری مسلم ہو، ہمیں اپنی عبادت کے طریقے بتا، اور ہماری کوتاہیوں سے در گزر فرما، تو بڑا معاف کرنے والا اور رحم فرمانے والا ہے","transliteration":"Rabbana waijAAalna muslimayni laka wamin thurriyyatina ommatan muslimatan laka waarina manasikana watub AAalayna innaka anta alttawwabu alrraheemu"},{"id":129,"text":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"اور اے رب، ان لوگوں میں خود انہیں کی قوم سے ایک ایسا رسول اٹھا ئیو، جو انہیں تیری آیات سنائے، ان کو کتاب اور حکمت کی تعلیم دے اور ان کی زندگیاں سنوارے تو بڑا مقتدر اور حکیم ہے","transliteration":"Rabbana waibAAath feehim rasoolan minhum yatloo AAalayhim ayatika wayuAAallimuhumu alkitaba waalhikmata wayuzakkeehim innaka anta alAAazeezu alhakeemu"},{"id":130,"text":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ","translation":"اب کون ہے، جو ابراہیمؑ کے طریقے سے نفرت کرے؟ جس نے خود اپنے آپ کو حماقت و جہالت میں مبتلا کر لیا ہو، اس کے سو ا کون یہ حرکت کرسکتا ہے؟ ابراہیمؑ تو وہ شخص ہے، جس کو ہم نے دنیا میں اپنے کام کے لیے چُن لیا تھا اور آخرت میں اس کا شمار صالحین میں ہوگا","transliteration":"Waman yarghabu AAan millati ibraheema illa man safiha nafsahu walaqadi istafaynahu fee alddunya wainnahu fee alakhirati lamina alssaliheena"},{"id":131,"text":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","translation":"اس کا حال یہ تھا کہ جب اس کے رب نے اس سے کہا: \"مسلم ہو جا\"، تو اس نے فوراً کہا: \"میں مالک کائنات کا \"مسلم\" ہو گیا","transliteration":"Ith qala lahu rabbuhu aslim qala aslamtu lirabbi alAAalameena"},{"id":132,"text":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","translation":"اسی طریقے پر چلنے کی ہدایت اس نے اپنی اولاد کو کی تھی اور اسی کی وصیت یعقوبؑ اپنی اولاد کو کر گیا اس نے کہا تھا کہ: \"میرے بچو! اللہ نے تمہارے لیے یہی دین پسند کیا ہے لہٰذا مرتے دم تک مسلم ہی رہنا","transliteration":"Wawassa biha ibraheemu baneehi wayaAAqoobu ya baniyya inna Allaha istafa lakumu alddeena fala tamootunna illa waantum muslimoona"},{"id":133,"text":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translation":"پھر کیا تم اس وقت موجود تھے، جب یعقوبؑ اس دنیا سے رخصت ہو رہا تھا؟اس نے مرتے وقت اپنے بچوں سے پوچھا: \"بچو! میرے بعد تم کس کی بندگی کرو گے؟\" ان سب نے جواب دیا: \"ہم اسی ایک خدا کی بندگی کریں گے جسے آپ نے اور آپ کے بزرگوں ابراہیمؑ، اسماعیلؑ اور اسحاقؑ نے خدا مانا ہے اور ہم اُسی کے مسلم ہیں","transliteration":"Am kuntum shuhadaa ith hadara yaAAqooba almawtu ith qala libaneehi ma taAAbudoona min baAAdee qaloo naAAbudu ilahaka wailaha abaika ibraheema waismaAAeela waishaqa ilahan wahidan wanahnu lahu muslimoona"},{"id":134,"text":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","translation":"وہ کچھ لوگ تھے، جو گزر گئے جو کچھ انہوں نے کمایا، وہ اُن کے لیے ہے اور جو کچھ تم کماؤ گے، وہ تمہارے لیے ہے تم سے یہ نہ پوچھا جائے گا کہ وہ کیا کرتے تھے","transliteration":"Tilka ommatun qad khalat laha ma kasabat walakum ma kasabtum wala tusaloona AAamma kano yaAAmaloona"},{"id":135,"text":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"یہودی کہتے ہیں: یہودی ہو تو راہ راست پاؤ گے عیسائی کہتے ہیں: عیسائی ہو، تو ہدایت ملے گی اِن سے کہو: \"نہیں، بلکہ سب کو چھوڑ کر ابراہیمؑ کا طریقہ اور ابراہیمؑ مشر کو ں میں سے نہ تھا","transliteration":"Waqaloo koonoo hoodan aw nasara tahtadoo qul bal millata ibraheema haneefan wama kana mina almushrikeena"},{"id":136,"text":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translation":"مسلمانو! کہو کہ: \"ہم ایمان لائے اللہ پر اور اس ہدایت پر جو ہماری طرف نازل ہوئی ہے اور جو ابراہیمؑ، اسماعیلؑ، اسحاقؑ، یعقوبؑ اور اولاد یعقوبؑ کی طرف نازل ہوئی تھی اور جو موسیٰؑ اور عیسیٰؑ اور دوسرے تمام پیغمبروں کو اُن کے رب کی طرف سے دی گئی تھی ہم ان کے درمیان کوئی تفریق نہیں کرتے اور ہم اللہ کے مسلم ہیں","transliteration":"Qooloo amanna biAllahi wama onzila ilayna wama onzila ila ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati wama ootiya moosa waAAeesa wama ootiya alnnabiyyoona min rabbihim la nufarriqu bayna ahadin minhum wanahnu lahu muslimoona"},{"id":137,"text":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"پھر اگر وہ اُسی طرح ایمان لائیں، جس طرح تم لائے ہو، تو ہدایت پر ہیں، اور اگراس سے منہ پھیریں، تو کھلی بات ہے کہ وہ ہٹ دھرمی میں پڑ گئے ہیں لہٰذا اطمینان رکھو کہ اُن کے مقابلے میں اللہ تمہاری حمایت کے لیے کافی ہے وہ سب کچھ سنتا اور جانتا ہے","transliteration":"Fain amanoo bimithli ma amantum bihi faqadi ihtadaw wain tawallaw fainnama hum fee shiqaqin fasayakfeekahumu Allahu wahuwa alssameeAAu alAAaleemu"},{"id":138,"text":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","translation":"کہو: \"اللہ کا رنگ اختیار کرو اس کے رنگ سے اچھا اور کس کا رنگ ہوگا؟ اور ہم اُسی کی بندگی کرنے والے لوگ ہیں","transliteration":"Sibghata Allahi waman ahsanu mina Allahi sibghatan wanahnu lahu AAabidoona"},{"id":139,"text":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","translation":"اے نبیؐ! اِن سے کہو: \"کیا تم اللہ کے بارے میں ہم سے جھگڑتے ہو؟حالانکہ وہی ہمارا رب بھی ہے اور تمہارا رب بھی ہمارے اعمال ہمارے لیے ہیں، تمہارے اعمال تمہارے لیے، اور ہم اللہ ہی کے لیے اپنی بندگی کو خالص کر چکے ہیں","transliteration":"Qul atuhajjoonana fee Allahi wahuwa rabbuna warabbukum walana aAAmaluna walakum aAAmalukum wanahnu lahu mukhlisoona"},{"id":140,"text":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"یا پھر کیا تما را کہنا یہ ہے کہ ابراہیمؑ، اسماعیلؑ، اسحاقؑ، یعقوبؑ اور اولاد یعقوبؑ سب کے سب یہودی تھے یا نصرانی تھے؟ کہو: \"تم زیادہ جانتے ہو یا اللہ؟ اُس شخص سے بڑا ظالم اور کون ہوگا جس کے ذمے اللہ کی طرف سے ایک گواہی ہو اور وہ اُسے چھپائے؟ تمہاری حرکات سے اللہ غافل تو نہیں ہے","transliteration":"Am taqooloona inna ibraheema waismaAAeela waishaqa wayaAAqooba waalasbata kanoo hoodan aw nasara qul aantum aAAlamu ami Allahu waman athlamu mimman katama shahadatan AAindahu mina Allahi wama Allahu bighafilin AAamma taAAmaloona"},{"id":141,"text":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","translation":"وہ کچھ لوگ تھے، جو گزر چکے اُن کی کمائی اُن کے لیے تھی اور تمہاری کمائی تمہارے لیے تم سے اُن کے اعمال کے متعلق سوال نہیں ہوگا","transliteration":"Tilka ommatun qad khalat laha ma kasabat walakum ma kasabtum wala tusaloona AAamma kanoo yaAAmaloona"},{"id":142,"text":"۞سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"نادان لوگ ضرور کہیں گے : اِنہیں کیا ہوا کہ پہلے یہ جس قبلے کی طرف رخ کر کے نماز پڑھتے تھے، اس سے یکایک پھر گئے؟ اے نبی، ان سے کہو: \"مشرق اور مغرب سب اللہ کے ہیں اللہ جسے چاہتا ہے، سیدھی راہ دکھا دیتا ہے","transliteration":"Sayaqoolu alssufahao mina alnnasi ma wallahum AAan qiblatihimu allatee kanoo AAalayha qul lillahi almashriqu waalmaghribu yahdee man yashao ila siratin mustaqeemin"},{"id":143,"text":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","translation":"اور اِسی طرح تو ہم نے تمہیں ایک \"امت وسط\" بنایا ہے تاکہ تم دنیا کے لوگوں پر گواہ ہو اور رسول تم پر گواہ ہو پہلے جس طرف تم رخ کرتے تھے، اس کو تو ہم نے صرف یہ دیکھنے کے لیے قبلہ مقرر کیا تھا کہ کون رسول کی پیروی کرتا ہے اور کون الٹا پھر جاتا ہے یہ معاملہ تھا تو بڑا سخت، مگر اُن لوگوں کے لیے کچھ بھی سخت نہ ثابت ہوا، جو اللہ کی ہدایت سے فیض یاب تھے اللہ تمہارے اس ایمان کو ہرگز ضائع نہ کرے گا، یقین جانو کہ وہ لوگوں کے حق میں نہایت شفیق و رحیم ہے","transliteration":"Wakathalika jaAAalnakum ommatan wasatan litakoonoo shuhadaa AAala alnnasi wayakoona alrrasoolu AAalaykum shaheedan wama jaAAalna alqiblata allatee kunta AAalayha illa linaAAlama man yattabiAAu alrrasoola mimman yanqalibu AAala AAaqibayhi wain kanat lakabeeratan illa AAala allatheena hada Allahu wama kana Allahu liyudeeAAa eemanakum inna Allaha bialnnasi laraoofun raheemun"},{"id":144,"text":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","translation":"یہ تمہارے منہ کا بار بار آسمان کی طرف اٹھنا ہم دیکھ رہے ہیں لو، ہم اُسی قبلے کی طرف تمہیں پھیرے دیتے ہیں، جسے تم پسند کرتے ہو مسجد حرام کی طرف رُخ پھیر دو اب جہاں کہیں تم ہو، اُسی کی طرف منہ کر کے نماز پڑھا کرو یہ لوگ جںہیں کتاب دی گئی تھی، خو ب جانتے ہیں کہ (تحویل قبلہ کا) یہ حکم ان کے رب ہی کی طرف سے ہے اور بر حق ہے، مگرا س کے باوجود جو کچھ یہ کر رہے ہیں، اللہ اس سے غافل نہیں ہے","transliteration":"Qad nara taqalluba wajhika fee alssamai falanuwalliyannaka qiblatan tardaha fawalli wajhaka shatra almasjidi alharami wahaythu ma kuntum fawalloo wujoohakum shatrahu wainna allatheena ootoo alkitaba layaAAlamoona annahu alhaqqu min rabbihim wama Allahu bighafilin AAamma yaAAmaloona"},{"id":145,"text":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّـٰلِمِينَ","translation":"تم ان اہل کتاب کے پاس خواہ کوئی نشانی لے آؤ، ممکن نہیں کہ یہ تمہارے قبلے کی پیروی کرنے لگیں، اور نہ تمہارے لیے یہ ممکن ہے کہ ان کے قبلے کی پیروی کرو، اور ان میں سے کوئی گروہ بھی دوسرے کے قبلے کی پیروی کے لیے تیار نہیں ہے، او ر اگر تم نے اس علم کے بعد جو تمہارے پاس آ چکا ہے، ان کی خواہشات کی پیروی کی، تو یقیناً تمہارا شمار ظالموں میں ہوگا","transliteration":"Walain atayta allatheena ootoo alkitaba bikulli ayatin ma tabiAAoo qiblataka wama anta bitabiAAin qiblatahum wama baAAduhum bitabiAAin qiblata baAAdin walaini ittabaAAta ahwaahum min baAAdi ma jaaka mina alAAilmi innaka ithan lamina alththalimeena"},{"id":146,"text":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","translation":"جن لوگوں کو ہم نے کتاب دی ہے، وہ اِس مقام کو (جسے قبلہ بنایا گیا ہے) ایسا پہچانتے ہیں، جیسا اپنی اولاد کو پہچانتے ہیں مگر ان میں سے ایک گروہ جانتے بوجھتے حق کو چھپا رہا ہے","transliteration":"Allatheena ataynahumu alkitaba yaAArifoonahu kama yaAArifoona abnaahum wainna fareeqan minhum layaktumoona alhaqqa wahum yaAAlamoona"},{"id":147,"text":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","translation":"یہ قطعی ایک امر حق ہے تمہارے رب کی طرف سے، لہٰذا اس کے متعلق تم ہرگز کسی شک میں نہ پڑو","transliteration":"Alhaqqu min rabbika fala takoonanna mina almumtareena"},{"id":148,"text":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"ہر ایک کے لیے ایک رُخ ہے، جس کی طرف وہ مڑتا ہے پس بھلا ئیوں کی طرف سبقت کرو جہاں بھی تم ہو گے، اللہ تمہیں پا لے گا اُس کی قدرت سے کوئی چیز باہر نہیں","transliteration":"Walikullin wijhatun huwa muwalleeha faistabiqoo alkhayrati ayna ma takoonoo yati bikumu Allahu jameeAAan inna Allaha AAala kulli shayin qadeerun"},{"id":149,"text":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"تمہارا گزر جس مقام سے بھی ہو، وہیں اپنا رُخ (نماز کے وقت) مسجد حرام کی طرف پھیر دو، کیونکہ یہ تمہارے رب کا بالکل حق فیصلہ ہے اور اللہ تم لوگوں کے اعمال سے بے خبر نہیں ہے","transliteration":"Wamin haythu kharajta fawalli wajhaka shatra almasjidi alharami wainnahu lalhaqqu min rabbika wama Allahu bighafilin AAamma taAAmaloona"},{"id":150,"text":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","translation":"اور جہاں سے بھی تمہارا گزر ہو، اپنا رُخ مسجد حرام کی طرف پھیرا کرو، اور جہاں بھی تم ہو، اُسی کی طرف منہ کر کے نما ز پڑھو تاکہ لوگوں کو تمہارے خلاف کوئی حجت نہ ملے ہاں جو ظالم ہیں، اُن کی زبان کسی حال میں بند نہ ہوگی تو اُن سے تم نہ ڈرو، بلکہ مجھ سے ڈرو اور اس لیے کہ میں تم پر اپنی نعمت پوری کر دوں اور اس توقع پر کہ میرے اس حکم کی پیروی سے تم اسی طرح فلاح کا راستہ پاؤ گے","transliteration":"Wamin haythu kharajta fawalli wajhaka shatra almasjidi alharami wahaythu ma kuntum fawalloo wujoohakum shatrahu lialla yakoona lilnnasi AAalaykum hujjatun illa allatheena thalamoo minhum fala takhshawhum waikhshawnee waliotimma niAAmatee AAalaykum walaAAallakum tahtadoona"},{"id":151,"text":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","translation":"جس طرح (تمہیں اِس چیز سے فلاح نصیب ہوئی کہ) میں نے تمہارے درمیان خود تم میں سے ایک رسول بھیجا، جو تمہیں میری آیات سناتا ہے، تمہاری زندگیوں کو سنوارتا ہے، تمہیں کتاب اور حکمت کی تعلیم دیتا ہے، اور تمہیں وہ باتیں سکھاتا ہے، جو تم نہ جانتے تھے","transliteration":"Kama arsalna feekum rasoolan minkum yatloo AAalaykum ayatina wayuzakkeekum wayuAAallimukumu alkitaba waalhikmata wayuAAallimukum ma lam takoonoo taAAlamoona"},{"id":152,"text":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","translation":"لہٰذا تم مجھے یاد رکھو، میں تمہیں یاد رکھوں گا اور میرا شکر ادا کرو، کفران نعمت نہ کرو","transliteration":"Faothkuroonee athkurkum waoshkuroo lee wala takfurooni"},{"id":153,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ","translation":"اے لوگو جو ایمان لائے ہو، صبر اور نماز سے مدد لو اللہ صبر کرنے والوں کے ساتھ ہے","transliteration":"Ya ayyuha allatheena amanoo istaAAeenoo bialssabri waalssalati inna Allaha maAAa alssabireena"},{"id":154,"text":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","translation":"اور جو لوگ اللہ کی راہ میں مارے جائیں، انہیں مُردہ نہ کہو، ایسے لوگ تو حقیقت میں زندہ ہیں، مگر تمہیں ان کی زندگی کا شعور نہیں ہوتا","transliteration":"Wala taqooloo liman yuqtalu fee sabeeli Allahi amwatun bal ahyaon walakin la tashAAuroona"},{"id":155,"text":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّـٰبِرِينَ","translation":"اور ہم ضرور تمہیں خوف و خطر، فاقہ کشی، جان و مال کے نقصانات اور آمدنیوں کے گھاٹے میں مبتلا کر کے تمہاری آزمائش کریں گے","transliteration":"Walanabluwannakum bishayin mina alkhawfi waaljooAAi wanaqsin mina alamwali waalanfusi waalththamarati wabashshiri alssabireena"},{"id":156,"text":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","translation":"اِن حالات میں جو لوگ صبر کریں اور جب کوئی مصیبت پڑے، تو کہیں کہ: \"ہم اللہ ہی کے ہیں اور اللہ ہی کی طرف ہمیں پلٹ کر جانا ہے","transliteration":"Allatheena itha asabathum museebatun qaloo inna lillahi wainna ilayhi rajiAAoona"},{"id":157,"text":"أُوْلَـٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","translation":"انہیں خوش خبری دے دو ان پر ان کے رب کی طرف سے بڑی عنایات ہوں گی، اُس کی رحمت اُن پر سایہ کرے گی اور ایسے ہی لوگ راست رَو ہیں","transliteration":"Olaika AAalayhim salawatun min rabbihim warahmatun waolaika humu almuhtadoona"},{"id":158,"text":"۞إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","translation":"یقیناً صفا اور مَروہ، اللہ کی نشانیوں میں سے ہیں لہٰذا جو شخص بیت اللہ کا حج یا عمرہ کرے، اس کے لیے کوئی گناہ کی بات نہیں کہ وہ اِن دونوں پہاڑیوں کے درمیان سعی کر لے اور جو برضا و رغبت کوئی بھلائی کا کام کرے گا، اللہ کو اس کا علم ہے او ر وہ اس کی قدر کرنے والا ہے","transliteration":"Inna alssafa waalmarwata min shaAAairi Allahi faman hajja albayta awi iAAtamara fala junaha AAalayhi an yattawwafa bihima waman tatawwaAAa khayran fainna Allaha shakirun AAaleemun"},{"id":159,"text":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّـٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَـٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّـٰعِنُونَ","translation":"جو لوگ ہماری نازل کی ہوئی روشن تعلیمات اور ہدایات کو چھپاتے ہیں، درآں حالیکہ ہم انہیں سب انسانوں کی رہنمائی کے لیے اپنی کتاب میں بیان کر چکے ہیں، یقین جانو کہ اللہ بھی ان پر لعنت کرتا ہے اور تمام لعنت کرنے والے بھی اُن پر لعنت بھیجتے ہیں","transliteration":"Inna allatheena yaktumoona ma anzalna mina albayyinati waalhuda min baAAdi ma bayyannahu lilnnasi fee alkitabi olaika yalAAanuhumu Allahu wayalAAanuhumu allaAAinoona"},{"id":160,"text":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَـٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"البتہ جو اس روش سے باز آ جائیں اور اپنے طرز عمل کی اصلاح کر لیں اور جو کچھ چھپاتے تھے، اُسے بیان کرنے لگیں، اُن کو میں معاف کر دوں گا اور میں بڑا در گزر کرنے والا اور رحم کرنے والا ہوں","transliteration":"Illa allatheena taboo waaslahoo wabayyanoo faolaika atoobu AAalayhim waana alttawwabu alrraheemu"},{"id":161,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَـٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","translation":"جن لوگوں نے کفر کا رویہ اختیار کیا اور کفر کی حالت ہی میں جان دی، ان پر اللہ اور فرشتوں اور تمام انسانوں کی لعنت ہے","transliteration":"Inna allatheena kafaroo wamatoo wahum kuffarun olaika AAalayhim laAAnatu Allahi waalmalaikati waalnnasi ajmaAAeena"},{"id":162,"text":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","translation":"اسی لعنت زدگی کی حالت میں وہ ہمیشہ رہیں گے، نہ اُن کی سز امیں تخفیف ہوگی اور نہ انہیں پھر کوئی دوسری مہلت دی جائے گی","transliteration":"Khalideena feeha la yukhaffafu AAanhumu alAAathabu wala hum yuntharoona"},{"id":163,"text":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","translation":"تمہارا خدا ایک ہی خدا ہے، اُس رحمان اور رحیم کے سوا کوئی اور خدا نہیں ہے","transliteration":"Wailahukum ilahun wahidun la ilaha illa huwa alrrahmanu alrraheemu"},{"id":164,"text":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"(اِس حقیقت کو پہچاننے کے لیے اگر کوئی نشانی اور علامت درکا رہے تو) جو لوگ عقل سے کام لیتے ہیں اُن کے لیے آسمانوں اور زمین کی ساخت میں، رات اور دن کے پیہم ایک دوسرے کے بعد آنے میں، اُن کشتیوں میں جوا نسان کے نفع کی چیزیں لیے ہوئے دریاؤں اور سمندروں میں چلتی پھرتی ہیں، بارش کے اُس پانی میں جسے اللہ اوپر سے برساتا ہے پھر اس کے ذریعے سے زمین کو زندگی بخشتا ہے اور اپنے اِسی انتظام کی بدولت زمین میں ہر قسم کی جان دار مخلوق پھیلاتا ہے، ہواؤں کی گردش میں، اور اُن بادلوں میں جو آسمان اور زمین کے درمیان تابع فرمان بنا کر رکھے گئے ہیں، بے شمار نشانیاں ہیں","transliteration":"Inna fee khalqi alssamawati waalardi waikhtilafi allayli waalnnahari waalfulki allatee tajree fee albahri bima yanfaAAu alnnasa wama anzala Allahu mina alssamai min main faahya bihi alarda baAAda mawtiha wabaththa feeha min kulli dabbatin watasreefi alrriyahi waalssahabi almusakhkhari bayna alssamai waalardi laayatin liqawmin yaAAqiloona"},{"id":165,"text":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","translation":"(مگر وحدت خداوندی پر دلالت کرنے والے اِن کھلے کھلے آثار کے ہوتے ہوئے بھی) کچھ لوگ ایسے ہیں جو اللہ کے سوا دوسروں کو اس کا ہمسر اور مدمقابل بناتے ہیں اور اُن کے ایسے گرویدہ ہیں جیسے اللہ کے ساتھ گرویدگی ہونی چاہیے حالانکہ ایمان رکھنے والے لوگ سب سے بڑھ کر اللہ کو محبوب رکھتے ہیں کاش، جو کچھ عذاب کو سامنے دیکھ کر انہیں سُوجھنے والا ہے وہ آج ہی اِن ظالموں کو سوجھ جائے کہ ساری طاقتیں اور سارے اختیارات اللہ ہی کے قبضے میں ہیں اور یہ کہ اللہ سزا دینے میں بھی بہت سخت ہے","transliteration":"Wamina alnnasi man yattakhithu min dooni Allahi andadan yuhibboonahum kahubbi Allahi waallatheena amanoo ashaddu hubban lillahi walaw yara allatheena thalamoo ith yarawna alAAathaba anna alquwwata lillahi jameeAAan waanna Allaha shadeedu alAAathabi"},{"id":166,"text":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","translation":"جب وہ سزا دے گا اس وقت کیفیت یہ ہوگی کہ وہی پیشوا اور رہنما، جن کی دنیا میں پیروی کی گئی تھی، اپنے پیروؤں سے بے تعلقی ظاہر کریں گے، مگر سزا پا کر رہیں گے اور ان کے سارے اسباب و وسائل کا سلسلہ کٹ جائے گا","transliteration":"Ith tabarraa allatheena ittubiAAoo mina allatheena ittabaAAoo waraawoo alAAathaba wataqattaAAat bihimu alasbabu"},{"id":167,"text":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","translation":"اور وہ لوگ جو دنیا میں اُن کی پیروی کرتے تھے، کہیں گے کہ کاش ہم کو پھر ایک موقع دیا جاتا تو جس طرح آج یہ ہم سے بیزاری ظاہر کر رہے ہیں، ہم اِن سے بیزار ہو کر دکھا دیتے یوں اللہ اِن لوگوں کے وہ اعمال جو یہ دنیا میں کر رہے ہیں، ان کے سامنے اِس طرح لائے گا کہ یہ حسرتوں اور پشیمانیوں کے ساتھ ہاتھ ملتے رہیں گے مگر آگ سے نکلنے کی کوئی راہ نہ پائیں گے","transliteration":"Waqala allatheena ittabaAAoo law anna lana karratan fanatabarraa minhum kama tabarraoo minna kathalika yureehimu Allahu aAAmalahum hasaratin AAalayhim wama hum bikharijeena mina alnnari"},{"id":168,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","translation":"لوگو! زمین میں جو حلال اور پاک چیزیں ہیں انہیں کھاؤ اور شیطان کے بتائے ہوئے راستوں پر نہ چلو وہ تمہارا کھلا دشمن ہے","transliteration":"Ya ayyuha alnnasu kuloo mimma fee alardi halalan tayyiban wala tattabiAAoo khutuwati alshshaytani innahu lakum AAaduwwun mubeenun"},{"id":169,"text":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"تمہیں بدی اور فحش کا حکم دیتا ہے اور یہ سکھاتا ہے کہ تم اللہ کے نام پر وہ باتیں کہو جن کے متعلق تمہیں علم نہیں ہے کہ وہ اللہ نے فرمائی ہیں","transliteration":"Innama yamurukum bialssooi waalfahshai waan taqooloo AAala Allahi ma la taAAlamoona"},{"id":170,"text":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","translation":"ان سے جب کہا جاتا ہے کہ اللہ نے جو احکام نازل کیے ہیں اُن کی پیروی کرو تو جواب دیتے ہیں کہ ہم تو اسی طریقے کی پیروی کریں گے جس پر ہم نے اپنے باپ دادا کو پایا ہے اچھا اگر ان کے باپ دادا نے عقل سے کچھ بھی کام نہ لیا ہو اور راہ راست نہ پائی ہو تو کیا پھر بھی یہ انہیں کی پیروی کیے چلے جائیں گے؟","transliteration":"Waitha qeela lahumu ittabiAAoo ma anzala Allahu qaloo bal nattabiAAu ma alfayna AAalayhi abaana awalaw kana abaohum la yaAAqiloona shayan wala yahtadoona"},{"id":171,"text":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","translation":"یہ لوگ جنہوں نے خدا کے بتائے ہوئے طریقے پر چلنے سے انکار کر دیا ہے اِن کی حالت بالکل ایسی ہے جیسے چرواہا جانوروں کو پکارتا ہے اور وہ ہانک پکار کی صدا کے سوا کچھ نہیں سنتے یہ بہرے ہیں، گونگے ہیں، اندھے ہیں، اس لیے کوئی بات ان کی سمجھ میں نہیں آتی","transliteration":"Wamathalu allatheena kafaroo kamathali allathee yanAAiqu bima la yasmaAAu illa duAAaan wanidaan summun bukmun AAumyun fahum la yaAAqiloona"},{"id":172,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","translation":"اے لوگو جو ایمان لائے ہو، اگر تم حقیقت میں اللہ کی بندگی کرنے والے ہو تو جو پاک چیزیں ہم نے تمہیں بخشی ہیں اُنہیں بے تکلف کھاؤ اور اللہ کا شکر ادا کرو","transliteration":"Ya ayyuha allatheena amanoo kuloo min tayyibati ma razaqnakum waoshkuroo lillahi in kuntum iyyahu taAAbudoona"},{"id":173,"text":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"اللہ کی طرف سے اگر کوئی پابندی تم پر ہے تو وہ یہ ہے کہ مُردار نہ کھاؤ، خون سے اور سور کے گوشت سے پرہیز کرو اور کوئی چیز نہ کھاؤ جس پر اللہ کے سوا کسی اور کا نام لیا گیا ہو ہاں جو شخص مجبوری کی حالت میں ہو اور وہ ان میں سے کوئی چیز کھا لے بغیر اس کے کہ وہ قانون شکنی کا ارادہ رکھتا ہو یا ضرورت کی حد سے تجاوز کر ے، تو اس پر کچھ گناہ نہیں، اللہ بخشنے والا اور رحم کرنے والا ہے","transliteration":"Innama harrama AAalaykumu almaytata waalddama walahma alkhinzeeri wama ohilla bihi lighayri Allahi famani idturra ghayra baghin wala AAadin fala ithma AAalayhi inna Allaha ghafoorun raheemun"},{"id":174,"text":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَـٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","translation":"حق یہ ہے کہ جو لوگ اُن احکام کو چھپاتے ہیں جو اللہ نے اپنی کتاب میں ناز ل کیے ہیں اور تھوڑے سے دُنیوی فائدوں پرا نہیں بھینٹ چڑھاتے ہیں، وہ دراصل اپنے پیٹ آگ سے بھر رہے ہیں قیامت کے روز اللہ ہرگز ان سے بات نہ کرے گا، نہ اُنہیں پاکیزہ ٹھیرائے گا، اور اُن کے لیے دردناک سزا ہے","transliteration":"Inna allatheena yaktumoona ma anzala Allahu mina alkitabi wayashtaroona bihi thamanan qaleelan olaika ma yakuloona fee butoonihim illa alnnara wala yukallimuhumu Allahu yawma alqiyamati wala yuzakkeehim walahum AAathabun aleemun"},{"id":175,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","translation":"یہ وہ لوگ ہیں جنہوں نے ہدایت کے بدلے ضلالت خریدی اور مغفرت کے بدلے عذاب مول لے لیا کیسا عجیب ہے ان کا حوصلہ کہ جہنم کا عذاب برداشت کرنے کے لیے تیار ہیں","transliteration":"Olaika allatheena ishtarawoo alddalalata bialhuda waalAAathaba bialmaghfirati fama asbarahum AAala alnnari"},{"id":176,"text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","translation":"یہ سب کچھ اس وجہ سے ہوا کہ اللہ نے تو ٹھیک ٹھیک حق کے مطابق کتاب نازل کی تھی مگر جن لوگوں نے کتاب میں اختلاف نکالے وہ اپنے جھگڑوں میں حق سے بہت دور نکل گئے","transliteration":"Thalika bianna Allaha nazzala alkitaba bialhaqqi wainna allatheena ikhtalafoo fee alkitabi lafee shiqaqin baAAeedin"},{"id":177,"text":"۞لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَـٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّـٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَـٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","translation":"نیکی یہ نہیں ہے کہ تم نے اپنے چہرے مشرق کی طرف کر لیے یا مغرب کی طرف، بلکہ نیکی یہ ہے کہ آدمی اللہ کو اور یوم آخر اور ملائکہ کو اور اللہ کی نازل کی ہوئی کتاب اور اس کے پیغمبروں کو دل سے مانے اور اللہ کی محبت میں اپنا دل پسند مال رشتے داروں اور یتیموں پر، مسکینوں او رمسافروں پر، مدد کے لیے ہاتھ پھیلانے والوں پر اور غلامو ں کی رہائی پر خرچ کرے، نماز قائم کرے اور زکوٰۃ دے اور نیک وہ لوگ ہیں کہ جب عہد کریں تو اُسے وفا کریں، اور تنگی و مصیبت کے وقت میں اور حق و باطل کی جنگ میں صبر کریں یہ ہیں راستباز لوگ اور یہی لوگ متقی ہیں","transliteration":"Laysa albirra an tuwalloo wujoohakum qibala almashriqi waalmaghribi walakinna albirra man amana biAllahi waalyawmi alakhiri waalmalaikati waalkitabi waalnnabiyyeena waata almala AAala hubbihi thawee alqurba waalyatama waalmasakeena waibna alssabeeli waalssaileena wafee alrriqabi waaqama alssalata waata alzzakata waalmoofoona biAAahdihim itha AAahadoo waalssabireena fee albasai waalddarrai waheena albasi olaika allatheena sadaqoo waolaika humu almuttaqoona"},{"id":178,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","translation":"ا ے لوگو جو ایمان لائے ہو، تمہارے لیے قتل کے مقدموں میں قصاص کا حکم لکھ دیا گیا ہے آزاد آدمی نے قتل کیا ہو تو اس آزاد ہی سے بدلہ لیا جائے، غلام قاتل ہو تو وہ غلام ہی قتل کیا جائے، اور عورت اِس جرم کی مرتکب ہو توا س عورت ہی سے قصاص لیا جائے ہاں اگر کسی قاتل کے ساتھ اس کا بھائی کچھ نرمی کرنے کے لیے تیار ہو، تو معروف طریقے کے مطابق خوں بہا کا تصفیہ ہونا چاہیے اور قاتل کو لازم ہے کہ راستی کے ساتھ خوں بہا ادا کرے یہ تمہارے رب کی طرف سے تخفیف اور رحمت ہے اس پر بھی جو زیادتی کرے، اس کے لیے دردناک سزا ہے","transliteration":"Ya ayyuha allatheena amanoo kutiba AAalaykumu alqisasu fee alqatla alhurru bialhurri waalAAabdu bialAAabdi waalontha bialontha faman AAufiya lahu min akheehi shayon faittibaAAun bialmaAAroofi waadaon ilayhi biihsanin thalika takhfeefun min rabbikum warahmatun famani iAAtada baAAda thalika falahu AAathabun aleemun"},{"id":179,"text":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَـٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","translation":"عقل و خرد رکھنے والو! تمہارے لیے قصاص میں زندگی ہے اُمید ہے کہ تم اس قانون کی خلاف ورزی سے پرہیز کرو گے","transliteration":"Walakum fee alqisasi hayatun ya olee alalbabi laAAallakum tattaqoona"},{"id":180,"text":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","translation":"تم پر فرض کیا گیا ہے کہ جب تم میں سے کسی کی موت کا وقت آئے اور وہ اپنے پیچھے مال چھوڑ رہا ہو، تو والدین اور رشتہ داروں کے لیے معروف طریقے سے وصیت کرے یہ حق ہے متقی لوگوں پر","transliteration":"Kutiba AAalaykum itha hadara ahadakumu almawtu in taraka khayran alwasiyyatu lilwalidayni waalaqrabeena bialmaAAroofi haqqan AAala almuttaqeena"},{"id":181,"text":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translation":"پھر جنہوں نے وصیت سنی اور بعد میں اُسے بدل ڈالا، توا س کا گناہ ان بدلنے والوں پر ہوگا اللہ سب کچھ سنتا اور جانتا ہے","transliteration":"Faman baddalahu baAAdama samiAAahu fainnama ithmuhu AAala allatheena yubaddiloonahu inna Allaha sameeAAun AAaleemun"},{"id":182,"text":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"البتہ جس کو یہ اندیشہ ہو کہ وصیت کرنے والے نے نادانستہ یا قصداً حق تلفی کی ہے، اور پھر معاملے سے تعلق رکھنے والوں کے درمیان وہ اصلاح کرے، تو اس پر کچھ گناہ نہیں ہے، اللہ بخشنے والا اور رحم فرمانے والا ہے","transliteration":"Faman khafa min moosin janafan aw ithman faaslaha baynahum fala ithma AAalayhi inna Allaha ghafoorun raheemun"},{"id":183,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","translation":"اے لوگو جو ایمان لائے ہو، تم پر روزے فرض کر دیے گئے، جس طرح تم سے پہلے انبیا کے پیروؤں پر فرض کیے گئے تھے اس سے توقع ہے کہ تم میں تقویٰ کی صفت پیدا ہوگی","transliteration":"Ya ayyuha allatheena amanoo kutiba AAalaykumu alssiyamu kama kutiba AAala allatheena min qablikum laAAallakum tattaqoona"},{"id":184,"text":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"چند مقرر دنوں کے روزے ہیں اگر تم میں سے کوئی بیمار ہو، یا سفر پر ہو تو دوسرے دنوں میں اتنی ہی تعداد پوری کر لے اور جو لوگ روزہ رکھنے کی قدرت رکھتے ہوں (پھر نہ رکھیں) تو وہ فدیہ دیں ایک روزے کا فدیہ ایک مسکین کو کھانا کھلانا ہے اور جو اپنی خوشی سے کچھ زیادہ بھلائی کرے تو یہ اسی کے لیے بہتر ہے لیکن اگر تم سمجھو، تو تمہارے حق میں اچھا یہی ہے کہ روزہ رکھو","transliteration":"Ayyaman maAAdoodatin faman kana minkum mareedan aw AAala safarin faAAiddatun min ayyamin okhara waAAala allatheena yuteeqoonahu fidyatun taAAamu miskeenin faman tatawwaAAa khayran fahuwa khayrun lahu waan tasoomoo khayrun lakum in kuntum taAAlamoona"},{"id":185,"text":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"رمضان وہ مہینہ ہے، جس میں قرآن نازل کیا گیا جو انسانوں کے لیے سراسر ہدایت ہے اور ایسی واضح تعلیمات پر مشتمل ہے، جو راہ راست دکھانے والی اور حق و باطل کا فرق کھول کر رکھ دینے والی ہیں لہٰذا اب سے جو شخص اس مہینے کو پائے، اُس کو لازم ہے کہ اِس پورے مہینے کے روزے رکھے اور جو کوئی مریض ہو یا سفر پر ہو، تو وہ دوسرے دنوں میں روزوں کی تعداد پوری کرے اللہ تمہارے ساتھ نرمی کرنا چاہتا ہے، سختی کرنا نہیں چاہتا اس لیے یہ طریقہ تمہیں بتایا جا رہا ہے تاکہ تم روزوں کی تعداد پوری کرسکو اور جس ہدایت سے اللہ نے تمہیں سرفراز کیا ہے، اُس پر اللہ کی کبریا ئی کا اظہار و اعتراف کرو اور شکر گزار بنو","transliteration":"Shahru ramadana allathee onzila feehi alquranu hudan lilnnasi wabayyinatin mina alhuda waalfurqani faman shahida minkumu alshshahra falyasumhu waman kana mareedan aw AAala safarin faAAiddatun min ayyamin okhara yureedu Allahu bikumu alyusra wala yureedu bikumu alAAusra walitukmiloo alAAiddata walitukabbiroo Allaha AAala ma hadakum walaAAallakum tashkuroona"},{"id":186,"text":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","translation":"اور اے نبیؐ، میرے بندے اگر تم سے میرے متعلق پوچھیں، تو اُنہیں بتا دو کہ میں ان سے قریب ہی ہوں پکارنے والا جب مجھے پکارتا ہے، میں اُس کی پکار سنتا اور جواب دیتا ہوں لہٰذا انہیں چاہیے کہ میری دعوت پر لبیک کہیں اور مجھ پر ایمان لائیں یہ بات تم اُنہیں سنا دو، شاید کہ وہ راہ راست پالیں","transliteration":"Waitha saalaka AAibadee AAannee fainnee qareebun ojeebu daAAwata alddaAAi itha daAAani falyastajeeboo lee walyuminoo bee laAAallahum yarshudoona"},{"id":187,"text":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","translation":"تمہارے لیے روزوں کے زمانے میں راتوں کو اپنی بیویوں کے پاس جانا حلال کر دیا گیا ہے وہ تمہارے لیے لباس ہیں اور تم اُن کے لیے اللہ کو معلوم ہو گیا کہ تم لوگ چپکے چپکے اپنے آپ سے خیانت کر رہے تھے، مگر اُ س نے تمہارا قصور معاف کر دیا اور تم سے درگزر فرمایا اب تم اپنی بیویوں کے ساتھ شب باشی کرو اور جو لطف اللہ نے تمہارے لیے جائز کر دیا ہے، اُسے حاصل کرو نیز راتوں کو کھاؤ پیو یہاں تک کہ تم کو سیاہی شب کی دھاری سے سپیدۂ صبح کی دھاری نمایاں نظر آ جائے تب یہ سب کام چھوڑ کر رات تک اپنا روزہ پورا کرو اور جب تم مسجدوں میں معتکف ہو، تو بیویوں سے مباشرت نہ کرو یہ اللہ کی باندھی ہوئی حدیں ہیں، ان کے قریب نہ پھٹکنا اِس طرح اللہ اپنے احکام لوگوں کے لیے بصراحت بیان کرتا ہے، توقع ہے کہ وہ غلط رویے سے بچیں گے","transliteration":"Ohilla lakum laylata alssiyami alrrafathu ila nisaikum hunna libasun lakum waantum libasun lahunna AAalima Allahu annakum kuntum takhtanoona anfusakum fataba AAalaykum waAAafa AAankum faalana bashiroohunna waibtaghoo ma kataba Allahu lakum wakuloo waishraboo hatta yatabayyana lakumu alkhaytu alabyadu mina alkhayti alaswadi mina alfajri thumma atimmoo alssiyama ila allayli wala tubashiroohunna waantum AAakifoona fee almasajidi tilka hudoodu Allahi fala taqrabooha kathalika yubayyinu Allahu ayatihi lilnnasi laAAallahum yattaqoona"},{"id":188,"text":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","translation":"اور تم لوگ نہ تو آپس میں ایک دوسرے کے مال ناروا طریقہ سے کھاؤ اور نہ حاکموں کے آگے ان کو اس غرض کے لیے پیش کرو کہ تمہیں دوسروں کے مال کا کوئی حصہ قصداً ظالمانہ طریقے سے کھانے کا موقع مل جائے","transliteration":"Wala takuloo amwalakum baynakum bialbatili watudloo biha ila alhukkami litakuloo fareeqan min amwali alnnasi bialithmi waantum taAAlamoona"},{"id":189,"text":"۞يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"لوگ تم سے چاند کی گھٹتی بڑھتی صورتوں کے متعلق پوچھتے ہیں کہو: یہ لوگوں کے لیے تاریخوں کی تعین کی اور حج کی علامتیں ہیں نیز ان سے کہو: یہ کوئی نیکی کا کام نہیں ہے کہ اپنے گھروں میں پیچھے کی طرف داخل ہوتے ہو نیکی تو اصل میں یہ ہے کہ آدمی اللہ کی ناراضی سے بچے لہٰذا تم اپنے گھروں میں دروازے ہی سے آیا کرو البتہ اللہ سے ڈرتے رہو شاید کہ تمہیں فلاح نصیب ہو جائے","transliteration":"Yasaloonaka AAani alahillati qul hiya mawaqeetu lilnnasi waalhajji walaysa albirru bian tatoo albuyoota min thuhooriha walakinna albirra mani ittaqa watoo albuyoota min abwabiha waittaqoo Allaha laAAallakum tuflihoona"},{"id":190,"text":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","translation":"اور تم اللہ کی راہ میں اُن لوگوں سے لڑو، جو تم سے لڑتے ہیں، مگر زیادتی نہ کرو کہ اللہ زیادتی کرنے والوں کو پسند نہیں کرتا","transliteration":"Waqatiloo fee sabeeli Allahi allatheena yuqatiloonakum wala taAAtadoo inna Allaha la yuhibbu almuAAtadeena"},{"id":191,"text":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","translation":"ان سے لڑو جہاں بھی تمہارا اُن سے مقابلہ پیش آئے اور انہیں نکالو جہاں سے انہوں نے تم کو نکالا ہے، اس لیے کہ قتل اگرچہ برا ہے، مگر فتنہ اس سے بھی زیادہ برا ہے اور مسجد حرام کے قریب جب تک وہ تم سے نہ لڑیں، تم بھی نہ لڑو، مگر جب وہ وہاں لڑنے سے نہ چُوکیں، تو تم بھی بے تکلف انہیں مارو کہ ایسے کافروں کی یہی سزا ہے","transliteration":"Waoqtuloohum haythu thaqiftumoohum waakhrijoohum min haythu akhrajookum waalfitnatu ashaddu mina alqatli wala tuqatiloohum AAinda almasjidi alharami hatta yuqatilookum feehi fain qatalookum faoqtuloohum kathalika jazao alkafireena"},{"id":192,"text":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"پھر اگر وہ باز آ جائیں، تو جان لو کہ اللہ معاف کرنے والا اور رحم فرمانے والا ہے","transliteration":"Faini intahaw fainna Allaha ghafoorun raheemun"},{"id":193,"text":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّـٰلِمِينَ","translation":"تم ان سے لڑتے رہو یہاں تک کہ فتنہ باقی نہ رہے اور دین اللہ کے لیے ہو جائے پھر اگر وہ باز آ جائیں، تو سمجھ لو کہ ظالموں کے سوا اور کسی پر دست درازی روا نہیں","transliteration":"Waqatiloohum hatta la takoona fitnatun wayakoona alddeenu lillahi faini intahaw fala AAudwana illa AAala alththalimeena"},{"id":194,"text":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","translation":"ماہ حرام کا بدلہ حرام ہی ہے اور تمام حرمتوں کا لحاظ برابری کے ساتھ ہوگا لہٰذا جوتم پر دست درازی کرے، تم بھی اسی طرح اس پر دست درازی کرو البتہ اللہ سے ڈرتے رہو اور جان رکھو کہ اللہ انہیں لوگوں کے ساتھ ہے، جو اس کی حدود توڑنے سے پرہیز کرتے ہیں","transliteration":"Alshshahru alharamu bialshshahri alharami waalhurumatu qisasun famani iAAtada AAalaykum faiAAtadoo AAalayhi bimithli ma iAAtada AAalaykum waittaqoo Allaha waiAAlamoo anna Allaha maAAa almuttaqeena"},{"id":195,"text":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","translation":"اللہ کی راہ میں خرچ کرو اور اپنے ہاتھوں اپنے آپ کو ہلاکت میں نہ ڈالو احسان کا طریقہ اختیار کرو کہ اللہ محسنو ں کو پسند کرتا ہے","transliteration":"Waanfiqoo fee sabeeli Allahi wala tulqoo biaydeekum ila alttahlukati waahsinoo inna Allaha yuhibbu almuhsineena"},{"id":196,"text":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","translation":"اللہ کی خوشنودی کے لیے جب حج اور عمرے کی نیت کرو، تو اُسے پورا کرو اور اگر کہیں گھر جاؤ تو جو قربانی میسر آئے، اللہ کی جناب میں پیش کرو اور اپنے سر نہ مونڈو جب تک کہ قربانی اپنی جگہ نہ پہنچ جائے مگر جو شخص مریض ہو یا جس کے سر میں کوئی تکلیف ہو اور اس بنا پر اپنا سر منڈوا لے، تو اُسے چاہیے کہ فدیے کے طور پر روزے رکھے یا صدقہ دے یا قربانی کرے پھر اگر تمہیں امن نصیب ہو جائے (اور تم حج سے پہلے مکے پہنچ جاؤ)، تو جو شخص تم میں سے حج کا زمانہ آنے تک عمرے کا فائدہ اٹھائے، وہ حسب مقدور قربانی دے، اور ا گر قربانی میسر نہ ہو، تو تین روزے حج کے زمانے میں اور سات گھر پہنچ کر، اِس طرح پورے دس روزے رکھ لے یہ رعایت اُن لوگوں کے لیے ہے، جن کے گھر بار مسجد حرام کے قریب نہ ہوں اللہ کے اِن احکام کی خلاف ورزی سے بچو اور خوب جان لو کہ اللہ سخت سزا دینے والا ہے","transliteration":"Waatimmoo alhajja waalAAumrata lillahi fain ohsirtum fama istaysara mina alhadyi wala tahliqoo ruoosakum hatta yablugha alhadyu mahillahu faman kana minkum mareedan aw bihi athan min rasihi fafidyatun min siyamin aw sadaqatin aw nusukin faitha amintum faman tamattaAAa bialAAumrati ila alhajji fama istaysara mina alhadyi faman lam yajid fasiyamu thalathati ayyamin fee alhajji wasabAAatin itha rajaAAtum tilka AAasharatun kamilatun thalika liman lam yakun ahluhu hadiree almasjidi alharami waittaqoo Allaha waiAAlamoo anna Allaha shadeedu alAAiqabi"},{"id":197,"text":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَـٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"حج کے مہینے سب کو معلوم ہیں جو شخص ان مقرر مہینوں میں حج کی نیت کرے، اُسے خبردار رہنا چاہیے کہ حج کے دوران اس سے کوئی شہوانی فعل، کوئی بد عملی، کوئی لڑائی جھگڑے کی بات سرزد نہ ہو اور جو نیک کام تم کرو گے، وہ اللہ کے علم میں ہوگا سفر حج کے لیے زاد راہ ساتھ لے جاؤ، اور سب سے بہتر زاد راہ پرہیزگاری ہے پس اے ہوش مندو! میر ی نا فرمانی سے پرہیز کرو","transliteration":"Alhajju ashhurun maAAloomatun faman farada feehinna alhajja fala rafatha wala fusooqa wala jidala fee alhajji wama tafAAaloo min khayrin yaAAlamhu Allahu watazawwadoo fainna khayra alzzadi alttaqwa waittaqooni ya olee alalbabi"},{"id":198,"text":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","translation":"اور اگر حج کے ساتھ ساتھ اپنے رب کا فضل بھی تلاش کرتے جاؤ، تو اس میں کوئی مضائقہ نہں پھر جب عرفات سے چلو، تو مشعر حرام (مزدلفہ) کے پاس ٹھیر کر اللہ کو یاد کرو اور اُس طرح یاد کرو، جس کی ہدایت اس نے تمہیں دی ہے، ورنہ اس سے پہلے تم لوگ بھٹکے ہوئے تھے","transliteration":"Laysa AAalaykum junahun an tabtaghoo fadlan min rabbikum faitha afadtum min AAarafatin faothkuroo Allaha AAinda almashAAari alharami waothkuroohu kama hadakum wain kuntum min qablihi lamina alddalleena"},{"id":199,"text":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"پھر جہاں سے سب لوگ پلٹتے ہیں وہیں سے تم بھی پلٹو اور اللہ سے معافی چاہو، یقیناً وہ معاف کرنے والا اور رحم فرمانے والا ہے","transliteration":"Thumma afeedoo min haythu afada alnnasu waistaghfiroo Allaha inna Allaha ghafoorun raheemun"},{"id":200,"text":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","translation":"پھر جب اپنے حج کے ارکان ادا کر چکو، تو جس طرح پہلے اپنے آبا و اجداد کا ذکر کرتے تھے، اُس طرح اب اللہ کا ذکر کرو، بلکہ اس سے بھی بڑھ کر (مگر اللہ کو یاد کرنے والے لوگوں میں بھی بہت فرق ہے) اُن میں سے کوئی تو ایسا ہے، جو کہتا ہے کہ اے ہمارے رب، ہمیں دنیا ہی میں سب کچھ دیدے ایسے شخص کے لیے آخرت میں کوئی حصہ نہیں","transliteration":"Faitha qadaytum manasikakum faothkuroo Allaha kathikrikum abaakum aw ashadda thikran famina alnnasi man yaqoolu rabbana atina fee alddunya wama lahu fee alakhirati min khalaqin"},{"id":201,"text":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","translation":"اور کوئی کہتا ہے کہ اے ہمارے رب! ہمیں دنیا میں بھی بھلائی دے اور آخرت میں بھی بھلائی اور آگ کے عذاب سے ہمیں بچا","transliteration":"Waminhum man yaqoolu rabbana atina fee alddunya hasanatan wafee alakhirati hasanatan waqina AAathaba alnnari"},{"id":202,"text":"أُوْلَـٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","translation":"ایسے لوگ اپنی کمائی کے مطابق (دونوں جگہ) حصہ پائیں گے اور اللہ کو حساب چکاتے کچھ دیر نہیں لگتی","transliteration":"Olaika lahum naseebun mimma kasaboo waAllahu sareeAAu alhisabi"},{"id":203,"text":"۞وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","translation":"یہ گنتی کے چند روز ہیں، جو تمہیں اللہ کی یاد میں بسر کرنے چاہییں پھر جو کوئی جلدی کر کے دو ہی دن میں واپس ہو گیا تو کوئی حرج نہیں، اور جو کچھ دیر زیادہ ٹھیر کر پلٹا تو بھی کوئی حرج نہیں بشر طیکہ یہ دن اس نے تقویٰ کے ساتھ بسر کیے ہو اللہ کی نافرمانی سے بچو اور خوب جان رکھو کہ ایک روز اس کے حضور میں تمہاری پیشی ہونے والی ہے","transliteration":"Waothkuroo Allaha fee ayyamin maAAdoodatin faman taAAajjala fee yawmayni fala ithma AAalayhi waman taakhkhara fala ithma AAalayhi limani ittaqa waittaqoo Allaha waiAAlamoo annakum ilayhi tuhsharoona"},{"id":204,"text":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","translation":"انسانوں میں کوئی تو ایسا ہے، جس کی باتیں دنیا کی زندگی میں تمہیں بہت بھلی معلوم ہوتی ہیں، اور اپنی نیک نیتی پر وہ بار بار خد ا کو گواہ ٹھیرا تا ہے، مگر حقیقت میں وہ بد ترین دشمن حق ہوتا ہے","transliteration":"Wamina alnnasi man yuAAjibuka qawluhu fee alhayati alddunya wayushhidu Allaha AAala ma fee qalbihi wahuwa aladdu alkhisami"},{"id":205,"text":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","translation":"جب اُسے اقتدار حاصل ہو جاتا ہے، تو زمین میں اُس کی ساری دوڑ دھوپ اس لیے ہوتی ہے کہ فساد پھیلائے، کھیتوں کو غارت کرے اور نسل انسانی کو تباہ کرے حالاں کہ اللہ (جسے وہ گواہ بنا رہا تھا) فساد کو ہرگز پسند نہیں کرتا","transliteration":"Waitha tawalla saAAa fee alardi liyufsida feeha wayuhlika alhartha waalnnasla waAllahu la yuhibbu alfasada"},{"id":206,"text":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","translation":"اور جب اس سے کہا جاتا ہے کہ اللہ سے ڈر، تو اپنے وقار کا خیال اُس کو گناہ پر جما دیتا ہے ایسے شخص کے لیے تو بس جہنم ہی کافی ہے اور وہ بہت برا ٹھکانا ہے","transliteration":"Waitha qeela lahu ittaqi Allaha akhathathu alAAizzatu bialithmi fahasbuhu jahannamu walabisa almihadu"},{"id":207,"text":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","translation":"دوسری طرف انسانوں ہی میں کوئی ایسا بھی ہے، جو رضا ئے الٰہی کی طلب میں اپنی جان کھپا دیتا ہے اور ایسے بندوں پر اللہ بہت مہربان ہے","transliteration":"Wamina alnnasi man yashree nafsahu ibtighaa mardati Allahi waAllahu raoofun bialAAibadi"},{"id":208,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","translation":"اے ایمان لانے والو! تم پورے کے پورے اسلام میں آ جاؤ اور شیطان کی پیروی نہ کرو کہ وہ تمہارا کھلا دشمن ہے","transliteration":"Ya ayyuha allatheena amanoo odkhuloo fee alssilmi kaffatan wala tattabiAAoo khutuwati alshshaytani innahu lakum AAaduwwun mubeenun"},{"id":209,"text":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","translation":"جو صاف صاف ہدایات تمہارے پا س آ چکی ہیں، اگر ان کو پا لینے کے بعد پھر تم نے لغز ش کھائی، تو خوب جان رکھو کہ اللہ سب پر غالب اور حکیم و دانا ہے","transliteration":"Fain zalaltum min baAAdi ma jaatkumu albayyinatu faiAAlamoo anna Allaha AAazeezun hakeemun"},{"id":210,"text":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَـٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"(اِن ساری نصیحتوں اور ہدایتوں کے بعد بھی لوگ سیدھے نہ ہوں، تو) کیا اب وہ اِس کے منتظر ہیں کہ اللہ بادلوں کا چتر لگائے فرشتوں کے پرے سا تھ لیے خود سامنے آ موجود ہو اور فیصلہ ہی کر ڈالا جائے؟ آخر کار سارے معاملات پیش تو اللہ ہی کے حضور ہونے والے ہیں","transliteration":"Hal yanthuroona illa an yatiyahumu Allahu fee thulalin mina alghamami waalmalaikatu waqudiya alamru waila Allahi turjaAAu alomooru"},{"id":211,"text":"سَلۡ بَنِيٓ إِسۡرَـٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","translation":"بنی اسرائیل سے پوچھو: کیسی کھلی کھلی نشانیاں ہم نے اُنہیں دکھائی ہیں (اور پھر یہ بھی انہیں سے پوچھ لو کہ) اللہ کی نعمت پانے کے بعد جو قوم اس کو شقاوت سے بدلتی ہے اُسے اللہ کیسی سخت سزادیتا ہے","transliteration":"Sal banee israeela kam ataynahum min ayatin bayyinatin waman yubaddil niAAmata Allahi min baAAdi ma jaathu fainna Allaha shadeedu alAAiqabi"},{"id":212,"text":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","translation":"جن لوگوں نے کفر کی راہ اختیار کی ہے، اُن کے لیے دنیا کی زندگی بڑی محبوب و دل پسند بنا دی گئی ہے ایسے لوگ ایمان کی راہ اختیار کرنے والوں کا مذاق اڑاتے ہیں، مگر قیامت کے روز پرہیز گار لوگ ہی اُن کے مقابلے میں عالی مقام ہوں گے رہا دنیا کا رزق، تو اللہ کو اختیار ہے، جسے چاہے بے حساب دے","transliteration":"Zuyyina lillatheena kafaroo alhayatu alddunya wayaskharoona mina allatheena amanoo waallatheena ittaqaw fawqahum yawma alqiyamati waAllahu yarzuqu man yashao bighayri hisabin"},{"id":213,"text":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","translation":"ابتدا میں سب لوگ ایک ہی طریقہ پر تھے (پھر یہ حالت باقی نہ رہی اور اختلافات رونما ہوئے) تب اللہ نے نبی بھیجے جو راست روی پر بشارت دینے والے اور کج روی کے نتائج سے ڈرانے والے تھے، اور اُن کے ساتھ کتاب بر حق نازل کی تاکہ حق کے بارے میں لوگوں کے درمیان جو اختلافات رونما ہوگئے تھے، ان کا فیصلہ کرے (اور ان اختلافات کے رونما ہونے کی وجہ یہ نہ تھی کہ ابتدا میں لوگوں کو حق بتایا نہیں گیا تھا نہیں،) اختلاف اُن لوگوں نے کیا، جنہیں حق کا عمل دیا چکا تھا اُنہوں نے روشن ہدایات پا لینے کے بعد محض اس کے لیے حق کو چھوڑ کر مختلف طریقے نکالے کہ وہ آپس میں زیادتی کرنا چاہتے تھے پس جو لوگ انبیا پر ایمان لے آئے، انہیں اللہ نے اپنے اذن سے اُس حق کا راستہ دکھا دیا، جس میں لوگوں نے اختلاف کیا تھا اللہ جسے چاہتا ہے، راہ راست دکھا دیتا ہے","transliteration":"Kana alnnasu ommatan wahidatan fabaAAatha Allahu alnnabiyyeena mubashshireena wamunthireena waanzala maAAahumu alkitaba bialhaqqi liyahkuma bayna alnnasi feema ikhtalafoo feehi wama ikhtalafa feehi illa allatheena ootoohu min baAAdi ma jaathumu albayyinatu baghyan baynahum fahada Allahu allatheena amanoo lima ikhtalafoo feehi mina alhaqqi biithnihi waAllahu yahdee man yashao ila siratin mustaqeemin"},{"id":214,"text":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","translation":"پھر کیا تم لوگوں نے یہ سمجھ رکھا ہے کہ یونہی جنت کا داخلہ تمہیں مل جائے گا، حالانکہ ابھی تم پر وہ سب کچھ نہیں گزرا ہے، جو تم سے پہلے ایمان لانے والوں پر گزر چکا ہے؟ اُن پر سختیاں گزریں، مصیبتیں آئیں، ہلا مارے گئے، حتیٰ کہ وقت کارسول اور اس کے ساتھی اہل ایمان چیخ اٹھے کہ اللہ کی مدد کب آئے گی اُس وقت انہیں تسلی دی گئی کہ ہاں اللہ کی مدد قریب ہے","transliteration":"Am hasibtum an tadkhuloo aljannata walamma yatikum mathalu allatheena khalaw min qablikum massathumu albasao waalddarrao wazulziloo hatta yaqoola alrrasoolu waallatheena amanoo maAAahu mata nasru Allahi ala inna nasra Allahi qareebun"},{"id":215,"text":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","translation":"لوگ پوچھتے ہیں کہ ہم کیا خرچ کریں؟ جواب دو کہ جو مال بھی تم خرچ کرو اپنے والدین پر، رشتے داروں پر، یتیموں اور مسکینوں اور مسافروں پر خرچ کرو اور جو بھلائی بھی تم کرو گے، اللہ اس سے باخبر ہوگا","transliteration":"Yasaloonaka matha yunfiqoona qul ma anfaqtum min khayrin falilwalidayni waalaqrabeena waalyatama waalmasakeeni waibni alssabeeli wama tafAAaloo min khayrin fainna Allaha bihi AAaleemun"},{"id":216,"text":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translation":"تمہیں جنگ کا حکم دیا گیا ہے اور وہ تمہیں ناگوار ہے ہوسکتا ہے کہ ایک چیز تمہیں ناگوار ہو اور وہی تمہارے لیے بہتر ہو اور ہوسکتا ہے کہ ایک چیز تمہیں پسند ہو اور وہی تمہارے لیے بری ہو اللہ جانتا ہے، تم نہیں جانتے","transliteration":"Kutiba AAalaykumu alqitalu wahuwa kurhun lakum waAAasa an takrahoo shayan wahuwa khayrun lakum waAAasa an tuhibboo shayan wahuwa sharrun lakum waAllahu yaAAlamu waantum la taAAlamoona"},{"id":217,"text":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَـٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"لوگ پوچھتے ہیں ماہ حرام میں لڑنا کیسا ہے؟ کہو: اِس میں لڑ نا بہت برا ہے، مگر راہ خدا سے لوگوں کو روکنا اور اللہ سے کفر کرنا اور مسجد حرام کا راستہ خدا پرستوں پر بند کرنا اور حرم کے رہنے والوں کو وہاں سے نکالنا اللہ کے نزدیک اِس سے بھی زیادہ برا ہے اور فتنہ خونریزی سے شدید تر ہے وہ تو تم سے لڑے ہی جائیں گے حتیٰ کہ اگر اُن کا بس چلے، تو تمہیں اِس دین سے پھرا لے جائیں (اور یہ خوب سمجھ لو کہ) تم میں سے جو کوئی اس دین سے پھرے گا اور کفر کی حالت میں جان دے گا، اس کے اعمال دنیا اور آخرت دونوں میں ضائع ہو جائیں گے ایسے سب لوگ جہنمی ہیں اور ہمیشہ جہنم ہی میں رہیں گے","transliteration":"Yasaloonaka AAani alshshahri alharami qitalin feehi qul qitalun feehi kabeerun wasaddun AAan sabeeli Allahi wakufrun bihi waalmasjidi alharami waikhraju ahlihi minhu akbaru AAinda Allahi waalfitnatu akbaru mina alqatli wala yazaloona yuqatiloonakum hatta yaruddookum AAan deenikum ini istataAAoo waman yartadid minkum AAan deenihi fayamut wahuwa kafirun faolaika habitat aAAmaluhum fee alddunya waalakhirati waolaika ashabu alnnari hum feeha khalidoona"},{"id":218,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَـٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"بخلا ف اِس کے جو لوگ ایمان لائے ہیں اور جنہوں نے خدا کی راہ میں اپنا گھر بار چھوڑا اور جہاد کیا ہے، وہ رحمت الٰہی کے جائز امیدوار ہیں اور اللہ ان کی لغزشوں کو معاف کرنے والا اور اپنی رحمت سے انہیں نوازنے والا ہے","transliteration":"Inna allatheena amanoo waallatheena hajaroo wajahadoo fee sabeeli Allahi olaika yarjoona rahmata Allahi waAllahu ghafoorun raheemun"},{"id":219,"text":"۞يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","translation":"پوچھتے ہیں: شراب اور جوئے کا کیا حکم ہے؟ کہو: ان دونوں چیزوں میں بڑی خرابی ہے اگرچہ ان میں لوگوں کے لیے کچھ منافع بھی ہیں، مگر ان کا گناہ اُن کے فائدے سے بہت زیادہ ہے پوچھتے ہیں: ہم راہ خدا میں کیا خرچ کریں؟ کہو: جو کچھ تمہاری ضرورت سے زیادہ ہو اس طرح اللہ تمہارے لیے صاف صاف احکام بیان کرتا ہے، شاید کہ تم دنیا اور آخرت دونوں کی فکر کرو","transliteration":"Yasaloonaka AAani alkhamri waalmaysiri qul feehima ithmun kabeerun wamanafiAAu lilnnasi waithmuhuma akbaru min nafAAihima wayasaloonaka matha yunfiqoona quli alAAafwa kathalika yubayyinu Allahu lakumu alayati laAAallakum tatafakkaroona"},{"id":220,"text":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","translation":"پوچھتے ہیں: یتیموں کے ساتھ کیا معاملہ کیا جائے؟ کہو: جس طرز عمل میں ان کے لیے بھلائی ہو، وہی اختیار کرنا بہتر ہے اگر تم اپنا اور اُن کا خرچ اور رہنا سہنا مشترک رکھو، تو اس میں کوئی مضائقہ نہیں آخر وہ تمہارے بھائی بند ہی تو ہیں برائی کرنے والے اور بھلائی کرنے والے، دونوں کا حال اللہ پر روشن ہے اللہ چاہتا تو اس معاملے میں تم پر سختی کرتا، مگر وہ صاحب اختیار ہونے کے ساتھ صاحب حکمت بھی ہے","transliteration":"Fee alddunya waalakhirati wayasaloonaka AAani alyatama qul islahun lahum khayrun wain tukhalitoohum faikhwanukum waAllahu yaAAlamu almufsida mina almuslihi walaw shaa Allahu laaAAnatakum inna Allaha AAazeezun hakeemun"},{"id":221,"text":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَـٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","translation":"تم مشرک عورتوں سے ہرگز نکاح نہ کرنا، جب تک کہ وہ ایمان نہ لے آئیں ایک مومن لونڈی مشرک شریف زادی سے بہتر ہے، اگرچہ وہ تمہیں بہت پسند ہو اور اپنی عورتوں کے نکاح مشرک مردوں سے کبھی نہ کرنا، جب تک کہ وہ ایمان نہ لے آئیں ایک مومن غلام مشرک شریف سے بہتر ہے اگرچہ وہ تمہیں بہت پسند ہو یہ لوگ تمہیں آگ کی طرف بلاتے ہیں اور اللہ اپنے اذن سے تم کو جنت اور مغفرت کی طرف بلاتا ہے، اور وہ اپنے احکام واضح طور پر لوگوں کے سامنے بیان کرتا ہے، توقع ہے کہ وہ سبق لیں گے اور نصیحت قبول کریں گے","transliteration":"Wala tankihoo almushrikati hatta yuminna walaamatun muminatun khayrun min mushrikatin walaw aAAjabatkum wala tunkihoo almushrikeena hatta yuminoo walaAAabdun muminun khayrun min mushrikin walaw aAAjabakum olaika yadAAoona ila alnnari waAllahu yadAAoo ila aljannati waalmaghfirati biithnihi wayubayyinu ayatihi lilnnasi laAAallahum yatathakkaroona"},{"id":222,"text":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّـٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","translation":"پوچھتے ہیں: حیض کا کیا حکم ہے؟ کہو: وہ ایک گندگی کی حالت ہے اس میں عورتوں سے الگ رہو اور ان کے قریب نہ جاؤ، جب تک کہ وہ پاک صاف نہ ہو جائیں پھر جب وہ پاک ہو جائیں، تو اُن کے پاس جاؤ اُس طرح جیسا کہ اللہ نے تم کو حکم دیا ہے اللہ اُن لوگوں کو پسند کرتا ہے، جو بدی سے باز رہیں اور پاکیزگی اختیار کریں","transliteration":"Wayasaloonaka AAani almaheedi qul huwa athan faiAAtaziloo alnnisaa fee almaheedi wala taqraboohunna hatta yathurna faitha tatahharna fatoohunna min haythu amarakumu Allahu inna Allaha yuhibbu alttawwabeena wayuhibbu almutatahhireena"},{"id":223,"text":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translation":"تمہاری عورتیں تمہاری کھیتیاں ہیں تمہیں اختیار ہے، جس طرح چاہو، اپنی کھیتی میں جاؤ، مگر اپنے مستقبل کی فکر کرو اور اللہ کی ناراضی سے بچو خوب جان لو کہ تمہیں ایک دن اُس سے ملنا ہے اور اے نبیؐ! جو تمہاری ہدایات کو مان لیں انہیں فلاح و سعادت کا مثردہ سنا دو","transliteration":"Nisaokum harthun lakum fatoo harthakum anna shitum waqaddimoo lianfusikum waittaqoo Allaha waiAAlamoo annakum mulaqoohu wabashshiri almumineena"},{"id":224,"text":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","translation":"اللہ کے نام کو ایسی قسمیں کھانے کے لیے استعمال نہ کرو، جن سے مقصود نیکی اور تقویٰ اور بند گان خدا کی بھلائی کے کاموں سے باز رہنا ہو اللہ تمہاری ساری باتیں سن رہا ہے اور سب کچھ جانتا ہے","transliteration":"Wala tajAAaloo Allaha AAurdatan liaymanikum an tabarroo watattaqoo watuslihoo bayna alnnasi waAllahu sameeAAun AAaleemun"},{"id":225,"text":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","translation":"جو بے معنی قسمیں تم بلا ارادہ کھا لیا کرتے ہو، اُن پر اللہ گرفت نہیں کرتا، مگر جو قسمیں تم سچے دل سے کھاتے ہو، اُن کی باز پرس وہ ضرور کرے گا اللہ بہت در گزر کرنے والا اور بردبار ہے","transliteration":"La yuakhithukumu Allahu biallaghwi fee aymanikum walakin yuakhithukum bima kasabat quloobukum waAllahu ghafoorun haleemun"},{"id":226,"text":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"جو لوگ اپنی عورتوں سے تعلق نہ رکھنے کی قسم کھا بیٹھے ہیں، اُن کے لیے چار مہینے کی مہلت ہے اگر انہوں نے رجوع کر لیا، تو اللہ معاف کرنے والا اور رحیم ہے","transliteration":"Lillatheena yuloona min nisaihim tarabbusu arbaAAati ashhurin fain faoo fainna Allaha ghafoorun raheemun"},{"id":227,"text":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translation":"اور اگر اُنہوں نے طلاق ہی کی ٹھان لی ہو تو جانے رہیں کہ اللہ سب کچھ سنتا اور جانتا ہے","transliteration":"Wain AAazamoo alttalaqa fainna Allaha sameeAAun AAaleemun"},{"id":228,"text":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","translation":"جن عورتوں کو طلاق دی گئی ہو، وہ تین مرتبہ ایام ماہواری آنے تک اپنے آپ کو روکے رکھیں اور اُن کے لیے یہ جائز نہیں ہے کہ اللہ نے اُن کے رحم میں جو کچھ خلق فرمایا ہو، اُسے چھپائیں اُنہیں ہرگز ایسا نہ کرنا چاہیے، اگر وہ اللہ اور روز آخر پر ایمان رکھتی ہیں اُن کے شوہر تعلقات درست کر لینے پر آمادہ ہوں، تو وہ اِس عدت کے دوران اُنہیں پھر اپنی زوجیت میں واپس لے لینے کے حق دار ہیں عورتوں کے لیے بھی معروف طریقے پر ویسے ہی حقوق ہیں، جیسے مردوں کے حقوق اُن پر ہیں البتہ مردوں کو اُن پر ایک درجہ حاصل ہے اور سب پر اللہ غالب اقتدار رکھنے والا اور حکیم و دانا موجود ہے","transliteration":"Waalmutallaqatu yatarabbasna bianfusihinna thalathata qurooin wala yahillu lahunna an yaktumna ma khalaqa Allahu fee arhamihinna in kunna yuminna biAllahi waalyawmi alakhiri wabuAAoolatuhunna ahaqqu biraddihinna fee thalika in aradoo islahan walahunna mithlu allathee AAalayhinna bialmaAAroofi walilrrijali AAalayhinna darajatun waAllahu AAazeezun hakeemun"},{"id":229,"text":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translation":"طلاق دو بار ہے پھر یا تو سیدھی طرح عورت کو روک لیا جائے یا بھلے طریقے سے اس کو رخصت کر دیا جائے اور رخصت کر تے ہوئے ایسا کرنا تمہارے لیے جائز نہیں ہے کہ جو کچھ تم انہیں دے چکے ہو، اُس میں سے کچھ واپس لے لو البتہ یہ صورت مستثنیٰ ہے کہ زوجین کو اللہ کے حدود پر قائم نہ رہ سکنے کا اندیشہ ہو ایسی صورت میں اگر تمہیں یہ خوف ہو کہ وہ دونوں حدود الٰہی پر قائم نہ رہیں گے، تو اُن دونوں کے درمیان یہ معاملہ ہو جانے میں مضائقہ نہیں کہ عورت اپنے شوہر کو کچھ معاوضہ دے کر علیحدگی حاصل کر لے یہ اللہ کے مقرر کردہ حدود ہیں، اِن سے تجاوز نہ کرو اور جو لوگ حدود الٰہی سے تجاوز کریں، وہی ظالم ہیں","transliteration":"Alttalaqu marratani faimsakun bimaAAroofin aw tasreehun biihsanin wala yahillu lakum an takhuthoo mimma ataytumoohunna shayan illa an yakhafa alla yuqeema hudooda Allahi fain khiftum alla yuqeema hudooda Allahi fala junaha AAalayhima feema iftadat bihi tilka hudoodu Allahi fala taAAtadooha waman yataAAadda hudooda Allahi faolaika humu alththalimoona"},{"id":230,"text":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","translation":"پھر اگر (دو بارہ طلاق دینے کے بعد شوہر نے عورت کو تیسری بار) طلاق دے دی تو وہ عورت پھر اس کے لیے حلال نہ ہوگی، الّا یہ کہ اس کا نکاح کسی دوسرے شخص سے ہو اور وہ اسے طلاق دیدے تب اگر پہلا شوہر اور یہ عورت دونوں یہ خیال کریں کہ حدود الٰہی پر قائم رہیں گے، تو ان کے لیے ایک دوسرے کی طرف رجو ع کر لینے میں کوئی مضائقہ نہیں یہ اللہ کی مقرر کردہ حدیں ہیں، جنہیں وہ اُن لوگوں کی ہدایت کے لیے واضح کر رہا ہے، جو (اس کی حدود کو توڑنے کا انجام) جانتے ہیں","transliteration":"Fain tallaqaha fala tahillu lahu min baAAdu hatta tankiha zawjan ghayrahu fain tallaqaha fala junaha AAalayhima an yatarajaAAa in thanna an yuqeema hudooda Allahi watilka hudoodu Allahi yubayyinuha liqawmin yaAAlamoona"},{"id":231,"text":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"اور جب تم عورتوں کو طلاق دے دو اور ان کی عدت پوری ہونے کو آ جائے، تو یا بھلے طریقے سے انہیں روک لو یا بھلے طریقے سے رخصت کر دو محض ستانے کی خاطر انہیں نہ روکے رکھنا یہ زیادتی ہوگی اور جو ایسا کرے گا، وہ در حقیقت آپ اپنے ہی اوپر ظلم کرے گا اللہ کی آیات کا کھیل نہ بناؤ بھول نہ جاؤ کہ اللہ نے کس نعمت عظمیٰ سے تمہیں سرفراز کیا ہے وہ تمہیں نصیحت کرتا ہے کہ جو کتاب اور حکمت اُس نے تم پر نازل کی ہے، اس کا احترام ملحوظ رکھو اللہ سے ڈرو اور خوب جان لو کہ اللہ کو ہر بات کی خبر ہے","transliteration":"Waitha tallaqtumu alnnisaa fabalaghna ajalahunna faamsikoohunna bimaAAroofin aw sarrihoohunna bimaAAroofin wala tumsikoohunna diraran litaAAtadoo waman yafAAal thalika faqad thalama nafsahu wala tattakhithoo ayati Allahi huzuwan waothkuroo niAAmata Allahi AAalaykum wama anzala AAalaykum mina alkitabi waalhikmati yaAAithukum bihi waittaqoo Allaha waiAAlamoo anna Allaha bikulli shayin AAaleemun"},{"id":232,"text":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translation":"جب تم اپنی عورتوں کو طلاق دے چکو اور وہ اپنی عدت پوری کر لیں، تو پھر اس میں مانع نہ ہو کہ وہ اپنے زیر تجویز شوہروں سے نکاح کر لیں، جب کہ وہ معروف طریقے سے باہم مناکحت پر راضی ہوں تمہیں نصیحت کی جاتی ہے کہ ایسی حرکت ہرگز نہ کرنا، اگر تم اللہ اور روز آخر پر ایمان لانے والے ہو تمہارے لیے شائستہ اور پاکیزہ طریقہ یہی ہے کہ اس سے باز رہو اللہ جانتا ہے، تم نہیں جانتے","transliteration":"Waitha tallaqtumu alnnisaa fabalaghna ajalahunna fala taAAduloohunna an yankihna azwajahunna itha taradaw baynahum bialmaAAroofi thalika yooAAathu bihi man kana minkum yuminu biAllahi waalyawmi alakhiri thalikum azka lakum waatharu waAllahu yaAAlamu waantum la taAAlamoona"},{"id":233,"text":"۞وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"جو باپ چاہتے ہوں کہ ان کی اولا د پوری مدت رضاعت تک دودھ پیے، تو مائیں اپنے بچوں کو کامل دو سال دودھ پلائیں اِس صورت میں بچے کے باپ کو معروف طریقے سے انہیں کھانا کپڑا دینا ہوگا مگر کسی پر اس کی وسعت سے بڑھ کر بار نہ ڈالنا چاہیے نہ تو ماں کو اِس وجہ سے تکلیف میں ڈالا جائے کہ بچہ اس کا ہے، اور نہ باپ ہی کو اس وجہ سے تنگ کیا جائے کہ بچہ اس کا ہے دودھ پلانے والی کا یہ حق جیسا بچے کے باپ پر ہے ویسا ہی اس کے وارث پر بھی ہے لیکن اگر فریقین باہمی رضامندی اور مشورے سے دودھ چھڑانا چاہیں، تو ایسا کرنے میں کوئی مضائقہ نہیں اور اگر تمہارا خیال اپنی اولاد کو کسی غیر عورت سے دودھ پلوانے کا ہو، تو اس میں بھی کوئی حرج نہیں بشر طیکہ اس کا جو کچھ معاوضہ طے کرو، وہ معروف طریقے پر ادا کر دو اللہ سے ڈرو اور جان رکھو کہ جو کچھ تم کرتے ہو، سب اللہ کی نظر میں ہے","transliteration":"Waalwalidatu yurdiAAna awladahunna hawlayni kamilayni liman arada an yutimma alrradaAAata waAAala almawloodi lahu rizquhunna wakiswatuhunna bialmaAAroofi la tukallafu nafsun illa wusAAaha la tudarra walidatun biwaladiha wala mawloodun lahu biwaladihi waAAala alwarithi mithlu thalika fain arada fisalan AAan taradin minhuma watashawurin fala junaha AAalayhima wain aradtum an tastardiAAoo awladakum fala junaha AAalaykum itha sallamtum ma ataytum bialmaAAroofi waittaqoo Allaha waiAAlamoo anna Allaha bima taAAmaloona baseerun"},{"id":234,"text":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"تم میں سے جو لوگ مر جائیں، اُن کے پیچھے اگر اُن کی بیویاں زندہ ہوں، تو وہ اپنے آپ کو چار مہینے، دس دن روکے رکھیں پھر جب ان کی عدت پوری ہو جائے، تو انہیں اختیار ہے، اپنی ذات کے معاملے میں معروف طریقے سے جو چاہیں، کریں تم پر اس کی کوئی ذمہ داری نہیں اللہ تم سب کے اعمال سے باخبر ہے","transliteration":"Waallatheena yutawaffawna minkum wayatharoona azwajan yatarabbasna bianfusihinna arbaAAata ashhurin waAAashran faitha balaghna ajalahunna fala junaha AAalaykum feema faAAalna fee anfusihinna bialmaAAroofi waAllahu bima taAAmaloona khabeerun"},{"id":235,"text":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","translation":"زمانہ عدت میں خواہ تم اُن بیوہ عورتوں کے ساتھ منگنی کا ارادہ اشارے کنایے میں ظاہر کر دو، خواہ دل میں چھپائے رکھو، دونوں صورتوں میں کوئی مضائقہ نہیں اللہ جانتا ہے کہ اُن کا خیال تو تمہارے دل میں آئے گا ہی مگر دیکھو! خفیہ عہد و پیمان نہ کرنا اگر کوئی بات کرنی ہے، تو معرف طریقے سے کرو اور عقد نکاح باندھنے کا فیصلہ اُس وقت تک نہ کرو، جب تک کہ عدت پوری نہ ہو جائے خوب سمجھ لو کہ اللہ تمہارے دلوں کا حال تک جانتا ہے لہٰذا اس سے ڈرو اور یہ بھی جان لو کہ اللہ بردبار ہے، چھوٹی چھوٹی باتوں سے درگزر فرماتا ہے","transliteration":"Wala junaha AAalaykum feema AAarradtum bihi min khitbati alnnisai aw aknantum fee anfusikum AAalima Allahu annakum satathkuroonahunna walakin la tuwaAAidoohunna sirran illa an taqooloo qawlan maAAroofan wala taAAzimoo AAuqdata alnnikahi hatta yablugha alkitabu ajalahu waiAAlamoo anna Allaha yaAAlamu ma fee anfusikum faihtharoohu waiAAlamoo anna Allaha ghafoorun haleemun"},{"id":236,"text":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","translation":"تم پر کچھ گنا ہ نہیں، اگر اپنی تم عورتوں کو طلاق دے دو قبل اس کے کہ ہاتھ لگانے کی نوبت آئے یا مہر مقرر ہو اس صورت میں اُنہیں کچھ نہ کچھ دینا ضرور چاہیے خوش حال آدمی اپنی مقدرت کے مطابق اور غریب اپنی مقدرت کے مطابق معروف طریقہ سے دے یہ حق ہے نیک آدمیوں پر","transliteration":"La junaha AAalaykum in tallaqtumu alnnisaa ma lam tamassoohunna aw tafridoo lahunna fareedatan wamattiAAoohunna AAala almoosiAAi qadaruhu waAAala almuqtiri qadaruhu mataAAan bialmaAAroofi haqqan AAala almuhsineena"},{"id":237,"text":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","translation":"اور اگر تم نے ہاتھ لگانے سے پہلے طلاق دی ہے، لیکن مہر مقرر کیا جا چکا ہو، تو اس صورت میں نصف مہر دینا ہوگا یہ اور بات ہے کہ عورت نرمی برتے (اور مہر نہ لے) یا وہ مرد، جس کے اختیار میں عقد نکاح ہے، نرمی سے کام لے (اور پورا مہر دیدے)، اور تم (یعنی مرد) نرمی سے کام لو، تو یہ تقویٰ سے زیادہ مناسبت رکھتا ہے آپس کے معاملات میں فیاضی کو نہ بھولو تمہارے اعمال کو اللہ دیکھ رہا ہے","transliteration":"Wain tallaqtumoohunna min qabli an tamassoohunna waqad faradtum lahunna fareedatan fanisfu ma faradtum illa an yaAAfoona aw yaAAfuwa allathee biyadihi AAuqdatu alnnikahi waan taAAfoo aqrabu lilttaqwa wala tansawoo alfadla baynakum inna Allaha bima taAAmaloona baseerun"},{"id":238,"text":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","translation":"اپنی نمازوں کی نگہداشت رکھو، خصوصاً ایسی نماز کی جو محاسن صلوٰۃ کی جا مع ہو اللہ کے آگے اس طرح کھڑے ہو، جیسے فر ماں بردار غلام کھڑ ے ہوتے ہیں","transliteration":"Hafithoo AAala alssalawati waalssalati alwusta waqoomoo lillahi qaniteena"},{"id":239,"text":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","translation":"بدامنی کی حالت ہو، تو خواہ پیدل ہو، خواہ سوار، جس طرح ممکن ہو، نماز پڑھو اور جب امن میسر آجائے، تو اللہ کو اُس طریقے سے یاد کرو، جو اُس نے تمہیں سکھا دیا ہے، جس سے تم پہلے نا واقف تھے","transliteration":"Fain khiftum farijalan aw rukbanan faitha amintum faothkuroo Allaha kama AAallamakum ma lam takoonoo taAAlamoona"},{"id":240,"text":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","translation":"تم میں سے جو لوگوں وفات پائیں اور پیچھے بیویاں چھوڑ رہے ہوں، اُن کو چاہیے کہ اپنی بیویوں کے حق میں یہ وصیت کر جائیں کہ ایک سال تک ان کو نان و نفقہ دیا جائے اور وہ گھر سے نہ نکالی جائیں پھر اگر وہ خود نکل جائیں، تو اپنی ذات کے معاملے میں معروف طریقے سے وہ جو کچھ بھی کریں، اس کی کوئی ذمہ داری تم پر نہیں ہے اللہ سب پر غالب اقتدار رکھنے والا اور حکیم و دانا ہے","transliteration":"Waallatheena yutawaffawna minkum wayatharoona azwajan wasiyyatan liazwajihim mataAAan ila alhawli ghayra ikhrajin fain kharajna fala junaha AAalaykum fee ma faAAalna fee anfusihinna min maAAroofin waAllahu AAazeezun hakeemun"},{"id":241,"text":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","translation":"اِسی طرح جن عورتوں کو طلاق دی گئی ہو، انہیں بھی مناسب طور پر کچھ نہ کچھ دے کر رخصت کیا جائے یہ حق ہے متقی لوگوں پر","transliteration":"Walilmutallaqati mataAAun bialmaAAroofi haqqan AAala almuttaqeena"},{"id":242,"text":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","translation":"اِس طرح اللہ اپنے احکام تمہیں صاف صاف بتاتا ہے امید ہے کہ تم سمجھ بوجھ کر کام کرو گے","transliteration":"Kathalika yubayyinu Allahu lakum ayatihi laAAallakum taAAqiloona"},{"id":243,"text":"۞أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translation":"تم نے اُن لوگوں کے حال پر بھی کچھ غور کیا، جو موت کے ڈر سے اپنے گھر بار چھوڑ کر نکلے تھے اور ہزاروں کی تعداد میں تھے؟ اللہ نے اُن سے فرمایا: مر جاؤ پھر اُس نے اُن کو دوبارہ زندگی بخشی حقیقت یہ ہے کہ اللہ انسان پر بڑا فضل فرمانے والا ہے مگر اکثر لوگ شکر ادا نہیں کرتے","transliteration":"Alam tara ila allatheena kharajoo min diyarihim wahum oloofun hathara almawti faqala lahumu Allahu mootoo thumma ahyahum inna Allaha lathoo fadlin AAala alnnasi walakinna akthara alnnasi la yashkuroona"},{"id":244,"text":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translation":"مسلمانو! اللہ کی راہ میں جنگ کرو اور خوب جان رکھو کہ اللہ سننے والا اور جاننے والا ہے","transliteration":"Waqatiloo fee sabeeli Allahi waiAAlamoo anna Allaha sameeAAun AAaleemun"},{"id":245,"text":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"تم میں کون ہے جو اللہ کو قرض حسن دے تاکہ اللہ اُسے کئی گنا بڑھا چڑھا کر واپس کرے؟ گھٹانا بھی اللہ کے اختیار میں ہے اور بڑھانا بھی، اور اُسی کی طرف تمہیں پلٹ کر جانا ہے","transliteration":"Man tha allathee yuqridu Allaha qardan hasanan fayudaAAifahu lahu adAAafan katheeratan waAllahu yaqbidu wayabsutu wailayhi turjaAAoona"},{"id":246,"text":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَـٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّـٰلِمِينَ","translation":"پھر تم نے اُس معاملے پر بھی غور کیا، جو موسیٰؑ کے بعد سرداران بنی اسرائیل کو پیش آیا تھا؟ اُنہوں نے اپنے نبی سے کہا: ہمارے لیے ایک بادشاہ مقرر کر دو تاکہ ہم اللہ کی راہ میں جنگ کریں نبی نے پوچھا: کہیں ایسا تو نہ ہوگا کہ تم کو لڑائی کا حکم دیا جائے اور پھر تم نہ لڑو وہ کہنے لگے : بھلا یہ کیسے ہو سکتا ہے کہ ہم راہ خدا میں نہ لڑیں، جبکہ ہمیں اپنے گھروں سے نکال دیا گیا ہے اور ہمارے بال بچے ہم سے جدا کر دیے گئے ہیں مگر جب ان کو جنگ کا حکم دیا گیا، تو ایک قلیل تعداد کے سوا وہ سب پیٹھ موڑ گئے، اور اللہ ان میں سے ایک ایک ظالم کو جانتا ہے","transliteration":"Alam tara ila almalai min banee israeela min baAAdi moosa ith qaloo linabiyyin lahumu ibAAath lana malikan nuqatil fee sabeeli Allahi qala hal AAasaytum in kutiba AAalaykumu alqitalu alla tuqatiloo qaloo wama lana alla nuqatila fee sabeeli Allahi waqad okhrijna min diyarina waabnaina falamma kutiba AAalayhimu alqitalu tawallaw illa qaleelan minhum waAllahu AAaleemun bialththalimeena"},{"id":247,"text":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translation":"اُن کے نبی نے ان سے کہا کہ اللہ نے طالوت کو تمہارے لیے بادشاہ مقرر کیا ہے یہ سن کر وہ بولے : \"ہم پر بادشاہ بننے کا وہ کیسے حقدار ہو گیا؟ اُس کے مقابلے میں بادشاہی کے ہم زیادہ مستحق ہیں وہ تو کوئی بڑا ما ل دار آدمی نہیں ہے\" نبی نے جواب دیا: \"اللہ نے تمہارے مقابلے میں اسی کو منتخب کیا ہے اور اس کو دماغی و جسمانی دونوں قسم کی اہلیتیں فراوانی کے ساتھ عطا فرمائی ہیں اور اللہ کو اختیار ہے کہ اپنا ملک جسے چاہے دے، اللہ بڑی وسعت رکھتا ہے اور سب کچھ اُس کے علم میں ہے","transliteration":"Waqala lahum nabiyyuhum inna Allaha qad baAAatha lakum taloota malikan qaloo anna yakoonu lahu almulku AAalayna wanahnu ahaqqu bialmulki minhu walam yuta saAAatan mina almali qala inna Allaha istafahu AAalaykum wazadahu bastatan fee alAAilmi waaljismi waAllahu yutee mulkahu man yashao waAllahu wasiAAun AAaleemun"},{"id":248,"text":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَـٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"اس کے ساتھ اُن کے نبی نے اُن کو یہ بھی بتایا کہ \"خدا کی طرف سے اُس کے بادشاہ مقرر ہونے کی علامت یہ ہے کہ اس کے عہد میں وہ صندوق تمہیں واپس مل جائے گا، جس میں تمہارے رب کی طرف سے تمہارے لیے سکون قلب کا سامان ہے، جس میں آل موسیٰؑ اور آل ہارون کے چھوڑے ہوئے تبرکات ہیں، اور جس کو اس وقت فرشتے سنبھالے ہوئے ہیں اگر تم مومن ہو، تو یہ تمہارے لیے بہت بڑی نشانی ہے","transliteration":"Waqala lahum nabiyyuhum inna ayata mulkihi an yatiyakumu alttabootu feehi sakeenatun min rabbikum wabaqiyyatun mimma taraka alu moosa waalu haroona tahmiluhu almalaikatu inna fee thalika laayatan lakum in kuntum mumineena"},{"id":249,"text":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ","translation":"پھر جب طالوت لشکر لے کر چلا، تو اُس نے کہا: \"ایک دریا پر اللہ کی طرف سے تمہاری آزمائش ہونے والی ہے جواس کا پانی پیے گا، وہ میرا ساتھی نہیں میرا ساتھی صرف وہ ہے جو اس سے پیاس نہ بجھائے، ہاں ایک آدھ چلو کوئی پی لے، تو پی لے\" مگر ایک گروہ قلیل کے سوا وہ سب اس دریا سے سیراب ہوئے پھر جب طالوت اور اس کے ساتھی مسلمان دریا پار کر کے آگے بڑھے، تو اُنہوں نے طالوت سے کہہ دیا کہ آج ہم میں جالوت اور اس کے لشکروں کا مقابلہ کرنے کی طاقت نہیں ہے لیکن جو لوگ یہ سمجھتے تھے کہ انہیں ایک دن اللہ سے ملنا ہے، انہوں نے کہا: \"بارہا ایسا ہوا ہے کہ ایک قلیل گروہ اللہ کے اذن سے ایک بڑے گروہ پر غالب آگیا ہے اللہ صبر کرنے والوں کا ساتھی ہے","transliteration":"Falamma fasala talootu bialjunoodi qala inna Allaha mubtaleekum binaharin faman shariba minhu falaysa minnee waman lam yatAAamhu fainnahu minnee illa mani ightarafa ghurfatan biyadihi fashariboo minhu illa qaleelan minhum falamma jawazahu huwa waallatheena amanoo maAAahu qaloo la taqata lana alyawma bijaloota wajunoodihi qala allatheena yathunnoona annahum mulaqoo Allahi kam min fiatin qaleelatin ghalabat fiatan katheeratan biithni Allahi waAllahu maAAa alssabireena"},{"id":250,"text":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"اور جب وہ جالوت اور اس کے لشکروں کے مقابلہ پر نکلے، تو انہوں نے دعا کی: \"اے ہمارے رب ہم پر صبر کا فیضان کر، ہمارے قدم جما دے اور اس کافر گروہ پر ہمیں فتح نصیب کر","transliteration":"Walamma barazoo lijaloota wajunoodihi qaloo rabbana afrigh AAalayna sabran wathabbit aqdamana waonsurna AAala alqawmi alkafireena"},{"id":251,"text":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","translation":"آخر کا ر اللہ کے اذن سے اُنہوں نے کافروں کو مار بھگایا اور داؤدؑ نے جالوت کو قتل کر دیا اور اللہ نے اسے سلطنت اور حکمت سے نوازا اور جن جن چیزوں کا چاہا، اس کو علم دیا اگر اس طرح اللہ انسانوں کے ایک گروہ کو دوسرے گروہ کے ذریعے ہٹاتا نہ رہتا، تو زمین کا نظام بگڑ جاتا، لیکن دنیا کے لوگوں پر اللہ کا بڑا فضل ہے (کہ وہ اِس طرح دفع فساد کا انتظام کرتا رہتا ہے)","transliteration":"Fahazamoohum biithni Allahi waqatala dawoodu jaloota waatahu Allahu almulka waalhikmata waAAallamahu mimma yashao walawla dafAAu Allahi alnnasa baAAdahum bibaAAdin lafasadati alardu walakinna Allaha thoo fadlin AAala alAAalameena"},{"id":252,"text":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","translation":"یہ اللہ کی آیات ہیں، جو ہم ٹھیک ٹھیک تم کو سنا رہے ہیں اور تم یقیناً ان لوگوں میں سے ہو، جو رسول بنا کر بھیجے گئے ہیں","transliteration":"Tilka ayatu Allahi natlooha AAalayka bialhaqqi wainnaka lamina almursaleena"},{"id":253,"text":"۞تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","translation":"یہ رسول (جو ہماری طرف سے انسانوں کی ہدایت پر مامور ہوئے) ہم نے ان کو ایک دوسرے سے بڑھ چڑھ کر مرتبے عطا کیے ان میں کوئی ایسا تھا جس سے خدا خود ہم کلام ہوا، کسی کو اس نے دوسری حیثیتوں سے بلند درجے دیے، اور آخر میں عیسیٰ ابن مریمؑ کو روشن نشانیاں عطا کیں اور روح پاک سے اس کی مدد کی اگر اللہ چاہتا، تو ممکن نہ تھا کہ اِن رسولوں کے بعد جو لوگ روشن نشانیاں دیکھ چکے تھے، وہ آپس میں لڑتے مگر (اللہ کی مشیت یہ نہ تھی کہ وہ لوگوں کو جبراً اختلاف سے روکے، اس وجہ سے) انہوں نے باہم اختلاف کیا، پھر کوئی ایمان لایا اور کسی نے کفر کی راہ اختیار کی ہاں، اللہ چاہتا، تو وہ ہرگز نہ لڑتے، مگر اللہ جو چاہتا ہے کرتا ہے","transliteration":"Tilka alrrusulu faddalna baAAdahum AAala baAAdin minhum man kallama Allahu warafaAAa baAAdahum darajatin waatayna AAeesa ibna maryama albayyinati waayyadnahu biroohi alqudusi walaw shaa Allahu ma iqtatala allatheena min baAAdihim min baAAdi ma jaathumu albayyinatu walakini ikhtalafoo faminhum man amana waminhum man kafara walaw shaa Allahu ma iqtataloo walakinna Allaha yafAAalu ma yureedu"},{"id":254,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّـٰلِمُونَ","translation":"اے لوگو جو ایمان لائے ہو، جو کچھ مال متاع ہم نے تم کو بخشا ہے، اس میں سے خرچ کرو، قبل اس کے کہ وہ دن آئے، جس میں نہ خریدو فروخت ہوگی، نہ دوستی کام آئے گی اور نہ سفارش چلے گی اور ظالم اصل میں وہی ہیں، جو کفر کی روش اختیار کرتے ہیں","transliteration":"Ya ayyuha allatheena amanoo anfiqoo mimma razaqnakum min qabli an yatiya yawmun la bayAAun feehi wala khullatun wala shafaAAatun waalkafiroona humu alththalimoona"},{"id":255,"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","translation":"اللہ، وہ زندہ جاوید ہستی، جو تمام کائنات کو سنبھالے ہوئے ہے، اُس کے سوا کوئی خدا نہیں ہے وہ نہ سوتا ہے اور نہ اُسے اونگھ لگتی ہے زمین اور آسمانوں میں جو کچھ ہے، اُسی کا ہے کون ہے جو اُس کی جناب میں اُس کی اجازت کے بغیر سفارش کر سکے؟ جو کچھ بندوں کے سامنے ہے اسے بھی وہ جانتا ہے اور جو کچھ اُن سے اوجھل ہے، اس سے بھی وہ واقف ہے اور اُس کی معلومات میں سے کوئی چیز اُن کی گرفت ادراک میں نہیں آسکتی الّا یہ کہ کسی چیز کا علم وہ خود ہی اُن کو دینا چاہے اُس کی حکومت آسمانوں اور زمین پر چھائی ہوئی ہے اور اُن کی نگہبانی اس کے لیے کوئی تھکا دینے والا کام نہیں ہے بس وہی ایک بزرگ و برتر ذات ہے","transliteration":"Allahu la ilaha illa huwa alhayyu alqayyoomu la takhuthuhu sinatun wala nawmun lahu ma fee alssamawati wama fee alardi man tha allathee yashfaAAu AAindahu illa biithnihi yaAAlamu ma bayna aydeehim wama khalfahum wala yuheetoona bishayin min AAilmihi illa bima shaa wasiAAa kursiyyuhu alssamawati waalarda wala yaooduhu hifthuhuma wahuwa alAAaliyyu alAAatheemu"},{"id":256,"text":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّـٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"دین کے معاملے میں کوئی زور زبردستی نہیں ہے صحیح بات غلط خیالات سے ا لگ چھانٹ کر رکھ دی گئی ہے اب جو کوئی طاغوت کا انکار کر کے اللہ پر ایمان لے آیا، اُس نے ایک ایسا مضبوط سہارا تھام لیا، جو کبھی ٹوٹنے والا نہیں، اور اللہ (جس کا سہارا اس نے لیا ہے) سب کچھ سننے اور جاننے والا ہے","transliteration":"La ikraha fee alddeeni qad tabayyana alrrushdu mina alghayyi faman yakfur bialttaghooti wayumin biAllahi faqadi istamsaka bialAAurwati alwuthqa la infisama laha waAllahu sameeAAun AAaleemun"},{"id":257,"text":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"جو لوگ ایمان لاتے ہیں، اُن کا حامی و مددگار اللہ ہے اور وہ ان کو تاریکیوں سے روشنی میں نکال لاتا ہے اور جو لوگ کفر کی راہ اختیار کرتے ہیں، اُن کے حامی و مدد گار طاغوت ہیں اور وہ انہیں روشنی سے تاریکیوں کی طرف کھینچ لے جاتے ہیں یہ آگ میں جانے والے لوگ ہیں، جہاں یہ ہمیشہ رہیں گے","transliteration":"Allahu waliyyu allatheena amanoo yukhrijuhum mina alththulumati ila alnnoori waallatheena kafaroo awliyaohumu alttaghootu yukhrijoonahum mina alnnoori ila alththulumati olaika ashabu alnnari hum feeha khalidoona"},{"id":258,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"کیا تم نے اُس شخص کے حال پر غور نہیں کیا، جس نے ابراہیمؑ سے جھگڑا کیا تھا؟ جھگڑا اِس بات پر کہ ابراہیمؑ کا رب کون ہے، اور اس بنا پر کہ اس شخص کو اللہ نے حکومت دے رکھی تھی جب ابراہیمؑ نے کہا کہ \"میرا رب وہ ہے، جس کے اختیار میں زندگی اور موت ہے، تو اُس نے جواب دیا: \"زندگی اور موت میرے اختیار میں ہے\"ابراہیمؑ نے کہا: \"اچھا، اللہ سورج کو مشرق سے نکالتا ہے، تو ذرا اُسے مغرب سے نکال لا\" یہ سن کر وہ منکر حق ششدر رہ گیا، مگر اللہ ظالموں کو راہ راست نہیں دکھایا کرتا","transliteration":"Alam tara ila allathee hajja ibraheema fee rabbihi an atahu Allahu almulka ith qala ibraheemu rabbiya allathee yuhyee wayumeetu qala ana ohyee waomeetu qala ibraheemu fainna Allaha yatee bialshshamsi mina almashriqi fati biha mina almaghribi fabuhita allathee kafara waAllahu la yahdee alqawma alththalimeena"},{"id":259,"text":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"یا پھر مثال کے طور پر اُس شخص کو دیکھو، جس کا گزر ایک ایسی بستی پر ہوا، جو اپنی چھتوں پر اوندھی گری پڑی تھی اُس نے کہا: \"یہ آبادی، جو ہلاک ہو چکی ہے، اسے اللہ کس طرح دوبارہ زندگی بخشے گا؟\" اس پر اللہ نے اس کی روح قبض کر لی اور وہ سوبرس تک مُردہ پڑا رہا پھر اللہ نے اسے دوبارہ زندگی بخشی اور اس سے پوچھا: \"بتاؤ، کتنی مدت پڑے رہے ہو؟\" اُس نے کہا: \"ایک دن یا چند گھنٹے رہا ہوں گا\" فرمایا: \"تم پر سو برس اِسی حالت میں گزر چکے ہیں اب ذرا اپنے کھانے اور پانی کو دیکھو کہ اس میں ذرا تغیر نہیں آیا ہے دوسری طرف ذرا اپنے گدھے کو بھی دیکھو (کہ اِس کا پنجر تک بوسید ہ ہو رہا ہے) اور یہ ہم نے اس لیے کیا ہے کہ ہم تمہیں لوگوں کے لیے ایک نشانی بنا دینا چاہتے ہیں پھر دیکھو کہ ہڈیوں کے اِس پنجر کو ہم کس طرح اٹھا کر گوشت پوست اس پر چڑھاتے ہیں\" اس طرح جب حقیقت اس کے سامنے بالکل نمایاں ہو گئی، تو اس نے کہا: \"میں جانتا ہوں کہ اللہ ہر چیز پر قدرت رکھتا ہے","transliteration":"Aw kaallathee marra AAala qaryatin wahiya khawiyatun AAala AAurooshiha qala anna yuhyee hathihi Allahu baAAda mawtiha faamatahu Allahu miata AAamin thumma baAAathahu qala kam labithta qala labithtu yawman aw baAAda yawmin qala bal labithta miata AAamin faonthur ila taAAamika washarabika lam yatasannah waonthur ila himarika walinajAAalaka ayatan lilnnasi waonthur ila alAAithami kayfa nunshizuha thumma naksooha lahman falamma tabayyana lahu qala aAAlamu anna Allaha AAala kulli shayin qadeerun"},{"id":260,"text":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","translation":"اور وہ واقعہ بھی پیش نظر رہے، جب ابراہیمؑ نے کہا تھا کہ: \"میرے مالک، مجھے دکھا دے، تو مُردوں کو کیسے زندہ کرتا ہے\" فرمایا: \"کیا تو ایمان نہیں رکھتا؟\" اُس نے عرض کیا \"ایمان تو رکھتا ہوں، مگر دل کا اطمینان درکار ہے\" فرمایا: \"اچھا تو چار پرندے لے اور ان کو اپنے سے مانوس کر لے پھر ان کا ایک ایک جز ایک ایک پہاڑ پر رکھ دے پھر ان کو پکار، وہ تیرے پاس دوڑے چلے آئیں گے خوب جان لے کہ اللہ نہایت با اقتدار اور حکیم ہے","transliteration":"Waith qala ibraheemu rabbi arinee kayfa tuhyee almawta qala awalam tumin qala bala walakin liyatmainna qalbee qala fakhuth arbaAAatan mina alttayri fasurhunna ilayka thumma ijAAal AAala kulli jabalin minhunna juzan thumma odAAuhunna yateenaka saAAyan waiAAlam anna Allaha AAazeezun hakeemun"},{"id":261,"text":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","translation":"جو لوگ اپنے مال اللہ کی راہ میں صرف کرتے ہیں، اُن کے خرچ کی مثال ایسی ہے، جیسے ایک دانہ بویا جائے اور اس سے سات بالیں نکلیں اور ہر بال میں سو دانے ہوں اِسی طرح اللہ جس کے عمل کو چاہتا ہے، افزونی عطا فرماتا ہے وہ فراخ دست بھی ہے اور علیم بھی","transliteration":"Mathalu allatheena yunfiqoona amwalahum fee sabeeli Allahi kamathali habbatin anbatat sabAAa sanabila fee kulli sunbulatin miatu habbatin waAllahu yudaAAifu liman yashao waAllahu wasiAAun AAaleemun"},{"id":262,"text":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"جو لوگ اپنے مال اللہ کی راہ میں خرچ کرتے ہیں اور خرچ کر کے پھر احسان جتاتے، نہ دکھ دیتے ہیں، اُن کا اجر اُن کے رب کے پاس ہے اور ان کے لیے کسی رنج اور خوف کا موقع نہیں","transliteration":"Allatheena yunfiqoona amwalahum fee sabeeli Allahi thumma la yutbiAAoona ma anfaqoo mannan wala athan lahum ajruhum AAinda rabbihim wala khawfun AAalayhim wala hum yahzanoona"},{"id":263,"text":"۞قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","translation":"ایک میٹھا بول اور کسی ناگوار بات پر ذرا سی چشم پوشی اُس خیرات سے بہتر ہے، جس کے پیچھے دکھ ہو اللہ بے نیاز ہے اور بردباری اُس کی صفت ہے","transliteration":"Qawlun maAAroofun wamaghfiratun khayrun min sadaqatin yatbaAAuha athan waAllahu ghaniyyun haleemun"},{"id":264,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","translation":"اے ایمان لانے والو! اپنے صدقات کو احسان جتا کر اور دکھ دے کر اُس شخص کی طرح خاک میں نہ ملا دو، جو اپنا مال محض لوگوں کے دکھانے کو خرچ کرتا ہے اور نہ اللہ پر ایما ن رکھتا ہے، نہ آخرت پر اُس کے خرچ کی مثال ایسی ہے، جیسے ایک چٹان تھی، جس پر مٹی کی تہہ جمی ہوئی تھی اس پر جب زور کا مینہ برسا، تو ساری مٹی بہہ گئی اور صاف چٹان کی چٹان رہ گئی ایسے لوگ اپنے نزدیک خیرات کر کے جو نیکی کماتے ہیں، اس سے کچھ بھی اُن کے ہاتھ نہیں آتا، اور کافروں کو سیدھی راہ دکھانا اللہ کا دستور نہیں ہے","transliteration":"Ya ayyuha allatheena amanoo la tubtiloo sadaqatikum bialmanni waalatha kaallathee yunfiqu malahu riaa alnnasi wala yuminu biAllahi waalyawmi alakhiri famathaluhu kamathali safwanin AAalayhi turabun faasabahu wabilun fatarakahu saldan la yaqdiroona AAala shayin mimma kasaboo waAllahu la yahdee alqawma alkafireena"},{"id":265,"text":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","translation":"بخلا ف اِس کے جو لو گ اپنے مال محض اللہ کی رضا جوئی کے لیے دل کے پورے ثبات و قرار کے ساتھ خرچ کرتے ہیں، ان کے خرچ کی مثال ایسی ہے، جیسے کسی سطح مرتفع پر ایک باغ ہو اگر زور کی بار ش ہو جائے تو دو گنا پھل لائے، اور اگر زور کی بارش نہ بھی ہو تو ایک ہلکی پھوار ہی اُس کے لیے کافی ہو جائے تم جو کچھ کرتے ہو، سب اللہ کی نظر میں ہے","transliteration":"Wamathalu allatheena yunfiqoona amwalahumu ibtighaa mardati Allahi watathbeetan min anfusihim kamathali jannatin birabwatin asabaha wabilun faatat okulaha diAAfayni fain lam yusibha wabilun fatallun waAllahu bima taAAmaloona baseerun"},{"id":266,"text":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","translation":"کیا تم میں سے کوئی یہ پسند کرتا ہے کہ اس کے پاس ایک ہرا بھرا باغ ہو، نہروں سے سیراب، کھجوروں اور انگوروں اور ہرقسم کے پھلوں سے لدا ہوا، اور وہ عین اُس وقت ایک تیز بگولے کی زد میں آ کر جھلس جائے، جبکہ وہ خود بوڑھا ہو اور اس کے کم سن بچے ابھی کسی لائق نہ ہوں؟ اس طرح اللہ اپنی باتیں تمہارے سامنے بیان کرتا ہے، شاید کہ تم غور و فکر کرو","transliteration":"Ayawaddu ahadukum an takoona lahu jannatun min nakheelin waaAAnabin tajree min tahtiha alanharu lahu feeha min kulli alththamarati waasabahu alkibaru walahu thurriyyatun duAAafao faasabaha iAAsarun feehi narun faihtaraqat kathalika yubayyinu Allahu lakumu alayati laAAallakum tatafakkaroona"},{"id":267,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","translation":"اے لوگو جو ایمان لائے ہو، جو مال تم نے کمائے ہیں اور جو کچھ ہم نے زمین سے تمہارے لیے نکالا ہے، اُس سے بہتر حصہ راہ خدا میں خرچ کرو ایسا نہ ہو کہ اس کی راہ میں دینے کے لیے بری سے بری چیز چھانٹنے کی کوشش کرنے لگو، حالانکہ وہی چیز اگر کوئی تمہیں دے، تو تم ہرگز اُسے لینا گوارا نہ کرو گے الّا یہ کہ اس کو قبول کرنے میں تم اغماض برت جاؤ تمہیں جان لینا چاہیے کہ اللہ بے نیاز ہے اور بہترین صفات سے متصف ہے","transliteration":"Ya ayyuha allatheena amanoo anfiqoo min tayyibati ma kasabtum wamimma akhrajna lakum mina alardi wala tayammamoo alkhabeetha minhu tunfiqoona walastum biakhitheehi illa an tughmidoo feehi waiAAlamoo anna Allaha ghaniyyun hameedun"},{"id":268,"text":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translation":"شیطان تمہیں مفلسی سے ڈراتا ہے اور شرمناک طرز عمل اختیار کرنے کی ترغیب دیتا ہے، مگر اللہ تمہیں اپنی بخشش اور فضل کی امید دلاتا ہے اللہ بڑا فراخ دست اور دانا ہے","transliteration":"Alshshaytanu yaAAidukumu alfaqra wayamurukum bialfahshai waAllahu yaAAidukum maghfiratan minhu wafadlan waAllahu wasiAAun AAaleemun"},{"id":269,"text":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"جس کو چاہتا ہے حکمت عطا کرتا ہے، اور جس کو حکمت ملی، اُسے حقیقت میں بڑی دولت مل گئی اِن باتوں سے صرف وہی لوگ سبق لیتے ہیں، جو دانشمند ہیں","transliteration":"Yutee alhikmata man yashao waman yuta alhikmata faqad ootiya khayran katheeran wama yaththakkaru illa oloo alalbabi"},{"id":270,"text":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّـٰلِمِينَ مِنۡ أَنصَارٍ","translation":"تم نے جو کچھ بھی خرچ کیا ہو اور جو نذر بھی مانی ہو، اللہ کو اُس کا علم ہے، اور ظالموں کا کوئی مددگار نہیں","transliteration":"Wama anfaqtum min nafaqatin aw nathartum min nathrin fainna Allaha yaAAlamuhu wama lilththalimeena min ansarin"},{"id":271,"text":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"اگر اپنے صدقات علانیہ دو، تو یہ بھی اچھا ہے، لیکن اگر چھپا کر حاجت مندوں کو دو، تو یہ تمہارے حق میں زیادہ بہتر ہے تمہاری بہت سی برائیاں اِس طرز عمل سے محو ہو جاتی ہیں اور جو کچھ تم کرتے ہوئے اللہ کو بہر حال اُس کی خبر ہے","transliteration":"In tubdoo alssadaqati faniAAimma hiya wain tukhfooha watutooha alfuqaraa fahuwa khayrun lakum wayukaffiru AAankum min sayyiatikum waAllahu bima taAAmaloona khabeerun"},{"id":272,"text":"۞لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","translation":"لوگوں کو ہدایت بخش دینے کی ذمے داری تم پر نہیں ہے ہدایت تو اللہ ہی جسے چاہتا ہے بخشتا ہے اور خیرات میں جو مال تم خرچ کرتے ہو وہ تمہارے اپنے لیے بھلا ہے آخر تم اسی لیے تو خرچ کرتے ہو کہ اللہ کی رضا حاصل ہو تو جو کچھ مال تم خیرات میں خرچ کرو گے، اس کا پورا پورا اجر تمہیں دیا جائے گا اور تمہاری حق تلفی ہرگز نہ ہوگی","transliteration":"Laysa AAalayka hudahum walakinna Allaha yahdee man yashao wama tunfiqoo min khayrin falianfusikum wama tunfiqoona illa ibtighaa wajhi Allahi wama tunfiqoo min khayrin yuwaffa ilaykum waantum la tuthlamoona"},{"id":273,"text":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","translation":"خاص طور پر مدد کے مستحق وہ تنگ دست لوگ ہیں جو اللہ کے کام میں ایسے گھر گئے ہیں کہ اپنی ذاتی کسب معاش کے لیے زمین میں کوئی دوڑ دھوپ نہیں کرسکتے ان کی خود داری دیکھ کر ناواقف آدمی گمان کرتا ہے کہ یہ خوش حال ہیں تم ان کے چہروں سے ان کی اندرونی حالت پہچان سکتے ہو مگر وہ ایسے لوگ نہیں ہیں کہ لوگوں کے پیچھے پڑ کر کچھ مانگیں اُن کی اعانت میں جو کچھ مال تم خرچ کرو گے وہ اللہ سے پوشیدہ نہ رہے گا","transliteration":"Lilfuqarai allatheena ohsiroo fee sabeeli Allahi la yastateeAAoona darban fee alardi yahsabuhumu aljahilu aghniyaa mina alttaAAaffufi taAArifuhum biseemahum la yasaloona alnnasa ilhafan wama tunfiqoo min khayrin fainna Allaha bihi AAaleemun"},{"id":274,"text":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"جو لو گ اپنے مال شب و روز کھلے اور چھپے خرچ کرتے ہیں ان کا اجر ان کے رب کے پاس ہے اور اُن کے لیے کسی خوف اور رنج کا مقام نہیں","transliteration":"Allatheena yunfiqoona amwalahum biallayli waalnnahari sirran waAAalaniyatan falahum ajruhum AAinda rabbihim wala khawfun AAalayhim wala hum yahzanoona"},{"id":275,"text":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"مگر جو لوگ سود کھاتے ہیں، اُ ن کا حال اُس شخص کا سا ہوتا ہے، جسے شیطان نے چھو کر باؤلا کر دیا ہو اور اس حالت میں اُن کے مبتلا ہونے کی وجہ یہ ہے کہ وہ کہتے ہیں: \"تجارت بھی تو آخر سود ہی جیسی چیز ہے\"، حالانکہ اللہ نے تجارت کو حلال کیا ہے اور سود کو حرام لہٰذا جس شخص کو اس کے رب کی طرف سے یہ نصیحت پہنچے اور آئندہ کے لیے وہ سود خوری سے باز آ جائے، تو جو کچھ وہ پہلے کھا چکا، سو کھا چکا، اس کا معاملہ اللہ کے حوالے ہے اور جو اِس حکم کے بعد پھر اسی حرکت کا اعادہ کرے، وہ جہنمی ہے، جہاں وہ ہمیشہ رہے گا","transliteration":"Allatheena yakuloona alrriba la yaqoomoona illa kama yaqoomu allathee yatakhabbatuhu alshshaytanu mina almassi thalika biannahum qaloo innama albayAAu mithlu alrriba waahalla Allahu albayAAa waharrama alrriba faman jaahu mawAAithatun min rabbihi faintaha falahu ma salafa waamruhu ila Allahi waman AAada faolaika ashabu alnnari hum feeha khalidoona"},{"id":276,"text":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","translation":"اللہ سود کا مٹھ مار دیتا ہے اور صدقات کو نشو و نما دیتا ہے اور اللہ کسی ناشکرے بد عمل انسان کو پسند نہیں کرتا","transliteration":"Yamhaqu Allahu alrriba wayurbee alssadaqati waAllahu la yuhibbu kulla kaffarin atheemin"},{"id":277,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"ہاں، جو لوگ ایمان لے آئیں اور نیک عمل کریں اور نماز قائم کریں اور زکوٰۃ دیں، اُن کا اجر بے شک ان کے رب کے پاس ہے اور ان کے لیے کسی خوف اور رنج کا موقع نہیں","transliteration":"Inna allatheena amanoo waAAamiloo alssalihati waaqamoo alssalata waatawoo alzzakata lahum ajruhum AAinda rabbihim wala khawfun AAalayhim wala hum yahzanoona"},{"id":278,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","translation":"اے لوگو جو ایمان لائے ہو، خدا سے ڈرو اور جو کچھ تمہارا سود لوگوں پر باقی رہ گیا ہے، اسے چھوڑ دو، اگر واقعی تم ایمان لائے ہو","transliteration":"Ya ayyuha allatheena amanoo ittaqoo Allaha watharoo ma baqiya mina alrriba in kuntum mumineena"},{"id":279,"text":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","translation":"لیکن اگر تم نے ایسا نہ کیا، تو آگاہ ہو جاؤ کہ اللہ اور اسکے رسول کی طرف سے تمہارے خلاف اعلان جنگ ہے اب بھی توبہ کر لو (اور سود چھوڑ دو) تو اپنا اصل سرمایہ لینے کے تم حق دار ہو نہ تم ظلم کرو، نہ تم پر ظلم کیا جائے","transliteration":"Fain lam tafAAaloo fathanoo biharbin mina Allahi warasoolihi wain tubtum falakum ruoosu amwalikum la tathlimoona wala tuthlamoona"},{"id":280,"text":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"تمہارا قرض دار تنگ دست ہو، تو ہاتھ کھلنے تک اُسے مہلت دو، اور جو صدقہ کر دو، تو یہ تمہارے لیے زیادہ بہتر ہے، اگر تم سمجھو","transliteration":"Wain kana thoo AAusratin fanathiratun ila maysaratin waan tasaddaqoo khayrun lakum in kuntum taAAlamoona"},{"id":281,"text":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"اس دن کی رسوائی و مصیبت سے بچو، جبکہ تم اللہ کی طرف واپس ہو گے، وہاں ہر شخص کو اس کی کمائی ہوئی نیکی یا بدی کا پورا پورا بدلہ مل جائے گا اور کسی پر ظلم ہرگز نہ ہوگا","transliteration":"Waittaqoo yawman turjaAAoona feehi ila Allahi thumma tuwaffa kullu nafsin ma kasabat wahum la yuthlamoona"},{"id":282,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"اے لوگو جو ایمان لائے ہو، جب کسی مقرر مدت کے لیے تم آپس میں قرض کا لین دین کرو، تو اسے لکھ لیا کرو فریقین کے درمیان انصاف کے ساتھ ایک شخص دستاویز تحریر کرے جسے اللہ نے لکھنے پڑھنے کی قابلیت بخشی ہو، اسے لکھنے سے انکار نہ کرنا چاہیے وہ لکھے اور املا وہ شخص کرائے جس پر حق آتا ہے (یعنی قرض لینے والا)، اور اُسے اللہ، اپنے رب سے ڈرنا چاہیے کہ جو معاملہ طے ہوا ہو اس میں کوئی کمی بیشی نہ کرے لیکن اگر قرض لینے والا خود نادان یا ضعیف ہو، املا نہ کرا سکتا ہو، تواس کا ولی انصاف کے ساتھ املا کرائے پھر اپنے مردوں سے دو آدمیوں کی اس پر گواہی کرا لو اور اگر دو مرد نہ ہوں تو ایک مرد اور دو عورتیں ہوں تاکہ ایک بھول جائے، تو دوسری اسے یاد دلا دے یہ گواہ ایسے لوگوں میں سے ہونے چاہییں، جن کی گواہی تمہارے درمیان مقبول ہو گواہوں کو جب گواہ بننے کے لیے کہا جائے، تو انہیں انکار نہ کرنا چاہیے معاملہ خواہ چھوٹا ہو یا بڑا، میعاد کی تعین کے ساتھ اس کی دستاویز لکھوا لینے میں تساہل نہ کرو اللہ کے نزدیک یہ طریقہ تمہارے لیے زیادہ مبنی بر انصاف ہے، اس سے شہادت قائم ہونے میں زیادہ سہولت ہوتی ہے، اور تمہارے شکوک و شبہات میں مبتلا ہونے کا امکان کم رہ جاتا ہے ہاں جو تجارتی لین دین دست بدست تم لوگ آپس میں کرتے ہو، اس کو نہ لکھا جائے تو کوئی حرج نہیں، مگر تجارتی معاملے طے کرتے وقت گواہ کر لیا کرو کاتب اور گواہ کو ستایا نہ جائے ایسا کرو گے، تو گناہ کا ارتکاب کرو گے اللہ کے غضب سے بچو وہ تم کو صحیح طریق عمل کی تعلیم دیتا ہے اور اسے ہر چیز کا علم ہے","transliteration":"Ya ayyuha allatheena amanoo itha tadayantum bidaynin ila ajalin musamman faoktuboohu walyaktub baynakum katibun bialAAadli wala yaba katibun an yaktuba kama AAallamahu Allahu falyaktub walyumlili allathee AAalayhi alhaqqu walyattaqi Allaha rabbahu wala yabkhas minhu shayan fain kana allathee AAalayhi alhaqqu safeehan aw daAAeefan aw la yastateeAAu an yumilla huwa falyumlil waliyyuhu bialAAadli waistashhidoo shaheedayni min rijalikum fain lam yakoona rajulayni farajulun waimraatani mimman tardawna mina alshshuhadai an tadilla ihdahuma fatuthakkira ihdahuma alokhra wala yaba alshshuhadao itha ma duAAoo wala tasamoo an taktuboohu sagheeran aw kabeeran ila ajalihi thalikum aqsatu AAinda Allahi waaqwamu lilshshahadati waadna alla tartaboo illa an takoona tijaratan hadiratan tudeeroonaha baynakum falaysa AAalaykum junahun alla taktubooha waashhidoo itha tabayaAAtum wala yudarra katibun wala shaheedun wain tafAAaloo fainnahu fusooqun bikum waittaqoo Allaha wayuAAallimukumu Allahu waAllahu bikulli shayin AAaleemun"},{"id":283,"text":"۞وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","translation":"اگر تم سفر کی حالت میں ہو اور دستاویز لکھنے کے لیے کوئی کاتب نہ ملے، تو رہن بالقبض پر معاملہ کرو اگر تم میں سے کوئی شخص دوسرے پر بھروسہ کر کے اس کے ساتھ کوئی معاملہ کرے، تو جس پر بھروسہ کیا گیا ہے، اسے چاہیے کہ امانت ادا کرے اور اللہ، اپنے رب سے ڈرے اور شہادت ہرگز نہ چھپاؤ جو شہادت چھپاتا ہے، اس کا دل گناہ میں آلودہ ہے اور اللہ تمہارے اعمال سے بے خبر نہیں ہے","transliteration":"Wain kuntum AAala safarin walam tajidoo katiban farihanun maqboodatun fain amina baAAdukum baAAdan falyuaddi allathee itumina amanatahu walyattaqi Allaha rabbahu wala taktumoo alshshahadata waman yaktumha fainnahu athimun qalbuhu waAllahu bima taAAmaloona AAaleemun"},{"id":284,"text":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"آسمانوں اور زمین میں جو کچھ ہے، سب اللہ کا ہے تم اپنے دل کی باتیں خواہ ظاہر کرو یا چھپاؤ اللہ بہرحال ان کا حساب تم سے لے لے گا پھر اسے اختیار ہے، جسے چاہے، معاف کر دے اور جسے چاہے، سزا دے وہ ہر چیز پر قدرت رکھتا ہے","transliteration":"Lillahi ma fee alssamawati wama fee alardi wain tubdoo ma fee anfusikum aw tukhfoohu yuhasibkum bihi Allahu fayaghfiru liman yashao wayuAAaththibu man yashao waAllahu AAala kulli shayin qadeerun"},{"id":285,"text":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","translation":"رسول اُس ہدایت پر ایمان لایا ہے جو اس کے رب کی طرف سے اس پر نازل ہوئی ہے اور جو لوگ اِس رسول کے ماننے والے ہیں، انہوں نے بھی اس ہدایت کو دل سے تسلیم کر لیا ہے یہ سب اللہ اور اس کے فرشتوں اوراس کی کتابوں اور اس کے رسولوں کو مانتے ہیں اور ان کا قول یہ ہے کہ: \"ہم اللہ کے رسولوں کو ایک دوسرے سے الگ نہیں کرتے، ہم نے حکم سنا اور اطاعت قبول کی مالک! ہم تجھ سے خطا بخشی کے طالب ہیں اور ہمیں تیری ہی طرف پلٹنا ہے","transliteration":"Amana alrrasoolu bima onzila ilayhi min rabbihi waalmuminoona kullun amana biAllahi wamalaikatihi wakutubihi warusulihi la nufarriqu bayna ahadin min rusulihi waqaloo samiAAna waataAAna ghufranaka rabbana wailayka almaseeru"},{"id":286,"text":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"اللہ کسی متنفس پر اُس کی مقدرت سے بڑھ کر ذمہ داری کا بوجھ نہیں ڈالتا ہر شخص نے جو نیکی کمائی ہے، اس کا پھل اسی کے لیے ہے اور جو بدی سمیٹی ہے، اس کا وبال اسی پر ہے (ایمان لانے والو! تم یوں دعا کیا کرو) اے ہمارے رب! ہم سے بھول چوک میں جو قصور ہو جائیں، ان پر گرفت نہ کر مالک! ہم پر وہ بوجھ نہ ڈال، جو تو نے ہم سے پہلے لوگوں پر ڈالے تھے پروردگار! جس بار کو اٹھانے کی طاقت ہم میں نہیں ہے، وہ ہم پر نہ رکھ، ہمارے ساتھ نرمی کر، ہم سے در گزر فرما، ہم پر رحم کر، تو ہمارا مولیٰ ہے، کافروں کے مقابلے میں ہماری مدد کر","transliteration":"La yukallifu Allahu nafsan illa wusAAaha laha ma kasabat waAAalayha ma iktasabat rabbana la tuakhithna in naseena aw akhtana rabbana wala tahmil AAalayna isran kama hamaltahu AAala allatheena min qablina rabbana wala tuhammilna ma la taqata lana bihi waoAAfu AAanna waighfir lana wairhamna anta mawlana faonsurna AAala alqawmi alkafireena"}]}
