{"id":20,"name":"طه","transliteration":"Taha","translation":"طٰہٰ","type":"meccan","total_verses":135,"verses":[{"id":1,"text":"طه","translation":"طٰہٰ","transliteration":"Taha"},{"id":2,"text":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","translation":"ہم نے یہ قرآن تم پر اس لیے نازل نہیں کیا ہے کہ تم مصیبت میں پڑ جاؤ","transliteration":"Ma anzalna AAalayka alqurana litashqa"},{"id":3,"text":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","translation":"یہ تو ایک یاد دہانی ہے ہر اس شخص کے لیے جو ڈرے","transliteration":"Illa tathkiratan liman yakhsha"},{"id":4,"text":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","translation":"نازل کیا گیا ہے اُس ذات کی طرف سے جس نے پیدا کیا ہے زمین کو اور بلند آسمانوں کو","transliteration":"Tanzeelan mimman khalaqa alarda waalssamawati alAAula"},{"id":5,"text":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","translation":"وہ رحمان (کائنات کے) تخت سلطنت پر جلوہ فرما ہے","transliteration":"Alrrahmanu AAala alAAarshi istawa"},{"id":6,"text":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","translation":"مالک ہے اُن سب چیزوں کا جو آسمانوں اور زمین میں ہیں اور جو زمین و آسمان کے درمیان میں ہیں اور جو مٹی کے نیچے ہیں","transliteration":"Lahu ma fee alssamawati wama fee alardi wama baynahuma wama tahta alththara"},{"id":7,"text":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","translation":"تم چاہے اپنی بات پکار کر کہو، وہ تو چپکے سے کہی ہوئی بات بلکہ اس سے مخفی تر بات بھی جانتا ہے","transliteration":"Wain tajhar bialqawli fainnahu yaAAlamu alssirra waakhfa"},{"id":8,"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","translation":"وہ اللہ ہے، اس کے سوا کوئی خدا نہیں، اس کے لیے بہترین نام ہیں","transliteration":"Allahu la ilaha illa huwa lahu alasmao alhusna"},{"id":9,"text":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","translation":"اور تمہیں کچھ موسیٰؑ کی خبر بھی پہنچی ہے؟","transliteration":"Wahal ataka hadeethu moosa"},{"id":10,"text":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","translation":"جب کہ اس نے ایک آگ دیکھی اور اپنے گھر والوں سے کہا کہ \" ذرا ٹھیرو، میں نے ایک آگ دیکھی ہے، شاید کہ تمہارے لیے ایک آدھ انگارا لے آؤں، یا اِس آگ پر مجھے (راستے کے متعلق) کوئی رہنمائی مل جائے","transliteration":"Ith raa naran faqala liahlihi omkuthoo innee anastu naran laAAallee ateekum minha biqabasin aw ajidu AAala alnnari hudan"},{"id":11,"text":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","translation":"وہاں پہنچا تو پکارا گیا \"اے موسیٰؑ","transliteration":"Falamma ataha noodiya ya moosa"},{"id":12,"text":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","translation":"میں ہی تیرا رب ہوں، جوتیاں اتار دے تو وادی مقدس طویٰ میں ہے","transliteration":"Innee ana rabbuka faikhlaAA naAAlayka innaka bialwadi almuqaddasi tuwan"},{"id":13,"text":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","translation":"اور میں نے تجھ کو چُن لیا ہے، سُن جو کچھ وحی کیا جاتا ہے","transliteration":"Waana ikhtartuka faistamiAA lima yooha"},{"id":14,"text":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","translation":"میں ہی اللہ ہوں، میرے سوا کوئی خدا نہیں ہے، پس تو میری بندگی کر اور میری یاد کے لیے نماز قائم کر","transliteration":"Innanee ana Allahu la ilaha illa ana faoAAbudnee waaqimi alssalata lithikree"},{"id":15,"text":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","translation":"قیامت کی گھڑی ضرور آنے والی ہے میں اُس کا وقت مخفی رکھنا چاہتا ہوں، تاکہ ہر متنفّس اپنی سعی کے مطابق بدلہ پائے","transliteration":"Inna alssaAAata atiyatun akadu okhfeeha litujza kullu nafsin bima tasAAa"},{"id":16,"text":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","translation":"پس کوئی ایسا شخص جو اُس پر ایمان نہیں لاتا اور اپنی خواہش نفس کا بندہ بن گیا ہے تجھ کو اُس گھڑی کی فکر سے نہ روک دے، ورنہ تو ہلاکت میں پڑ جائے گا","transliteration":"Fala yasuddannaka AAanha man la yuminu biha waittabaAAa hawahu fatarda"},{"id":17,"text":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","translation":"اور اے موسیٰؑ، یہ تیرے ہاتھ میں کیا ہے؟","transliteration":"Wama tilka biyameenika ya moosa"},{"id":18,"text":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","translation":"موسیٰؑ نے جواب دیا \"یہ میری لاٹھی ہے، اس پر ٹیک لگا کر چلتا ہوں، اس سے اپنی بکریوں کے لیے پتے جھاڑتا ہوں، اور بھی بہت سے کام ہیں جو اس سے لیتا ہوں","transliteration":"Qala hiya AAasaya atawakkao AAalayha waahushshu biha AAala ghanamee waliya feeha maaribu okhra"},{"id":19,"text":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","translation":"فرمایا \"پھینک دے اس کو موسیٰؑ","transliteration":"Qala alqiha ya moosa"},{"id":20,"text":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","translation":"اس نے پھینک دیا اور یکایک وہ ایک سانپ تھی جو دَوڑ رہا تھا","transliteration":"Faalqaha faitha hiya hayyatun tasAAa"},{"id":21,"text":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","translation":"فرمایا \"پکڑ لے اس کو اور ڈر نہیں، ہم اسے پھر ویسا ہی کر دیں گے جیسی یہ تھی","transliteration":"Qala khuthha wala takhaf sanuAAeeduha seerataha aloola"},{"id":22,"text":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","translation":"اور ذرا اپنا ہاتھ اپنی بغل میں دبا، چمکتا ہوا نکلے گا بغیر کسی تکلیف کے یہ دوسری نشانی ہے","transliteration":"Waodmum yadaka ila janahika takhruj baydaa min ghayri sooin ayatan okhra"},{"id":23,"text":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","translation":"اس لیے کہ ہم تجھے اپنی بڑی نشانیاں دکھانے والے ہیں","transliteration":"Linuriyaka min ayatina alkubra"},{"id":24,"text":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","translation":"اب تو فرعون کے پاس جا، وہ سرکش ہو گیا ہے","transliteration":"Ithhab ila firAAawna innahu tagha"},{"id":25,"text":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","translation":"موسیٰؑ نے عرض کیا \" پروردگار، میرا سینہ کھول دے","transliteration":"Qala rabbi ishrah lee sadree"},{"id":26,"text":"وَيَسِّرۡ لِيٓ أَمۡرِي","translation":"اور میرے کام کو میرے لیے آسان کر دے","transliteration":"Wayassir lee amree"},{"id":27,"text":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","translation":"اور میری زبان کی گرہ سُلجھا دے","transliteration":"Waohlul AAuqdatan min lisanee"},{"id":28,"text":"يَفۡقَهُواْ قَوۡلِي","translation":"تاکہ لوگ میری بات سمجھ سکیں","transliteration":"Yafqahoo qawlee"},{"id":29,"text":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","translation":"اور میرے لیے میرے اپنے کنبے سے ایک وزیر مقرر کر دے","transliteration":"WaijAAal lee wazeeran min ahlee"},{"id":30,"text":"هَٰرُونَ أَخِي","translation":"ہارونؑ، جو میرا بھائی ہے","transliteration":"Haroona akhee"},{"id":31,"text":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","translation":"اُس کے ذریعہ سے میرا ہاتھ مضبُوط کر","transliteration":"Oshdud bihi azree"},{"id":32,"text":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","translation":"اور اس کو میرے کام میں شریک کر دے","transliteration":"Waashrikhu fee amree"},{"id":33,"text":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","translation":"تاکہ ہم خوب تیری پاکی بیان کریں","transliteration":"Kay nusabbihaka katheeran"},{"id":34,"text":"وَنَذۡكُرَكَ كَثِيرًا","translation":"اور خوب تیرا چرچا کریں","transliteration":"Wanathkuraka katheeran"},{"id":35,"text":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","translation":"تو ہمیشہ ہمارے حال پر نگران رہا ہے","transliteration":"Innaka kunta bina baseeran"},{"id":36,"text":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","translation":"فرمایا \"دیا گیا جو تو نے مانگا اے موسیٰؑ","transliteration":"Qala qad ooteeta sulaka ya moosa"},{"id":37,"text":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","translation":"ہم نے پھر ایک مرتبہ تجھ پر احسان کیا","transliteration":"Walaqad mananna AAalayka marratan okhra"},{"id":38,"text":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","translation":"یاد کر وہ وقت جبکہ ہم نے تیری ماں کو اشارہ کیا ایسا اشارہ جو وحی کے ذریعہ سے ہی کیا جاتا ہے","transliteration":"Ith awhayna ila ommika ma yooha"},{"id":39,"text":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","translation":"کہ اس بچے کو صندوق میں رکھ دے اور صندوق کو دریا میں چھوڑ دے دریا اسے ساحل پر پھینک دے گا اور اسے میرا دشمن اور اس بچے کا دشمن اٹھا لے گا میں نے اپنی طرف سے تجھ پر محبت طاری کر دی اور ایسا انتظام کیا کہ تو میری نگرانی میں پالا جائے","transliteration":"Ani iqthifeehi fee alttabooti faiqthifeehi fee alyammi falyulqihi alyammu bialssahili yakhuthhu AAaduwwun lee waAAaduwwun lahu waalqaytu AAalayka mahabbatan minnee walitusnaAAa AAala AAaynee"},{"id":40,"text":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّـٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","translation":"یاد کر جبکہ تیری بہن چل رہی تھی، پھر جا کر کہتی ہے، \"میں تمہیں اُس کا پتہ دوں جو اِس بچے کی پرورش اچھی طرح کرے؟\" اس طرح ہم نے تجھے پھر تیری ماں کے پاس پہنچا دیا تاکہ اُس کی آنکھ ٹھنڈی رہے اور وہ رنجیدہ نہ ہو اور (یہ بھی یاد کر کہ) تو نے ایک شخص کو قتل کر دیا تھا، ہم نے تجھے اِس پھندے سے نکالا اور تجھے مختلف آزمائشوں سے گزارا اور تو مَدیَن کے لوگوں میں کئی سال ٹھیرا رہا پھر اب ٹھیک اپنے وقت پر تو آ گیا ہے اے موسیٰؑ","transliteration":"Ith tamshee okhtuka fataqoolu hal adullukum AAala man yakfuluhu farajaAAnaka ila ommika kay taqarra AAaynuha wala tahzana waqatalta nafsan fanajjaynaka mina alghammi wafatannaka futoonan falabithta sineena fee ahli madyana thumma jita AAala qadarin ya moosa"},{"id":41,"text":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","translation":"میں نے تجھ کو اپنے کام کا بنا لیا ہے","transliteration":"WaistanaAAtuka linafsee"},{"id":42,"text":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","translation":"جا، تُو اور تیرا بھائی میری نشانیوں کے ساتھ ا ور دیکھو، تم میری یاد میں تقصیر نہ کرنا","transliteration":"Ithhab anta waakhooka biayatee wala taniya fee thikree"},{"id":43,"text":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","translation":"جاؤ تم دونوں فرعون کے پاس کہ وہ سرکش ہو گیا ہے","transliteration":"Ithhaba ila firAAawna innahu tagha"},{"id":44,"text":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","translation":"اس سے نرمی کے ساتھ بات کرنا، شاید کہ وہ نصیحت قبول کرے یا ڈر جائے","transliteration":"Faqoola lahu qawlan layyinan laAAallahu yatathakkaru aw yakhsha"},{"id":45,"text":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","translation":"دونوں نے عرض کیا \" پروردگار، ہمیں اندیشہ ہے کہ وہ ہم پر زیادتی کرے گا یا پل پڑے گا","transliteration":"Qala rabbana innana nakhafu an yafruta AAalayna aw an yatgha"},{"id":46,"text":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","translation":"فرمایا \" ڈرو مت، میں تمہارے ساتھ ہوں، سب کچھ سُن رہا ہوں اور دیکھ رہا ہوں","transliteration":"Qala la takhafa innanee maAAakuma asmaAAu waara"},{"id":47,"text":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَـٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","translation":"جاؤ اس کے پاس اور کہو کہ ہم تیرے رب کے فرستادے ہیں، بنی اسرائیل کو ہمارے ساتھ جانے کے لیے چھوڑ دے اور ان کو تکلیف نہ دے ہم تیرے پاس تیرے رب کی نشانی لے کر آئے ہیں اور سلامتی ہے اُس کے لیے جو راہِ راست کی پیروی کرے","transliteration":"Fatiyahu faqoola inna rasoola rabbika faarsil maAAana banee israeela wala tuAAaththibhum qad jinaka biayatin min rabbika waalssalamu AAala mani ittabaAAa alhuda"},{"id":48,"text":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","translation":"ہم کو وحی سے بتایا گیا ہے کہ عذاب ہے اُس کے لیے جو جھُٹلائے اور منہ موڑے","transliteration":"Inna qad oohiya ilayna anna alAAathaba AAala man kaththaba watawalla"},{"id":49,"text":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","translation":"فرعون نے کہا \" اچھا، تو پھر تم دونوں کا رب کون ہے اے موسیٰؑ؟","transliteration":"Qala faman rabbukuma ya moosa"},{"id":50,"text":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","translation":"موسیٰؑ نے جواب دیا \"ہمارا رب وہ ہے جس نے ہر چیز کو اُس کی ساخت بخشی، پھر اس کو راستہ بتایا","transliteration":"Qala rabbuna allathee aAAta kulla shayin khalqahu thumma hada"},{"id":51,"text":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","translation":"فرعون بولا \"اور پہلے جو نسلیں گزر چکی ہیں ان کی پھر کیا حالت تھی؟","transliteration":"Qala fama balu alqurooni aloola"},{"id":52,"text":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","translation":"موسیٰؑ نے کہا \"اُس کا علم میرے رب کے پاس ایک نوشتے میں محفوظ ہے میرا رب نہ چُوکتا ہے نہ بھُولتا ہے","transliteration":"Qala AAilmuha AAinda rabbee fee kitabin la yadillu rabbee wala yansa"},{"id":53,"text":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","translation":"وہی جس نے تمہارے لیے زمین کا فرش بچھایا، اور اُس میں تمہارے چلنے کو راستے بنائے، اور اوپر سے پانی برسایا، پھر اُس کے ذریعہ سے مختلف اقسام کی پیداوار نکالی","transliteration":"Allathee jaAAala lakumu alarda mahdan wasalaka lakum feeha subulan waanzala mina alssamai maan faakhrajna bihi azwajan min nabatin shatta"},{"id":54,"text":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","translation":"کھاؤ اور اپنے جانوروں کو بھی چَراؤ یقیناً اِس میں بہت سی نشانیاں ہیں عقل رکھنے والوں کے لیے","transliteration":"Kuloo wairAAaw anAAamakum inna fee thalika laayatin liolee alnnuha"},{"id":55,"text":"۞مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","translation":"اِسی زمین سے ہم نے تم کو پیدا کیا ہے، اِسی میں ہم تمہیں واپس لے جائیں گے اور اسی سے تم کو دوبارہ نکالیں گے","transliteration":"Minha khalaqnakum wafeeha nuAAeedukum waminha nukhrijukum taratan okhra"},{"id":56,"text":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","translation":"ہم نے فرعون کو اپنی سب ہی نشانیاں دکھائیں مگر وہ جھٹلائے چلا گیا اور نہ مانا","transliteration":"Walaqad araynahu ayatina kullaha fakaththaba waaba"},{"id":57,"text":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","translation":"کہنے لگا \"اے موسیٰؑ، کیا تو ہمارے پاس اس لیے آیا ہے کہ اپنے جادو کے زور سے ہم کو ہمارے ملک سے نکال باہر کرے؟","transliteration":"Qala ajitana litukhrijana min ardina bisihrika ya moosa"},{"id":58,"text":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","translation":"اچھا، ہم بھی تیرے مقابلے میں ویساہی جادو لاتے ہیں طے کر لے کب اور کہاں مقابلہ کرنا ہے نہ ہم اِس قرارداد سے پھریں گے نہ تو پھریو کھُلے میدان میں سامنے آ جا","transliteration":"Falanatiyannaka bisihrin mithlihi faijAAal baynana wabaynaka mawAAidan la nukhlifuhu nahnu wala anta makanan suwan"},{"id":59,"text":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","translation":"موسیٰؑ نے کہا \"جشن کا دن طے ہوا، ا ور دن چڑھے لوگ جمع ہوں","transliteration":"Qala mawAAidukum yawmu alzzeenati waan yuhshara alnnasu duhan"},{"id":60,"text":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","translation":"فرعون نے پلٹ کر اپنے سارے ہتھکنڈے جمع کیے اور مقابلے میں آ گیا","transliteration":"Fatawalla firAAawnu fajamaAAa kaydahu thumma ata"},{"id":61,"text":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","translation":"موسیٰؑ نے (عین موقع پر گروہ مقابل کو مخاطب کر کے) کہا \"شامت کے مارو، نہ جھُوٹی تہمتیں باندھو اللہ پر، ورنہ وہ ایک سخت عذاب سے تمہارا ستیاناس کر دے گا جھوٹ جس نے بھی گھڑا وہ نامراد ہوا","transliteration":"Qala lahum moosa waylakum la taftaroo AAala Allahi kathiban fayushitakum biAAathabin waqad khaba mani iftara"},{"id":62,"text":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","translation":"یہ سُن کر اُن کے درمیان اختلاف رائے ہو گیا اور وہ چپکے چپکے باہم مشورہ کرنے لگے","transliteration":"FatanazaAAoo amrahum baynahum waasarroo alnnajwa"},{"id":63,"text":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","translation":"آخر کار کچھ لوگو ں نے کہا کہ \"یہ دونوں تو محض جادوگر ہیں اِن کا مقصد یہ ہے کہ اپنے جادو کے زور سے تم کو تمہاری زمین سے بے دخل کر دیں اور تمہارے مثالی طریق زندگی کا خاتمہ کر دیں","transliteration":"Qaloo in hathani lasahirani yureedani an yukhrijakum min ardikum bisihrihima wayathhaba bitareeqatikumu almuthla"},{"id":64,"text":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","translation":"اپنی ساری تدبیریں آج اکٹھی کر لو اور اَیکا کر کے میدان میں آؤبس یہ سمجھ لو کہ آج جو غالب رہا وہی جیت گیا","transliteration":"FaajmiAAoo kaydakum thumma itoo saffan waqad aflaha alyawma mani istaAAla"},{"id":65,"text":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","translation":"جادوگر بولے \"موسیٰؑ، تم پھینکتے ہو یا پہلے ہم پھینکیں؟","transliteration":"Qaloo ya moosa imma an tulqiya waimma an nakoona awwala man alqa"},{"id":66,"text":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","translation":"موسیٰؑ نے کہا \"نہیں، تم ہی پھینکو\" یکایک اُن کی رسّیاں اور اُن کی لاٹھیاں اُن کے جادو کے زور سے موسیٰؑ کو دَوڑتی ہوئی محسوس ہونے لگیں","transliteration":"Qala bal alqoo faitha hibaluhum waAAisiyyuhum yukhayyalu ilayhi min sihrihim annaha tasAAa"},{"id":67,"text":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","translation":"اور موسیٰؑ اپنے دل میں ڈر گیا","transliteration":"Faawjasa fee nafsihi kheefatan moosa"},{"id":68,"text":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","translation":"ہم نے کہا \"مت ڈر، تو ہی غالب رہے گا","transliteration":"Qulna la takhaf innaka anta alaAAla"},{"id":69,"text":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","translation":"پھینک جو کچھ تیرے ہاتھ میں ہے، ابھی اِن کی ساری بناوٹی چیزوں کو نگلے جاتا ہے یہ جو کچھ بنا کر لائے ہیں یہ تو جادوگر کا فریب ہے، اور جادوگر کبھی کامیاب نہیں ہو سکتا، خواہ کسی شان سے وہ آئے","transliteration":"Waalqi ma fee yameenika talqaf ma sanaAAoo innama sanaAAoo kaydu sahirin wala yuflihu alssahiru haythu ata"},{"id":70,"text":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","translation":"آخر کو یہی ہُوا کہ سارے جادوگر سجدے میں گرا دیے گئے اور پکار اٹھے \"مان لیا ہم نے ہارونؑ اور موسیٰؑ کے رب کو","transliteration":"Faolqiya alssaharatu sujjadan qaloo amanna birabbi haroona wamoosa"},{"id":71,"text":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","translation":"فرعون نے کہا \" تم ایمان لے آئے قبل اس کے کہ میں تمہیں اس کی اجازت دیتا؟ معلوم ہو گیا کہ یہ تمہارا گرو ہے جس نے تمہیں جادوگری سکھائی تھی اچھا، اب میں تمہارے ہاتھ پاؤں مخالف سمتوں سے کٹواتا ہوں اور کھجور کے تنوں پر تم کو سُولی دیتا ہوں پھر تمہیں پتہ چل جائے گا کہ ہم دونوں میں سے کس کا عذاب زیادہ سخت اور دیر پا ہے\" (یعنی میں تمہیں زیادہ سخت سزا دے سکتا ہوں یا موسیٰؑ)","transliteration":"Qala amantum lahu qabla an athana lakum innahu lakabeerukumu allathee AAallamakumu alssihra falaoqattiAAanna aydiyakum waarjulakum min khilafin walaosallibannakum fee juthooAAi alnnakhli walataAAlamunna ayyuna ashaddu AAathaban waabqa"},{"id":72,"text":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","translation":"جادوگروں نے جواب دیا \"قسم ہے اُس ذات کی جس نے ہمیں پیدا کیا ہے، یہ ہرگز نہیں ہو سکتا کہ ہم روشن نشانیاں سامنے آ جانے کے بعد بھی (صداقت پر) تجھے ترجیح دیں، تُو جو کچھ کرنا چاہے کر لے تو زیادہ سے زیادہ بس اِسی دُنیا کی زندگی کا فیصلہ کر سکتا ہے","transliteration":"Qaloo lan nuthiraka AAala ma jaana mina albayyinati waallathee fatarana faiqdi ma anta qadin innama taqdee hathihi alhayata alddunya"},{"id":73,"text":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","translation":"ہم تو اپنے رب پر ایمان لے آئے تاکہ وہ ہماری خطائیں معاف کر دے اور اس جادوگری سے، جس پر تو نے ہمیں مجبور کیا تھا، درگزر فرمائے اللہ ہی اچھا ہے اور وہی باقی رہنے والا ہے","transliteration":"Inna amanna birabbina liyaghfira lana khatayana wama akrahtana AAalayhi mina alssihri waAllahu khayrun waabqa"},{"id":74,"text":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","translation":"حقیقت یہ ہے کہ جو مجرم بن کر اپنے رب کے حضور حاضر ہوگا اُس کے لیے جہنم ہے جس میں وہ نہ جیے گا نہ مرے گا","transliteration":"Innahu man yati rabbahu mujriman fainna lahu jahannama la yamootu feeha wala yahya"},{"id":75,"text":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّـٰلِحَٰتِ فَأُوْلَـٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","translation":"اور جو اس کے حضور مومن کی حیثیت سے حاضر ہو گا، جس نے نیک عمل کیے ہوں گے، ایسے سب لوگوں کے لیے بلند درجے ہیں","transliteration":"Waman yatihi muminan qad AAamila alssalihati faolaika lahumu alddarajatu alAAula"},{"id":76,"text":"جَنَّـٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","translation":"سدا بہار باغ ہیں جن کے نیچے نہریں بہہ رہی ہوں گی، ان میں وہ ہمیشہ رہیں گے یہ جزا ہے اُس شخص کی جو پاکیزگی اختیار کرے","transliteration":"Jannatu AAadnin tajree min tahtiha alanharu khalideena feeha wathalika jazao man tazakka"},{"id":77,"text":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","translation":"ہم نے موسیٰؑ پر وحی کی کہ اب راتوں رات میرے بندوں کو لے کر چل پڑ، اور اُن کے لیے سمندر میں سے سُوکھی سڑک بنا لے، تجھے کسی کے تعاقب کا ذرا خوف نہ ہو اور نہ (سمندر کے بیچ سے گزرتے ہوئے) ڈر لگے","transliteration":"Walaqad awhayna ila moosa an asri biAAibadee faidrib lahum tareeqan fee albahri yabasan la takhafu darakan wala takhsha"},{"id":78,"text":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","translation":"پیچھے سے فرعون اپنے لشکر لے کر پہنچا اور پھر سمندر اُن پر چھا گیا جیسا کہ چھا جانے کا حق تھا","transliteration":"FaatbaAAahum firAAawnu bijunoodihi faghashiyahum mina alyammi ma ghashiyahum"},{"id":79,"text":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","translation":"فرعون نے اپنی قوم کو گمراہ ہی کیا تھا، کوئی صحیح رہنمائی نہیں کی تھی","transliteration":"Waadalla firAAawnu qawmahu wama hada"},{"id":80,"text":"يَٰبَنِيٓ إِسۡرَـٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","translation":"اے بنی اسرائیل، ہم نے تم کو تمہارے دشمن سے نجات دی، اور طور کے دائیں جانب تمہاری حاضری کے لیے وقت مقرر کیا اور تم پر من و سلویٰ اتارا","transliteration":"Ya banee israeela qad anjaynakum min AAaduwwikum wawaAAadnakum janiba alttoori alaymana wanazzalna AAalaykumu almanna waalssalwa"},{"id":81,"text":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","translation":"کھاؤ ہمارا دیا ہوا پاک رزق اور اسے کھا کر سرکشی نہ کرو، ورنہ تم پر میرا غضب ٹوٹ پڑے گا اور جس پر میرا غضب ٹوٹا وہ پھر گر کر ہی رہا","transliteration":"Kuloo min tayyibati ma razaqnakum wala tatghaw feehi fayahilla AAalaykum ghadabee waman yahlil AAalayhi ghadabee faqad hawa"},{"id":82,"text":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","translation":"البتہ جو توبہ کر لے اور ایمان لائے اور نیک عمل کرے، پھر سیدھا چلتا رہے، اُس کے لیے میں بہت درگزر کرنے والا ہوں","transliteration":"Wainnee laghaffarun liman taba waamana waAAamila salihan thumma ihtada"},{"id":83,"text":"۞وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","translation":"اور کیا چیز تمہیں اپنی قوم سے پہلے لے آئی موسیٰؑ؟","transliteration":"Wama aAAjalaka AAan qawmika ya moosa"},{"id":84,"text":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","translation":"اُس نے عرض کیا \" وہ بس میرے پیچھے آ ہی رہے ہیں میں جلدی کر کے تیرے حضور آ گیا ہوں اے میرے رب، تاکہ تو مجھ سے خوش ہو جائے","transliteration":"Qala hum olai AAala atharee waAAajiltu ilayka rabbi litarda"},{"id":85,"text":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","translation":"فرمایا \"اچھا، تو سنو، ہم نے تمہارے پیچھے تمہاری قوم کو آزمائش میں ڈال دیا اور سامری نے انہیں گمراہ کر ڈالا","transliteration":"Qala fainna qad fatanna qawmaka min baAAdika waadallahumu alssamiriyyu"},{"id":86,"text":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","translation":"موسیٰؑ سخت غصّے اور رنج کی حالت میں اپنی قوم کی طرف پلٹا جا کر اُس نے کہا \"اے میری قوم کے لوگو، کیا تمہارے رب نے تم سے اچھے وعدے نہیں کیے تھے؟ کیا تمہیں دن لگ گئے ہیں؟ یا تم اپنے رب کا غضب ہی اپنے اوپر لانا چاہتے تھے کہ تم نے مجھ سے وعدہ خلافی کی؟","transliteration":"FarajaAAa moosa ila qawmihi ghadbana asifan qala ya qawmi alam yaAAidkum rabbukum waAAdan hasanan afatala AAalaykumu alAAahdu am aradtum an yahilla AAalaykum ghadabun min rabbikum faakhlaftum mawAAidee"},{"id":87,"text":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","translation":"انہوں نے جواب دیا \"ہم نے آپ سے وعدہ خلافی کچھ اپنے اختیار سے نہیں کی، معاملہ یہ ہُوا کہ لوگوں کے زیورات کے بوجھ سے ہم لَد گئے تھے اور ہم نے بس اُن کو پھینک دیا تھا\" پھر اس طرح سامری نے بھی کچھ ڈالا","transliteration":"Qaloo ma akhlafna mawAAidaka bimalkina walakinna hummilna awzaran min zeenati alqawmi faqathafnaha fakathalika alqa alssamiriyyu"},{"id":88,"text":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","translation":"اور ان کے لیے ایک بچھڑے کی مورت بنا کر نکال لایا جس میں سے بیل کی سی آواز نکلتی تھی لوگ پکار اٹھے \"یہی ہے تمہارا خدا اور موسیٰؑ کا خدا، موسیٰؑ اسے بھول گیا","transliteration":"Faakhraja lahum AAijlan jasadan lahu khuwarun faqaloo hatha ilahukum wailahu moosa fanasiya"},{"id":89,"text":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","translation":"کیا وہ نہ دیکھتے تھے کہ نہ وہ اُن کی بات کا جواب دیتا ہے اور نہ ان کے نفع و نقصان کا کچھ اختیار رکھتا ہے؟","transliteration":"Afala yarawna alla yarjiAAu ilayhim qawlan wala yamliku lahum darran wala nafAAan"},{"id":90,"text":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","translation":"ہارونؑ (موسیٰؑ کے آنے سے) پہلے ہی ان سے کہہ چکا تھا کہ \"لوگو، تم اِس کی وجہ سے فتنے میں پڑ گئے ہو، تمہارا رب تو رحمٰن ہے، پس تم میری پیروی کرو اور میری بات مانو","transliteration":"Walaqad qala lahum haroonu min qablu ya qawmi innama futintum bihi wainna rabbakumu alrrahmanu faittabiAAoonee waateeAAoo amree"},{"id":91,"text":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","translation":"مگر اُنہوں نے اس سے کہہ دیا کہ \"ہم تو اسی کی پرستش کرتے رہیں گے جب تک کہ موسیٰؑ واپس نہ آ جائے","transliteration":"Qaloo lan nabraha AAalayhi AAakifeena hatta yarjiAAa ilayna moosa"},{"id":92,"text":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","translation":"موسیٰؑ (قوم کو ڈانٹنے کے بعد ہارونؑ کی طرف پلٹا اور) بولا \"ہارونؑ، تم نے جب دیکھا تھا کہ یہ گمراہ ہو رہے ہیں","transliteration":"Qala ya haroonu ma manaAAaka ith raaytahum dalloo"},{"id":93,"text":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","translation":"تو کس چیز نے تمہارا ہاتھ پکڑا تھا کہ میرے طریقے پر عمل نہ کرو؟ کیا تم نے میرے حکم کی خلاف ورزی کی؟","transliteration":"Alla tattabiAAani afaAAasayta amree"},{"id":94,"text":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَـٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","translation":"ہارونؑ نے جواب دیا \"اے میری ماں کے بیٹے، میری داڑھی نہ پکڑ، نہ میرے سر کے بال کھینچ، مجھے اِس بات کا ڈر تھا کہ تو آ کر کہے گا تم نے بنی اسرائیل میں پھوٹ ڈال دی اور میری بات کا پاس نہ کیا","transliteration":"Qala ya bna omma la takhuth bilihyatee wala birasee innee khasheetu an taqoola farraqta bayna banee israeela walam tarqub qawlee"},{"id":95,"text":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","translation":"موسیٰؑ نے کہا \"اور سامری، تیرا کیا معاملہ ہے؟","transliteration":"Qala fama khatbuka ya samiriyyu"},{"id":96,"text":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","translation":"اس نے جواب دیا \"میں نے وہ چیز دیکھی جو اِن لوگوں کو نظر نہ آئی، پس میں نے رسُول کے نقش قدم سے ایک مٹھی اٹھا لی اور اُس کو ڈال دیا میرے نفس نے مجھے کچھ ایسا ہی سجھایا","transliteration":"Qala basurtu bima lam yabsuroo bihi faqabadtu qabdatan min athari alrrasooli fanabathtuha wakathalika sawwalat lee nafsee"},{"id":97,"text":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","translation":"موسیٰؑ نے کہا \" اچھا تو جا، اب زندگی بھر تجھے یہی پکارتے رہنا ہے کہ مجھے نہ چھونا اور تیرے لیے بازپُرس کا ایک وقت مقرر ہے جو تجھ سے ہرگز نہ ٹلے گا اور دیکھ اپنے اِس خدا کو جس پر تو ریجھا ہُوا تھا، اب ہم اسے جلا ڈالیں گے اور ریزہ ریزہ کر کے دریا میں بہا دیں گے","transliteration":"Qala faithhab fainna laka fee alhayati an taqoola la misasa wainna laka mawAAidan lan tukhlafahu waonthur ila ilahika allathee thalta AAalayhi AAakifan lanuharriqannahu thumma lanansifannahu fee alyammi nasfan"},{"id":98,"text":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","translation":"لوگو، تمہارا خدا تو بس ایک ہی اللہ ہے جس کے سوا کوئی اور خدا نہیں ہے، ہر چیز پر اُس کا علم حاوی ہے","transliteration":"Innama ilahukumu Allahu allathee la ilaha illa huwa wasiAAa kulla shayin AAilman"},{"id":99,"text":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","translation":"اے محمدؐ، ا س طرح ہم پچھلے گزرے ہوئے حالات کی خبریں تم کو سُناتے ہیں، اور ہم نے خاص اپنے ہاں سے تم کو ایک \"ذکر\"(درسِ نصیحت) عطا کیا ہے","transliteration":"Kathalika naqussu AAalayka min anbai ma qad sabaqa waqad ataynaka min ladunna thikran"},{"id":100,"text":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","translation":"جو کوئی اِس سے منہ موڑے گا وہ قیامت کے دن سخت بار گناہ اٹھائے گا","transliteration":"Man aAArada AAanhu fainnahu yahmilu yawma alqiyamati wizran"},{"id":101,"text":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","translation":"اور ایسے سب لوگ ہمیشہ اس کے وبال میں گرفتار رہیں گے، اور قیامت کے دن اُن کے لیے (اِس جرم کی ذمہ داری کا بوجھ) بڑا تکلیف دہ بوجھ ہوگا","transliteration":"Khalideena feehi wasaa lahum yawma alqiyamati himlan"},{"id":102,"text":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","translation":"اُس دن جبکہ صُور پھُونکا جائے گا اور ہم مجرموں کو اِس حال میں گھیر لائیں گے کہ ان کی آنکھیں (دہشت کے مارے) پتھرائی ہوئی ہوں گی","transliteration":"Yawma yunfakhu fee alssoori wanahshuru almujrimeena yawmaithin zurqan"},{"id":103,"text":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","translation":"آپس میں چپکے چپکے کہیں گے کہ دُنیا میں مشکل ہی سے تم نے کوئی دس دن گزارے ہوں گے","transliteration":"Yatakhafatoona baynahum in labithtum illa AAashran"},{"id":104,"text":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","translation":"ہمیں خوب معلوم ہے کہ وہ کیا باتیں کر رہے ہوں گے (ہم یہ بھی جانتے ہیں کہ) اُس وقت ان میں سے جو زیادہ سے زیادہ محتاط اندازہ لگانے والا ہوگا وہ کہے گا کہ نہیں، تمہاری دنیا کی زندگی بس ایک دن کی تھی","transliteration":"Nahnu aAAlamu bima yaqooloona ith yaqoolu amthaluhum tareeqatan in labithtum illa yawman"},{"id":105,"text":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","translation":"یہ لوگ تم سے پُوچھتے ہیں کہ آخر اُس دن یہ پہاڑ کہاں چلے جائیں گے؟ کہو کہ میرا رب ان کو دھول بنا کر اڑا دے گا","transliteration":"Wayasaloonaka AAani aljibali faqul yansifuha rabbee nasfan"},{"id":106,"text":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","translation":"اور زمین کو ایسا ہموار چٹیل میدان بنا دے گا","transliteration":"Fayatharuha qaAAan safsafan"},{"id":107,"text":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","translation":"کہ اس میں تم کوئی بل اور سلوٹ نہ دیکھو گے","transliteration":"La tara feeha AAiwajan wala amtan"},{"id":108,"text":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","translation":"اس روز سب لوگ منادی کی پکار پر سیدھے چلے آئیں گے، کوئی ذرا اکڑ نہ دکھا سکے گا اور آوازیں رحمان کے آگے دب جائیں گی، ایک سرسراہٹ کے سوا تم کچھ نہ سنو گے","transliteration":"Yawmaithin yattabiAAoona alddaAAiya la AAiwaja lahu wakhashaAAati alaswatu lilrrahmani fala tasmaAAu illa hamsan"},{"id":109,"text":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","translation":"اُس روز شفاعت کارگر نہ ہو گی، اِلّا یہ کہ کسی کو رحمان اس کی اجازت دے اور اس کی بات سننا پسند کرے","transliteration":"Yawmaithin la tanfaAAu alshshafaAAatu illa man athina lahu alrrahmanu waradiya lahu qawlan"},{"id":110,"text":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","translation":"وہ لوگوں کا اگلا پچھلا سب حال جانتا ہے اور دُوسروں کو اس کا پورا عِلم نہیں ہے","transliteration":"YaAAlamu ma bayna aydeehim wama khalfahum wala yuheetoona bihi AAilman"},{"id":111,"text":"۞وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","translation":"لوگوں کے سر اُس حیّ و قیّوم کے آگے جھک جائیں گے نامراد ہوگا جو اُس وقت کسی ظلم کا بار گناہ اٹھائے ہوئے ہو","transliteration":"WaAAanati alwujoohu lilhayyi alqayyoomi waqad khaba man hamala thulman"},{"id":112,"text":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّـٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","translation":"اور کسی ظلم یا حق تلفی کا خطرہ نہ ہوگا اُس شخص کو جو نیک عمل کرے اور اِس کے ساتھ وہ مومن بھی ہو","transliteration":"Waman yaAAmal mina alssalihati wahuwa muminun fala yakhafu thulman wala hadman"},{"id":113,"text":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","translation":"اور اے محمدؐ، اِسی طرح ہم نے اِسے قرآن عربی بنا کر نازل کیا ہے اور اس میں طرح طرح سے تنبیہات کی ہیں شاید کہ یہ لوگ کج روی سے بچیں یا ان میں کچھ ہوش کے آثار اِس کی بدولت پیدا ہوں","transliteration":"Wakathalika anzalnahu quranan AAarabiyyan wasarrafna feehi mina alwaAAeedi laAAallahum yattaqoona aw yuhdithu lahum thikran"},{"id":114,"text":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","translation":"پس بالا و برتر ہے اللہ، پادشاہ حقیقی اور دیکھو، قرآن پڑھنے میں جلدی نہ کیا کرو جب تک کہ تمہاری طرف اُس کی وحی تکمیل کو نہ پہنچ جائے، اور دُعا کرو کہ اے پروردگار مجھے مزید علم عطا کر","transliteration":"FataAAala Allahu almaliku alhaqqu wala taAAjal bialqurani min qabli an yuqda ilayka wahyuhu waqul rabbi zidnee AAilman"},{"id":115,"text":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","translation":"ہم نے اِس سے پہلے آدمؑ کو ایک حکم دیا تھا، مگر وہ بھول گیا اور ہم نے اُس میں عزم نہ پایا","transliteration":"Walaqad AAahidna ila adama min qablu fanasiya walam najid lahu AAazman"},{"id":116,"text":"وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","translation":"یاد کرو وہ وقت جبکہ ہم نے فرشتوں سے کہا تھا کہ آدمؑ کو سجدہ کرو وہ سب تو سجدہ کر گئے، مگر ایک ابلیس تھا کہ انکار کر بیٹھا","transliteration":"Waith qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa aba"},{"id":117,"text":"فَقُلۡنَا يَـٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","translation":"اس پر ہم نے آدمؑ سے کہا کہ \"دیکھو، یہ تمہارا اور تمہاری بیوی کا دشمن ہے، ایسا نہ ہو کہ یہ تمہیں جنت سے نکلوا دے اور تم مصیبت میں پڑ جاؤ","transliteration":"Faqulna ya adamu inna hatha AAaduwwun laka walizawjika fala yukhrijannakuma mina aljannati fatashqa"},{"id":118,"text":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","translation":"یہاں تو تمہیں یہ آسائشیں حاصل ہیں کہ نہ بھوکے ننگے رہتے ہو","transliteration":"Inna laka alla tajooAAa feeha wala taAAra"},{"id":119,"text":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","translation":"نہ پیاس اور دھوپ تمہیں ستاتی ہے","transliteration":"Waannaka la tathmao feeha wala tadha"},{"id":120,"text":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَـٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","translation":"لیکن شیطان نے اس کو پھُسلایا کہنے لگا \"آدم، بتاؤں تمہیں وہ درخت جس سے ابدی زندگی اور لازوال سلطنت حاصل ہوتی ہے؟","transliteration":"Fawaswasa ilayhi alshshaytanu qala ya adamu hal adulluka AAala shajarati alkhuldi wamulkin la yabla"},{"id":121,"text":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","translation":"آخرکار وہ دونوں (میاں بیوی) اُس درخت کا پھل کھا گئے نتیجہ یہ ہُوا کہ فوراً ہی ان کے ستر ایک دوسرے کے آگے کھُل گئے اور لگے دونوں اپنے آپ کو جنّت کے پتّوں سے ڈھانکنے آدمؑ نے اپنے رب کی نافرمانی کی اور راہِ راست سے بھٹک گیا","transliteration":"Faakala minha fabadat lahuma sawatuhuma watafiqa yakhsifani AAalayhima min waraqi aljannati waAAasa adamu rabbahu faghawa"},{"id":122,"text":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","translation":"پھر اُس کے رب نے اُسے برگزیدہ کیا اور اس کی توبہ قبول کر لی اور اسے ہدایت بخشی","transliteration":"Thumma ijtabahu rabbuhu fataba AAalayhi wahada"},{"id":123,"text":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","translation":"اور فرمایا \"تم دونوں (فریق، یعنی انسان اور شیطان) یہاں سے اتر جاؤ تم ایک دُوسرے کے دشمن رہو گے اب اگر میری طرف سے تمہیں کوئی ہدایت پہنچے تو جو کوئی میری اُس ہدایت کی پیروی کرے گا وہ نہ بھٹکے گا نہ بد بختی میں مبتلا ہو گا","transliteration":"Qala ihbita minha jameeAAan baAAdukum libaAAdin AAaduwwun faimma yatiyannakum minnee hudan famani ittabaAAa hudaya fala yadillu wala yashqa"},{"id":124,"text":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","translation":"اور جو میرے \"ذِکر\"(درسِ نصیحت) سے منہ موڑے گا اُس کے لیے دنیا میں تنگ زندگی ہو گی اور قیامت کے روز ہم اسے اندھا اٹھائیں گے","transliteration":"Waman aAArada AAan thikree fainna lahu maAAeeshatan dankan wanahshuruhu yawma alqiyamati aAAman"},{"id":125,"text":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","translation":"وہ کہے گا \"پروردگار، دُنیا میں تو میں آنکھوں والا تھا، یہاں مجھے اندھا کیوں اُٹھایا؟","transliteration":"Qala rabbi lima hashartanee aAAma waqad kuntu baseeran"},{"id":126,"text":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","translation":"اللہ تعالیٰ فرمائے گا \"ہاں، اِسی طرح تو ہماری آیات کو، جبکہ وہ تیرے پاس آئی تھیں، تُو نے بھُلا دیا تھا اُسی طرح آج تو بھلایا جا رہا ہے","transliteration":"Qala kathalika atatka ayatuna fanaseetaha wakathalika alyawma tunsa"},{"id":127,"text":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","translation":"اِس طرح ہم حد سے گزرنے والے اور اپنے رب کی آیات نہ ماننے والے کو (دُنیا میں) بدلہ دیتے ہیں، اور آخرت کا عذاب زیادہ سخت اور زیادہ دیر پا ہے","transliteration":"Wakathalika najzee man asrafa walam yumin biayati rabbihi walaAAathabu alakhirati ashaddu waabqa"},{"id":128,"text":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","translation":"پھر کیا اِن لوگوں کو (تاریخ کے اس سبق سے) کوئی ہدایت نہ ملی کہ اِن سے پہلے کتنی ہی قوموں کو ہم ہلاک کر چکے ہیں جن کی (برباد شدہ) بستیوں میں آج یہ چلتے پھرتے ہیں؟ در حقیقت اِس میں بہت سی نشانیاں ہیں اُن لوگوں کے لیے جو عقل سلیم رکھنے والے ہیں","transliteration":"Afalam yahdi lahum kam ahlakna qablahum mina alqurooni yamshoona fee masakinihim inna fee thalika laayatin liolee alnnuha"},{"id":129,"text":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","translation":"اگر تیرے رب کی طرف سے پہلے ایک بات طے نہ کر دی گئی ہوتی اور مہلت کی ایک مدّت مقرّر نہ کی جا چکی ہوتی تو ضرور اِن کا بھی فیصلہ چکا دیا جاتا","transliteration":"Walawla kalimatun sabaqat min rabbika lakana lizaman waajalun musamman"},{"id":130,"text":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","translation":"پس اے محمدؐ، جو باتیں یہ لوگ بناتے ہیں اُن پر صبر کرو، اور اپنے رب کی حمد و ثنا کے ساتھ اُس کی تسبیح کرو سورج نکلنے سے پہلے اور غروب ہونے سے پہلے، اور رات کے اوقات میں بھی تسبیح کرو اور دن کے کناروں پر بھی، شاید کہ تم راضی ہو جاؤ","transliteration":"Faisbir AAala ma yaqooloona wasabbih bihamdi rabbika qabla tulooAAi alshshamsi waqabla ghuroobiha wamin anai allayli fasabbih waatrafa alnnahari laAAallaka tarda"},{"id":131,"text":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","translation":"اور نگاہ اُٹھا کر بھی نہ دیکھو دُنیوی زندگی کی اُس شان و شوکت کو جو ہم نے اِن میں سے مختلف قسم کے لوگوں کو دے رکھی ہے وہ تو ہم نے انہیں آزمائش میں ڈالنے کے لیے دی ہے، اور تیرے رب کا دیا ہوا رزق حلال ہی بہتر اور پائندہ تر ہے","transliteration":"Wala tamuddanna AAaynayka ila ma mattaAAna bihi azwajan minhum zahrata alhayati alddunya linaftinahum feehi warizqu rabbika khayrun waabqa"},{"id":132,"text":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","translation":"اپنے اہل و عیال کو نماز کی تلقین کرو اور خود بھی اس کے پابند رہو ہم تم سے کوئی رزق نہیں چاہتے، رزق تو ہم ہی تمہیں دے رہے ہیں اور انجام کی بھلائی تقویٰ ہی کے لیے ہے","transliteration":"Wamur ahlaka bialssalati waistabir AAalayha la nasaluka rizqan nahnu narzuquka waalAAaqibatu lilttaqwa"},{"id":133,"text":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","translation":"وہ کہتے ہیں کہ یہ شخص اپنے رب کی طرف سے کوئی نشانی (معجزہ) کیوں نہیں لاتا؟ اور کیا ان کے پاس اگلے صحیفوں کی تمام تعلیمات کا بیان واضح نہیں آ گیا؟","transliteration":"Waqaloo lawla yateena biayatin min rabbihi awalam tatihim bayyinatu ma fee alssuhufi aloola"},{"id":134,"text":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","translation":"اگر ہم اُس کے آنے سے پہلے اِن کو کسی عذاب سے ہلاک کر دیتے تو پھر یہی لوگ کہتے کہ اے ہمارے پروردگار، تو نے ہمارے پاس کوئی رسول کیوں نہ بھیجا کہ ذلیل و رسوا ہونے سے پہلے ہی ہم تیری آیات کی پیروی اختیار کر لیتے","transliteration":"Walaw anna ahlaknahum biAAathabin min qablihi laqaloo rabbana lawla arsalta ilayna rasoolan fanattabiAAa ayatika min qabli an nathilla wanakhza"},{"id":135,"text":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","translation":"اے محمدؐ، ان سے کہو، ہر ایک انجام کار کے انتظار میں ہے، پس اب منتظر رہو، عنقریب تمہیں معلوم ہو جائے گا کہ کون سیدھی راہ چلنے والے ہیں اور کون ہدایت یافتہ ہیں","transliteration":"Qul kullun mutarabbisun fatarabbasoo fasataAAlamoona man ashabu alssirati alssawiyyi wamani ihtada"}]}
