{"id":22,"name":"الحج","transliteration":"Al-Hajj","translation":"حج","type":"medinan","total_verses":78,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","translation":"لوگو، اپنے رب کے غضب سے بچو، حقیقت یہ ہے کہ قیامت کا زلزلہ بڑی (ہولناک) چیز ہے","transliteration":"Ya ayyuha alnnasu ittaqoo rabbakum inna zalzalata alssaAAati shayon AAatheemun"},{"id":2,"text":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","translation":"جس روز تم اسے دیکھو گے، حال یہ ہو گا کہ ہر دودھ پلانے والی اپنے دودھ پیتے بچّے سے غافل ہو جائے گی، ہر حاملہ کا حمل گر جائے گا، اور لوگ تم کو مدہوش نظر آئیں گے، حالانکہ وہ نشے میں نہ ہوں گے، بلکہ اللہ کا عذاب ہی کچھ ایسا سخت ہوگا","transliteration":"Yawma tarawnaha tathhalu kullu murdiAAatin AAamma ardaAAat watadaAAu kullu thati hamlin hamlaha watara alnnasa sukara wama hum bisukara walakinna AAathaba Allahi shadeedun"},{"id":3,"text":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","translation":"بعض لوگ ایسے ہیں جو عِلم کے بغیر اللہ کے بارے میں بحثیں کرتے ہیں اور ہر شیطان سرکش کی پیروی کرنے لگتے ہیں","transliteration":"Wamina alnnasi man yujadilu fee Allahi bighayri AAilmin wayattabiAAu kulla shaytanin mareedin"},{"id":4,"text":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","translation":"حالانکہ اُس کے تو نصیب ہی میں یہ لکھا ہے کہ جو اس کو دوست بنائے گا اسے وہ گمراہ کر کے چھوڑے گا اور عذاب جہنّم کا راستہ دکھائے گا","transliteration":"Kutiba AAalayhi annahu man tawallahu faannahu yudilluhu wayahdeehi ila AAathabi alssaAAeeri"},{"id":5,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","translation":"لوگو، اگر تمہیں زندگی بعد موت کے بارے میں کچھ شک ہے تو تمہیں معلوم ہو کہ ہم نے تم کو مٹی سے پیدا کیا ہے، پھر نطفے سے، پھر خون کے لوتھڑے سے، پھر گوشت کی بوٹی سے جو شکل والی بھی ہوتی ہے اور بے شکل بھی (یہ ہم اس لیے بتا رہے ہیں) تاکہ تم پر حقیقت واضح کر دیں ہم جس (نطفے) کو چاہتے ہیں ایک وقت خاص تک رحموں میں ٹھیرائے رکھتے ہیں، پھر تم کو ایک بچّے کی صورت میں نکال لاتے ہیں (پھر تمہیں پرورش کرتے ہیں) تاکہ تم اپنی پُوری جوانی کو پہنچو اور تم میں سے کوئی پہلے ہی واپس بلا لیا جاتا ہے اور کوئی بدترین عمر کی طرف پھیر دیا جاتا ہے تاکہ سب کچھ جاننے کے بعد پھر کچھ نہ جانے اور تم دیکھتے ہو کہ زمین سوکھی پڑی ہے، پھر جہاں ہم نے اُس پر مینہ برسایا کہ یکایک وہ پھبک اٹھی اور پھول گئی اور اس نے ہر قسم کی خوش منظر نباتات اگلنی شروع کر دی","transliteration":"Ya ayyuha alnnasu in kuntum fee raybin mina albaAAthi fainna khalaqnakum min turabin thumma min nutfatin thumma min AAalaqatin thumma min mudghatin mukhallaqatin waghayri mukhallaqatin linubayyina lakum wanuqirru fee alarhami ma nashao ila ajalin musamman thumma nukhrijukum tiflan thumma litablughoo ashuddakum waminkum man yutawaffa waminkum man yuraddu ila arthali alAAumuri likayla yaAAlama min baAAdi AAilmin shayan watara alarda hamidatan faitha anzalna AAalayha almaa ihtazzat warabat waanbatat min kulli zawjin baheejin"},{"id":6,"text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"یہ سب کچھ اس وجہ سے ہے کہ اللہ ہی حق ہے، اور وہ مُردوں کو زندہ کرتا ہے، اور وہ ہر چیز پر قادر ہے،","transliteration":"Thalika bianna Allaha huwa alhaqqu waannahu yuhyee almawta waannahu AAala kulli shayin qadeerun"},{"id":7,"text":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","translation":"اور یہ (اِس بات کی دلیل ہے) کہ قیامت کی گھڑی آ کر رہے گی، اس میں کسی شک کی گنجائش نہیں، اور اللہ ضرور اُن لوگوں کو اٹھائے گا جو قبروں میں جا چکے ہیں","transliteration":"Waanna alssaAAata atiyatun la rayba feeha waanna Allaha yabAAathu man fee alquboori"},{"id":8,"text":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","translation":"بعض اور لوگ ایسے ہیں جو کسی علم اور ہدایت اور روشنی بخشنے والی کتاب کے بغیر، گردن اکڑائے ہوئے","transliteration":"Wamina alnnasi man yujadilu fee Allahi bighayri AAilmin wala hudan wala kitabin muneerin"},{"id":9,"text":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","translation":"خدا کے بارے میں جھگڑتے ہیں تاکہ لوگوں کو راہِ خدا سے بھٹکا دیں ایسے شخص کے لیے دُنیا میں رُسوائی ہے اور قیامت کے روز اُس کو ہم آگ کے عذاب کا مزا چکھائیں گے","transliteration":"Thaniya AAitfihi liyudilla AAan sabeeli Allahi lahu fee alddunya khizyun wanutheequhu yawma alqiyamati AAathaba alhareeqi"},{"id":10,"text":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّـٰمٖ لِّلۡعَبِيدِ","translation":"یہ ہے تیرا وہ مستقبل جو تیرے اپنے ہاتھوں نے تیرے لیے تیار کیا ہے ورنہ اللہ اپنے بندوں پر ظلم کرنے والا نہیں ہے","transliteration":"Thalika bima qaddamat yadaka waanna Allaha laysa bithallamin lilAAabeedi"},{"id":11,"text":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","translation":"اور لوگوں میں کوئی ایسا ہے جو کنارے پر رہ کر اللہ کی بندگی کرتا ہے، اگر فائدہ ہوا تو مطمئن ہو گیا اور جو کوئی مصیبت آ گئی تو الٹا پھر گیا اُس کی دنیا بھی گئی اور آخرت بھی یہ ہے صریح خسارہ","transliteration":"Wamina alnnasi man yaAAbudu Allaha AAala harfin fain asabahu khayrun itmaanna bihi wain asabathu fitnatun inqalaba AAala wajhihi khasira alddunya waalakhirata thalika huwa alkhusranu almubeenu"},{"id":12,"text":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","translation":"پھر وہ اللہ کو چھوڑ کر اُن کو پکارتا ہے جو نہ اُس کو نقصان پہنچا سکتے ہیں نہ فائدہ یہ ہے گمراہی کی انتہا","transliteration":"YadAAoo min dooni Allahi ma la yadurruhu wama la yanfaAAuhu thalika huwa alddalalu albaAAeedu"},{"id":13,"text":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","translation":"وہ اُن کو پکارتا ہے جن کا نقصان اُن کے نفع سے قریب تر ہے بدترین ہے اُس کا مولیٰ اور بدترین ہے اُس کا رفیق","transliteration":"YadAAoo laman darruhu aqrabu min nafAAihi labisa almawla walabisa alAAasheeru"},{"id":14,"text":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","translation":"(اِس کے برعکس) اللہ اُن لوگوں کو جو ایمان لائے اور جنہوں نے نیک عمل کیے، یقیناً ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی اللہ کرتا ہے جو کچھ چاہتا ہے","transliteration":"Inna Allaha yudkhilu allatheena amanoo waAAamiloo alssalihati jannatin tajree min tahtiha alanharu inna Allaha yafAAalu ma yureedu"},{"id":15,"text":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","translation":"جو شخص یہ گمان رکھتا ہو کہ اللہ دُنیا اور آخرت میں اُس کی کوئی مدد نہ کرے گا اُسے چاہیے کہ ایک رسّی کے ذریعے آسمان تک پہنچ کر شگاف لگائے، پھر دیکھ لے کہ آیا اُس کی تدبیر کسی ایسی چیز کو رد کر سکتی ہے جو اس کو ناگوار ہے","transliteration":"Man kana yathunnu an lan yansurahu Allahu fee alddunya waalakhirati falyamdud bisababin ila alssamai thumma liyaqtaAA falyanthur hal yuthhibanna kayduhu ma yagheethu"},{"id":16,"text":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","translation":"ایسی ہی کھُلی کھُلی باتوں کے ساتھ ہم نے اس قرآن کو نازل کیا ہے، اور ہدایت اللہ جسے چاہتا ہے دیتا ہے","transliteration":"Wakathalika anzalnahu ayatin bayyinatin waanna Allaha yahdee man yureedu"},{"id":17,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّـٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","translation":"جو لوگ ایمان لائے، اور جو یہودی ہوئے، اور صابئی، اور نصاریٰ، اور مجوس، اور جن لوگوں نے شرک کیا، ان سب کے درمیان اللہ قیامت کے روز فیصلہ کر دے گا، ہر چیز اللہ کی نظر میں ہے","transliteration":"Inna allatheena amanoo waallatheena hadoo waalssabieena waalnnasara waalmajoosa waallatheena ashrakoo inna Allaha yafsilu baynahum yawma alqiyamati inna Allaha AAala kulli shayin shaheedun"},{"id":18,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","translation":"کیا تم دیکھتے نہیں ہو کہ اللہ کے آگے سربسجود ہیں وہ سب جو آسمانوں میں ہیں اور جو زمین میں ہیں، سورج اور چاند اور تارے اور پہاڑ اور درخت اور جانور اور بہت سے انسان اور بہت سے وہ لوگ بھی جو عذاب کے مستحق ہو چکے ہیں؟ اور جسے اللہ ذلیل و خوار کر دے اُسے پھر کوئی عزّت دینے والا نہیں ہے، اللہ کرتا ہے جو کچھ چاہتا ہے","transliteration":"Alam tara anna Allaha yasjudu lahu man fee alssamawati waman fee alardi waalshshamsu waalqamaru waalnnujoomu waaljibalu waalshshajaru waalddawabbu wakatheerun mina alnnasi wakatheerun haqqa AAalayhi alAAathabu waman yuhini Allahu fama lahu min mukrimin inna Allaha yafAAalu ma yashao"},{"id":19,"text":"۞هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","translation":"یہ دو فریق ہیں جن کے درمیان اپنے رب کے معاملے کا جھگڑا ہے اِن میں سے وہ لوگ جنہوں نے کفر کیا ہے اُن کے لیے آگ کے لباس کاٹے جا چکے ہیں، اُن کے سروں پر کھَولتا ہوا پانی ڈالا جائے گا","transliteration":"Hathani khasmani ikhtasamoo fee rabbihim faallatheena kafaroo quttiAAat lahum thiyabun min narin yusabbu min fawqi ruoosihimu alhameemu"},{"id":20,"text":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","translation":"جس سے اُن کی کھالیں ہی نہیں پیٹ کے اندر کے حصے تک گل جائیں گے","transliteration":"Yusharu bihi ma fee butoonihim waaljuloodu"},{"id":21,"text":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","translation":"اور اُن کی خبر لینے کے لیے لوہے کے گُرز ہوں گے","transliteration":"Walahum maqamiAAu min hadeedin"},{"id":22,"text":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","translation":"جب کبھی وہ گھبرا کر جہنّم سے نکلنے کی کوشش کریں گے پھر اُسی میں دھکیل دیے جائیں گے کہ چکھو اب جلنے کی سزا کا مزا","transliteration":"Kullama aradoo an yakhrujoo minha min ghammin oAAeedoo feeha wathooqoo AAathaba alhareeqi"},{"id":23,"text":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","translation":"(دوسری طرف) جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے اُن کو اللہ ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی وہاں وہ سونے کے کنگنوں اور موتیوں سے آراستہ کیے جائیں گے اور ان کے لباس ریشم کے ہوں گے","transliteration":"Inna Allaha yudkhilu allatheena amanoo waAAamiloo alssalihati jannatin tajree min tahtiha alanharu yuhallawna feeha min asawira min thahabin waluluan walibasuhum feeha hareerun"},{"id":24,"text":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","translation":"ان کو پاکیزہ بات قبول کرنے کی ہدایت بخشی گئی اور انہیں خدائے ستودہ صفات کا راستہ دکھایا گیا","transliteration":"Wahudoo ila alttayyibi mina alqawli wahudoo ila sirati alhameedi"},{"id":25,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","translation":"جن لوگوں نے کفر کیا اور جو (آج) اللہ کے راستے سے روک رہے ہیں اور اُس مسجدِ حرام کی زیارت میں مانع ہیں جسے ہم نے سب لوگوں کے لیے بنایا ہے، جس میں مقامی باشندوں اور باہر سے آنے والوں کے حقوق برابر ہیں (اُن کی روش یقیناً سزا کی مستحق ہے) اِس (مسجدِ حرام) میں جو بھی راستی سے ہٹ کر ظلم کا طریقہ اختیار کرے گا اسے ہم درد ناک عذاب کا مزا چکھائیں گے","transliteration":"Inna allatheena kafaroo wayasuddoona AAan sabeeli Allahi waalmasjidi alharami allathee jaAAalnahu lilnnasi sawaan alAAakifu feehi waalbadi waman yurid feehi biilhadin bithulmin nuthiqhu min AAathabin aleemin"},{"id":26,"text":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","translation":"یاد کرو وہ وقت جب ہم نے ابراہیمؑ کے لیے اِس گھر (خانہ کعبہ) کی جگہ تجویز کی تھی (اِس ہدایت کے ساتھ) کہ \"میرے ساتھ کسی چیز کو شریک نہ کرو، اور میرے گھر کو طواف کرنے والوں اور قیام و رکوع و سجود کرنے والوں کے لیے پاک رکھو","transliteration":"Waith bawwana liibraheema makana albayti an la tushrik bee shayan watahhir baytiya lilttaifeena waalqaimeena waalrrukkaAAi alssujoodi"},{"id":27,"text":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","translation":"اور لوگوں کو حج کے لیے اذنِ عام دے دو کہ وہ تمہارے پاس ہر دور دراز مقام سے پیدل اور اونٹوں پر سوار آئیں","transliteration":"Waaththin fee alnnasi bialhajji yatooka rijalan waAAala kulli damirin yateena min kulli fajjin AAameeqin"},{"id":28,"text":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","translation":"تاکہ وہ فائدے دیکھیں جو یہاں اُن کے لیے رکھے گئے ہیں اور چند مقرر دنوں میں اُن جانوروں پر اللہ کا نام لیں جو اُس نے انہیں بخشے ہیں، خود بھی کھائیں اور تنگ دست محتاج کو بھی دیں","transliteration":"Liyashhadoo manafiAAa lahum wayathkuroo isma Allahi fee ayyamin maAAloomatin AAala ma razaqahum min baheemati alanAAami fakuloo minha waatAAimoo albaisa alfaqeera"},{"id":29,"text":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","translation":"پھر اپنا میل کچیل دور کریں اور اپنی نذریں پوری کریں، اور اس قدیم گھر کا طواف کریں","transliteration":"Thumma lyaqdoo tafathahum walyoofoo nuthoorahum walyattawwafoo bialbayti alAAateeqi"},{"id":30,"text":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","translation":"یہ تھا (تعمیر کعبہ کا مقصد) اور جو کوئی اللہ کی قائم کردہ حرمتوں کا احترام کرے تو یہ اس کے رب کے نزدیک خود اسی کے لیے بہتر ہے اور تمہارے لیے مویشی جانور حلال کیے گئے، ما سوا اُن چیزوں کے جو تمہیں بتائی جا چکی ہیں پس بتوں کی گندگی سے بچو، جھوٹی باتوں سے پرہیز کرو","transliteration":"Thalika waman yuAAaththim hurumati Allahi fahuwa khayrun lahu AAinda rabbihi waohillat lakumu alanAAamu illa ma yutla AAalaykum faijtaniboo alrrijsa mina alawthani waijtaniboo qawla alzzoori"},{"id":31,"text":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","translation":"یکسُو ہو کر اللہ کے بندے بنو، اس کے ساتھ کسی کو شریک نہ کرو اور جو کوئی اللہ کے ساتھ شرک کرے تو گویا وہ آسمان سے گر گیا، اب یا تو اسے پرندے اُچک لے جائیں گے یا ہوا اُس کو ایسی جگہ لے جا کر پھینک دے گی جہاں اُس کے چیتھڑے اڑ جائیں گے","transliteration":"Hunafaa lillahi ghayra mushrikeena bihi waman yushrik biAllahi fakaannama kharra mina alssamai fatakhtafuhu alttayru aw tahwee bihi alrreehu fee makanin saheeqin"},{"id":32,"text":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَـٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","translation":"یہ ہے اصل معاملہ (اسے سمجھ لو)، اور جو اللہ کے مقرر کردہ شعائر کا احترام کرے تو یہ دلوں کے تقویٰ سے ہے","transliteration":"Thalika waman yuAAaththim shaAAaira Allahi fainnaha min taqwa alquloobi"},{"id":33,"text":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","translation":"تمہیں ایک وقت مقرر تک اُن (ہدی کے جانوروں) سے فائدہ اٹھانے کا حق ہے پھر اُن (کے قربان کرنے) کی جگہ اسی قدیم گھر کے پاس ہے","transliteration":"Lakum feeha manafiAAu ila ajalin musamman thumma mahilluha ila albayti alAAateeqi"},{"id":34,"text":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","translation":"ہر امّت کے لیے ہم نے قربانی کا ایک قاعدہ مقرر کر دیا ہے تاکہ (اُس امّت کے لوگ) اُن جانوروں پر اللہ کا نام لیں جو اُس نے اُن کو بخشے ہیں (اِن مختلف طریقوں کے اندر مقصد ایک ہی ہے) پس تمہارا خدا ایک ہی خدا ہے اور اُسی کے تم مطیع فرمان بنو اور اے نبیؐ، بشارت دے دے عاجزانہ رَوش اختیار کرنے والوں کو","transliteration":"Walikulli ommatin jaAAalna mansakan liyathkuroo isma Allahi AAala ma razaqahum min baheemati alanAAami failahukum ilahun wahidun falahu aslimoo wabashshiri almukhbiteena"},{"id":35,"text":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّـٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","translation":"جن کا حال یہ ہے کہ اللہ کا ذکر سُنتے ہیں تو ان کے دل کانپ اٹھتے ہیں، جو مصیبت بھی اُن پر آتی ہے اُس پر صبر کرتے ہیں، نماز قائم کرتے ہیں، اور جو کچھ رزق ہم نے اُن کو دیا ہے اُس میں سے خرچ کرتے ہیں","transliteration":"Allatheena itha thukira Allahu wajilat quloobuhum waalssabireena AAala ma asabahum waalmuqeemee alssalati wamimma razaqnahum yunfiqoona"},{"id":36,"text":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَـٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"اور (قربانی کے) اونٹوں کو ہم نے تمہارے لیے شعائر اللہ میں شامل کیا ہے، تمہارے لیے اُن میں بھَلائی ہے، پس انہیں کھڑا کر کے ان پر اللہ کا نام لو، اور جب (قربانی کے بعد) ان کی پیٹھیں زمین پر ٹک جائیں تو اُن میں سے خود بھی کھاؤ اور اُن کو بھی کھلاؤ جو قناعت کیے بیٹھے ہیں اور اُن کو بھی جو اپنی حاجت پیش کریں اِن جانوروں کو ہم نے اِس طرح تمہارے لیے مسخّر کیا ہے تاکہ تم شکریہ ادا کرو","transliteration":"Waalbudna jaAAalnaha lakum min shaAAairi Allahi lakum feeha khayrun faothkuroo isma Allahi AAalayha sawaffa faitha wajabat junoobuha fakuloo minha waatAAimoo alqaniAAa waalmuAAtarra kathalika sakhkharnaha lakum laAAallakum tashkuroona"},{"id":37,"text":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","translation":"نہ اُن کے گوشت اللہ کو پہنچتے ہیں نہ خون، مگر اُسے تمہارا تقویٰ پہنچتا ہے اُس نے ان کو تمہارے لیے اِس طرح مسخّر کیا ہے تاکہ اُس کی بخشی ہوئی ہدایت پر تم اُس کی تکبیر کرو اور اے نبیؐ، بشارت دے دے نیکو کار لوگوں کو","transliteration":"Lan yanala Allaha luhoomuha wala dimaoha walakin yanaluhu alttaqwa minkum kathalika sakhkharaha lakum litukabbiroo Allaha AAala ma hadakum wabashshiri almuhsineena"},{"id":38,"text":"۞إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","translation":"یقیناً اللہ مدافعت کرتا ہے اُن لوگوں کی طرف سے جو ایمان لائے ہیں یقیناً اللہ کسی خائن کافر نعمت کو پسند نہیں کرتا","transliteration":"Inna Allaha yudafiAAu AAani allatheena amanoo inna Allaha la yuhibbu kulla khawwanin kafoorin"},{"id":39,"text":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","translation":"اجازت دے دی گئی اُن لوگوں کو جن کے خلاف جنگ کی جا رہی ہے، کیونکہ وہ مظلوم ہیں، اور اللہ یقیناً ان کی مدد پر قادر ہے","transliteration":"Othina lillatheena yuqataloona biannahum thulimoo wainna Allaha AAala nasrihim laqadeerun"},{"id":40,"text":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","translation":"یہ وہ لوگ ہیں جو اپنے گھروں سے ناحق نکال دیے گئے صرف اِس قصور پر کہ وہ کہتے تھے \"ہمارا رب اللہ ہے\" اگر اللہ لوگوں کو ایک دوسرے کے ذریعے دفع نہ کرتا رہے تو خانقاہیں اور گرجا اور معبد اور مسجدیں، جن میں اللہ کا کثرت سے نام لیا جاتا ہے، سب مسمار کر ڈالی جائیں اللہ ضرور اُن لوگوں کی مدد کرے گا جو اس کی مدد کریں گے اللہ بڑا طاقتور اور زبردست ہے","transliteration":"Allatheena okhrijoo min diyarihim bighayri haqqin illa an yaqooloo rabbuna Allahu walawla dafAAu Allahi alnnasa baAAdahum bibaAAdin lahuddimat sawamiAAu wabiyaAAun wasalawatun wamasajidu yuthkaru feeha ismu Allahi katheeran walayansuranna Allahu man yansuruhu inna Allaha laqawiyyun AAazeezun"},{"id":41,"text":"ٱلَّذِينَ إِن مَّكَّنَّـٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","translation":"یہ وہ لوگ ہیں جنہیں اگر ہم زمین میں اقتدار بخشیں تو وہ نماز قائم کریں گے، زکوٰۃ دیں گے، معروف کا حکم دیں گے اور منکر سے منع کریں گے اور تمام معاملات کا انجام کار اللہ کے ہاتھ میں ہے","transliteration":"Allatheena in makkannahum fee alardi aqamoo alssalata waatawoo alzzakata waamaroo bialmaAAroofi wanahaw AAani almunkari walillahi AAaqibatu alomoori"},{"id":42,"text":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","translation":"اے نبیؐ، اگر وہ تمہیں جھٹلاتے ہیں تو اُن سے پہلے قوم نوحؑ اور عاد اور ثمود","transliteration":"Wain yukaththibooka faqad kaththabat qablahum qawmu noohin waAAadun wathamoodu"},{"id":43,"text":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","translation":"اور قوم ابراہیمؑ اور قوم لوطؑ","transliteration":"Waqawmu ibraheema waqawmu lootin"},{"id":44,"text":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","translation":"اور اہل مدین بھی جھٹلا چکے ہیں اور موسیٰؑ بھی جھٹلائے جا چکے ہیں ان سب منکرینِ حق کو میں نے پہلے مُہلت دی، پھر پکڑ لیا اب دیکھ لو کہ میری عقوبت کیسی تھی","transliteration":"Waashabu madyana wakuththiba moosa faamlaytu lilkafireena thumma akhathtuhum fakayfa kana nakeeri"},{"id":45,"text":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","translation":"کتنی ہی خطاکاربستیاں ہیں جن کو ہم نے تباہ کیا ہے اور آج وہ اپنی چھتوں پر اُلٹی پڑی ہیں، کتنے ہی کنویں بیکار اور کتنے ہی قصر کھنڈر بنے ہوئے ہیں","transliteration":"Fakaayyin min qaryatin ahlaknaha wahiya thalimatun fahiya khawiyatun AAala AAurooshiha wabirin muAAattalatin waqasrin masheedin"},{"id":46,"text":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","translation":"کیا یہ لوگ زمین میں چلے پھرے نہیں ہیں کہ اِن کے دل سمجھنے والے اور اِن کے کان سُننے والے ہوتے؟ حقیقت یہ ہے کہ آنکھیں اندھی نہیں ہوتیں مگر وہ دل اندھے ہو جاتے ہیں جو سینوں میں ہیں","transliteration":"Afalam yaseeroo fee alardi fatakoona lahum quloobun yaAAqiloona biha aw athanun yasmaAAoona biha fainnaha la taAAma alabsaru walakin taAAma alquloobu allatee fee alssudoori"},{"id":47,"text":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","translation":"یہ لوگ عذاب کے لیے جلدی مچا رہے ہیں اللہ ہرگز اپنے وعدے کے خلاف نہ کرے گا، مگر تیرے رب کے ہاں کا ایک دن تمہارے شمار کے ہزار برس کے برابر ہُوا کرتا ہے","transliteration":"WayastaAAjiloonaka bialAAathabi walan yukhlifa Allahu waAAdahu wainna yawman AAinda rabbika kaalfi sanatin mimma taAAuddoona"},{"id":48,"text":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","translation":"کتنی ہی بستیاں ہیں جو ظالم تھیں، میں نے ان کو پہلے مہلت دی، پھر پکڑ لیا اور سب کو واپس تو میرے پاس ہی آنا ہے","transliteration":"Wakaayyin min qaryatin amlaytu laha wahiya thalimatun thumma akhathtuha wailayya almaseeru"},{"id":49,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","translation":"اے محمدؐ، کہہ دو کہ \"لوگو، میں تو تمہارے لیے صرف وہ شخص ہوں جو (برا وقت آنے سے پہلے) صاف صاف خبردار کردینے والا ہوں","transliteration":"Qul ya ayyuha alnnasu innama ana lakum natheerun mubeenun"},{"id":50,"text":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","translation":"پھر جو ایمان لائیں گے اور نیک عمل کریں گے اُن کے لیے مغفرت ہے اور عزّت کی روزی","transliteration":"Faallatheena amanoo waAAamiloo alssalihati lahum maghfiratun warizqun kareemun"},{"id":51,"text":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","translation":"اور جو ہماری آیات کو نیچا دکھانے کی کوشش کریں گے وہ دوزخ کے یار ہیں","transliteration":"Waallatheena saAAaw fee ayatina muAAajizeena olaika ashabu aljaheemi"},{"id":52,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"اور اے محمدؐ، تم سے پہلے ہم نے نہ کوئی رسول ایسا بھیجا ہے نہ نبی (جس کے ساتھ یہ معاملہ نہ پیش آیا ہو کہ) جب اُس نے تمنّا کی، شیطان اس کی تمنّا میں خلل انداز ہو گیا اِس طرح جو کچھ بھی شیطان خلل اندازیاں کرتا ہے اللہ ان کو مٹا دیتا ہے اور اپنی آیات کو پختہ کر دیتا ہے، اللہ علیم ہے اور حکیم","transliteration":"Wama arsalna min qablika min rasoolin wala nabiyyin illa itha tamanna alqa alshshaytanu fee omniyyatihi fayansakhu Allahu ma yulqee alshshaytanu thumma yuhkimu Allahu ayatihi waAllahu AAaleemun hakeemun"},{"id":53,"text":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","translation":"(وہ اس لیے ایسا ہونے دیتا ہے) تاکہ شیطان کی ڈالی ہُوئی خرابی کو فتنہ بنا دے اُن لوگوں کے لیے جن کے دلوں کو (نفاق کا) روگ لگا ہُوا ہے اور جن کے دل کھوٹے ہیں حقیقت یہ ہے کہ یہ ظالم لوگ عناد میں بہت دور نکل گئے ہیں","transliteration":"LiyajAAala ma yulqee alshshaytanu fitnatan lillatheena fee quloobihim maradun waalqasiyati quloobuhum wainna alththalimeena lafee shiqaqin baAAeedin"},{"id":54,"text":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"اور علم سے بہرہ مند لوگ جان لیں کہ یہ حق ہے تیرے رب کی طرف سے اور وہ اس پر ایمان لے آئیں اور ان کے دل اس کے آگے جھک جائیں، یقیناً اللہ ایمان لانے والوں کو ہمیشہ سیدھا راستہ دکھا دیتا ہے","transliteration":"WaliyaAAlama allatheena ootoo alAAilma annahu alhaqqu min rabbika fayuminoo bihi fatukhbita lahu quloobuhum wainna Allaha lahadi allatheena amanoo ila siratin mustaqeemin"},{"id":55,"text":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","translation":"انکار کرنے والے تو اس کی طرف سے شک ہی میں پڑے رہیں گے یہاں تک کہ یا تو اُن پر قیامت کی گھڑی اچانک آ جائے، یا ایک منحوس دن کا عذاب نازل ہو جائے","transliteration":"Wala yazalu allatheena kafaroo fee miryatin minhu hatta tatiyahumu alssaAAatu baghtatan aw yatiyahum AAathabu yawmin AAaqeemin"},{"id":56,"text":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فِي جَنَّـٰتِ ٱلنَّعِيمِ","translation":"اُس روز بادشاہی اللہ کی ہو گی، اور وہ ان کے درمیان فیصلہ کر دے گا جو ایمان رکھنے والے اور عمل صالح کرنے والے ہوں گے وہ نعمت بھری جنتوں میں جائیں گے","transliteration":"Almulku yawmaithin lillahi yahkumu baynahum faallatheena amanoo waAAamiloo alssalihati fee jannati alnnaAAeemi"},{"id":57,"text":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَـٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","translation":"اور جنہوں نے کفر کیا ہو گا اور ہماری آیات کو جھٹلایا ہوگا اُن کے لیے رسوا کن عذاب ہوگا","transliteration":"Waallatheena kafaroo wakaththaboo biayatina faolaika lahum AAathabun muheenun"},{"id":58,"text":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّـٰزِقِينَ","translation":"اور جن لوگوں نے اللہ کی راہ میں ہجرت کی، پھر قتل کر دیے گئے یا مر گئے، اللہ ان کو اچھّا رزق دے گا اور یقیناً اللہ ہی بہترین رازق ہے","transliteration":"Waallatheena hajaroo fee sabeeli Allahi thumma qutiloo aw matoo layarzuqannahumu Allahu rizqan hasanan wainna Allaha lahuwa khayru alrraziqeena"},{"id":59,"text":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","translation":"وہ انہیں ایسی جگہ پہنچائے گاجس سے وہ خوش ہو جائیں گے بے شک اللہ علیم اور حلیم ہے","transliteration":"Layudkhilannahum mudkhalan yardawnahu wainna Allaha laAAaleemun haleemun"},{"id":60,"text":"۞ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","translation":"یہ تو ہے اُن کا حال، اور جو کوئی بدلہ لے، ویسا ہی جیسا اس کے ساتھ کیا گیا، اور پھر اس پر زیادتی بھی کی گئی ہو، تو اللہ اس کی مدد ضرور کرے گا اللہ معاف کرنے والا اور درگزر کرنے والا ہے","transliteration":"Thalika waman AAaqaba bimithli ma AAooqiba bihi thumma bughiya AAalayhi layansurannahu Allahu inna Allaha laAAafuwwun ghafoorun"},{"id":61,"text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","translation":"یہ اس لیے کہ رات سے دن اور دن سے رات نکالنے والا اللہ ہی ہے اور وہ سمیع و بصیر ہے","transliteration":"Thalika bianna Allaha yooliju allayla fee alnnahari wayooliju alnnahara fee allayli waanna Allaha sameeAAun baseerun"},{"id":62,"text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","translation":"یہ اس لیے کہ اللہ ہی حق ہے اور وہ سب باطل ہیں جنہیں اللہ کو چھوڑ کر یہ لوگ پکارتے ہیں اور اللہ ہی بالادست اور بزرگ ہے","transliteration":"Thalika bianna Allaha huwa alhaqqu waanna ma yadAAoona min doonihi huwa albatilu waanna Allaha huwa alAAaliyyu alkabeeru"},{"id":63,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","translation":"کیا تم دیکھتے نہیں ہو کہ اللہ آسمان سے پانی برساتا ہے اور اس کی بدولت زمین سرسبز ہو جاتی ہے؟ حقیقت یہ ہے کہ وہ لطیف و خبیر ہے","transliteration":"Alam tara anna Allaha anzala mina alssamai maan fatusbihu alardu mukhdarratan inna Allaha lateefun khabeerun"},{"id":64,"text":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","translation":"اُسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے بے شک وہی غنی و حمید ہے","transliteration":"Lahu ma fee alssamawati wama fee alardi wainna Allaha lahuwa alghaniyyu alhameedu"},{"id":65,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","translation":"کیا تم دیکھتے نہیں ہو کہ اُس نے وہ سب کچھ تمہارے لیے مسخر کر رکھا ہے جو زمین میں ہے، اور اسی نے کشتی کو قاعدے کا پابند بنایا ہے کہ وہ اس کے حکم سے سمندر میں چلتی ہے، اور وہی آسمان کو اس طرح تھامے ہوئے کہ اس کے اِذن کے بغیر وہ زمین پر نہیں گر سکتا؟ واقعہ یہ ہے کہ اللہ لوگوں کے حق میں بڑا شفیق اور رحیم ہے","transliteration":"Alam tara anna Allaha sakhkhara lakum ma fee alardi waalfulka tajree fee albahri biamrihi wayumsiku alssamaa an taqaAAa AAala alardi illa biithnihi inna Allaha bialnnasi laraoofun raheemun"},{"id":66,"text":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","translation":"وہی ہے جس نے تمہیں زندگی بخشی ہے، وہی تم کو موت دیتا ہے اور وہی پھر تم کو زندہ کرے گا سچ یہ ہے کہ انسان بڑا ہی منکرِ حق ہے","transliteration":"Wahuwa allathee ahyakum thumma yumeetukum thumma yuhyeekum inna alinsana lakafoorun"},{"id":67,"text":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","translation":"ہر امت کے لیے ہم نے ایک طریق عبادت مقرر کیا ہے جس کی وہ پیروی کرتی ہے، پس اے محمدؐ، وہ اِس معاملہ میں تم سے جھگڑا نہ کریں تم اپنے رب کی طرف دعوت دو، یقیناً تم سیدھے راستے پر ہو","transliteration":"Likulli ommatin jaAAalna mansakan hum nasikoohu fala yunaziAAunnaka fee alamri waodAAu ila rabbika innaka laAAala hudan mustaqeemin"},{"id":68,"text":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","translation":"اور اگر وہ تم سے جھگڑیں تو کہہ دو کہ \"جو کچھ تم کر رہے ہو اللہ کو خوب معلوم ہے","transliteration":"Wain jadalooka faquli Allahu aAAlamu bima taAAmaloona"},{"id":69,"text":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translation":"اللہ قیامت کے روز تمہارے درمیان ان سب باتوں کا فیصلہ کر دے گا جن میں تم اختلاف کرتے رہے ہو","transliteration":"Allahu yahkumu baynakum yawma alqiyamati feema kuntum feehi takhtalifoona"},{"id":70,"text":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","translation":"کیا تم نہیں جانتے کہ آسمان و زمین کی ہر چیز اللہ کے علم میں ہے؟ سب کچھ ایک کتاب میں درج ہے اللہ کے لیے یہ کچھ بھی مشکل نہیں ہے","transliteration":"Alam taAAlam anna Allaha yaAAlamu ma fee alssamai waalardi inna thalika fee kitabin inna thalika AAala Allahi yaseerun"},{"id":71,"text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٖ","translation":"یہ لوگ اللہ کو چھوڑ کر ان کی عبادت کر رہے ہیں جن کے لیے نہ تو اس نے کوئی سند نازل کی ہے اور نہ یہ خود اُن کے بارے میں کوئی علم رکھتے ہیں اِن ظالموں کے لیے کوئی مددگار نہیں ہے","transliteration":"WayaAAbudoona min dooni Allahi ma lam yunazzil bihi sultanan wama laysa lahum bihi AAilmun wama lilththalimeena min naseerin"},{"id":72,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"اور جب ان کو ہماری صاف صاف آیات سنائی جاتی ہیں تو تم دیکھتے ہو کہ منکرین حق کے چہرے بگڑنے لگتے ہیں اور ایسا محسُوس ہوتا ہے کہ ابھی وہ اُن لوگوں پر ٹوٹ پڑیں گے جو انہیں ہماری آیات سناتے ہیں ان سے کہو \"میں بتاؤں تمہیں کہ اس سے بدتر چیز کیا ہے؟ آگ، اللہ نے اُسی کا وعدہ اُن لوگوں کے حق میں کر رکھا ہے جو قبول حق سے انکار کریں، اور وہ بہت ہی برا ٹھکانہ ہے","transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin taAArifu fee wujoohi allatheena kafaroo almunkara yakadoona yastoona biallatheena yatloona AAalayhim ayatina qul afaonabbiokum bisharrin min thalikum alnnaru waAAadaha Allahu allatheena kafaroo wabisa almaseeru"},{"id":73,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","translation":"لوگو، ایک مثال دی جاتی ہے، غور سے سنو جن معبودوں کو تم خدا کو چھوڑ کر پکارتے ہو وہ سب مِل کر ایک مکھی بھی پیدا کرنا چاہیں تو نہیں کر سکتے بلکہ اگر مکھی ان سے کوئی چیز چھین لے جائے تو وہ اسے چھڑا بھی نہیں سکتے مدد چاہنے والے بھی کمزور اور جن سے مدد چاہی جاتی ہے وہ بھی کمزور","transliteration":"Ya ayyuha alnnasu duriba mathalun faistamiAAoo lahu inna allatheena tadAAoona min dooni Allahi lan yakhluqoo thubaban walawi ijtamaAAoo lahu wain yaslubuhumu alththubabu shayan la yastanqithoohu minhu daAAufa alttalibu waalmatloobu"},{"id":74,"text":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","translation":"اِن لوگوں نے اللہ کی قدر ہی نہ پہچانی جیسا کہ اس کے پہچاننے کا حق ہے واقعہ یہ ہے کہ قوت اور عزت والا تو اللہ ہی ہے","transliteration":"Ma qadaroo Allaha haqqa qadrihi inna Allaha laqawiyyun AAazeezun"},{"id":75,"text":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَـٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","translation":"حقیقت یہ ہے کہ اللہ (اپنے فرامین کی ترسیل کے لیے) ملائکہ میں سے بھی پیغام رساں منتخب کرتا ہے اور انسانوں میں سے بھی وہ سمیع اور بصیر ہے","transliteration":"Allahu yastafee mina almalaikati rusulan wamina alnnasi inna Allaha sameeAAun baseerun"},{"id":76,"text":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"جو کچھ اُن کے سامنے ہے اُسے بھی وہ جانتا ہے اور جو کچھ اُن سے اوجھل ہے اس سے بھی وہ واقف ہے، اور سارے معاملات اسی کی طرف رجوع ہوتے ہیں","transliteration":"YaAAlamu ma bayna aydeehim wama khalfahum waila Allahi turjaAAu alomooru"},{"id":77,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","translation":"اے لوگو جو ایمان لائے ہو، رکوع اور سجدہ کرو، اپنے رب کی بندگی کرو، اور نیک کام کرو، شاید کہ تم کو فلاح نصیب ہو","transliteration":"Ya ayyuha allatheena amanoo irkaAAoo waosjudoo waoAAbudoo rabbakum waifAAaloo alkhayra laAAallakum tuflihoona"},{"id":78,"text":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","translation":"اللہ کی راہ میں جہاد کرو جیسا کہ جہاد کرنے کا حق ہے اُس نے تمہیں اپنے کام کے لیے چن لیا ہے اور دین میں تم پر کوئی تنگی نہیں رکھی قائم ہو جاؤ اپنے باپ ابراہیمؑ کی ملت پر اللہ نے پہلے بھی تمہارا نام \"مسلم\" رکھا تھا اور اِس (قرآن) میں بھی (تمہارا یہی نام ہے) تاکہ رسول تم پر گواہ ہو اور تم لوگوں پر گواہ پس نماز قائم کرو، زکوٰۃ دو اور اللہ سے وابستہ ہو جاؤ وہ ہے تمہارا مولیٰ، بہت ہی اچھا ہے وہ مولیٰ اور بہت ہی اچھا ہے وہ مددگار","transliteration":"Wajahidoo fee Allahi haqqa jihadihi huwa ijtabakum wama jaAAala AAalaykum fee alddeeni min harajin millata abeekum ibraheema huwa sammakumu almuslimeena min qablu wafee hatha liyakoona alrrasoolu shaheedan AAalaykum watakoonoo shuhadaa AAala alnnasi faaqeemoo alssalata waatoo alzzakata waiAAtasimoo biAllahi huwa mawlakum faniAAma almawla waniAAma alnnaseeru"}]}
