{"id":23,"name":"المؤمنون","transliteration":"Al-Mu'minun","translation":"مومنین","type":"meccan","total_verses":118,"verses":[{"id":1,"text":"قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ","translation":"یقیناً فلاح پائی ہے ایمان والوں نے جو","transliteration":"Qad aflaha almuminoona"},{"id":2,"text":"ٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ","translation":"اپنی نماز میں خشوع اختیار کرتے ہیں","transliteration":"Allatheena hum fee salatihim khashiAAoona"},{"id":3,"text":"وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ","translation":"لغویات سے دور رہتے ہیں","transliteration":"Waallatheena hum AAani allaghwi muAAridoona"},{"id":4,"text":"وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ","translation":"زکوٰۃ کے طریقے پر عامل ہوتے ہیں","transliteration":"Waallatheena hum lilzzakati faAAiloona"},{"id":5,"text":"وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ","translation":"اپنی شرمگاہوں کی حفاظت کرتے ہیں","transliteration":"Waallatheena hum lifuroojihim hafithoona"},{"id":6,"text":"إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ","translation":"سوائے اپنی بیویوں کے اور ان عورتوں کے جو ان کی ملک یمین میں ہوں کہ ان پر (محفوظ نہ رکھنے میں) وہ قابل ملامت نہیں ہیں","transliteration":"Illa AAala azwajihim aw ma malakat aymanuhum fainnahum ghayru maloomeena"},{"id":7,"text":"فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡعَادُونَ","translation":"البتہ جو اُس کے علاوہ کچھ اور چاہیں وہی زیادتی کرنے والے ہیں","transliteration":"Famani ibtagha waraa thalika faolaika humu alAAadoona"},{"id":8,"text":"وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ","translation":"اپنی امانتوں اور اپنے عہد و پیمان کا پاس رکھتے ہیں","transliteration":"Waallatheena hum liamanatihim waAAahdihim raAAoona"},{"id":9,"text":"وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ","translation":"اور اپنی نمازوں کی محافظت کرتے ہیں","transliteration":"Waallatheena hum AAala salawatihim yuhafithoona"},{"id":10,"text":"أُوْلَـٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ","translation":"یہی لوگ وہ وارث ہیں","transliteration":"Olaika humu alwarithoona"},{"id":11,"text":"ٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ","translation":"جو میراث میں فردوس پائیں گے اور اس میں ہمیشہ رہیں گے","transliteration":"Allatheena yarithoona alfirdawsa hum feeha khalidoona"},{"id":12,"text":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ","translation":"ہم نے انسان کو مٹی کے ست سے بنایا","transliteration":"Walaqad khalaqna alinsana min sulalatin min teenin"},{"id":13,"text":"ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ","translation":"پھر اسے ایک محفوظ جگہ ٹپکی ہوئی بوند میں تبدیل کیا","transliteration":"Thumma jaAAalnahu nutfatan fee qararin makeenin"},{"id":14,"text":"ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ","translation":"پھر اس بوند کو لوتھڑے کی شکل دی، پھر لوتھڑے کو بوٹی بنا دیا، پھر بوٹی کی ہڈیاں بنائیں، پھر ہڈیوں پر گوشت چڑھایا، پھر اسے ایک دوسری ہی مخلوق بنا کھڑا کیا","transliteration":"Thumma khalaqna alnnutfata AAalaqatan fakhalaqna alAAalaqata mudghatan fakhalaqna almudghata AAithaman fakasawna alAAithama lahman thumma anshanahu khalqan akhara fatabaraka Allahu ahsanu alkhaliqeena"},{"id":15,"text":"ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ","translation":"پس بڑا ہی بابرکت ہے اللہ، سب کاریگروں سے اچھا کاریگر","transliteration":"Thumma innakum baAAda thalika lamayyitoona"},{"id":16,"text":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ","translation":"پھر اس کے بعد تم کو ضرور مرنا ہے، پھر قیامت کے روز یقیناً تم اٹھائے جاؤ گے","transliteration":"Thumma innakum yawma alqiyamati tubAAathoona"},{"id":17,"text":"وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ","translation":"اور تمہارے اوپر ہم نے سات راستے بنائے، تخلیق کے کام سے ہم کچھ نابلد نہ تھے","transliteration":"Walaqad khalaqna fawqakum sabAAa taraiqa wama kunna AAani alkhalqi ghafileena"},{"id":18,"text":"وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّـٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ","translation":"اور آسمان سے ہم نے ٹھیک حساب کے مطابق ایک خاص مقدار میں پانی اتارا اور اس کو زمین میں ٹھیرا دیا ہم اُسے جس طرح چاہیں غائب کر سکتے ہیں","transliteration":"Waanzalna mina alssamai maan biqadarin faaskannahu fee alardi wainna AAala thahabin bihi laqadiroona"},{"id":19,"text":"فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّـٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","translation":"پھر اس پانی کے ذریعہ سے ہم نے تمہارے لیے کھجور اور انگور کے باغ پیدا کر دیے، تمہارے لیے ان باغوں میں بہت سے لذیذ پھل ہیں اور ان سے تم روزی حاصل کرتے ہو","transliteration":"Faanshana lakum bihi jannatin min nakheelin waaAAnabin lakum feeha fawakihu katheeratun waminha takuloona"},{"id":20,"text":"وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ","translation":"اور وہ درخت بھی ہم نے پیدا کیا جو طور سیناء سے نکلتا ہے، تیل بھی لیے ہوئے اگتا ہے اور کھانے والوں کے لیے سالن بھی","transliteration":"Washajaratan takhruju min toori saynaa tanbutu bialdduhni wasibghin lilakileena"},{"id":21,"text":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","translation":"اور حقیقت یہ ہے کہ تمہارے لیے مویشیوں میں بھی ایک سبق ہے ان کے پیٹوں میں جو کچھ ہے اسی میں سے ایک چیز ہم تمہیں پلاتے ہیں، اور تمہارے لیے ان میں بہت سے دوسرے دُوسرے فائدے بھی ہیں","transliteration":"Wainna lakum fee alanAAami laAAibratan nusqeekum mimma fee butooniha walakum feeha manafiAAu katheeratun waminha takuloona"},{"id":22,"text":"وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","translation":"اُن کو تم کھاتے ہو اور اُن پر اور کشتیوں پر سوار بھی کیے جاتے ہو","transliteration":"WaAAalayha waAAala alfulki tuhmaloona"},{"id":23,"text":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","translation":"ہم نے نوحؑ کو اس کی قوم کی طرف بھیجا اس نے کہا \"اے میری قوم کے لوگو، اللہ کی بندگی کرو، اس کے سوا تمہارے لیے کوئی اور معبود نہیں ہے، کیا تم ڈرتے نہیں ہو؟","transliteration":"Walaqad arsalna noohan ila qawmihi faqala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu afala tattaqoona"},{"id":24,"text":"فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَـٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","translation":"اس کی قوم کے جن سرداروں نے ماننے سے انکار کیا وہ کہنے لگے کہ \"یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا اِس کی غرض یہ ہے کہ تم پر برتری حاصل کرے اللہ کو اگر بھیجنا ہوتا تو فرشتے بھیجتا یہ بات تو ہم نے کبھی اپنے باپ دادا کے وقتوں میں سنی ہی نہیں (کہ بشر رسول بن کر آئے)","transliteration":"Faqala almalao allatheena kafaroo min qawmihi ma hatha illa basharun mithlukum yureedu an yatafaddala AAalaykum walaw shaa Allahu laanzala malaikatan ma samiAAna bihatha fee abaina alawwaleena"},{"id":25,"text":"إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ","translation":"کچھ نہیں، بس اس آدمی کو ذرا جنون لاحق ہو گیا ہے کچھ مدت اور دیکھ لو (شاید افاقہ ہو جائے)","transliteration":"In huwa illa rajulun bihi jinnatun fatarabbasoo bihi hatta heenin"},{"id":26,"text":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","translation":"نوحؑ نے کہا \"پروردگار، ان لوگوں نے جو میری تکذیب کی ہے اس پر اب تو ہی میری مدد فرما","transliteration":"Qala rabbi onsurnee bima kaththabooni"},{"id":27,"text":"فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","translation":"ہم نے اس پر وحی کی کہ \"ہماری نگرانی میں اور ہماری وحی کے مطابق کشتی تیار کر پھر جب ہمارا حکم آ جائے اور تنور ابل پڑے تو ہر قسم کے جانوروں میں سے ایک ایک جوڑا لے کر اس میں سوار ہو جا، اور اپنے اہل و عیال کو بھی ساتھ لے سوائے اُن کے جن کے خلاف پہلے ہی فیصلہ ہو چکا ہے، اور ظالموں کے معاملہ میں مجھ سے کچھ نہ کہنا، یہ اب غرق ہونے والے ہیں","transliteration":"Faawhayna ilayhi ani isnaAAi alfulka biaAAyunina wawahyina faitha jaa amruna wafara alttannooru faosluk feeha min kullin zawjayni ithnayni waahlaka illa man sabaqa AAalayhi alqawlu minhum wala tukhatibnee fee allatheena thalamoo innahum mughraqoona"},{"id":28,"text":"فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"پھر جب تو اپنے ساتھیوں سمیت کشتی پر سوار ہو جائے تو کہہ، شکر ہے اُس خدا کا جس نے ہمیں ظالم لوگوں سے نجات دی","transliteration":"Faitha istawayta anta waman maAAaka AAala alfulki faquli alhamdu lillahi allathee najjana mina alqawmi alththalimeena"},{"id":29,"text":"وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ","translation":"اور کہہ، پروردگار، مجھ کو برکت والی جگہ اتار اور تُو بہترین جگہ دینے والا ہے","transliteration":"Waqul rabbi anzilnee munzalan mubarakan waanta khayru almunzileena"},{"id":30,"text":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ","translation":"اِس قصے میں بڑی نشانیاں ہیں اور آزمائش تو ہم کر کے ہی رہتے ہیں","transliteration":"Inna fee thalika laayatin wain kunna lamubtaleena"},{"id":31,"text":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","translation":"ان کے بعد ہم نے ایک دوسرے دَور کی قوم اٹھائی","transliteration":"Thumma anshana min baAAdihim qarnan akhareena"},{"id":32,"text":"فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","translation":"پھر اُن میں خود انہی کی قوم کا ایک رسول بھیجا (جس نے انہیں دعوت دی) کہ اللہ کی بندگی کرو، تمہارے لیے اُس کے سوا کوئی اور معبود نہیں ہے، کیا تم ڈرتے نہیں ہو؟","transliteration":"Faarsalna feehim rasoolan minhum ani oAAbudoo Allaha ma lakum min ilahin ghayruhu afala tattaqoona"},{"id":33,"text":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ","translation":"اُس کی قوم کے جن سرداروں نے ماننے سے انکار کیا اور آخرت کی پیشی کو جھٹلایا، جن کو ہم نے دنیا کی زندگی میں آسودہ کر رکھا تھا، وہ کہنے لگے \"یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا جو کچھ تم کھاتے ہو وہی یہ کھاتا ہے اور جو کچھ تم پیتے ہو وہی یہ پیتا ہے","transliteration":"Waqala almalao min qawmihi allatheena kafaroo wakaththaboo biliqai alakhirati waatrafnahum fee alhayati alddunya ma hatha illa basharun mithlukum yakulu mimma takuloona minhu wayashrabu mimma tashraboona"},{"id":34,"text":"وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","translation":"اب اگر تم نے اپنے ہی جیسے ایک بشر کی اطاعت قبول کر لی تو تم گھاٹے ہی میں رہے","transliteration":"Walain ataAAtum basharan mithlakum innakum ithan lakhasiroona"},{"id":35,"text":"أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ","translation":"یہ تمہیں اطلاع دیتا ہے کہ جب تم مر کر مٹی ہو جاؤ گے اور ہڈیوں کا پنجر بن کر رہ جاؤ گے اُس وقت تم (قبروں سے) نکالے جاؤ گے؟","transliteration":"AyaAAidukum annakum itha mittum wakuntum turaban waAAithaman annakum mukhrajoona"},{"id":36,"text":"۞هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ","translation":"بعید، بالکل بعید ہے یہ وعدہ جو تم سے کیا جا رہا ہے","transliteration":"Hayhata hayhata lima tooAAadoona"},{"id":37,"text":"إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","translation":"زندگی کچھ نہیں ہے مگر بس یہی دنیا کی زندگی یہیں ہم کو مرنا اور جینا ہے اور ہم ہرگز اٹھائے جانے والے نہیں ہیں","transliteration":"In hiya illa hayatuna alddunya namootu wanahya wama nahnu bimabAAootheena"},{"id":38,"text":"إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ","translation":"یہ شخص خدا کے نام پر محض جھوٹ گھڑ رہا ہے اور ہم کبھی اس کی ماننے والے نہیں ہیں","transliteration":"In huwa illa rajulun iftara AAala Allahi kathiban wama nahnu lahu bimumineena"},{"id":39,"text":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","translation":"رسول نے کہا \"پروردگار، اِن لوگوں نے جو میری تکذیب کی ہے، اس پر اب تو ہی میری نصرت فرما","transliteration":"Qala rabbi onsurnee bima kaththabooni"},{"id":40,"text":"قَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ","translation":"جواب میں ارشاد ہوا \"قریب ہے وہ وقت جب یہ اپنے کیے پر پچھتائیں گے","transliteration":"Qala AAamma qaleelin layusbihunna nadimeena"},{"id":41,"text":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"آخرکار ٹھیک ٹھیک حق کے مطابق ایک ہنگامہ عظیم نے ان کو آ لیا اور ہم نے ان کو کچرا بنا کر پھینک دیا دُور ہو ظالم قوم","transliteration":"Faakhathathumu alssayhatu bialhaqqi fajaAAalnahum ghuthaan fabuAAdan lilqawmi alththalimeena"},{"id":42,"text":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ","translation":"پھر ہم نے ان کے بعد دوسری قومیں اٹھائیں","transliteration":"Thumma anshana min baAAdihim quroonan akhareena"},{"id":43,"text":"مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","translation":"کوئی قوم نہ اپنے وقت سے پہلے ختم ہوئی اور نہ اس کے بعد ٹھیر سکی","transliteration":"Ma tasbiqu min ommatin ajalaha wama yastakhiroona"},{"id":44,"text":"ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ","translation":"پھر ہم نے پے در پے اپنے رسول بھیجے جس قوم کے پاس بھی اس کا رسول آیا، اس نے اُسے جھٹلایا، اور ہم ایک کے بعد ایک قوم کو ہلاک کرتے چلے گئے حتیٰ کہ ان کو بس افسانہ ہی بنا کر چھوڑا پھٹکار اُن لوگوں پر جو ایمان نہیں لاتے","transliteration":"Thumma arsalna rusulana tatra kulla ma jaa ommatan rasooluha kaththaboohu faatbaAAna baAAdahum baAAdan wajaAAalnahum ahadeetha fabuAAdan liqawmin la yuminoona"},{"id":45,"text":"ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","translation":"پھر ہم نے موسیٰؑ اور اس کے بھائی ہارونؑ کو اپنی نشانیوں اور کھلی سند کے ساتھ فرعون اور اس کے اعیان سلطنت کی طرف بھیجا","transliteration":"Thumma arsalna moosa waakhahu haroona biayatina wasultanin mubeenin"},{"id":46,"text":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ","translation":"مگر انہوں نے تکبر کیا اور بڑی دوں کی لی","transliteration":"Ila firAAawna wamalaihi faistakbaroo wakanoo qawman AAaleena"},{"id":47,"text":"فَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ","translation":"کہنے لگے \"کیا ہم اپنے ہی جیسے دو آدمیوں پر ایمان لے آئیں؟ اور آدمی بھی وہ جن کی قوم ہماری بندی ہے","transliteration":"Faqaloo anuminu libasharayni mithlina waqawmuhuma lana AAabidoona"},{"id":48,"text":"فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ","translation":"پس انہوں نے دونوں کو جھٹلا دیا اور ہلاک ہونے والوں میں جا ملے","transliteration":"Fakaththaboohuma fakanoo mina almuhlakeena"},{"id":49,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ","translation":"اور موسٰیؑ کو ہم نے کتاب عطا فرمائی تاکہ لوگ اس سے رہنمائی حاصل کریں","transliteration":"Walaqad atayna moosa alkitaba laAAallahum yahtadoona"},{"id":50,"text":"وَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ","translation":"اور ابن مریم اور اس کی ماں کو ہم نے ایک نشان بنایا اور ان کو ایک سطحِ مرتفع پر رکھا جو اطمینان کی جگہ تھی اور چشمے اس میں جاری تھے","transliteration":"WajaAAalna ibna maryama waommahu ayatan waawaynahuma ila rabwatin thati qararin wamaAAeenin"},{"id":51,"text":"يَـٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ","translation":"اے پیغمبرو، کھاؤ پاک چیزیں اور عمل کرو صالح، تم جو کچھ بھی کرتے ہو، میں اس کو خوب جانتا ہوں","transliteration":"Ya ayyuha alrrusulu kuloo mina alttayyibati waiAAmaloo salihan innee bima taAAmaloona AAaleemun"},{"id":52,"text":"وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ","translation":"اور یہ تمہاری امت ایک ہی امت ہے اور میں تمہارا رب ہوں، پس مجھی سے تم ڈرو","transliteration":"Wainna hathihi ommatukum ommatan wahidatan waana rabbukum faittaqooni"},{"id":53,"text":"فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","translation":"مگر بعد میں لوگوں نے اپنے دین کو آپس میں ٹکڑے ٹکڑے کر لیا ہر گروہ کے پاس جو کچھ ہے اُسی میں وہ مگن ہے","transliteration":"FataqattaAAoo amrahum baynahum zuburan kullu hizbin bima ladayhim farihoona"},{"id":54,"text":"فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ","translation":"اچھا، تو چھوڑو انہیں، ڈوبے رہیں اپنی غفلت میں ایک وقت خاص تک","transliteration":"Fatharhum fee ghamratihim hatta heenin"},{"id":55,"text":"أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ","translation":"کیا یہ سمجھتے ہیں کہ ہم جو انہیں مال و اولاد سے مدد دیے جا رہے ہیں","transliteration":"Ayahsaboona annama numidduhum bihi min malin wabaneena"},{"id":56,"text":"نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ","translation":"تو گویا انہیں بھلائیاں دینے میں سرگرم ہیں؟ نہیں، اصل معاملے کا انہیں شعور نہیں ہے","transliteration":"NusariAAu lahum fee alkhayrati bal la yashAAuroona"},{"id":57,"text":"إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ","translation":"جو اپنے رب کے خوف سے ڈرے رہتے ہیں","transliteration":"Inna allatheena hum min khashyati rabbihim mushfiqoona"},{"id":58,"text":"وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ","translation":"جو اپنے رب کی آیات پر ایمان لاتے ہیں","transliteration":"Waallatheena hum biayati rabbihim yuminoona"},{"id":59,"text":"وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ","translation":"جو اپنے رب کے ساتھ کسی کو شریک نہیں کرتے","transliteration":"Waallatheena hum birabbihim la yushrikoona"},{"id":60,"text":"وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ","translation":"اور جن کا حال یہ ہے کہ دیتے ہیں جو کچھ بھی دیتے ہیں اور دل اُن کے اس خیال سے کانپتے رہتے ہیں کہ ہمیں اپنے رب کی طرف پلٹنا ہے","transliteration":"Waallatheena yutoona ma ataw waquloobuhum wajilatun annahum ila rabbihim rajiAAoona"},{"id":61,"text":"أُوْلَـٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ","translation":"بھلائیوں کی طرف دَوڑنے والے اور سبقت کر کے انہیں پا لینے والے تو درحقیقت یہ لوگ ہیں","transliteration":"Olaika yusariAAoona fee alkhayrati wahum laha sabiqoona"},{"id":62,"text":"وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","translation":"ہم کسی شخص کو اس کی مقدرت سے زیادہ کی تکلیف نہیں دیتے اور ہمارے پاس ایک کتاب ہے جو (ہر ایک کا حال) ٹھیک ٹھیک بتا دینے والی ہے، اور لوگوں پر ظلم بہرحال نہیں کیا جائے گا","transliteration":"Wala nukallifu nafsan illa wusAAaha waladayna kitabun yantiqu bialhaqqi wahum la yuthlamoona"},{"id":63,"text":"بَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ","translation":"مگر یہ لوگ اس معاملے سے بے خبر ہیں اور ان کے اعمال بھی اس طریقے سے (جس کا اوپر ذکر کیا گیا ہے) مختلف ہیں وہ اپنے یہ کرتوت کیے چلے جائیں گے","transliteration":"Bal quloobuhum fee ghamratin min hatha walahum aAAmalun min dooni thalika hum laha AAamiloona"},{"id":64,"text":"حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ","translation":"یہاں تک کہ جب ہم ان کے عیاشوں کو عذاب میں پکڑ لیں گے تو پھر وہ ڈکرانا شروع کر دیں گے","transliteration":"Hatta itha akhathna mutrafeehim bialAAathabi itha hum yajaroona"},{"id":65,"text":"لَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ","translation":"اب بند کرو اپنی فریاد و فغاں، ہماری طرف سے اب کوئی مدد تمہیں نہیں ملنی","transliteration":"La tajaroo alyawma innakum minna la tunsaroona"},{"id":66,"text":"قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ","translation":"میری آیات سنائی جاتی تھیں تو تم (رسول کی آواز سُنتے ہی) الٹے پاؤں بھاگ نکلتے تھے","transliteration":"Qad kanat ayatee tutla AAalaykum fakuntum AAala aAAqabikum tankisoona"},{"id":67,"text":"مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ","translation":"اپنے گھمنڈ میں اُس کو خاطر ہی میں نہ لاتے تھے اپنی چوپالوں میں اُس پر باتیں چھانٹتے اور بکواس کیا کرتے تھے","transliteration":"Mustakbireena bihi samiran tahjuroona"},{"id":68,"text":"أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ","translation":"تو کیا اِن لوگوں نے کبھی اِس کلام پر غور نہیں کیا؟ یا وہ کوئی ایسی بات لایا ہے جو کبھی ان کے اسلاف کے پاس نہ آئی تھی؟","transliteration":"Afalam yaddabbaroo alqawla am jaahum ma lam yati abaahumu alawwaleena"},{"id":69,"text":"أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ","translation":"یا یہ اپنے رسول سے کبھی کے واقف نہ تھے کہ (اَن جانا آدمی ہونے کے باعث) اُس سے بدکتے ہیں؟","transliteration":"Am lam yaAArifoo rasoolahum fahum lahu munkiroona"},{"id":70,"text":"أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ","translation":"یا یہ اس بات کے قائل ہیں کہ وہ مجنون ہے؟ نہیں، بلکہ وہ حق لایا ہے اور حق ہی ان کی اکثریت کو ناگوار ہے","transliteration":"Am yaqooloona bihi jinnatun bal jaahum bialhaqqi waaktharuhum lilhaqqi karihoona"},{"id":71,"text":"وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ","translation":"اور حق اگر کہیں اِن کی خواہشات کے پیچھے چلتا تو زمین اور آسمان اور ان کی ساری آبادی کا نظام درہم برہم ہو جاتا نہیں، بلکہ ہم ان کا اپنا ہی ذکر اُن کے پاس لائے ہیں اور وہ اپنے ذکر سے منہ موڑ رہے ہیں","transliteration":"Walawi ittabaAAa alhaqqu ahwaahum lafasadati alssamawatu waalardu waman feehinna bal ataynahum bithikrihim fahum AAan thikrihim muAAridoona"},{"id":72,"text":"أَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّـٰزِقِينَ","translation":"کیا تُو ان سے کچھ مانگ رہا ہے؟ تیرے لیے تیرے رب کا دیا ہی بہتر ہے اور وہ بہترین رازق ہے","transliteration":"Am tasaluhum kharjan fakharaju rabbika khayrun wahuwa khayru alrraziqeena"},{"id":73,"text":"وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"تُو تو ان کوسیدھے راستے کی طرف بلا رہا ہے","transliteration":"Wainnaka latadAAoohum ila siratin mustaqeemin"},{"id":74,"text":"وَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ","translation":"مگر جو لوگ آخرت کو نہیں مانتے وہ راہِ راست سے ہٹ کر چلنا چاہتے ہیں","transliteration":"Wainna allatheena la yuminoona bialakhirati AAani alssirati lanakiboona"},{"id":75,"text":"۞وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"اگر ہم اِن پر رحم کریں اور وہ تکلیف جس میں آج کل یہ مبتلا ہیں دُور کر دیں تو یہ اپنی سرکشی میں بالکل ہی بہک جائیں گے","transliteration":"Walaw rahimnahum wakashafna ma bihim min durrin lalajjoo fee tughyanihim yaAAmahoona"},{"id":76,"text":"وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ","translation":"اِن کا حال تو یہ ہے کہ ہم نے انہیں تکلیف میں مبتلا کیا، پھر بھی یہ اپنے رب کے آگے نہ جھکے اور نہ عاجزی اختیار کرتے ہیں","transliteration":"Walaqad akhathnahum bialAAathabi fama istakanoo lirabbihim wama yatadarraAAoona"},{"id":77,"text":"حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ","translation":"البتہ جب نوبت یہاں تک پہنچ جائے گی کہ ہم اِن پر سخت عذاب کا دروازہ کھول دیں گے تو یکایک تم دیکھو گے کہ اس حالت میں یہ ہر خیر سے مایوس ہیں","transliteration":"Hatta itha fatahna AAalayhim baban tha AAathabin shadeedin itha hum feehi mublisoona"},{"id":78,"text":"وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","translation":"وہ اللہ ہی تو ہے جس نے تمہیں سُننے اور دیکھنے کی قوتیں دیں اور سوچنے کو دل دیے مگر تم لوگ کم ہی شکر گزار ہوتے ہو","transliteration":"Wahuwa allathee anshaa lakumu alssamAAa waalabsara waalafidata qaleelan ma tashkuroona"},{"id":79,"text":"وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","translation":"وہی ہے جس نے تمہیں زمین میں پھیلایا، اور اسی کی طرف تم سمیٹے جاؤ گے","transliteration":"Wahuwa allathee tharaakum fee alardi wailayhi tuhsharoona"},{"id":80,"text":"وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ","translation":"وہی زندگی بخشتا ہے اور وہی موت دیتا ہے گردش لیل و نہار اسی کے قبضہ قدرت میں ہے کیا تمہاری سمجھ میں یہ بات نہیں آتی؟","transliteration":"Wahuwa allathee yuhyee wayumeetu walahu ikhtilafu allayli waalnnahari afala taAAqiloona"},{"id":81,"text":"بَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ","translation":"مگر یہ لوگ وہی کچھ کہتے ہیں جو ان کے پیش رَو کہہ چکے ہیں","transliteration":"Bal qaloo mithla ma qala alawwaloona"},{"id":82,"text":"قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ","translation":"یہ کہتے ہیں \"کیا جب ہم مر کر مٹی ہو جائیں گے اور ہڈیوں کا پنجر بن کر رہ جائیں گے تو ہم کو پھر زندہ کر کے اٹھایا جائے گا؟","transliteration":"Qaloo aitha mitna wakunna turaban waAAithaman ainna lamabAAoothoona"},{"id":83,"text":"لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","translation":"ہم نے بھی یہ وعدے بہت سنے ہیں اور ہم سے پہلے ہمارے باپ دادا بھی سنتے رہے ہیں یہ محض افسانہائے پارینہ ہیں","transliteration":"Laqad wuAAidna nahnu waabaona hatha min qablu in hatha illa asateeru alawwaleena"},{"id":84,"text":"قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"ان سے کہو، بتاؤ اگر تم جانتے ہو، کہ یہ زمین اور اس کی ساری آبادی کس کی ہے؟","transliteration":"Qul limani alardu waman feeha in kuntum taAAlamoona"},{"id":85,"text":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ","translation":"یہ ضرور کہیں گے اللہ کی کہو، پھر تم ہوش میں کیوں نہیں آتے؟","transliteration":"Sayaqooloona lillahi qul afala tathakkaroona"},{"id":86,"text":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","translation":"ان سے پوچھو، ساتوں آسمانوں اور عرش عظیم کا مالک کون ہے؟","transliteration":"Qul man rabbu alssamawati alssabAAi warabbu alAAarshi alAAatheemi"},{"id":87,"text":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ","translation":"یہ ضرور کہیں گے اللہ کہو، پھر تم ڈرتے کیوں نہیں؟","transliteration":"Sayaqooloona lillahi qul afala tattaqoona"},{"id":88,"text":"قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"اِن سے کہو، بتاؤ اگر تم جانتے ہو کہ ہر چیز پر اقتدار کس کا ہے؟ اور کون ہے وہ جو پناہ دیتا ہے اور اس کے مقابلے میں کوئی پناہ نہیں دے سکتا؟","transliteration":"Qul man biyadihi malakootu kulli shayin wahuwa yujeeru wala yujaru AAalayhi in kuntum taAAlamoona"},{"id":89,"text":"سَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ","translation":"یہ ضرور کہیں گے کہ یہ بات تو اللہ ہی کے لیے ہے کہو، پھر کہاں سے تم کو دھوکا لگتا ہے؟","transliteration":"Sayaqooloona lillahi qul faanna tusharoona"},{"id":90,"text":"بَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ","translation":"جو امر حق ہے وہ ہم اِن کے سامنے لے آئے ہیں، اور کوئی شک نہیں کہ یہ لوگ جھوٹے ہیں","transliteration":"Bal ataynahum bialhaqqi wainnahum lakathiboona"},{"id":91,"text":"مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ","translation":"اللہ نے کسی کو اپنی اولاد نہیں بنایا ہے اور کوئی دوسرا خدا اُس کے ساتھ نہیں ہے اگر ایسا ہوتا تو ہر خدا اپنی خلق کو لے کر الگ ہو جاتا، اور پھر وہ ایک دوسرے پر چڑھ دوڑتے پاک ہے اللہ ان باتوں سے جو یہ لوگ بناتے ہیں","transliteration":"Ma ittakhatha Allahu min waladin wama kana maAAahu min ilahin ithan lathahaba kullu ilahin bima khalaqa walaAAala baAAduhum AAala baAAdin subhana Allahi AAamma yasifoona"},{"id":92,"text":"عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"کھلے اور چھپے کا جاننے والا، وہ بالاتر ہے اُس شرک سے جو یہ لوگ تجویز کر رہے ہیں","transliteration":"AAalimi alghaybi waalshshahadati fataAAala AAamma yushrikoona"},{"id":93,"text":"قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ","translation":"اے محمدؐ، دعا کرو کہ \"پروردگار، جس عذاب کی اِن کو دھمکی دی جا رہی ہے وہ اگر میری موجودگی میں تو لائے","transliteration":"Qul rabbi imma turiyannee ma yooAAadoona"},{"id":94,"text":"رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"تو اے میرے رب، مجھے ان ظالم لوگوں میں شامل نہ کیجیو","transliteration":"Rabbi fala tajAAalnee fee alqawmi alththalimeena"},{"id":95,"text":"وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ","translation":"اور حقیقت یہ ہے کہ ہم تمہاری آنکھوں کے سامنے ہی وہ چیز لے آنے کی پوری قدرت رکھتے ہیں جس کی دھمکی ہم انہیں دے رہے ہیں","transliteration":"Wainna AAala an nuriyaka ma naAAiduhum laqadiroona"},{"id":96,"text":"ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ","translation":"اے نبیؐ، برائی کو اس طریقہ سے دفع کرو جو بہترین ہو جو کچھ باتیں وہ تم پر بناتے ہیں وہ ہمیں خوب معلوم ہیں","transliteration":"IdfaAA biallatee hiya ahsanu alssayyiata nahnu aAAlamu bima yasifoona"},{"id":97,"text":"وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ","translation":"اور دعا کرو کہ \"پروردگار، میں شیاطین کی اکساہٹوں سے تیری پناہ مانگتا ہوں","transliteration":"Waqul rabbi aAAoothu bika min hamazati alshshayateeni"},{"id":98,"text":"وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ","translation":"بلکہ اے میرے رب، میں تو اس سے بھی تیری پناہ مانگتا ہوں کہ وہ میرے پاس آئیں","transliteration":"WaaAAoothu bika rabbi an yahdurooni"},{"id":99,"text":"حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ","translation":"(یہ لوگ اپنی کرنی سے باز نہ آئیں گے) یہاں تک کہ جب ان میں سے کسی کو موت آ جائے گی تو کہنا شروع کرے گا کہ \"اے میرے رب، مجھے اُسی دنیا میں واپس بھیج دیجیے جسے میں چھوڑ آیا ہوں","transliteration":"Hatta itha jaa ahadahumu almawtu qala rabbi irjiAAooni"},{"id":100,"text":"لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"امید ہے کہ اب میں نیک عمل کروں گا\" ہرگز نہیں، یہ بس ایک بات ہے جو وہ بک رہا ہے اب اِن سب (مرنے والوں) کے پیچھے ایک برزخ حائل ہے دوسری زندگی کے دن تک","transliteration":"LaAAallee aAAmalu salihan feema taraktu kalla innaha kalimatun huwa qailuha wamin waraihim barzakhun ila yawmi yubAAathoona"},{"id":101,"text":"فَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ","translation":"پھر جونہی کہ صور پھونک دیا گیا، ان کے درمیان پھر کوئی رشتہ نہ رہے گا اور نہ وہ ایک دوسرے کو پوچھیں گے","transliteration":"Faitha nufikha fee alssoori fala ansaba baynahum yawmaithin wala yatasaaloona"},{"id":102,"text":"فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"اُس وقت جن کے پلڑے بھاری ہوں گے وہی فلاح پائیں گے","transliteration":"Faman thaqulat mawazeenuhu faolaika humu almuflihoona"},{"id":103,"text":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ","translation":"اور جن کے پلڑے ہلکے ہوں گے وہی لوگ ہوں گے جنہوں نے اپنے آپ کو گھاٹے میں ڈال لیا وہ جہنم میں ہمیشہ رہیں گے","transliteration":"Waman khaffat mawazeenuhu faolaika allatheena khasiroo anfusahum fee jahannama khalidoona"},{"id":104,"text":"تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ","translation":"آگ ان کے چہروں کی کھال چاٹ جائے گی اور اُن کے جبڑے باہر نکل آئیں گے","transliteration":"Talfahu wujoohahumu alnnaru wahum feeha kalihoona"},{"id":105,"text":"أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ","translation":"کیا تم وہی لوگ نہیں ہو کہ میری آیات تمہیں سنائی جاتی تھیں تو تم انہیں جھٹلاتے تھے؟","transliteration":"Alam takun ayatee tutla AAalaykum fakuntum biha tukaththiboona"},{"id":106,"text":"قَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ","translation":"وہ کہیں گے \"اے ہمارے رب، ہماری بد بختی ہم پر چھا گئی تھی واقعی ہم گمراہ لوگ تھے","transliteration":"Qaloo rabbana ghalabat AAalayna shiqwatuna wakunna qawman dalleena"},{"id":107,"text":"رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ","translation":"اے پروردگار، اب ہمیں یہاں سے نکال دے پھر ہم ایسا قصور کریں تو ظالم ہوں گے","transliteration":"Rabbana akhrijna minha fain AAudna fainna thalimoona"},{"id":108,"text":"قَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ","translation":"اللہ تعالیٰ جواب دے گا \"دور ہو میرے سامنے سے، پڑے رہو اسی میں اور مجھ سے بات نہ کرو","transliteration":"Qala ikhsaoo feeha wala tukallimooni"},{"id":109,"text":"إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّـٰحِمِينَ","translation":"تم وہی لوگ تو ہو کہ میرے کچھ بندے جب کہتے تھے کہ اے ہمارے پروردگار، ہم ایمان لائے، ہمیں معاف کر دے، ہم پر رحم کر، تُو سب رحیموں سے اچھا رحیم ہے","transliteration":"Innahu kana fareequn min AAibadee yaqooloona rabbana amanna faighfir lana wairhamna waanta khayru alrrahimeena"},{"id":110,"text":"فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ","translation":"تو تم نے ان کا مذاق بنا لیا یہاں تک کہ اُن کی ضد نے تمہیں یہ بھی بھُلا دیا کہ میں بھی کوئی ہوں، اور تم ان پر ہنستے رہے","transliteration":"Faittakhathtumoohum sikhriyyan hatta ansawkum thikree wakuntum minhum tadhakoona"},{"id":111,"text":"إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ","translation":"آج اُن کے اُس صبر کا میں نے یہ پھل دیا ہے کہ وہی کامیاب ہیں","transliteration":"Innee jazaytuhumu alyawma bima sabaroo annahum humu alfaizoona"},{"id":112,"text":"قَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ","translation":"پھر اللہ تعالی ان سے پوچھے گا \"بتاؤ، زمین میں تم کتنے سال رہے؟","transliteration":"Qala kam labithtum fee alardi AAadada sineena"},{"id":113,"text":"قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ","translation":"وہ کہیں گے \"ایک دن یا دن کا بھی کچھ حصہ ہم وہاں ٹھیرے ہیں شمار کرنے والوں سے پوچھ لیجیے","transliteration":"Qaloo labithna yawman aw baAAda yawmin faisali alAAaddeena"},{"id":114,"text":"قَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ","translation":"ارشاد ہو گا \"تھوڑی ہی دیر ٹھیرے ہو نا، کاش تم نے یہ اُس وقت جانا ہوتا","transliteration":"Qala in labithtum illa qaleelan law annakum kuntum taAAlamoona"},{"id":115,"text":"أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ","translation":"کیا تم نے یہ سمجھ رکھا تھا کہ ہم نے تمہیں فضول ہی پیدا کیا ہے اور تمہیں ہماری طرف کبھی پلٹنا ہی نہیں ہے؟","transliteration":"Afahasibtum annama khalaqnakum AAabathan waannakum ilayna la turjaAAoona"},{"id":116,"text":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ","translation":"پس بالا و برتر ہے اللہ، پادشاہ حقیقی، کوئی خدا اُس کے سوا نہیں، مالک ہے عرش بزرگ کا","transliteration":"FataAAala Allahu almaliku alhaqqu la ilaha illa huwa rabbu alAAarshi alkareemi"},{"id":117,"text":"وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","translation":"اور جو کوئی اللہ کے ساتھ کسی اور معبود کو پکارے، جس کے لیے اس کے پاس کوئی دلیل نہیں، تو اس کا حساب اس کے رب کے پاس ہے ایسے کافر کبھی فلاح نہیں پا سکتے","transliteration":"Waman yadAAu maAAa Allahi ilahan akhara la burhana lahu bihi fainnama hisabuhu AAinda rabbihi innahu la yuflihu alkafiroona"},{"id":118,"text":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّـٰحِمِينَ","translation":"اے محمدؐ، کہو، \"میرے رب درگزر فرما، اور رحم کر، اور تو سب رحیموں سے اچھا رحیم ہے","transliteration":"Waqul rabbi ighfir wairham waanta khayru alrrahimeena"}]}
