{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translation":"صحیح اور غلط میں فرق کرنے والی کتاب","type":"meccan","total_verses":77,"verses":[{"id":1,"text":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","translation":"نہایت متبرک ہے وہ جس نے یہ فرقان اپنے بندے پر نازل کیا تاکہ سارے جہان والوں کے لیے نذیر ہو","transliteration":"Tabaraka allathee nazzala alfurqana AAala AAabdihi liyakoona lilAAalameena natheeran"},{"id":2,"text":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","translation":"وہ جو زمین اور آسمانوں کی بادشاہی کا مالک ہے، جس نے کسی کو بیٹا نہیں بنایا ہے، جس کے ساتھ بادشاہی میں کوئی شریک نہیں ہے، جس نے ہر چیز کو پیدا کیا پھر اس کی ایک تقدیر مقرر کی","transliteration":"Allathee lahu mulku alssamawati waalardi walam yattakhith waladan walam yakun lahu shareekun fee almulki wakhalaqa kulla shayin faqaddarahu taqdeeran"},{"id":3,"text":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","translation":"لوگوں نے اُسے چھوڑ کر ایسے معبود بنا لیے جو کسی چیز کو پیدا نہیں کرتے بلکہ خود پیدا کیے جاتے ہیں، جو خود اپنے لیے بھی کسی نفع یا نقصان کا اختیار نہیں رکھتے، جو نہ مار سکتے ہیں نہ جِلا سکتے ہیں، نہ مرے ہوئے کو پھر اٹھا سکتے ہیں","transliteration":"Waittakhathoo min doonihi alihatan la yakhluqoona shayan wahum yukhlaqoona wala yamlikoona lianfusihim darran wala nafAAan wala yamlikoona mawtan wala hayatan wala nushooran"},{"id":4,"text":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","translation":"جن لوگوں نے نبیؐ کی بات ماننے سے انکار کر دیا ہے وہ کہتے ہیں کہ یہ فرقان ایک من گھڑت چیز ہے جسے اِس شخص نے آپ ہی گھڑ لیا ہے اور کچھ دوسرے لوگوں نے اِس کام میں اس کی مدد کی ہے بڑا ظلم اور سخت جھوٹ ہے جس پر یہ لوگ اتر آئے ہیں","transliteration":"Waqala allatheena kafaroo in hatha illa ifkun iftarahu waaAAanahu AAalayhi qawmun akharoona faqad jaoo thulman wazooran"},{"id":5,"text":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","translation":"کہتے ہیں یہ پرانے لوگوں کی لکھی ہوئی چیزیں ہیں جنہیں یہ شخص نقل کرتا ہے اور وہ اِسے صبح و شام سنائی جاتی ہیں","transliteration":"Waqaloo asateeru alawwaleena iktatabaha fahiya tumla AAalayhi bukratan waaseelan"},{"id":6,"text":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","translation":"اے محمدؐ، ان سے کہو کہ \"اِسے نازل کیا ہے اُس نے جو زمین اور آسمانوں کا بھید جانتا ہے\" حقیقت یہ ہے کہ وہ بڑا غفور رحیم ہے","transliteration":"Qul anzalahu allathee yaAAlamu alssirra fee alssamawati waalardi innahu kana ghafooran raheeman"},{"id":7,"text":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","translation":"کہتے ہیں \"یہ کیسا رسول ہے جو کھانا کھاتا ہے اور بازاروں میں چلتا پھرتا ہے؟ کیوں نہ اس کے پاس کوئی فرشتہ بھیجا گیا جو اس کے ساتھ رہتا اور (نہ ماننے والوں کو) دھمکاتا؟","transliteration":"Waqaloo mali hatha alrrasooli yakulu alttaAAama wayamshee fee alaswaqi lawla onzila ilayhi malakun fayakoona maAAahu natheeran"},{"id":8,"text":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","translation":"یا اور کچھ نہیں تو اِس کے لیے کوئی خزانہ ہی اتار دیا جاتا، یا اس کے پاس کوئی باغ ہی ہوتا جس سے یہ (اطمینان کی) روزی حاصل کرتا\" اور ظالم کہتے ہیں \"تم لوگ تو ایک سحر زدہ آدمی کے پیچھے لگ گئے ہو","transliteration":"Aw yulqa ilayhi kanzun aw takoonu lahu jannatun yakulu minha waqala alththalimoona in tattabiAAoona illa rajulan mashooran"},{"id":9,"text":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","translation":"دیکھو، کیسی کیسی عجیب حجتیں یہ لوگ تمہارے آگے پیش کر رہے ہیں، ایسے بہکے ہیں کہ کوئی ٹھکانے کی بات اِن کو نہیں سوجھتی","transliteration":"Onthur kayfa daraboo laka alamthala fadalloo fala yastateeAAoona sabeelan"},{"id":10,"text":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","translation":"بڑا بابرکت ہے وہ جو اگر چاہے تو ان کی تجویز کردہ چیزوں سے بھی زیادہ بڑھ چڑھ کر تم کو دے سکتا ہے، (ایک نہیں) بہت سے باغ جن کے نیچے نہریں بہتی ہوں، اور بڑے بڑے محل","transliteration":"Tabaraka allathee in shaa jaAAala laka khayran min thalika jannatin tajree min tahtiha alanharu wayajAAal laka qusooran"},{"id":11,"text":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","translation":"اصل بات یہ ہے کہ یہ لوگ \"اُس گھڑی\" کو جھٹلا چکے ہیں اور جو اُس گھڑی کو جھٹلائے اس کے لیے ہم نے بھڑکتی ہوئی آگ مہیا کر رکھی ہے","transliteration":"Bal kaththaboo bialssaAAati waaAAtadna liman kaththaba bialssaAAati saAAeeran"},{"id":12,"text":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","translation":"وہ جب دور سے اِن کو دیکھے گی تو یہ اُس کے غضب اور جوش کی آوازیں سن لیں گے","transliteration":"Itha raathum min makanin baAAeedin samiAAoo laha taghayyuthan wazafeeran"},{"id":13,"text":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","translation":"اور جب یہ دست و پا بستہ اُس میں ایک تنگ جگہ ٹھونسے جائیں گے تو اپنی موت کو پکارنے لگیں گے","transliteration":"Waitha olqoo minha makanan dayyiqan muqarraneena daAAaw hunalika thubooran"},{"id":14,"text":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","translation":"(اُس وقت ان سے کہا جائے گا کہ) آج ایک موت کو نہیں بہت سی موتوں کو پکارو","transliteration":"La tadAAoo alyawma thubooran wahidan waodAAoo thubooran katheeran"},{"id":15,"text":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","translation":"اِن سے پوچھو، یہ انجام اچھا ہے یا وہ اَبدی جنت جس کا وعدہ خداترس پرہیزگاروں سے کیا گیا ہے؟ جو اُن کے اعمال کی جزا اور اُن کے سفر کی آخری منزل ہو گی","transliteration":"Qul athalika khayrun am jannatu alkhuldi allatee wuAAida almuttaqoona kanat lahum jazaan wamaseeran"},{"id":16,"text":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","translation":"جس میں اُن کی ہر خواہش پوری ہو گی، جس میں وہ ہمیشہ ہمیشہ رہیں گے، جس کا عطا کرنا تمہارے پروردگار کے ذمے ایک واجب الادا وعدہ ہے","transliteration":"Lahum feeha ma yashaoona khalideena kana AAala rabbika waAAdan masoolan"},{"id":17,"text":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَـٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","translation":"اور وہ وہی دن ہو گا جب کہ (تمہارا رب) اِن لوگوں کو بھی گھیر لائے گا اور ان کے اُن معبودوں کو بھی بُلا لے گا جنہیں آج یہ اللہ کو چھوڑ کر پوج رہے ہیں، پھر وہ اُن سے پوچھے گا \"کیا تم نے میرے اِن بندوں کر گمراہ کیا تھا؟ یا یہ خود راہِ راست سے بھٹک گئے تھے؟","transliteration":"Wayawma yahshuruhum wama yaAAbudoona min dooni Allahi fayaqoolu aantum adlaltum AAibadee haolai am hum dalloo alssabeela"},{"id":18,"text":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","translation":"وہ عرض کریں گے \"پاک ہے آپ کی ذات، ہماری تو یہ بھی مجال نہ تھی کہ آپ کے سوا کسی کو اپنا مولا بنائیں مگر آپ نے اِن کو اور ان کے باپ دادا کو خوب سامانِ زندگی دیا حتیٰ کہ یہ سبق بھول گئے اور شامت زدہ ہو کر رہے","transliteration":"Qaloo subhanaka ma kana yanbaghee lana an nattakhitha min doonika min awliyaa walakin mattaAAtahum waabaahum hatta nasoo alththikra wakanoo qawman booran"},{"id":19,"text":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","translation":"یوں جھٹلا دیں گے وہ (تمہارے معبود) تمہاری اُن باتوں کو جو آج تم کہہ رہے ہو، پھر تم نہ اپنی شامت ٹال سکو گے نہ کہیں سے مدد پا سکو گے اور جو بھی تم میں سے ظلم کرے اسے ہم سخت عذاب کا مزہ چکھائیں گے","transliteration":"Faqad kaththabookum bima taqooloona fama tastateeAAoona sarfan wala nasran waman yathlim minkum nuthiqhu AAathaban kabeeran"},{"id":20,"text":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","translation":"اے محمدؐ، تم سے پہلے جو رسول بھی ہم نے بھیجے ہیں وہ سب بھی کھانا کھانے والے اور بازاروں میں چلنے پھرنے والے لوگ ہی تھے دراصل ہم نے تم لوگوں کو ایک دوسرے کے لیے آزمائش کا ذریعہ بنا دیا ہے کیا تم صبر کرتے ہو؟ تمہارا رب سب کچھ دیکھتا ہے","transliteration":"Wama arsalna qablaka mina almursaleena illa innahum layakuloona alttaAAama wayamshoona fee alaswaqi wajaAAalna baAAdakum libaAAdin fitnatan atasbiroona wakana rabbuka baseeran"},{"id":21,"text":"۞وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَـٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","translation":"جو لوگ ہمارے حضور پیش ہونے کا اندیشہ نہیں رکھتے وہ کہتے ہیں \"کیوں نہ فرشتے ہمارے پاس بھیجے جائیں؟ یا پھر ہم اپنے رب کو دیکھیں\" بڑا گھمنڈ لے بیٹھے یہ اپنے نفس میں اور حد سے گزر گئے یہ اپنی سرکشی میں","transliteration":"Waqala allatheena la yarjoona liqaana lawla onzila AAalayna almalaikatu aw nara rabbana laqadi istakbaroo fee anfusihim waAAataw AAutuwwan kabeeran"},{"id":22,"text":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَـٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","translation":"جس روز یہ فرشتوں کو دیکھیں گے وہ مجرموں کے لیے کسی بشارت کا دن نہ ہوگا، چیخ اٹھیں گے کہ پناہ بخدا","transliteration":"Yawma yarawna almalaikata la bushra yawmaithin lilmujrimeena wayaqooloona hijran mahjooran"},{"id":23,"text":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","translation":"اور جو کچھ بھی ان کا کیا دھرا ہے اُسے لے کر ہم غبار کی طرح اڑا دیں گے","transliteration":"Waqadimna ila ma AAamiloo min AAamalin fajaAAalnahu habaan manthooran"},{"id":24,"text":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","translation":"بس وہی لوگ جو جنت کے مستحق ہیں اُس دن اچھی جگہ ٹھیریں گے اور دوپہرگزارنے کو عمدہ مقام پائیں گے","transliteration":"Ashabu aljannati yawmaithin khayrun mustaqarran waahsanu maqeelan"},{"id":25,"text":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَـٰٓئِكَةُ تَنزِيلًا","translation":"آسمان کو چیرتا ہوا ایک بادل اس روز نمودار ہو گا اور فرشتوں کے پرے کے پرے اتار دیے جائیں گے","transliteration":"Wayawma tashaqqaqu alssamao bialghamami wanuzzila almalaikatu tanzeelan"},{"id":26,"text":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","translation":"اُس روز حقیقی بادشاہی صرف رحمان کی ہو گی اور وہ منکرین کے لیے بڑا سخت دن ہو گا","transliteration":"Almulku yawmaithin alhaqqu lilrrahmani wakana yawman AAala alkafireena AAaseeran"},{"id":27,"text":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","translation":"ظالم انسان اپنا ہاتھ چبائے گا اور کہے گا \"کاش میں نے رسول کا ساتھ دیا ہوتا","transliteration":"Wayawma yaAAaddu alththalimu AAala yadayhi yaqoolu ya laytanee ittakhathtu maAAa alrrasooli sabeelan"},{"id":28,"text":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","translation":"ہائے میری کم بختی، کاش میں نے فلاں شخص کو دوست نہ بنایا ہوتا","transliteration":"Ya waylata laytanee lam attakhith fulanan khaleelan"},{"id":29,"text":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","translation":"اُس کے بہکائے میں آ کر میں نے وہ نصیحت نہ مانی جو میرے پاس آئی تھی، شیطان انسان کے حق میں بڑا ہی بے وفا نکلا","transliteration":"Laqad adallanee AAani alththikri baAAda ith jaanee wakana alshshaytanu lilinsani khathoolan"},{"id":30,"text":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","translation":"اور رسول کہے گا کہ \"اے میرے رب، میری قوم کے لوگوں نے اس قرآن کو نشانہ تضحیک بنا لیا تھا","transliteration":"Waqala alrrasoolu ya rabbi inna qawmee ittakhathoo hatha alqurana mahjooran"},{"id":31,"text":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","translation":"اے محمدؐ، ہم نے تو اسی طرح مجرموں کو ہر نبی کا دشمن بنایا ہے اور تمہارے لیے تمہارا رب ہی رہنمائی اور مدد کو کافی ہے","transliteration":"Wakathalika jaAAalna likulli nabiyyin AAaduwwan mina almujrimeena wakafa birabbika hadiyan wanaseeran"},{"id":32,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","translation":"منکرین کہتے ہیں \"اِس شخص پر سارا قرآن ایک ہی وقت میں کیوں نہ اتار دیا گیا؟\" ہاں، ایسا اس لیے کیا گیا ہے کہ اس کو اچھی طرح ہم تمہارے ذہن نشین کرتے رہیں اور (اسی غرض کے لیے) ہم نے اس کو ایک خاص ترتیب کے ساتھ الگ الگ اجزاء کی شکل دی ہے","transliteration":"Waqala allatheena kafaroo lawla nuzzila AAalayhi alquranu jumlatan wahidatan kathalika linuthabbita bihi fuadaka warattalnahu tarteelan"},{"id":33,"text":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","translation":"اور (اس میں یہ مصلحت بھی ہے) کہ جب کبھی وہ تمہارے سامنے کوئی نرالی بات (یا عجیب سوال) لے کر آئے، اُس کا ٹھیک جواب بر وقت ہم نے تمہیں دے دیا اور بہترین طریقے سے بات کھول دی","transliteration":"Wala yatoonaka bimathalin illa jinaka bialhaqqi waahsana tafseeran"},{"id":34,"text":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَـٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","translation":"جو لوگ اوندھے منہ جہنم کی طرف دھکیلے جانے والے ہیں ان کا موقف بہت برا اور ان کی راہ حد درجہ غلط ہے","transliteration":"Allatheena yuhsharoona AAala wujoohihim ila jahannama olaika sharrun makanan waadallu sabeelan"},{"id":35,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","translation":"ہم نے موسیٰؑ کو کتاب دی اور اس کے ساتھ اس کے بھائی ہارونؑ کو مددگار کے طور پر لگایا","transliteration":"Walaqad atayna moosa alkitaba wajaAAalna maAAahu akhahu haroona wazeeran"},{"id":36,"text":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","translation":"اور اُن سے کہا کہ جاؤ اُس قوم کی طرف جس نے ہماری آیات کو جھٹلا دیا ہے آخر کار اُن لوگوں کو ہم نے تباہ کر کے رکھ دیا","transliteration":"Faqulna ithhaba ila alqawmi allatheena kaththaboo biayatina fadammarnahum tadmeeran"},{"id":37,"text":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمٗا","translation":"یہی حال قوم نوحؑ کا ہوا جب انہوں نے رسولوں کی تکذیب کی ہم نے اُن کو غرق کر دیا اور دنیا بھر کے لوگوں کے لیے ایک نشان عبرت بنا دیا اور ان ظالموں کے لیے ایک دردناک عذاب ہم نے مہیا کر رکھا ہے","transliteration":"Waqawma noohin lamma kaththaboo alrrusula aghraqnahum wajaAAalnahum lilnnasi ayatan waaAAtadna lilththalimeena AAathaban aleeman"},{"id":38,"text":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","translation":"اِسی طرح عاد اور ثمود اور اصحاب الرس اور بیچ کی صدیوں کے بہت سے لوگ تباہ کیے گئے","transliteration":"WaAAadan wathamooda waashaba alrrassi waquroonan bayna thalika katheeran"},{"id":39,"text":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","translation":"اور ان میں سے ہر ایک کو ہم نے (پہلے تباہ ہونے والوں کی) مثالیں دے دے کر سمجھایا اور آخرکار ہر ایک کو غارت کر دیا","transliteration":"Wakullan darabna lahu alamthala wakullan tabbarna tatbeeran"},{"id":40,"text":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","translation":"اور اُس بستی پر تو اِن کا گزر ہو چکا ہے جس پر بدترین بارش برسائی گئی تھی کیا انہوں نے اس کا حال دیکھا نہ ہو گا؟ مگر یہ موت کے بعد دوسری زندگی کی توقع ہی نہیں رکھتے","transliteration":"Walaqad ataw AAala alqaryati allatee omtirat matara alssawi afalam yakoonoo yarawnaha bal kanoo la yarjoona nushooran"},{"id":41,"text":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","translation":"یہ لوگ جب تمہیں دیکھتے ہیں تو تمہارا مذاق بنا لیتے ہیں (کہتے ہیں) \"کیا یہ شخص ہے جسے خدا نے رسول بنا کر بھیجا ہے؟","transliteration":"Waitha raawka in yattakhithoonaka illa huzuwan ahatha allathee baAAatha Allahu rasoolan"},{"id":42,"text":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","translation":"اِس نے تو ہمیں گمراہ کر کے اپنے معبودوں سے برگشتہ ہی کر دیا ہوتا اگر ہم اُن کی عقیدت پر جم نہ گئے ہوتے\" اچھا، وہ وقت دور نہیں ہے جب عذاب دیکھ کر اِنہیں خود معلوم ہو جائے گا کہ کون گمراہی میں دور نکل گیا تھا","transliteration":"In kada layudilluna AAan alihatina lawla an sabarna AAalayha wasawfa yaAAlamoona heena yarawna alAAathaba man adallu sabeelan"},{"id":43,"text":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","translation":"کبھی تم نے اُس شخص کے حال پر غور کیا ہے جس نے اپنی خواہش نفس کو اپنا خدا بنا لیا ہو؟ کیا تم ایسے شخص کو راہِ راست پر لانے کا ذمہ لے سکتے ہو؟","transliteration":"Araayta mani ittakhatha ilahahu hawahu afaanta takoonu AAalayhi wakeelan"},{"id":44,"text":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","translation":"کیا تم سمجھتے ہو کہ ان میں سے اکثر لوگ سنتے اور سمجھتے ہیں؟ یہ تو جانوروں کی طرح ہیں، بلکہ اُن سے بھی گئے گزرے","transliteration":"Am tahsabu anna aktharahum yasmaAAoona aw yaAAqiloona in hum illa kaalanAAami bal hum adallu sabeelan"},{"id":45,"text":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","translation":"تم نے دیکھا نہیں کہ تمہارا رب کس طرح سایہ پھیلا دیتا ہے؟ اگر وہ چاہتا تو اسے دائمی سایہ بنا دیتا ہم نے سورج کو اُس پر دلیل بنایا","transliteration":"Alam tara ila rabbika kayfa madda alththilla walaw shaa lajaAAalahu sakinan thumma jaAAalna alshshamsa AAalayhi daleelan"},{"id":46,"text":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","translation":"پھر (جیسے جیسے سورج اٹھتا جاتا ہے) ہم اس سائے کو رفتہ رفتہ اپنی طرف سمیٹتے چلے جاتے ہیں","transliteration":"Thumma qabadnahu ilayna qabdan yaseeran"},{"id":47,"text":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","translation":"اور وہ اللہ ہی ہے جس نے رات کو تمہارے لیے لباس، اور نیند کو سکونِ موت، اور دن کو جی اٹھنے کا وقت بنایا","transliteration":"Wahuwa allathee jaAAala lakumu allayla libasan waalnnawma subatan wajaAAala alnnahara nushooran"},{"id":48,"text":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","translation":"اور وہی ہے جو اپنی رحمت کے آگے آگے ہواؤں کو بشارت بنا کر بھیجتا ہے پھر آسمان سے پاک پانی نازل کرتا ہے","transliteration":"Wahuwa allathee arsala alrriyaha bushran bayna yaday rahmatihi waanzalna mina alssamai maan tahooran"},{"id":49,"text":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","translation":"تاکہ ایک مردہ علاقے کو اس کے ذریعے زندگی بخشے اور اپنی مخلوق میں سے بہت سے جانوروں اور انسانوں کو سیراب کرے","transliteration":"Linuhyiya bihi baldatan maytan wanusqiyahu mimma khalaqna anAAaman waanasiyya katheeran"},{"id":50,"text":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","translation":"اس کرشمے کو ہم بار بار ان کے سامنے لاتے ہیں تاکہ وہ کچھ سبق لیں، مگر اکثر لوگ کفر اور ناشکری کے سوا کوئی دوسرا رویہ اختیار کرنے سے انکار کر دیتے ہیں","transliteration":"Walaqad sarrafnahu baynahum liyaththakkaroo faaba aktharu alnnasi illa kufooran"},{"id":51,"text":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","translation":"اگر ہم چاہتے تو ایک ایک بستی میں ایک ایک نذیر اٹھا کھڑا کرتے","transliteration":"Walaw shina labaAAathna fee kulli qaryatin natheeran"},{"id":52,"text":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","translation":"پس اے نبیؐ، کافروں کی بات ہرگز نہ مانو اور اس قرآن کو لے کر ان کے ساتھ جہاد کبیر کرو","transliteration":"Fala tutiAAi alkafireena wajahidhum bihi jihadan kabeeran"},{"id":53,"text":"۞وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","translation":"اور وہی ہے جس نے دو سمندروں کو ملا رکھا ہے ایک لذیذ و شیریں، دوسرا تلخ و شور اور دونوں کے درمیان ایک پردہ حائل ہے ایک رکاوٹ ہے جو انہیں گڈ مڈ ہونے سے روکے ہوئے ہے","transliteration":"Wahuwa allathee maraja albahrayni hatha AAathbun furatun wahatha milhun ojajun wajaAAala baynahuma barzakhan wahijran mahjooran"},{"id":54,"text":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","translation":"اور وہی ہے جس نے پانی سے ایک بشر پیدا کیا، پھر اس سے نسب اور سسرال کے دو الگ سلسلے چلائے تیرا رب بڑا ہی قدرت والا ہے","transliteration":"Wahuwa allathee khalaqa mina almai basharan fajaAAalahu nasaban wasihran wakana rabbuka qadeeran"},{"id":55,"text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","translation":"اس خدا کو چھوڑ کر لوگ اُن کو پوج رہے ہیں جو نہ ان کو نفع پہنچا سکتے ہیں نہ نقصان، اور اوپر سے مزید یہ کہ کافر اپنے رب کے مقابلے میں ہر باغی کا مدد گار بنا ہوا ہے","transliteration":"WayaAAbudoona min dooni Allahi ma la yanfaAAuhum wala yadurruhum wakana alkafiru AAala rabbihi thaheeran"},{"id":56,"text":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","translation":"اے محمدؐ، تم کو تو ہم نے بس ایک مبشر اور نذیر بنا کر بھیجا ہے","transliteration":"Wama arsalnaka illa mubashshiran wanatheeran"},{"id":57,"text":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","translation":"اِن سے کہہ دو کہ \"میں اس کام پر تم سے کوئی اُجرت نہیں مانگتا، میری اُجرت بس یہی ہے کہ جس کا جی چاہے وہ اپنے رب کا راستہ اختیار کر لے","transliteration":"Qul ma asalukum AAalayhi min ajrin illa man shaa an yattakhitha ila rabbihi sabeelan"},{"id":58,"text":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","translation":"اور اے محمدؐ، اُس خدا پر بھروسہ رکھو جو زندہ ہے اور کبھی مرنے والا نہیں اس کی حمد کے ساتھ اس کی تسبیح کرو اپنے بندوں کے گناہوں سے بس اُسی کا باخبر ہونا کافی ہے","transliteration":"Watawakkal AAala alhayyi allathee la yamootu wasabbih bihamdihi wakafa bihi bithunoobi AAibadihi khabeeran"},{"id":59,"text":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","translation":"وہ جس نے چھ دنوں میں زمین اور آسمان کو اور اُن ساری چیزوں کو بنا کر رکھ دیا جو آسمان و زمین کے درمیان ہیں، پھر آپ ہی (کائنات کے تخت سلطنت) \"عرش\" پر جلوہ فرما ہوا رحمٰن، اس کی شان بس کسی جاننے والے سے پوچھو","transliteration":"Allathee khalaqa alssamawati waalarda wama baynahuma fee sittati ayyamin thumma istawa AAala alAAarshi alrrahmanu faisal bihi khabeeran"},{"id":60,"text":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","translation":"اِن لوگوں سے جب کہا جاتا ہے کہ اس رحمان کو سجدہ کرو تو کہتے ہیں \"رحمان کیا ہوتا ہے؟ کیا بس جسے تو کہہ دے اسی کو ہم سجدہ کرتے پھریں؟\" یہ دعوت ان کی نفرت میں الٹا اور اضافہ کر دیتی ہے","transliteration":"Waitha qeela lahumu osjudoo lilrrahmani qaloo wama alrrahmanu anasjudu lima tamuruna wazadahum nufooran"},{"id":61,"text":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","translation":"بڑا متبرک ہے وہ جس نے آسمان میں برج بنائے اور اس میں ایک چراغ اور ایک چمکتا چاند روشن کیا","transliteration":"Tabaraka allathee jaAAala fee alssamai buroojan wajaAAala feeha sirajan waqamaran muneeran"},{"id":62,"text":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","translation":"وہی ہے جس نے رات اور دن کو ایک دوسرے کا جانشین بنایا، ہر اس شخص کے لیے جو سبق لینا چاہے، یا شکر گزار ہونا چاہے","transliteration":"Wahuwa allathee jaAAala allayla waalnnahara khilfatan liman arada an yaththakkara aw arada shukooran"},{"id":63,"text":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","translation":"رحمان کے (اصلی) بندے وہ ہیں جو زمین پر نرم چال چلتے ہیں اور جاہل ان کے منہ کو آئیں تو کہہ دیتے ہیں کہ تم کو سلام","transliteration":"WaAAibadu alrrahmani allatheena yamshoona AAala alardi hawnan waitha khatabahumu aljahiloona qaloo salaman"},{"id":64,"text":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","translation":"جو اپنے رب کے حضور سجدے اور قیام میں راتیں گزارتے ہیں","transliteration":"Waallatheena yabeetoona lirabbihim sujjadan waqiyaman"},{"id":65,"text":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","translation":"جو دعائیں کرتے ہیں کہ \"اے ہمارے رب، جہنم کے عذاب سے ہم کو بچا لے، اُس کا عذاب تو جان کا لاگو ہے","transliteration":"Waallatheena yaqooloona rabbana isrif AAanna AAathaba jahannama inna AAathabaha kana gharaman"},{"id":66,"text":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","translation":"وہ بڑا ہی برا مستقر اور مقام ہے","transliteration":"Innaha saat mustaqarran wamuqaman"},{"id":67,"text":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","translation":"جو خرچ کرتے ہیں تو نہ فضول خرچی کرتے ہیں نہ بخل، بلکہ ان کا خرچ دونوں انتہاؤں کے درمیان اعتدال پر قائم رہتا ہے","transliteration":"Waallatheena itha anfaqoo lam yusrifoo walam yaqturoo wakana bayna thalika qawaman"},{"id":68,"text":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","translation":"جو اللہ کے سوا کسی اور معبود کو نہیں پکارتے، اللہ کی حرام کی ہوئی کسی جان کو ناحق ہلاک نہیں کرتے، اور نہ زنا کے مرتکب ہوتے ہیں یہ کام جو کوئی کرے وہ اپنے گناہ کا بدلہ پائے گا","transliteration":"Waallatheena la yadAAoona maAAa Allahi ilahan akhara wala yaqtuloona alnnafsa allatee harrama Allahu illa bialhaqqi wala yaznoona waman yafAAal thalika yalqa athaman"},{"id":69,"text":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","translation":"قیامت کے روز اس کو مکرّر عذاب دیا جائے گا اور اسی میں وہ ہمیشہ ذلت کے ساتھ پڑا رہے گا","transliteration":"YudaAAaf lahu alAAathabu yawma alqiyamati wayakhlud feehi muhanan"},{"id":70,"text":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"اِلّا یہ کہ کوئی (ان گناہوں کے بعد) توبہ کر چکا ہو اور ایمان لا کر عمل صالح کرنے لگا ہو ایسے لوگوں کی برائیوں کو اللہ بھلائیوں سے بدل دے گا اور وہ بڑا غفور رحیم ہے","transliteration":"Illa man taba waamana waAAamila AAamalan salihan faolaika yubaddilu Allahu sayyiatihim hasanatin wakana Allahu ghafooran raheeman"},{"id":71,"text":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","translation":"جو شخص توبہ کر کے نیک عملی اختیار کرتا ہے وہ تو اللہ کی طرف پلٹ آتا ہے جیسا کہ پلٹنے کا حق ہے","transliteration":"Waman taba waAAamila salihan fainnahu yatoobu ila Allahi mataban"},{"id":72,"text":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","translation":"(اور رحمٰن کے بندے وہ ہیں) جو جھوٹ کے گواہ نہیں بنتے اور کسی لغو چیز پر ان کا گزر ہو جائے تو شریف آدمیوں کی طرح گزر جاتے ہیں","transliteration":"Waallatheena la yashhadoona alzzoora waitha marroo biallaghwi marroo kiraman"},{"id":73,"text":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","translation":"جنہیں اگر اُن کے رب کی آیات سنا کر نصیحت کی جاتی ہے تو وہ اس پر اندھے اور بہرے بن کر نہیں رہ جاتے","transliteration":"Waallatheena itha thukkiroo biayati rabbihim lam yakhirroo AAalayha summan waAAumyanan"},{"id":74,"text":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","translation":"جو دعائیں مانگا کرتے ہیں کہ \"اے ہمارے رب، ہمیں اپنی بیویوں اور اپنی اولاد سے آنکھوں کی ٹھنڈک دے اور ہم کو پرہیز گاروں کا امام بنا","transliteration":"Waallatheena yaqooloona rabbana hab lana min azwajina wathurriyyatina qurrata aAAyunin waijAAalna lilmuttaqeena imaman"},{"id":75,"text":"أُوْلَـٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","translation":"یہ ہیں وہ لوگ جو اپنے صبر کا پھل منزل بلند کی شکل میں پائیں گے آداب و تسلیمات سے اُن کا استقبال ہو گا","transliteration":"Olaika yujzawna alghurfata bima sabaroo wayulaqqawna feeha tahiyyatan wasalaman"},{"id":76,"text":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","translation":"وہ ہمیشہ ہمیشہ وہاں رہیں گے کیا ہی اچھا ہے وہ مستقر اور وہ مقام","transliteration":"Khalideena feeha hasunat mustaqarran wamuqaman"},{"id":77,"text":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","translation":"اے محمدؐ، لوگوں سے کہو \"میرے رب کو تمہاری کیا حاجت پڑی ہے اگر تم اس کو نہ پکارو اب کہ تم نے جھٹلا دیا ہے، عنقریب وہ سزا پاؤ گے کہ جان چھڑانی محال ہو گی","transliteration":"Qul ma yaAAbao bikum rabbee lawla duAAaokum faqad kaththabtum fasawfa yakoonu lizaman"}]}
