{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translation":"عمران کا خاندان","type":"medinan","total_verses":200,"verses":[{"id":1,"text":"الٓمٓ","translation":"الف لام میم","transliteration":"Aliflammeem"},{"id":2,"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","translation":"اللہ، وہ زندہ جاوید ہستی، جو نظام کائنات کو سنبھالے ہوئے ہے، حقیقت میں اُس کے سوا کوئی خدا نہیں ہے","transliteration":"Allahu la ilaha illa huwa alhayyu alqayyoomu"},{"id":3,"text":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","translation":"اُس نے تم پر یہ کتاب نازل کی ہے، جو حق لے کر آئی ہے اور اُن کتابوں کی تصدیق کر رہی ہے جو پہلے سے آئی ہوئی تھیں اس سے پہلے وہ انسانوں کی ہدایت کے لیے تورات اور انجیل نازل کر چکا ہے","transliteration":"Nazzala AAalayka alkitaba bialhaqqi musaddiqan lima bayna yadayhi waanzala alttawrata waalinjeela"},{"id":4,"text":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","translation":"اور اس نے وہ کسوٹی اتاری ہے (جو حق اور باطل کا فرق د کھانے والی ہے) اب جو لوگ اللہ کے فرامین کو قبول کرنے سے انکار کریں، ان کو یقیناً سخت سزا ملے گی اللہ بے پناہ طاقت کا مالک ہے اور برائی کا بدلہ دینے والا ہے","transliteration":"Min qablu hudan lilnnasi waanzala alfurqana inna allatheena kafaroo biayati Allahi lahum AAathabun shadeedun waAllahu AAazeezun thoo intiqamin"},{"id":5,"text":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","translation":"زمین اور آسمان کی کوئی چیز اللہ سے پوشیدہ نہیں","transliteration":"Inna Allaha la yakhfa AAalayhi shayon fee alardi wala fee alssamai"},{"id":6,"text":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"وہی تو ہے جو تمہاری ماؤں کے پیٹ میں تمہاری صورتیں، جیسی چاہتا ہے، بناتا ہے اُس زبردست حکمت والے کے سوا کوئی اور خدا نہیں ہے","transliteration":"Huwa allathee yusawwirukum fee alarhami kayfa yashao la ilaha illa huwa alAAazeezu alhakeemu"},{"id":7,"text":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّـٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"وہی خدا ہے، جس نے یہ کتاب تم پر نازل کی ہے اِس کتاب میں دو طرح کی آیات ہیں: ایک محکمات، جو کتاب کی اصل بنیاد ہیں اور دوسری متشابہات جن لوگوں کے دلو ں میں ٹیڑھ ہے، وہ فتنے کی تلاش میں ہمیشہ متشابہات ہی کے پیچھے پڑے رہتے ہیں اور اُن کو معنی پہنانے کی کوشش کیا کرتے ہیں، حالانکہ ان کا حقیقی مفہوم اللہ کے سوا کوئی نہیں جانتا بخلا ف اِس کے جو لوگ علم میں پختہ کار ہیں، وہ کہتے ہیں کہ \"ہمارا اُن پر ایمان ہے، یہ سب ہمارے رب ہی کی طرف سے ہیں\" اور سچ یہ ہے کہ کسی چیز سے صحیح سبق صرف دانشمند لوگ ہی حاصل کرتے ہیں","transliteration":"Huwa allathee anzala AAalayka alkitaba minhu ayatun muhkamatun hunna ommu alkitabi waokharu mutashabihatun faamma allatheena fee quloobihim zayghun fayattabiAAoona ma tashabaha minhu ibtighaa alfitnati waibtighaa taweelihi wama yaAAlamu taweelahu illa Allahu waalrrasikhoona fee alAAilmi yaqooloona amanna bihi kullun min AAindi rabbina wama yaththakkaru illa oloo alalbabi"},{"id":8,"text":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","translation":"وہ اللہ سے دعا کرتے رہتے ہیں کہ: \"پروردگار! جب تو ہمیں سیدھے رستہ پر لگا چکا ہے، تو پھر کہیں ہمارے دلوں کو کجی میں مبتلا نہ کر دیجیو ہمیں اپنے خزانہ فیض سے رحمت عطا کر کہ تو ہی فیاض حقیقی ہے","transliteration":"Rabbana la tuzigh quloobana baAAda ith hadaytana wahab lana min ladunka rahmatan innaka anta alwahhabu"},{"id":9,"text":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","translation":"پروردگار! تو یقیناً سب لوگوں کو ایک روز جمع کرنے والا ہے، جس کے آنے میں کوئی شبہ نہیں تو ہرگز اپنے وعدے سے ٹلنے والا نہیں ہے","transliteration":"Rabbana innaka jamiAAu alnnasi liyawmin la rayba feehi inna Allaha la yukhlifu almeeAAada"},{"id":10,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَـٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","translation":"جن لوگوں نے کفر کا رویہ اختیار کیا ہے، انہیں اللہ کے مقابلے میں نہ اُن کا مال کچھ کام دے گا، نہ اولاد وہ دوزخ کا ایندھن بن کر رہیں گے","transliteration":"Inna allatheena kafaroo lan tughniya AAanhum amwaluhum wala awladuhum mina Allahi shayan waolaika hum waqoodu alnnari"},{"id":11,"text":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","translation":"اُن کا انجام ویسا ہی ہوگا، جیسا فرعون کے ساتھیوں اور اُن سے پہلے کے نافرمانوں کا ہو چکا ہے کہ اُنہوں نے آیات الٰہی کو جھٹلایا، نتیجہ یہ ہوا کہ اللہ نے ان کے گناہوں پر انہیں پکڑ لیا اور حق یہ ہے کہ اللہ سخت سزا دینے والا ہے","transliteration":"Kadabi ali firAAawna waallatheena min qablihim kaththaboo biayatina faakhathahumu Allahu bithunoobihim waAllahu shadeedu alAAiqabi"},{"id":12,"text":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","translation":"پس اے محمدؐ! جن لوگوں نے تمہاری دعوت کو قبول کرنے سے انکار کر دیا ہے، اُن سے کہہ دو کہ قریب ہے وہ وقت، جب تم مغلوب ہو جاؤ گے اور جہنم کی طرف ہانکے جاؤ گے اور جہنم بڑا ہی برا ٹھکانا ہے","transliteration":"Qul lillatheena kafaroo satughlaboona watuhsharoona ila jahannama wabisa almihadu"},{"id":13,"text":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","translation":"تمہارے لیے اُن دو گروہوں میں ایک نشان عبرت تھا، جو (بدر میں) ایک دوسرے سے نبرد آزما ہوئے ایک گروہ اللہ کی راہ میں لڑ رہا تھا اور دوسرا گروہ کافر تھا دیکھنے والے بچشم سر دیکھ رہے تھے کہ کافر گروہ مومن گروہ سے دو چند ہے مگر (نتیجے نے ثابت کر دیا کہ) اللہ اپنی فتح و نصرت سے جس کو چاہتا ہے، مدد دیتا ہے دیدۂ بینا رکھنے والوں کے لیے اس میں بڑا سبق پوشیدہ ہے","transliteration":"Qad kana lakum ayatun fee fiatayni iltaqata fiatun tuqatilu fee sabeeli Allahi waokhra kafiratun yarawnahum mithlayhim raya alAAayni waAllahu yuayyidu binasrihi man yashao inna fee thalika laAAibratan liolee alabsari"},{"id":14,"text":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","translation":"لوگوں کے لیے مرغوبات نفس، عورتیں، اولا د، سونے چاندی کے ڈھیر، چیدہ گھوڑے، مویشی او ر زرعی زمینیں بڑی خوش آئند بنا دی گئی ہیں، مگر یہ سب دنیا کی چند روزہ زندگی کے سامان ہیں حقیقت میں جو بہتر ٹھکانا ہے، وہ تو اللہ کے پاس ہے","transliteration":"Zuyyina lilnnasi hubbu alshshahawati mina alnnisai waalbaneena waalqanateeri almuqantarati mina alththahabi waalfiddati waalkhayli almusawwamati waalanAAami waalharthi thalika mataAAu alhayati alddunya waAllahu AAindahu husnu almaabi"},{"id":15,"text":"۞قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"کہو: میں تمہیں بتاؤں کہ ان سے زیادہ اچھی چیز کیا ہے؟ جو لوگ تقویٰ کی روش اختیار کریں، اُن کے لیے ان کے رب کے پا س باغ ہیں، جن کے نیچے نہریں بہتی ہوں گی، وہاں انہیں ہمیشگی کی زندگی حاصل ہوگی، پاکیزہ بیویاں ان کی رفیق ہوں گی اور اللہ کی رضا سے وہ سرفراز ہوں گے اللہ اپنے بندوں کے رویے پر گہری نظر رکھتا ہے","transliteration":"Qul aonabbiokum bikhayrin min thalikum lillatheena ittaqaw AAinda rabbihim jannatun tajree min tahtiha alanharu khalideena feeha waazwajun mutahharatun waridwanun mina Allahi waAllahu baseerun bialAAibadi"},{"id":16,"text":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","translation":"یہ وہ لوگ ہیں، جو کہتے ہیں کہ \"مالک! ہم ایمان لائے، ہماری خطاؤں سے در گزر فرما اور ہمیں آتش دوزخ سے بچا لے","transliteration":"Allatheena yaqooloona rabbana innana amanna faighfir lana thunoobana waqina AAathaba alnnari"},{"id":17,"text":"ٱلصَّـٰبِرِينَ وَٱلصَّـٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","translation":"یہ لوگ صبر کرنے والے ہیں، راستباز ہیں، فرمانبردار اور فیاض ہیں اور رات کی آخری گھڑیوں میں اللہ سے مغفرت کی دعائیں مانگا کرتے ہیں","transliteration":"Alssabireena waalssadiqeena waalqaniteena waalmunfiqeena waalmustaghfireena bialashari"},{"id":18,"text":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَـٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"اللہ نے خود شہادت دی ہے کہ اس کے سوا کوئی خدا نہیں ہے، او ر (یہی شہادت) فرشتوں اور سب اہل علم نے بھی دی ہے وہ انصاف پر قائم ہے اُس زبردست حکیم کے سوا فی الواقع کوئی خدا نہیں ہے","transliteration":"Shahida Allahu annahu la ilaha illa huwa waalmalaikatu waoloo alAAilmi qaiman bialqisti la ilaha illa huwa alAAazeezu alhakeemu"},{"id":19,"text":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"اللہ کے نزدیک دین صرف اسلام ہے اس دین سے ہٹ کر جو مختلف طریقے اُن لوگوں نے اختیار کیے، جنہیں کتاب دی گئی تھی، اُن کے اِس طرز عمل کی کوئی وجہ اس کے سوا نہ تھی کہ انہوں نے علم آ جانے کے بعد آپس میں ایک دوسرے پر زیادتی کرنے کے لیے ایسا کیا اور جو کوئی اللہ کے احکام و ہدایات کی اطاعت سے انکار کر دے، اللہ کو اس سے حساب لیتے کچھ دیر نہیں لگتی ہے","transliteration":"Inna alddeena AAinda Allahi alislamu wama ikhtalafa allatheena ootoo alkitaba illa min baAAdi ma jaahumu alAAilmu baghyan baynahum waman yakfur biayati Allahi fainna Allaha sareeAAu alhisabi"},{"id":20,"text":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"اب اگر یہ لوگ تم سے جھگڑا کریں، توا ن سے کہو: \"میں نے اور میرے پیروؤں نے تو اللہ کے آگے سر تسلیم خم کر دیا ہے\" پھر اہل کتاب اور غیر اہل کتاب دونوں سے پوچھو: \"کیا تم نے بھی اس کی اطاعت و بندگی قبول کی؟\" اگر کی تو وہ راہ راست پا گئے، اور اگر اس سے منہ موڑا تو تم پر صرف پیغام پہنچا دینے کی ذمہ داری تھی آگے اللہ خود اپنے بندوں کے معاملات دیکھنے والا ہے","transliteration":"Fain hajjooka faqul aslamtu wajhiya lillahi wamani ittabaAAani waqul lillatheena ootoo alkitaba waalommiyyeena aaslamtum fain aslamoo faqadi ihtadaw wain tawallaw fainnama AAalayka albalaghu waAllahu baseerun bialAAibadi"},{"id":21,"text":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","translation":"جو لوگ اللہ کے احکام و ہدایات کو ماننے سے انکار کرتے ہیں اور اس کے پیغمبروں کو ناحق قتل کرتے ہیں اور ایسے لوگوں کی جان کے درپے ہو جاتے ہیں، جو خلق خدا میں عدل و راستی کا حکم دینے کے لیے اٹھیں، ان کو درد ناک سزا کی خوش خبری سنا دو","transliteration":"Inna allatheena yakfuroona biayati Allahi wayaqtuloona alnnabiyyeena bighayri haqqin wayaqtuloona allatheena yamuroona bialqisti mina alnnasi fabashshirhum biAAathabin aleemin"},{"id":22,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"یہ وہ لوگ ہیں جن کے اعمال دنیا اور آخرت دونوں میں ضائع ہوگئے، اور ان کا مددگار کوئی نہیں ہے","transliteration":"Olaika allatheena habitat aAAmaluhum fee alddunya waalakhirati wama lahum min nasireena"},{"id":23,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","translation":"تم نے دیکھا نہیں جن لوگوں کو کتاب کے علم میں سے کچھ حصہ ملا ہے، اُن کا حال کیا ہے؟اُنہیں جب کتاب الٰہی کی طرف بلایا جاتا ہے تاکہ وہ اُن کے درمیان فیصلہ کرے، تو ان میں سے ایک فریق اس سے پہلو تہی کرتا ہے اور اس فیصلے کی طرف آنے سے منہ پھیر جاتا ہے","transliteration":"Alam tara ila allatheena ootoo naseeban mina alkitabi yudAAawna ila kitabi Allahi liyahkuma baynahum thumma yatawalla fareequn minhum wahum muAAridoona"},{"id":24,"text":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","translation":"ان کا یہ طرز عمل اس وجہ سے ہے کہ وہ کہتے ہیں \"آتش دوزخ تو ہمیں مس تک نہ کرے گی اور اگر دوزخ کی سزا ہم کو ملے گی بھی تو بس چند روز\" اُن کے خود ساختہ عقیدوں نے اُن کو اپنے دین کے معاملے میں بڑی غلط فہمیوں میں ڈال رکھا ہے","transliteration":"Thalika biannahum qaloo lan tamassana alnnaru illa ayyaman maAAdoodatin wagharrahum fee deenihim ma kanoo yaftaroona"},{"id":25,"text":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"مگر کیا بنے گی اُن پر جب ہم انہیں اُس روز جمع کریں گے جس کا آنا یقینی ہے؟ اس روز ہر شخص کو اس کی کمائی کا بدلہ پورا پورا دے دیا جائیگا اور کسی پر ظلم نہ ہوگا","transliteration":"Fakayfa itha jamaAAnahum liyawmin la rayba feehi wawuffiyat kullu nafsin ma kasabat wahum la yuthlamoona"},{"id":26,"text":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"کہو! خدایا! مُلک کے مالک! تو جسے چاہے، حکومت دے اور جسے چاہے، چھین لے جسے چاہے، عزت بخشے اور جس کو چاہے، ذلیل کر دے بھلائی تیرے اختیار میں ہے بیشک تو ہر چیز پر قادر ہے","transliteration":"Quli allahumma malika almulki tutee almulka man tashao watanziAAu almulka mimman tashao watuAAizzu man tashao watuthillu man tashao biyadika alkhayru innaka AAala kulli shayin qadeerun"},{"id":27,"text":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","translation":"رات کو دن میں پروتا ہوا لے آتا ہے اور دن کو رات میں جاندار میں سے بے جان کو نکالتا ہے اور بے جان میں سے جاندار کو اور جسے چاہتا ہے، بے حساب رزق دیتا ہے","transliteration":"Tooliju allayla fee alnnahari watooliju alnnahara fee allayli watukhriju alhayya mina almayyiti watukhriju almayyita mina alhayyi watarzuqu man tashao bighayri hisabin"},{"id":28,"text":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","translation":"مومنین اہل ایمان کو چھوڑ کر کافروں کو اپنا رفیق اور دوست ہرگز نہ بنائیں جو ایسا کرے گا اس کا اللہ سے کوئی تعلق نہیں ہاں یہ معاف ہے کہ تم ان کے ظلم سے بچنے کے لیے بظاہر ایسا طرز عمل اختیار کر جاؤ مگر اللہ تمہیں اپنے آپ سے ڈراتا ہے اور تمہیں اسی کی طرف پلٹ کر جانا ہے","transliteration":"La yattakhithi almuminoona alkafireena awliyaa min dooni almumineena waman yafAAal thalika falaysa mina Allahi fee shayin illa an tattaqoo minhum tuqatan wayuhaththirukumu Allahu nafsahu waila Allahi almaseeru"},{"id":29,"text":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"اے نبیؐ! لوگوں کو خبردار کر دو کہ تمہارے دلوں میں جو کچھ ہے، اُسے خواہ تم چھپاؤ یا ظاہر کرو، اللہ بہرحال اسے جانتا ہے، زمین و آسمان کی کوئی چیز اس کے علم سے باہر نہیں ہے اور اُس کا اقتدار ہر چیز پر حاوی ہے","transliteration":"Qul in tukhfoo ma fee sudoorikum aw tubdoohu yaAAlamhu Allahu wayaAAlamu ma fee alssamawati wama fee alardi waAllahu AAala kulli shayin qadeerun"},{"id":30,"text":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","translation":"وہ دن آنے والا ہے، جب ہر نفس اپنے کیے کا پھل حاضر پائے گا خواہ اُس نے بھلائی کی ہو یا برائی اس روز آدمی یہ تمنا کرے گا کہ کاش ابھی یہ دن اس سے بہت دور ہوتا! اللہ تمہیں اپنے آپ سے ڈراتا ہے اور وہ اپنے بندوں کا نہایت خیر خواہ ہے","transliteration":"Yawma tajidu kullu nafsin ma AAamilat min khayrin muhdaran wama AAamilat min sooin tawaddu law anna baynaha wabaynahu amadan baAAeedan wayuhaththirukumu Allahu nafsahu waAllahu raoofun bialAAibadi"},{"id":31,"text":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"اے نبیؐ! لوگوں سے کہہ دو کہ، \"اگر تم حقیقت میں اللہ سے محبت رکھتے ہو، تو میر ی پیروی اختیار کرو، اللہ تم سے محبت کرے گا اور تمہاری خطاؤں سے درگزر فرمائے گا وہ بڑا معاف کرنے والا اور رحیم ہے","transliteration":"Qul in kuntum tuhibboona Allaha faittabiAAoonee yuhbibkumu Allahu wayaghfir lakum thunoobakum waAllahu ghafoorun raheemun"},{"id":32,"text":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","translation":"اُن سے کہو کہ \"اللہ اور رسول کی اطاعت قبول کر لو\" پھر تم اگر وہ تمہاری دعوت قبول نہ کریں، تو یقیناً یہ ممکن نہیں ہے کہ اللہ ایسے لوگوں سے محبت کرے، جو اس کی اور اس کے رسول کی اطاعت سے انکار کرتے ہوں","transliteration":"Qul ateeAAoo Allaha waalrrasoola fain tawallaw fainna Allaha la yuhibbu alkafireena"},{"id":33,"text":"۞إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","translation":"اللہ نے آدمؑ اور نوحؑ اور آل ابراہیم اور آل عمران کو تمام دنیا والوں پر ترجیح دے کر (اپنی رسالت کے لیے) منتخب کیا تھا","transliteration":"Inna Allaha istafa adama wanoohan waala ibraheema waala AAimrana AAala alAAalameena"},{"id":34,"text":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"یہ ایک سلسلے کے لوگ تھے، جو ایک دوسرے کی نسل سے پیدا ہوئے تھے اللہ سب کچھ سنتا اور جانتا ہے","transliteration":"Thurriyyatan baAAduha min baAAdin waAllahu sameeAAun AAaleemun"},{"id":35,"text":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"(وہ اُس وقت سن رہا تھا) جب عمران کی عورت کہہ رہی تھی کہ، \"میرے پروردگار! میں اس بچے کو جو میرے پیٹ میں ہے تیری نذر کرتی ہوں، وہ تیرے ہی کام کے لیے وقف ہوگا میری اس پیشکش کو قبول فرما تو سننے اور جاننے والا ہے","transliteration":"Ith qalati imraatu AAimrana rabbi innee nathartu laka ma fee batnee muharraran fataqabbal minnee innaka anta alssameeAAu alAAaleemu"},{"id":36,"text":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","translation":"پھر جب وہ بچی اس کے ہاں پیدا ہوئی تو اس نے کہا \"مالک! میرے ہاں تو لڑکی پیدا ہو گئی ہے حالانکہ جو کچھ اس نے جنا تھا، اللہ کو اس کی خبر تھی اور لڑکا لڑ کی کی طرح نہیں ہوتا خیر، میں نے اس کا نام مریمؑ رکھ دیا ہے اور میں اسے اور اس کی آئندہ نسل کو شیطان مردود کے فتنے سے تیری پناہ میں دیتی ہوں","transliteration":"Falamma wadaAAatha qalat rabbi innee wadaAAtuha ontha waAllahu aAAlamu bima wadaAAat walaysa alththakaru kaalontha wainnee sammaytuha maryama wainnee oAAeethuha bika wathurriyyataha mina alshshaytani alrrajeemi"},{"id":37,"text":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","translation":"آخرکار اس کے رب نے اس لڑکی کو بخوشی قبول فرما لیا، اُسے بڑی اچھی لڑکی بنا کر اٹھایا اور زکریاؑ کوا س کا سرپرست بنا دیا زکریاؑ جب کبھی اس کے پاس محراب میں جاتا تو اس کے پاس کچھ نہ کچھ کھانے پینے کا سامان پاتا پوچھتا مریمؑ! یہ تیرے پا س کہاں سے آیا؟ وہ جواب دیتی اللہ کے پاس سے آیا ہے، اللہ جسے چاہتا ہے بے حساب دیتا ہے","transliteration":"Fataqabbalaha rabbuha biqaboolin hasanin waanbataha nabatan hasanan wakaffalaha zakariyya kullama dakhala AAalayha zakariyya almihraba wajada AAindaha rizqan qala ya maryamu anna laki hatha qalat huwa min AAindi Allahi inna Allaha yarzuqu man yashao bighayri hisabin"},{"id":38,"text":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","translation":"یہ حال دیکھ کر زکریاؑ نے اپنے رب کو پکارا \"پروردگار! اپنی قدرت سے مجھے نیک اولاد عطا کر تو ہی دعا سننے والا ہے","transliteration":"Hunalika daAAa zakariyya rabbahu qala rabbi hab lee min ladunka thurriyyatan tayyibatan innaka sameeAAu aldduAAai"},{"id":39,"text":"فَنَادَتۡهُ ٱلۡمَلَـٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّـٰلِحِينَ","translation":"جواب میں فرشتوں نے آواز دی، جب کہ وہ محراب میں کھڑا نماز پڑھ رہا تھا، کہ \"اللہ تجھے یحییٰؑ کی خوش خبری دیتا ہے وہ اللہ کی طرف سے ایک فرمان کی تصدیق کرنے و الا بن کر آئے گا اس میں سرداری و بزرگی کی شان ہوگی کمال درجہ کا ضابط ہوگا نبوت سے سرفراز ہوگا اور صالحین میں شمار کیا جائے گا","transliteration":"Fanadathu almalaikatu wahuwa qaimun yusallee fee almihrabi anna Allaha yubashshiruka biyahya musaddiqan bikalimatin mina Allahi wasayyidan wahasooran wanabiyyan mina alssaliheena"},{"id":40,"text":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","translation":"زکریاؑ نے کہا، \"پروردگار! بھلا میرے ہاں لڑکا کہاں سے ہوگا، میں تو بوڑھا ہو چکا ہوں اور میری بیوی بانجھ ہے\" جواب ملا، \"ایسا ہی ہوگا، اللہ جو چاہتا ہے کرتا ہے","transliteration":"Qala rabbi anna yakoonu lee ghulamun waqad balaghaniya alkibaru waimraatee AAaqirun qala kathalika Allahu yafAAalu ma yashao"},{"id":41,"text":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","translation":"عرض کیا \"مالک! پھر کوئی نشانی میرے لیے مقرر فرما دے\" کہا، \"نشانی یہ ہے کہ تم تین دن تک لوگوں سے اشارہ کے سوا کوئی بات چیت نہ کرو گے (یا نہ کرسکو گے) اِس دوران میں اپنے رب کو بہت یاد کرنا اور صبح و شام اس کی تسبیح کرتے رہنا","transliteration":"Qala rabbi ijAAal lee ayatan qala ayatuka alla tukallima alnnasa thalathata ayyamin illa ramzan waothkur rabbaka katheeran wasabbih bialAAashiyyi waalibkari"},{"id":42,"text":"وَإِذۡ قَالَتِ ٱلۡمَلَـٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","translation":"پھر وہ وقت آیا جب مریمؑ سے فرشتوں نے آکر کہا، \"اے مریمؑ! اللہ نے تجھے برگزیدہ کیا اور پاکیزگی عطا کی اور تمام دنیا کی عورتوں پر تجھ کو ترجیح دے کر اپنی خدمت کے لیے چن لیا","transliteration":"Waith qalati almalaikatu ya maryamu inna Allaha istafaki watahharaki waistafaki AAala nisai alAAalameena"},{"id":43,"text":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّـٰكِعِينَ","translation":"اے مریمؑ! اپنے رب کی تابع فرمان بن کر رہ، اس کے آگے سر بسجود ہو، اور جو بندے اس کے حضور جھکنے والے ہیں ان کے ساتھ تو بھی جھک جا","transliteration":"Ya maryamu oqnutee lirabbiki waosjudee wairkaAAee maAAa alrrakiAAeena"},{"id":44,"text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","translation":"اے محمدؐ! یہ غیب کی خبریں ہیں جو ہم تم کو وحی کے ذریعہ سے بتا رہے ہیں، ورنہ تم اُس وقت وہاں موجود نہ تھے جب ہیکل کے خادم یہ فیصلہ کرنے کے لیے کہ مریمؑ کا سر پرست کون ہو اپنے اپنے قلم پھینک رہے تھے، اور نہ تم اُس وقت حاضر تھے، جب اُن کے درمیان جھگڑا برپا تھا","transliteration":"Thalika min anbai alghaybi nooheehi ilayka wama kunta ladayhim ith yulqoona aqlamahum ayyuhum yakfulu maryama wama kunta ladayhim ith yakhtasimoona"},{"id":45,"text":"إِذۡ قَالَتِ ٱلۡمَلَـٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","translation":"اور جب فرشتوں نے کہا، \"اے مریمؑ! اللہ تجھے اپنے ایک فرمان کی خوش خبری دیتا ہے اُس کا نام مسیح عیسیٰ ابن مریم ہوگا، دنیا اور آخرت میں معزز ہوگا، اللہ کے مقرب بندوں میں شمار کیا جائے گا","transliteration":"Ith qalati almalaikatu ya maryamu inna Allaha yubashshiruki bikalimatin minhu ismuhu almaseehu AAeesa ibnu maryama wajeehan fee alddunya waalakhirati wamina almuqarrabeena"},{"id":46,"text":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّـٰلِحِينَ","translation":"لوگوں سے گہوارے میں بھی کلام کرے گا اور بڑی عمر کو پہنچ کر بھی، اور وہ ایک مرد صالح ہوگا","transliteration":"Wayukallimu alnnasa fee almahdi wakahlan wamina alssaliheena"},{"id":47,"text":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"یہ سن کر مریمؑ بولی، \"پروردگار! میرے ہاں بچہ کہاں سے ہوگا، مجھے تو کسی شخص نے ہاتھ تک نہیں لگایا\" جواب ملا، \"ایسا ہی ہوگا، اللہ جو چاہتا ہے پیدا کرتا ہے وہ جب کسی کام کے کرنے کا فیصلہ فرماتا ہے تو بس کہتا ہے کہ ہو جا اور وہ ہو جاتا ہے","transliteration":"Qalat rabbi anna yakoonu lee waladun walam yamsasnee basharun qala kathaliki Allahu yakhluqu ma yashao itha qada amran fainnama yaqoolu lahu kun fayakoonu"},{"id":48,"text":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","translation":"(فرشتوں نے پھر سلسلئہ کلام میں کہا) \"اور اللہ اُسے کتاب اور حکمت کی تعلیم دے گا، تورات اور انجیل کا علم سکھائے گا","transliteration":"WayuAAallimuhu alkitaba waalhikmata waalttawrata waalinjeela"},{"id":49,"text":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"اور بنی اسرائیل کی طرف اپنا رسول مقرر کرے گا\" (اور جب وہ بحیثیت رسول بنی اسرائیل کے پاس آیا تو اس نے کہا) \"میں تمہارے رب کی طرف سے تمہارے پاس نشانی لے کر آیا ہوں میں تمہارے سامنے مٹی سے پرندے کی صورت میں ایک مجسمہ بناتا ہوں اور اس میں پھونک مارتا ہوں، وہ اللہ کے حکم سے پرندہ بن جاتا ہے میں اللہ کے حکم سے مادر زاد اندھے اور کوڑھی کو اچھا کرتا ہوں اور مُردے کو زندہ کرتا ہوں میں تمہیں بتاتا ہوں کہ تم کیا کھاتے ہو اور کیا اپنے گھروں میں ذخیرہ کر کے رکھتے ہو اس میں تمہارے لیے کافی نشانی ہے اگر تم ایمان لانے والے ہو","transliteration":"Warasoolan ila banee israeela annee qad jitukum biayatin min rabbikum annee akhluqu lakum mina altteeni kahayati alttayri faanfukhu feehi fayakoonu tayran biithni Allahi waobrio alakmaha waalabrasa waohyee almawta biithni Allahi waonabbiokum bima takuloona wama taddakhiroona fee buyootikum inna fee thalika laayatan lakum in kuntum mumineena"},{"id":50,"text":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","translation":"اور میں اُس تعلیم و ہدایت کی تصدیق کرنے والا بن کر آیا ہوں جو تورات میں سے اِس وقت میرے زمانہ میں موجود ہے اوراس لیے آیا ہوں کہ تمہارے لیے بعض اُن چیزوں کو حلال کر دوں جو تم پر حرام کر دی گئی ہیں دیکھو، میں تمہارے رب کی طرف سے تمہارے پاس نشانی لے کر آیا ہوں، لہٰذا اللہ سے ڈرو اور میر ی اطاعت کرو","transliteration":"Wamusaddiqan lima bayna yadayya mina alttawrati waliohilla lakum baAAda allathee hurrima AAalaykum wajitukum biayatin min rabbikum faittaqoo Allaha waateeAAooni"},{"id":51,"text":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"اللہ میرا رب بھی ہے او ر تمہارا رب بھی، لہٰذا تم اُسی کی بندگی اختیار کرو، یہی سیدھا راستہ ہے","transliteration":"Inna Allaha rabbee warabbukum faoAAbudoohu hatha siratun mustaqeemun"},{"id":52,"text":"۞فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","translation":"جب عیسیٰؑ نے محسوس کیا کہ بنی اسرائیل کفر و انکار پر آمادہ ہیں تو اس نے کہا \"کون اللہ کی راہ میں میرا مدد گار ہوتا ہے؟\" حواریوں نے جواب دیا، \"ہم اللہ کے مددگار ہیں، ہم اللہ پر ایمان لائے، گواہ رہو کہ ہم مسلم (اللہ کے آگے سر اطاعت جھکا دینے والے) ہیں","transliteration":"Falamma ahassa AAeesa minhumu alkufra qala man ansaree ila Allahi qala alhawariyyoona nahnu ansaru Allahi amanna biAllahi waishhad bianna muslimoona"},{"id":53,"text":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّـٰهِدِينَ","translation":"مالک! جو فرمان تو نے نازل کیا ہے ہم نے اسے مان لیا اور رسول کی پیروی قبول کی، ہمارا نام گواہی دینے والوں میں لکھ لے","transliteration":"Rabbana amanna bima anzalta waittabaAAna alrrasoola faoktubna maAAa alshshahideena"},{"id":54,"text":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","translation":"پھر بنی اسرائیل (مسیح کے خلاف) خفیہ تدبیریں کرنے لگے جواب میں اللہ نے بھی اپنی خفیہ تدبیر کی اور ایسی تدبیروں میں اللہ سب سے بڑھ کر ہے","transliteration":"Wamakaroo wamakara Allahu waAllahu khayru almakireena"},{"id":55,"text":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translation":"(وہ اللہ کی خفیہ تدبیر ہی تھی) جب اُس نے کہا کہ، \"اے عیسیٰؑ! اب میں تجھے واپس لے لوں گا اور تجھ کو اپنی طرف اٹھا لوں گا اور جنہوں نے تیرا انکار کیا ہے اُن سے (یعنی ان کی معیت سے اور ان کے گندے ماحول میں ان کے ساتھ رہنے سے) تجھے پاک کر دوں گا اور تیری پیروی کرنے والوں کو قیامت تک ان لوگوں پر بالادست رکھوں گا جنہوں نے تیرا انکار کیا ہے پھر تم سب کو آخر میرے پاس آنا ہے، اُس وقت میں اُن باتوں کا فیصلہ کر دوں گا جن میں تمہارے درمیان اختلاف ہوا ہے","transliteration":"Ith qala Allahu ya AAeesa innee mutawaffeeka warafiAAuka ilayya wamutahhiruka mina allatheena kafaroo wajaAAilu allatheena ittabaAAooka fawqa allatheena kafaroo ila yawmi alqiyamati thumma ilayya marjiAAukum faahkumu baynakum feema kuntum feehi takhtalifoona"},{"id":56,"text":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"جن لوگوں نے کفر و انکار کی روش اختیار کی ہے انہیں دنیا اور آخرت دونوں میں سخت سزا دوں گا اور وہ کوئی مددگار نہ پائیں گے","transliteration":"Faamma allatheena kafaroo faoAAaththibuhum AAathaban shadeedan fee alddunya waalakhirati wama lahum min nasireena"},{"id":57,"text":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ","translation":"اور جنہوں نے ایمان اور نیک عملی کا رویہ اختیار کیا ہے انہیں اُن کے اجر پورے پورے دے دیے جائیں گے اور خوب جان لے کہ ظالموں سے اللہ ہرگز محبت نہیں کرتا","transliteration":"Waamma allatheena amanoo waAAamiloo alssalihati fayuwaffeehim ojoorahum waAllahu la yuhibbu alththalimeena"},{"id":58,"text":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","translation":"یہ آیات اور حکمت سے لبریز تذکرے ہیں جو ہم تمہیں سنا رہے ہیں","transliteration":"Thalika natloohu AAalayka mina alayati waalththikri alhakeemi"},{"id":59,"text":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","translation":"اللہ کے نزدیک عیسیٰؑ کی مثال آدمؑ کی سی ہے کہ اللہ نے اسے مٹی سے پیدا کیا اور حکم دیا کہ ہو جا اور وہ ہو گیا","transliteration":"Inna mathala AAeesa AAinda Allahi kamathali adama khalaqahu min turabin thumma qala lahu kun fayakoonu"},{"id":60,"text":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","translation":"یہ اصل حقیقت ہے جو تمہارے رب کی طرف سے بتائی جا رہی ہے اور تم ان لوگوں میں شامل نہ ہو جو اس میں شک کرتے ہیں","transliteration":"Alhaqqu min rabbika fala takun mina almumtareena"},{"id":61,"text":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","translation":"یہ علم آ جانے کے بعد اب کوئی اس معاملہ میں تم سے جھگڑا کرے تو اے محمدؐ! اس سے کہو، \"آؤ ہم اور تم خود بھی آ جائیں اور اپنے اپنے بال بچوں کو بھی لے آئیں اور خد ا سے دعا کریں کہ جو جھوٹا ہو اُس پر خدا کی لعنت ہو","transliteration":"Faman hajjaka feehi min baAAdi ma jaaka mina alAAilmi faqul taAAalaw nadAAu abnaana waabnaakum wanisaana wanisaakum waanfusana waanfusakum thumma nabtahil fanajAAal laAAnata Allahi AAala alkathibeena"},{"id":62,"text":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"یہ بالکل صحیح واقعات ہیں، اور حقیقت یہ ہے کہ اللہ کے سوا کوئی خداوند نہیں ہے، اور وہ اللہ ہی کی ہستی ہے جس کی طاقت سب سے بالا اور جس کی حکمت نظام عالم میں کار فرما ہے","transliteration":"Inna hatha lahuwa alqasasu alhaqqu wama min ilahin illa Allahu wainna Allaha lahuwa alAAazeezu alhakeemu"},{"id":63,"text":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","translation":"پس اگر یہ لوگ (اِس شرط پر مقابلہ میں آنے سے) منہ موڑیں تو (اُن کا مفسد ہونا صاف کھل جائے گا) اور اللہ تو مفسدوں کے حال سے واقف ہی ہے","transliteration":"Fain tawallaw fainna Allaha AAaleemun bialmufsideena"},{"id":64,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","translation":"کہو، \"اے اہل کتاب! آؤ ایک ایسی بات کی طرف جو ہمارے اور تمہارے درمیان یکساں ہے یہ کہ ہم اللہ کے سوا کسی کی بندگی نہ کریں، اس کے ساتھ کسی کو شریک نہ ٹھیرائیں، اور ہم میں سے کوئی اللہ کے سوا کسی کو اپنا رب نہ بنا لے\" اس دعوت کو قبول کرنے سے اگر وہ منہ موڑیں تو صاف کہہ دو کہ گواہ رہو، ہم تو مسلم (صرف خدا کی بندگی و اطاعت کرنے والے) ہیں","transliteration":"Qul ya ahla alkitabi taAAalaw ila kalimatin sawain baynana wabaynakum alla naAAbuda illa Allaha wala nushrika bihi shayan wala yattakhitha baAAduna baAAdan arbaban min dooni Allahi fain tawallaw faqooloo ishhadoo bianna muslimoona"},{"id":65,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","translation":"اے اہل کتاب! تم ابراہیمؑ کے بارے میں ہم سے کیوں جھگڑا کرتے ہو؟ تورات اور انجیل تو ابراہیمؑ کے بعد ہی نازل ہوئی ہیں پھر کیا تم اتنی بات بھی نہیں سمجھتے","transliteration":"Ya ahla alkitabi lima tuhajjoona fee ibraheema wama onzilati alttawratu waalinjeelu illa min baAAdihi afala taAAqiloona"},{"id":66,"text":"هَـٰٓأَنتُمۡ هَـٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translation":"تم لوگ جن چیزوں کا علم رکھتے ہو اُن میں تو خوب بحثیں کر چکے، اب ان معاملات میں کیوں بحث کرنے چلے ہو جن کا تمہارے پاس کچھ بھی علم نہیں اللہ جانتا ہے، تم نہیں جانتے","transliteration":"Haantum haolai hajajtum feema lakum bihi AAilmun falima tuhajjoona feema laysa lakum bihi AAilmun waAllahu yaAAlamu waantum la taAAlamoona"},{"id":67,"text":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"ابراہیمؑ نہ یہودی تھا نہ عیسائی، بلکہ وہ ایک مسلم یکسو تھا اور وہ ہرگز مشرکوں میں سے نہ تھا","transliteration":"Ma kana ibraheemu yahoodiyyan wala nasraniyyan walakin kana haneefan musliman wama kana mina almushrikeena"},{"id":68,"text":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","translation":"ابراہیمؑ سے نسبت رکھنے کا سب سے زیادہ حق اگر کسی کو پہنچتا ہے تو اُن لوگوں کو پہنچتا ہے جنہوں نے اس کی پیروی کی اور اب یہ نبی اور اس کے ماننے والے اِس نسبت کے زیادہ حق دار ہیں اللہ صرف اُنہی کا حامی و مددگار ہے جو ایمان رکھتے ہوں","transliteration":"Inna awla alnnasi biibraheema lallatheena ittabaAAoohu wahatha alnnabiyyu waallatheena amanoo waAllahu waliyyu almumineena"},{"id":69,"text":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","translation":"(اے ایمان لانے والو) اہل کتاب میں سے ایک گروہ چاہتا ہے کہ کسی طرح تمہیں راہ راست سے ہٹا دے، حالانکہ در حقیقت وہ اپنے سوا کسی کو گمرا ہی میں نہیں ڈال رہے ہیں مگر انہیں اس کا شعور نہیں ہے","transliteration":"Waddat taifatun min ahli alkitabi law yudilloonakum wama yudilloona illa anfusahum wama yashAAuroona"},{"id":70,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","translation":"اے اہل کتاب! کیوں اللہ کی آیات کا انکار کرتے ہو حالانکہ تم خود ان کا مشاہدہ کر رہے ہو؟","transliteration":"Ya ahla alkitabi lima takfuroona biayati Allahi waantum tashhadoona"},{"id":71,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","translation":"اے اہل کتاب! کیوں حق کو باطل کا رنگ چڑھا کر مشتبہ بناتے ہو؟ کیوں جانتے بوجھتے حق کو چھپاتے ہو؟","transliteration":"Ya ahla alkitabi lima talbisoona alhaqqa bialbatili wataktumoona alhaqqa waantum taAAlamoona"},{"id":72,"text":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"اہل کتاب میں سے ایک گروہ کہتا ہے کہ اس نبی کے ماننے والوں پر جو کچھ نازل ہوا ہے اس پر صبح ایمان لاؤ اور شام کو اس سے انکار کر دو، شاید اس ترکیب سے یہ لوگ اپنے ایمان سے پھر جائیں","transliteration":"Waqalat taifatun min ahli alkitabi aminoo biallathee onzila AAala allatheena amanoo wajha alnnahari waokfuroo akhirahu laAAallahum yarjiAAoona"},{"id":73,"text":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translation":"نیز یہ لوگ آپس میں کہتے ہیں کہ اپنے مذہب والے کے سوا کسی کی بات نہ مانو اے نبیؐ! ان سے کہہ دو کہ، \"اصل میں ہدایت تو اللہ کی ہدایت ہے اور یہ اُسی کی دین ہے کہ کسی کو وہی کچھ دے دیا جائے جو کبھی تم کو دیا گیا تھا، یا یہ کہ دوسروں کو تمہارے رب کے حضور پیش کرنے کے لیے تمہارے خلاف قوی حجت مل جائے\" اے نبیؐ! ان سے کہو کہ، \"فضل و شرف اللہ کے اختیار میں ہے، جسے چاہے عطا فرمائے وہ وسیع النظر ہے اور سب کچھ جانتا ہے","transliteration":"Wala tuminoo illa liman tabiAAa deenakum qul inna alhuda huda Allahi an yuta ahadun mithla ma ooteetum aw yuhajjookum AAinda rabbikum qul inna alfadla biyadi Allahi yuteehi man yashao waAllahu wasiAAun AAaleemun"},{"id":74,"text":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translation":"اپنی رحمت کے لیے جس کو چاہتا ہے مخصوص کر لیتا ہے اور اس کا فضل بہت بڑا ہے","transliteration":"Yakhtassu birahmatihi man yashao waAllahu thoo alfadli alAAatheemi"},{"id":75,"text":"۞وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","translation":"اہل کتاب میں کوئی تو ایسا ہے کہ اگر تم اس کے اعتماد پر مال و دولت کا ایک ڈھیر بھی دے دو تو وہ تمہارا مال تمہیں ادا کر دے گا، اور کسی کا حال یہ ہے کہ اگر تم ایک دینار کے معاملہ میں بھی اس پر بھروسہ کرو تو وہ ادا نہ کرے گا الّا یہ کہ تم اس کے سر پر سوار ہو جاؤ اُن کی اس اخلاقی حالت کا سبب یہ ہے کہ وہ کہتے ہیں، \"امیوں (غیر یہودی لوگوں) کے معاملہ میں ہم پر کوئی مواخذہ نہیں ہے\" اور یہ بات وہ محض جھوٹ گھڑ کر اللہ کی طرف منسوب کرتے ہیں، حالانکہ انہیں معلوم ہے کہ اللہ نے ایسی کوئی بات نہیں فرمائی ہے آخر کیوں اُن سے باز پرس نہ ہوگی؟","transliteration":"Wamin ahli alkitabi man in tamanhu biqintarin yuaddihi ilayka waminhum man in tamanhu bideenarin la yuaddihi ilayka illa ma dumta AAalayhi qaiman thalika biannahum qaloo laysa AAalayna fee alommiyyeena sabeelun wayaqooloona AAala Allahi alkathiba wahum yaAAlamoona"},{"id":76,"text":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translation":"جو بھی اپنے عہد کو پورا کرے گا اور برائی سے بچ کر رہے گا وہ اللہ کا محبوب بنے گا، کیونکہ پرہیز گار لوگ اللہ کو پسند ہیں","transliteration":"Bala man awfa biAAahdihi waittaqa fainna Allaha yuhibbu almuttaqeena"},{"id":77,"text":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَـٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"رہے وہ لوگ جو اللہ کے عہد اور اپنی قسموں کو تھوڑی قیمت پر بیچ ڈالتے ہیں، تو ان کے لیے آخرت میں کوئی حصہ نہیں، اللہ قیامت کے روز نہ اُن سے بات کرے گا نہ اُن کی طرف دیکھے گا اور نہ انہیں پاک کرے گا، بلکہ اُن کے لیے تو سخت دردناک سزا ہے","transliteration":"Inna allatheena yashtaroona biAAahdi Allahi waaymanihim thamanan qaleelan olaika la khalaqa lahum fee alakhirati wala yukallimuhumu Allahu wala yanthuru ilayhim yawma alqiyamati wala yuzakkeehim walahum AAathabun aleemun"},{"id":78,"text":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","translation":"اُن میں کچھ لوگ ایسے ہیں جو کتاب پڑھتے ہوئے اس طرح زبان کا الٹ پھیر کرتے ہیں کہ تم سمجھو جو کچھ وہ پڑھ رہے ہیں وہ کتاب ہی کی عبارت ہے، حالانکہ وہ کتاب کی عبارت نہیں ہوتی، وہ کہتے ہیں کہ یہ جو کچھ ہم پڑھ رہے ہیں یہ خدا کی طرف سے ہے، حالانکہ وہ خدا کی طرف سے نہیں ہوتا، وہ جان بوجھ کر جھوٹ بات اللہ کی طرف منسوب کر دیتے ہیں","transliteration":"Wainna minhum lafareeqan yalwoona alsinatahum bialkitabi litahsaboohu mina alkitabi wama huwa mina alkitabi wayaqooloona huwa min AAindi Allahi wama huwa min AAindi Allahi wayaqooloona AAala Allahi alkathiba wahum yaAAlamoona"},{"id":79,"text":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّـٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","translation":"کسی انسان کا یہ کام نہیں ہے کہ اللہ تو اس کو کتاب اور حکم اور نبوت عطا فرمائے اور وہ لوگوں سے کہے کہ اللہ کے بجائے تم میرے بندے بن جاؤ وہ تو یہی کہے گا کہ سچے ربانی بنو جیسا کہ اس کتاب کی تعلیم کا تقاضا ہے جسے تم پڑھتے اور پڑھاتے ہو","transliteration":"Ma kana libasharin an yutiyahu Allahu alkitaba waalhukma waalnnubuwwata thumma yaqoola lilnnasi koonoo AAibadan lee min dooni Allahi walakin koonoo rabbaniyyeena bima kuntum tuAAallimoona alkitaba wabima kuntum tadrusoona"},{"id":80,"text":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَـٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","translation":"وہ تم سے ہرگز یہ نہ کہے گا کہ فرشتوں کو یا پیغمبروں کو اپنا رب بنا لو کیا یہ ممکن ہے کہ ایک نبی تمہیں کفر کا حکم دے جب کہ تم مسلم ہو؟","transliteration":"Wala yamurakum an tattakhithoo almalaikata waalnnabiyyeena arbaban ayamurukum bialkufri baAAda ith antum muslimoona"},{"id":81,"text":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّـٰهِدِينَ","translation":"یاد کرو، اللہ نے پیغمبروں سے عہد لیا تھا کہ، \"آج ہم نے تمہیں کتاب اور حکمت و دانش سے نوازا ہے، کل اگر کوئی دوسرا رسول تمہارے پاس اُسی تعلیم کی تصدیق کرتا ہوا آئے جو پہلے سے تمہارے پاس موجود ہے، تو تم کو اس پر ایمان لانا ہوگا اور اس کی مدد کرنی ہوگی\" یہ ارشاد فرما کر اللہ نے پوچھا، \"کیا تم اِس کا اقرار کرتے ہو اور اس پر میری طرف سے عہد کی بھاری ذمہ داری اٹھاتے ہو؟\" اُنہوں نے کہا ہاں ہم اقرار کرتے ہیں اللہ نے فرمایا، \"اچھا تو گواہ رہو اور میں بھی تمہارے ساتھ گواہ ہوں","transliteration":"Waith akhatha Allahu meethaqa alnnabiyyeena lama ataytukum min kitabin wahikmatin thumma jaakum rasoolun musaddiqun lima maAAakum latuminunna bihi walatansurunnahu qala aaqrartum waakhathtum AAala thalikum isree qaloo aqrarna qala faishhadoo waana maAAakum mina alshshahideena"},{"id":82,"text":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","translation":"اس کے بعد جو اپنے عہد سے پھر جائے وہی فاسق ہے","transliteration":"Faman tawalla baAAda thalika faolaika humu alfasiqoona"},{"id":83,"text":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","translation":"اب کیا یہ لوگ اللہ کی اطاعت کا طریقہ (دین اللہ) چھوڑ کر کوئی اور طریقہ چاہتے ہیں؟ حالانکہ آسمان و زمین کی ساری چیزیں چار و نا چار اللہ ہی کی تابع فرمان (مسلم) ہیں اور اُسی کی طرف سب کو پلٹنا ہے؟","transliteration":"Afaghayra deeni Allahi yabghoona walahu aslama man fee alssamawati waalardi tawAAan wakarhan wailayhi yurjaAAoona"},{"id":84,"text":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translation":"اے نبیؐ! کہو کہ \"ہم اللہ کو مانتے ہیں، اُس تعلیم کو مانتے ہیں جو ہم پر نازل کی گئی ہے، اُن تعلیمات کو بھی مانتے ہیں جو ابراہیمؑ، اسماعیلؑ، اسحاقؑ، یعقوبؑ اور اولاد یعقوبؑ پر نازل ہوئی تھیں اور اُن ہدایات پر بھی ایمان رکھتے ہیں جو موسیٰؑ اور عیسیٰؑ اور دوسرے پیغمبروں کو اُن کے رب کی طرف سے دی گئیں ہم ان کے درمیان فرق نہیں کرتے اور ہم اللہ کے تابع فرمان (مسلم) ہیں","transliteration":"Qul amanna biAllahi wama onzila AAalayna wama onzila AAala ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati wama ootiya moosa waAAeesa waalnnabiyyoona min rabbihim la nufarriqu bayna ahadin minhum wanahnu lahu muslimoona"},{"id":85,"text":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","translation":"اس فرماں برداری (اسلام) کے سوا جو شخص کوئی اور طریقہ اختیار کرنا چاہے اس کا وہ طریقہ ہرگز قبول نہ کیا جائے گا اور آخرت میں وہ ناکام و نامراد رہے گا","transliteration":"Waman yabtaghi ghayra alislami deenan falan yuqbala minhu wahuwa fee alakhirati mina alkhasireena"},{"id":86,"text":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"کیسے ہوسکتا ہے کہ اللہ اُن لوگوں کو ہدایت بخشے جنہوں نے نعمت ایمان پا لینے کے بعد پھر کفر اختیار کیا حالانکہ وہ خود اس بات پر گواہی دے چکے ہیں کہ یہ رسول حق پر ہے اور ان کے پاس روشن نشانیاں بھی آ چکی ہیں اللہ ظالموں کو تو ہدایت نہیں دیا کرتا","transliteration":"Kayfa yahdee Allahu qawman kafaroo baAAda eemanihim washahidoo anna alrrasoola haqqun wajaahumu albayyinatu waAllahu la yahdee alqawma alththalimeena"},{"id":87,"text":"أُوْلَـٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","translation":"ان کے ظلم کا صحیح بدلہ یہی ہے کہ ان پر اللہ اور فرشتوں اور تمام انسانوں کی پھٹکار ہے","transliteration":"Olaika jazaohum anna AAalayhim laAAnata Allahi waalmalaikati waalnnasi ajmaAAeena"},{"id":88,"text":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","translation":"اِسی حالت میں وہ ہمیشہ رہیں گے، نہ ان کی سزا میں تخفیف ہوگی اور نہ انہیں مہلت دی جائے گی","transliteration":"Khalideena feeha la yukhaffafu AAanhumu alAAathabu wala hum yuntharoona"},{"id":89,"text":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"البتہ وہ لوگ بچ جائیں گے جو اِس کے بعد توبہ کر کے اپنے طرز عمل کی اصلاح کر لیں، اللہ بخشنے والا اور رحم فرمانے والا ہے","transliteration":"Illa allatheena taboo min baAAdi thalika waaslahoo fainna Allaha ghafoorun raheemun"},{"id":90,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَـٰٓئِكَ هُمُ ٱلضَّآلُّونَ","translation":"مگر جن لوگوں نے ایمان لانے کے بعد کفر اختیار کیا، پھر اپنے کفر میں بڑھتے چلے گئے ان کی توبہ بھی قبول نہ ہوگی، ایسے لوگ تو پکے گمراہ ہیں","transliteration":"Inna allatheena kafaroo baAAda eemanihim thumma izdadoo kufran lan tuqbala tawbatuhum waolaika humu alddalloona"},{"id":91,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"یقین رکھو، جن لوگوں نے کفر اختیار کیا اور کفر ہی کی حالت میں جان دی اُن میں سے کوئی اگر اپنے آپ کو سزا سے بچانے کے لیے روئے زمین بھر کر بھی سونا فدیہ میں دے تو اُسے قبول نہ کیا جائے گا ایسے لوگوں کے لیے دردناک سزا تیار ہے اور و ہ اپنا کوئی مددگار نہ پائیں گے","transliteration":"Inna allatheena kafaroo wamatoo wahum kuffarun falan yuqbala min ahadihim milo alardi thahaban walawi iftada bihi olaika lahum AAathabun aleemun wama lahum min nasireena"},{"id":92,"text":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","translation":"تم نیکی کو نہیں پہنچ سکتے جب تک کہ اپنی وہ چیزیں (خدا کی راہ میں) خرچ نہ کرو جنہیں تم عزیز رکھتے ہو، اور جو کچھ تم خرچ کرو گے اللہ اس سے بے خبر نہ ہوگا","transliteration":"Lan tanaloo albirra hatta tunfiqoo mimma tuhibboona wama tunfiqoo min shayin fainna Allaha bihi AAaleemun"},{"id":93,"text":"۞كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَـٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَـٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","translation":"کھانے کی یہ ساری چیزیں (جو شریعت محمدیؐ میں حلال ہیں) بنی اسرائیل کے لیے بھی حلال تھیں، البتہ بعض چیزیں ایسی تھیں جنہیں توراۃ کے نازل کیے جانے سے پہلے اسرائیل نے خود اپنے اوپر حرام کر لیا تھا ان سے کہو، اگر تم (ا پنے اعتراض میں) سچے ہو تو لاؤ توراۃ اور پیش کرو اس کی کوئی عبارت","transliteration":"Kullu alttaAAami kana hillan libanee israeela illa ma harrama israeelu AAala nafsihi min qabli an tunazzala alttawratu qul fatoo bialttawrati faotlooha in kuntum sadiqeena"},{"id":94,"text":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translation":"اس کے بعد بھی جولو گ اپنی جھوٹی گھڑی ہوئی باتیں اللہ کی طرف منسوب کرتے رہیں و ہی در حقیقت ظالم ہیں","transliteration":"Famani iftara AAala Allahi alkathiba min baAAdi thalika faolaika humu althalimoona"},{"id":95,"text":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"کہو، اللہ نے جو کچھ فرمایا ہے سچ فرمایا ہے، تم کو یکسو ہو کر ابراہیمؑ کے طریقہ کی پیروی کرنی چاہیے، اور ابراہیمؑ شرک کرنے والوں میں سے نہ تھا","transliteration":"Qul sadaqa Allahu faittabiAAoo millata ibraheema haneefan wama kana mina almushrikeena"},{"id":96,"text":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","translation":"بے شک سب سے پہلی عبادت گاہ جو انسانوں کے لیے تعمیر ہوئی وہ وہی ہے جو مکہ میں واقع ہے اس کو خیر و برکت دی گئی تھی اور تمام جہان والوں کے لیے مرکز ہدایت بنایا گیا تھا","transliteration":"Inna awwala baytin wudiAAa lilnnasi lallathee bibakkata mubarakan wahudan lilAAalameena"},{"id":97,"text":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","translation":"اس میں کھلی ہوئی نشانیاں ہیں، ابراہیمؑ کا مقام عبادت ہے، اوراس کا حال یہ ہے کہ جو اِس میں داخل ہوا مامون ہو گیا لوگوں پر اللہ کا یہ حق ہے کہ جو اس گھر تک پہنچنے کی استطاعت رکھتا ہو وہ اس کا حج کرے، اور جو کوئی اس حکم کی پیروی سے انکار کرے تو اسے معلوم ہو جانا چاہیے کہ اللہ تمام د نیا والوں سے بے نیاز ہے","transliteration":"Feehi ayatun bayyinatun maqamu ibraheema waman dakhalahu kana aminan walillahi AAala alnnasi hijju albayti mani istataAAa ilayhi sabeelan waman kafara fainna Allaha ghaniyyun AAani alAAalameena"},{"id":98,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","translation":"کہو، اے اہل کتاب! تم کیوں اللہ کی باتیں ماننے سے انکار کرتے ہو؟ جو حرکتیں تم کر رہے ہو اللہ سب کچھ دیکھ رہا ہے","transliteration":"Qul ya ahla alkitabi lima takfuroona biayati Allahi waAllahu shaheedun AAala ma taAAmaloona"},{"id":99,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"کہو، اے اہل کتاب! یہ تمہاری کیا روش ہے کہ جو اللہ کی بات مانتا ہے اُسے بھی تم اللہ کے راستہ سے روکتے ہو اور چاہتے ہو کہ وہ ٹیڑھی راہ چلے، حالانکہ تم خود (اس کے راہ راست ہونے پر) گواہ ہو تمہاری حرکتوں سے اللہ غافل نہیں ہے","transliteration":"Qul ya ahla alkitabi lima tasuddoona AAan sabeeli Allahi man amana tabghoonaha AAiwajan waantum shuhadao wama Allahu bighafilin AAamma taAAmaloona"},{"id":100,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","translation":"اے لوگو جو ایمان لائے ہو، اگر تم نے اِن اہل کتاب میں سے ایک گروہ کی بات مانی تو یہ تمہیں ایمان سے پھر کفر کی طرف پھیر لے جائیں گے","transliteration":"Ya ayyuha allatheena amanoo in tuteeAAoo fareeqan mina allatheena ootoo alkitaba yaruddookum baAAda eemanikum kafireena"},{"id":101,"text":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"تمہارے لیے کفر کی طرف جانے کا اب کیا موقع باقی ہے جب کہ تم کو اللہ کی آیات سنائی جا رہی ہیں اور تمہارے درمیان اس کا رسولؐ موجود ہے؟ جو اللہ کا دامن مضبوطی کے ساتھ تھامے گا وہ ضرور راہ راست پالے گا","transliteration":"Wakayfa takfuroona waantum tutla AAalaykum ayatu Allahi wafeekum rasooluhu waman yaAAtasim biAllahi faqad hudiya ila siratin mustaqeemin"},{"id":102,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","translation":"اے لوگو جو ایمان لائے ہو، اللہ سے ڈرو جیسا کہ اس سے ڈرنے کا حق ہے تم کو موت نہ آئے مگر اس حال میں کہ تم مسلم ہو","transliteration":"Ya ayyuha allatheena amanoo ittaqoo Allaha haqqa tuqatihi wala tamootunna illa waantum muslimoona"},{"id":103,"text":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","translation":"سب مل کر اللہ کی رسی کو مضبوط پکڑ لو اور تفرقہ میں نہ پڑو اللہ کے اُس احسان کو یاد رکھو جو اس نے تم پر کیا ہے تم ایک دوسرے کے دشمن تھے، اُس نے تمہارے دل جوڑ دیے اور اس کے فضل و کرم سے تم بھائی بھائی بن گئے تم آگ سے بھرے ہوئے ایک گڑھے کے کنارے کھڑے تھے، اللہ نے تم کو اس سے بچا لیا اس طرح اللہ اپنی نشانیاں تمہارے سامنے روشن کرتا ہے شاید کہ اِن علامتوں سے تمہیں اپنی فلاح کا سیدھا راستہ نظر آ جائے","transliteration":"WaiAAtasimoo bihabli Allahi jameeAAan wala tafarraqoo waothkuroo niAAmata Allahi AAalaykum ith kuntum aAAdaan faallafa bayna quloobikum faasbahtum biniAAmatihi ikhwanan wakuntum AAala shafa hufratin mina alnnari faanqathakum minha kathalika yubayyinu Allahu lakum ayatihi laAAallakum tahtadoona"},{"id":104,"text":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"تم میں کچھ لوگ تو ایسے ضرور ہی رہنے چاہییں جو نیکی کی طرف بلائیں، بھلائی کا حکم دیں، اور برائیوں سے روکتے رہیں جو لوگ یہ کام کریں گے وہی فلاح پائیں گے","transliteration":"Waltakun minkum ommatun yadAAoona ila alkhayri wayamuroona bialmaAAroofi wayanhawna AAani almunkari waolaika humu almuflihoona"},{"id":105,"text":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","translation":"کہیں تم اُن لوگوں کی طرح نہ ہو جانا جو فرقوں میں بٹ گئے اور کھلی کھلی واضح ہدایات پانے کے بعد پھر اختلافات میں مبتلا ہوئے جنہوں نے یہ روش اختیار کی وہ اُس روزسخت سزا پائیں گے","transliteration":"Wala takoonoo kaallatheena tafarraqoo waikhtalafoo min baAAdi ma jaahumu albayyinatu waolaika lahum AAathabun AAatheemun"},{"id":106,"text":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","translation":"جبکہ کچھ لوگ سرخ رو ہوں گے اور کچھ لوگوں کا منہ کالا ہوگا، جن کا منہ کالا ہوگا (ان سے کہا جائے گا کہ) نعمت ایمان پانے کے بعد بھی تم نے کافرانہ رویہ اختیار کیا؟ اچھا تو اب اِس کفران نعمت کے صلہ میں عذاب کا مزہ چکھو","transliteration":"Yawma tabyaddu wujoohun wataswaddu wujoohun faamma allatheena iswaddat wujoohuhum akafartum baAAda eemanikum fathooqoo alAAathaba bima kuntum takfuroona"},{"id":107,"text":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"رہے وہ لوگ جن کے چہرے روشن ہوں گے تو اُن کو اللہ کے دامن رحمت میں جگہ ملے گی اور ہمیشہ وہ اسی حالت میں رہیں گے","transliteration":"Waamma allatheena ibyaddat wujoohuhum fafee rahmati Allahi hum feeha khalidoona"},{"id":108,"text":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","translation":"یہ اللہ کے ارشادات ہیں جو ہم تمہیں ٹھیک ٹھیک سنارہے ہیں کیونکہ اللہ دنیا والوں پر ظلم کرنے کا کوئی ارادہ نہیں رکھتا","transliteration":"Tilka ayatu Allahi natlooha AAalayka bialhaqqi wama Allahu yureedu thulman lilAAalameena"},{"id":109,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"زمین و آسمان کی ساری چیزوں کا مالک اللہ ہے اور سارے معاملات اللہ ہی کے حضور پیش ہوتے ہیں","transliteration":"Walillahi ma fee alssamawati wama fee alardi waila Allahi turjaAAu alomooru"},{"id":110,"text":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","translation":"اب دنیا میں وہ بہترین گروہ تم ہو جسے انسانوں کی ہدایت و اصلاح کے لیے میدان میں لایا گیا ہے تم نیکی کا حکم دیتے ہو، بدی سے روکتے ہو اور اللہ پر ایمان رکھتے ہو یہ اہل کتاب ایمان لاتے تو انہی کے حق میں بہتر تھا اگرچہ ان میں کچھ لوگ ایمان دار بھی پائے جاتے ہیں مگر اِن کے بیشتر افراد نافرمان ہیں","transliteration":"Kuntum khayra ommatin okhrijat lilnnasi tamuroona bialmaAAroofi watanhawna AAani almunkari watuminoona biAllahi walaw amana ahlu alkitabi lakana khayran lahum minhumu almuminoona waaktharuhumu alfasiqoona"},{"id":111,"text":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","translation":"یہ تمہارا کچھ بگاڑ نہیں سکتے، زیادہ سے زیادہ بس کچھ ستا سکتے ہیں اگر یہ تم سے لڑیں گے تو مقابلہ میں پیٹھ دکھائیں گے، پھر ایسے بے بس ہوں گے کہ کہیں سے اِن کو مدد نہ ملے گی","transliteration":"Lan yadurrookum illa athan wain yuqatilookum yuwallookumu aladbara thumma la yunsaroona"},{"id":112,"text":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","translation":"یہ جہاں بھی پائے گئے اِن پر ذلت کی مار ہی پڑی، کہیں اللہ کے ذمہ یا انسانوں کے ذمہ میں پناہ مل گئی تو یہ اور بات ہے یہ اللہ کے غضب میں گھر چکے ہیں، ان پر محتاجی و مغلوبی مسلط کر دی گئی ہے، اور یہ سب کچھ صرف اس وجہ سے ہوا ہے کہ یہ اللہ کی آیات سے کفر کرتے رہے اور انہوں نے پیغمبروں کو ناحق قتل کیا یہ ان کی نافرمانیوں اور زیادتیوں کا انجام ہے","transliteration":"Duribat AAalayhimu alththillatu ayna ma thuqifoo illa bihablin mina Allahi wahablin mina alnnasi wabaoo bighadabin mina Allahi waduribat AAalayhimu almaskanatu thalika biannahum kanoo yakfuroona biayati Allahi wayaqtuloona alanbiyaa bighayri haqqin thalika bima AAasaw wakanoo yaAAtadoona"},{"id":113,"text":"۞لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","translation":"مگر سارے اہل کتاب یکساں نہیں ہیں ان میں کچھ لوگ ایسے بھی ہیں جو راہ راست پر قائم ہیں، راتوں کو اللہ کی آیات پڑھتے ہیں اور اسکے آگے سجدہ ریز ہوتے ہیں","transliteration":"Laysoo sawaan min ahli alkitabi ommatun qaimatun yatloona ayati Allahi anaa allayli wahum yasjudoona"},{"id":114,"text":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَـٰٓئِكَ مِنَ ٱلصَّـٰلِحِينَ","translation":"اللہ اور روز آخرت پر ایمان رکھتے ہیں، نیکی کا حکم دیتے ہیں، برائیوں سے روکتے ہیں اور بھلائی کے کاموں میں سرگرم رہتے ہیں یہ صالح لوگ ہیں","transliteration":"Yuminoona biAllahi waalyawmi alakhiri wayamuroona bialmaAAroofi wayanhawna AAani almunkari wayusariAAoona fee alkhayrati waolaika mina alssaliheena"},{"id":115,"text":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","translation":"اور جو نیکی بھی یہ کریں گے اس کی نا قدری نہ کی جائے گی، اللہ پرہیزگار لوگوں کو خوب جانتا ہے","transliteration":"Wama yafAAaloo min khayrin falan yukfaroohu waAllahu AAaleemun bialmuttaqeena"},{"id":116,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"رہے وہ لوگ جنہوں نے کفر کا رویہ اختیار کیا تو اللہ کے مقابلہ میں ان کو نہ ان کا مال کچھ کام دے گا نہ اولاد، وہ تو آگ میں جانے والے لوگ ہیں اور آگ ہی میں ہمیشہ رہیں گے","transliteration":"Inna allatheena kafaroo lan tughniya AAanhum amwaluhum wala awladuhum mina Allahi shayan waolaika ashabu alnnari hum feeha khalidoona"},{"id":117,"text":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"جو کچھ وہ اپنی اس دنیا کی زندگی میں خرچ کر رہے ہیں اُس کی مثال اُس ہوا کی سی ہے جس میں پالا ہو اور وہ اُن لوگوں کی کھیتی پر چلے جنہوں نے اپنے اوپر ظلم کیا ہے اور اسے برباد کر کے رکھ دے اللہ نے ان پر ظلم نہیں کیا در حقیقت یہ خود اپنے اوپر ظلم کر رہے ہیں","transliteration":"Mathalu ma yunfiqoona fee hathihi alhayati alddunya kamathali reehin feeha sirrun asabat hartha qawmin thalamoo anfusahum faahlakathu wama thalamahumu Allahu walakin anfusahum yathlimoona"},{"id":118,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","translation":"اے لوگو جو ایمان لائے ہو، اپنی جماعت کے لوگوں کے سوا دوسروں کو اپنا راز دار نہ بناؤ وہ تمہاری خرابی کے کسی موقع سے فائدہ اٹھانے میں نہیں چوکتے تمہیں جس چیز سے نقصان پہنچے وہی ان کو محبوب ہے ان کے دل کا بغض ان کے منہ سے نکلا پڑتا ہے اور جو کچھ وہ اپنے سینوں میں چھپائے ہوئے ہیں وہ اس سے شدید تر ہے ہم نے تمہیں صاف صاف ہدایات دے دی ہیں، اگر تم عقل رکھتے ہو (تو ان سے تعلق رکھنے میں احتیاط برتو گے)","transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo bitanatan min doonikum la yaloonakum khabalan waddoo ma AAanittum qad badati albaghdao min afwahihim wama tukhfee sudooruhum akbaru qad bayyanna lakumu alayati in kuntum taAAqiloona"},{"id":119,"text":"هَـٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"تم ان سے محبت رکھتے ہو مگر وہ تم سے محبت نہیں رکھتے حالانکہ تم تمام کتب آسمانی کو مانتے ہو جب وہ تم سے ملتے ہیں تو کہتے ہیں کہ ہم نے بھی (تمہارے رسول اور تمہاری کتاب کو) مان لیا ہے، مگر جب جدا ہوتے ہیں تو تمہارے خلاف ان کے غیظ و غضب کا یہ حال ہوتا ہے کہ اپنی انگلیاں چبانے لگتے ہیں ان سے کہہ دو کہ اپنے غصہ میں آپ جل مرو اللہ دلوں کے چھپے ہوئے راز تک جانتا ہے","transliteration":"Haantum olai tuhibboonahum wala yuhibboonakum watuminoona bialkitabi kullihi waitha laqookum qaloo amanna waitha khalaw AAaddoo AAalaykumu alanamila mina alghaythi qul mootoo bighaythikum inna Allaha AAaleemun bithati alssudoori"},{"id":120,"text":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","translation":"تمہارا بھلا ہوتا ہے تو ان کو برا معلوم ہوتا ہے، اور تم پر کوئی مصیبت آتی ہے تو یہ خوش ہوتے ہیں مگر ان کی کوئی تدبیر تمہارے خلاف کارگر نہیں ہوسکتی بشرطیکہ تم صبر سے کام لو اور اللہ سے ڈر کر کام کرتے رہو جو کچھ یہ کر رہے ہیں اللہ اُس پر حاوی ہے","transliteration":"In tamsaskum hasanatun tasuhum wain tusibkum sayyiatun yafrahoo biha wain tasbiroo watattaqoo la yadurrukum kayduhum shayan inna Allaha bima yaAAmaloona muheetun"},{"id":121,"text":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"(اے پیغمبرؐ! مسلمانوں کے سامنے اُس موقع کا ذکر کرو) جب تم صبح سویرے اپنے گھر سے نکلے تھے اور (احد کے میدان میں) مسلمانوں کو جنگ کے لیے جا بجا مامور کر رہے تھے اللہ ساری باتیں سنتا ہے اور وہ نہایت باخبر ہے","transliteration":"Waith ghadawta min ahlika tubawwio almumineena maqaAAida lilqitali waAllahu sameeAAun AAaleemun"},{"id":122,"text":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"یاد کرو جب تم میں سے دو گروہ بزدلی د کھانے پر آمادہ ہوگئے تھے، حالانکہ اللہ ان کی مدد پر موجود تھا اور مومنوں کو اللہ ہی پر بھروسہ رکھنا چاہیے","transliteration":"Ith hammat taifatani minkum an tafshala waAllahu waliyyuhuma waAAala Allahi falyatawakkali almuminoona"},{"id":123,"text":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"آخر اس سے پہلے جنگ بدر میں اللہ تمہاری مدد کر چکا تھا حالانکہ اس وقت تم بہت کمزور تھے لہٰذا تم کو چاہیے کہ اللہ کی ناشکر ی سے بچو، امید ہے کہ اب تم شکر گزار بنو گے","transliteration":"Walaqad nasarakumu Allahu bibadrin waantum athillatun faittaqoo Allaha laAAallakum tashkuroona"},{"id":124,"text":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَـٰٓئِكَةِ مُنزَلِينَ","translation":"یاد کرو جب تم مومنوں سے کہہ رہے تھے، \"کیا تمہارے لیے یہ بات کافی نہیں کہ اللہ تین ہزار فرشتے اتار کر تمہاری مدد کرے؟","transliteration":"Ith taqoolu lilmumineena alan yakfiyakum an yumiddakum rabbukum bithalathati alafin mina almalaikati munzaleena"},{"id":125,"text":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَـٰٓئِكَةِ مُسَوِّمِينَ","translation":"بے شک، اگر تم صبر کرو اور خدا سے ڈرتے ہوئے کام کرو تو جس آن دشمن تمہارے اوپر چڑھ کر آئیں گے اُسی آن تمہارا رب (تین ہزار نہیں) پانچ ہزار صاحب نشان فرشتوں سے تمہاری مدد کرے گا","transliteration":"Bala in tasbiroo watattaqoo wayatookum min fawrihim hatha yumdidkum rabbukum bikhamsati alafin mina almalaikati musawwimeena"},{"id":126,"text":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","translation":"یہ بات اللہ نے تمہیں اس لیے بتا دی ہے کہ تم خوش ہو جاؤ اور تمہارے دل مطمئن ہو جائیں فتح و نصرت جو کچھ بھی ہے اللہ کی طرف سے ہے جو بڑی قوت والا اور دانا و بینا ہے","transliteration":"Wama jaAAalahu Allahu illa bushra lakum walitatmainna quloobukum bihi wama alnnasru illa min AAindi Allahi alAAazeezi alhakeemi"},{"id":127,"text":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","translation":"(اور یہ مدد وہ تمہیں اس لیے دے گا) تاکہ کفر کی راہ چلنے والوں کا ایک بازو کاٹ دے، یا ان کو ایسی ذلیل شکست دے کہ وہ نامرادی کے ساتھ پسپا ہو جائیں","transliteration":"LiyaqtaAAa tarafan mina allatheena kafaroo aw yakbitahum fayanqaliboo khaibeena"},{"id":128,"text":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","translation":"(اے پیغمبرؐ) فیصلہ کے اختیارات میں تمہارا کوئی حصہ نہیں، اللہ کو اختیار ہے چاہے انہیں معاف کرے، چاہے سزا دے کیونکہ وہ ظالم ہیں","transliteration":"Laysa laka mina alamri shayon aw yatooba AAalayhim aw yuAAaththibahum fainnahum thalimoona"},{"id":129,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"زمین اور آسمانوں میں جو کچھ ہے اس کا مالک اللہ ہے، جس کو چاہے بخش دے اور جس کو چاہے عذاب دے، و ہ معاف کرنے والا اور رحیم ہے","transliteration":"Walillahi ma fee alssamawati wama fee alardi yaghfiru liman yashao wayuAAaththibu man yashao waAllahu ghafoorun raheemun"},{"id":130,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"اے لوگو جو ایمان لائے ہو، یہ بڑھتا اور چڑھتا سود کھانا چھوڑ دو اور اللہ سے ڈرو، امید ہے کہ فلاح پاؤ گے","transliteration":"Ya ayyuha allatheena amanoo la takuloo alrriba adAAafan mudaAAafatan waittaqoo Allaha laAAallakum tuflihoona"},{"id":131,"text":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","translation":"اُس آگ سے بچو جو کافروں کے لیے مہیا کی گئی ہے","transliteration":"Waittaqoo alnnara allatee oAAiddat lilkafireena"},{"id":132,"text":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"اور اللہ اور رسول کا حکم مان لو، توقع ہے کہ تم پر رحم کیا جائے گا","transliteration":"WaateeAAoo Allaha waalrrasoola laAAallakum turhamoona"},{"id":133,"text":"۞وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","translation":"دوڑ کر چلو اُ س راہ پر جو تمہارے رب کی بخشش اور اُس جنت کی طرف جاتی ہے جس کی وسعت زمین اور آسمانوں جیسی ہے، اور وہ اُن خدا ترس لوگوں کے لیے مہیا کی گئی","transliteration":"WasariAAoo ila maghfiratin min rabbikum wajannatin AAarduha alssamawatu waalardu oAAiddat lilmuttaqeena"},{"id":134,"text":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","translation":"جو ہر حال میں اپنے مال خرچ کرتے ہیں خواہ بد حال ہوں یا خوش حال، جو غصے کو پی جاتے ہیں اور دوسروں کے قصور معاف کر دیتے ہیں ایسے نیک لوگ اللہ کو بہت پسند ہیں","transliteration":"Allatheena yunfiqoona fee alssarrai waalddarrai waalkathimeena alghaytha waalAAafeena AAani alnnasi waAllahu yuhibbu almuhsineena"},{"id":135,"text":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","translation":"اور جن کا حال یہ ہے کہ اگر کبھی کوئی فحش کام ان سے سرزد ہو جاتا ہے یا کسی گناہ کا ارتکاب کر کے وہ اپنے اوپر ظلم کر بیٹھتے ہیں تو معاً اللہ انہیں یاد آ جاتا ہے اور اس سے وہ اپنے قصوروں کی معافی چاہتے ہیں کیونکہ اللہ کے سوا اور کون ہے جو گناہ معاف کرسکتا ہو او ر وہ دیدہ و دانستہ اپنے کیے پر اصرار نہیں کرتے","transliteration":"Waallatheena itha faAAaloo fahishatan aw thalamoo anfusahum thakaroo Allaha faistaghfaroo lithunoobihim waman yaghfiru alththunooba illa Allahu walam yusirroo AAala ma faAAaloo wahum yaAAlamoona"},{"id":136,"text":"أُوْلَـٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","translation":"ایسے لوگوں کی جزا ان کے رب کے پاس یہ ہے کہ وہ ان کو معاف کر دے گا اور ایسے باغوں میں انہیں داخل کرے گا جن کے نیچے نہریں بہتی ہونگی اور وہاں وہ ہمیشہ رہیں گے کیسا اچھا بدلہ ہے نیک عمل کرنے والوں کے لیے","transliteration":"Olaika jazaohum maghfiratun min rabbihim wajannatun tajree min tahtiha alanharu khalideena feeha waniAAma ajru alAAamileena"},{"id":137,"text":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translation":"تم سے پہلے بہت سے دور گزر چکے ہیں، زمین میں چل پھر کر دیکھ لو کہ اُن لوگوں کا کیا انجام ہوا جنہوں نے (اللہ کے احکام و ہدایات کو) جھٹلایا","transliteration":"Qad khalat min qablikum sunanun faseeroo fee alardi faonthuroo kayfa kana AAaqibatu almukaththibeena"},{"id":138,"text":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","translation":"یہ لوگوں کے لیے ایک صاف اور صریح تنبیہ ہے اور جو اللہ سے ڈرتے ہوں اُن کے لیے ہدایت اور نصیحت","transliteration":"Hatha bayanun lilnnasi wahudan wamawAAithatun lilmuttaqeena"},{"id":139,"text":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","translation":"دل شکستہ نہ ہو، غم نہ کرو، تم ہی غالب رہو گے اگر تم مومن ہو","transliteration":"Wala tahinoo wala tahzanoo waantumu alaAAlawna in kuntum mumineena"},{"id":140,"text":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ","translation":"ا ِس وقت اگر تمھیں چوٹ لگی ہے تو اس سے پہلے ایسی ہی چوٹ تمہارے مخالف فریق کو بھی لگ چکی ہے یہ تو زمانہ کے نشیب و فراز ہیں جنہیں ہم لوگوں کے درمیان گردش دیتے رہتے ہیں تم پر یہ وقت ا س لیے لایا گیا کہ اللہ دیکھنا چاہتا تھا کہ تم میں سچے مومن کون ہیں، اور ان لوگوں کو چھانٹ لینا چاہتا تھا جو واقعی (راستی کے) گواہ ہوں کیونکہ ظالم لوگ اللہ کو پسند نہیں ہیں","transliteration":"In yamsaskum qarhun faqad massa alqawma qarhun mithluhu watilka alayyamu nudawiluha bayna alnnasi waliyaAAlama Allahu allatheena amanoo wayattakhitha minkum shuhadaa waAllahu la yuhibbu alththalimeena"},{"id":141,"text":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","translation":"اور وہ اس آزمائش کے ذریعہ سے مومنوں کو الگ چھانٹ کر کافروں کی سرکوبی کر دینا چاہتا تھا","transliteration":"Waliyumahhisa Allahu allatheena amanoo wayamhaqa alkafireena"},{"id":142,"text":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّـٰبِرِينَ","translation":"کیا تم نے یہ سمجھ رکھا ہے کہ یونہی جنت میں چلے جاؤ گے حالانکہ ابھی اللہ نے یہ تو دیکھا ہی نہیں کہ تم میں کون وہ لوگ ہیں جو اس کی راہ میں جانیں لڑانے والے اور اس کی خاطر صبر کرنے والے ہیں","transliteration":"Am hasibtum an tadkhuloo aljannata walamma yaAAlami Allahu allatheena jahadoo minkum wayaAAlama alssabireena"},{"id":143,"text":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","translation":"تم تو موت کی تمنائیں کر رہے تھے! مگر یہ اُس وقت کی بات تھی جب موت سامنے نہ آئی تھی، لو اب وہ تمہارے سامنے آ گئی اور تم نے اُسے آنکھوں دیکھ لیا","transliteration":"Walaqad kuntum tamannawna almawta min qabli an talqawhu faqad raaytumoohu waantum tanthuroona"},{"id":144,"text":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّـٰكِرِينَ","translation":"محمدؐ اس کے سوا کچھ نہیں کہ بس ایک رسول ہیں، اُن سے پہلے اور رسول بھی گزر چکے ہیں، پھر کیا اگر وہ مر جائیں یا قتل کر دیے جائیں تو تم لوگ الٹے پاؤں پھر جاؤ گے؟ یاد رکھو! جو الٹا پھرے گا وہ اللہ کا کچھ نقصان نہ کرے گا، البتہ جو اللہ کے شکر گزار بندے بن کر رہیں گے انہیں وہ اس کی جزا دے گا","transliteration":"Wama muhammadun illa rasoolun qad khalat min qablihi alrrusulu afain mata aw qutila inqalabtum AAala aAAqabikum waman yanqalib AAala AAaqibayhi falan yadurra Allaha shayan wasayajzee Allahu alshshakireena"},{"id":145,"text":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّـٰكِرِينَ","translation":"کوئی ذی روح اللہ کے اذن کے بغیر نہیں مرسکتا موت کا وقت تو لکھا ہوا ہے جو شخص ثواب دنیا کے ارادہ سے کام کرے گا اس کو ہم دنیا ہی میں سے دیں گے، اور جو ثواب آخرت کے ارادہ سے کام کرے گا وہ آخرت کا ثواب پائے گا اور شکر کرنے والوں کو ہم اُن کی جزا ضرور عطا کریں گے","transliteration":"Wama kana linafsin an tamoota illa biithni Allahi kitaban muajjalan waman yurid thawaba alddunya nutihi minha waman yurid thawaba alakhirati nutihi minha wasanajzee alshshakireena"},{"id":146,"text":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّـٰبِرِينَ","translation":"اِس سے پہلے کتنے ہی نبی ایسے گزر چکے ہیں جن کے ساتھ مل کر بہت سے خدا پرستوں نے جنگ کی اللہ کی راہ میں جو مصیبتیں اُن پر پڑیں ان سے وہ دل شکستہ نہیں ہوئے، انہوں نے کمزوری نہیں دکھائی، وہ (باطل کے آگے) سرنگوں نہیں ہوئے ایسے ہی صابروں کو اللہ پسند کرتا ہے","transliteration":"Wakaayyin min nabiyyin qatala maAAahu ribbiyyoona katheerun fama wahanoo lima asabahum fee sabeeli Allahi wama daAAufoo wama istakanoo waAllahu yuhibbu alssabireena"},{"id":147,"text":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"ان کی دعا بس یہ تھی کہ، \"اے ہمارے رب! ہماری غلطیوں اور کوتاہیوں سے درگزر فرما، ہمارے کام میں تیرے حدود سے جو کچھ تجاوز ہو گیا ہو اُسے معاف کر دے، ہمارے قدم جما دے اور کافروں کے مقابلہ میں ہماری مدد کر","transliteration":"Wama kana qawlahum illa an qaloo rabbana ighfir lana thunoobana waisrafana fee amrina wathabbit aqdamana waonsurna AAala alqawmi alkafireena"},{"id":148,"text":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","translation":"آخرکار اللہ نے ان کو دنیا کا ثواب بھی دیا اور اس سے بہتر ثواب آخرت بھی عطا کیا اللہ کو ایسے ہی نیک عمل لوگ پسند ہیں","transliteration":"Faatahumu Allahu thawaba alddunya wahusna thawabi alakhirati waAllahu yuhibbu almuhsineena"},{"id":149,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","translation":"اے لوگو جو ایمان لائے ہو، اگر تم اُن لوگوں کے اشاروں پر چلو گے جنہوں نے کفر کی راہ اختیار کی ہے تو وہ تم کو الٹا پھیر لے جائیں گے اور تم نامراد ہو جاؤ گے","transliteration":"Ya ayyuha allatheena amanoo in tuteeAAoo allatheena kafaroo yaruddookum AAala aAAqabikum fatanqaliboo khasireena"},{"id":150,"text":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّـٰصِرِينَ","translation":"(اُن کی باتیں غلط ہیں) حقیقت یہ ہے کہ اللہ تمہارا حامی و مددگار ہے اور وہ بہترین مدد کرنے والا ہے","transliteration":"Bali Allahu mawlakum wahuwa khayru alnnasireena"},{"id":151,"text":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّـٰلِمِينَ","translation":"عنقریب وہ وقت آنے والا ہے جب ہم منکرین حق کے دلوں میں رعب بٹھا دیں گے، اس لیے کہ اُنہوں نے اللہ کے ساتھ اُن کو خدائی میں شریک ٹھیرایا ہے جن کے شریک ہونے پر اللہ نے کوئی سند نازل نہیں کی اُن کا آخری ٹھکانا جہنم ہے اور بہت ہی بری ہے وہ قیام گاہ جو اُن ظالموں کو نصیب ہوگی","transliteration":"Sanulqee fee quloobi allatheena kafaroo alrruAAba bima ashrakoo biAllahi ma lam yunazzil bihi sultanan wamawahumu alnnaru wabisa mathwa alththalimeena"},{"id":152,"text":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","translation":"اللہ نے (تائید و نصرت کا) جو وعدہ تم سے کیا تھا وہ تو اُس نے پورا کر دیا ابتدا میں اُس کے حکم سے تم ہی اُن کو قتل کر رہے تھے مگر جب تم نے کمزوری دکھائی اور اپنے کام میں باہم اختلاف کیا، اور جونہی کہ وہ چیز اللہ نے تمہیں دکھائی جس کی محبت میں تم گرفتار تھے (یعنی مال غنیمت) تم اپنے سردار کے حکم کی خلاف ورزی کر بیٹھے اس لیے کہ تم میں سے کچھ لوگ دنیا کے طالب تھے اور کچھ آخرت کی خواہش رکھتے تھے تب اللہ نے تمہیں کافروں کے مقابلہ میں پسپا کر دیا تاکہ تمہاری آزمائش کرے اور حق یہ ہے کہ اللہ نے پھر بھی تمہیں معاف ہی کر دیا کیونکہ مومنوں پر اللہ بڑی نظر عنایت رکھتا ہے","transliteration":"Walaqad sadaqakumu Allahu waAAdahu ith tahussoonahum biithnihi hatta itha fashiltum watanazaAAtum fee alamri waAAasaytum min baAAdi ma arakum ma tuhibboona minkum man yureedu alddunya waminkum man yureedu alakhirata thumma sarafakum AAanhum liyabtaliyakum walaqad AAafa AAankum waAllahu thoo fadlin AAala almumineena"},{"id":153,"text":"۞إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translation":"یاد کرو جب تم بھاگے چلے جا رہے تھے، کسی کی طرف پلٹ کر دیکھنے تک کا ہوش تمہیں نہ تھا، اور رسولؐ تمہارے پیچھے تم کو پکار رہا تھا اُس وقت تمہاری اس روش کا بدلہ اللہ نے تمہیں یہ دیا کہ تم کو رنج پر رنج دیے تاکہ آئندہ کے لیے تمہیں یہ سبق ملے کہ جو کچھ تمہارے ہاتھ سے جائے یا جو مصیبت تم پر نازل ہو اس پر ملول نہ ہو اللہ تمہارے سب اعمال سے باخبر ہے","transliteration":"Ith tusAAidoona wala talwoona AAala ahadin waalrrasoolu yadAAookum fee okhrakum faathabakum ghamman bighammin likayla tahzanoo AAala ma fatakum wala ma asabakum waAllahu khabeerun bima taAAmaloona"},{"id":154,"text":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"اس غم کے بعد پھر اللہ نے تم میں سے کچھ لوگوں پر ایسی اطمینان کی سی حالت طاری کر دی کہ وہ اونگھنے لگے مگر ایک دوسرا گروہ، جس کے لیے ساری اہمیت بس اپنے مفاد ہی کی تھی، اللہ کے متعلق طرح طرح کے جاہلانہ گمان کرنے لگا جو سراسر خلاف حق تھے یہ لوگ اب کہتے ہیں کہ، \"اس کام کے چلانے میں ہمارا بھی کوئی حصہ ہے؟\" ان سے کہو \"(کسی کا کوئی حصہ نہیں) اِس کام کے سارے اختیارات اللہ کے ہاتھ میں ہیں\" دراصل یہ لوگ اپنے دلوں میں جو بات چھپائے ہوئے ہیں اُسے تم پر ظاہر نہیں کرتے ان کا اصل مطلب یہ ہے کہ، \"اگر (قیادت کے) اختیارات میں ہمارا کچھ حصہ ہوتا تو یہاں ہم نہ مارے جاتے\" ان سے کہہ دو کہ، \"اگر تم اپنے گھروں میں بھی ہوتے تو جن لوگوں کی موت لکھی ہوئی تھی وہ خود اپنی قتل گاہوں کی طرف نکل آتے\" اور یہ معاملہ جو پیش آیا، یہ تو اس لیے تھا کہ جو کچھ تمہارے سینوں میں پوشیدہ ہے اللہ اُسے آزما لے اور جو کھوٹ تمہارے دلوں میں ہے اُسے چھانٹ دے، اللہ دلوں کا حال خوب جانتا ہے","transliteration":"Thumma anzala AAalaykum min baAAdi alghammi amanatan nuAAasan yaghsha taifatan minkum wataifatun qad ahammathum anfusuhum yathunnoona biAllahi ghayra alhaqqi thanna aljahiliyyati yaqooloona hal lana mina alamri min shayin qul inna alamra kullahu lillahi yukhfoona fee anfusihim ma la yubdoona laka yaqooloona law kana lana mina alamri shayon ma qutilna hahuna qul law kuntum fee buyootikum labaraza allatheena kutiba AAalayhimu alqatlu ila madajiAAihim waliyabtaliya Allahu ma fee sudoorikum waliyumahhisa ma fee quloobikum waAllahu AAaleemun bithati alssudoori"},{"id":155,"text":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","translation":"تم میں سے جو لوگ مقابلہ کے دن پیٹھ پھیر گئے تھے اُن کی ا ِس لغزش کا سبب یہ تھا کہ ان کی بعض کمزوریوں کی وجہ سے شیطان نے اُن کے قدم ڈگمگا دیے تھے اللہ نے انہیں معاف کر دیا، اللہ بہت درگزر کرنے والا اور بردبار ہے","transliteration":"Inna allatheena tawallaw minkum yawma iltaqa aljamAAani innama istazallahumu alshshaytanu bibaAAdi ma kasaboo walaqad AAafa Allahu AAanhum inna Allaha ghafoorun haleemun"},{"id":156,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"اے لوگو جو ایمان لائے ہو، کافروں کی سی باتیں نہ کرو جن کے عزیز و اقارب اگر کبھی سفر پر جاتے ہیں یا جنگ میں شریک ہوتے ہیں (اور وہاں کسی حادثہ سے دو چار ہو جاتے ہیں) تو وہ کہتے ہیں کہ اگر وہ ہمارے پاس ہوتے تو نہ مارے جاتے اور نہ قتل ہوتے اللہ اس قسم کی باتوں کو ان کے دلوں میں حسرت و اندوہ کا سبب بنا دیتا ہے، ورنہ دراصل مارنے اور جِلانے والا تو اللہ ہی ہے اور تمہاری حرکات پر وہی نگراں ہے","transliteration":"Ya ayyuha allatheena amanoo la takoonoo kaallatheena kafaroo waqaloo liikhwanihim itha daraboo fee alardi aw kanoo ghuzzan law kanoo AAindana ma matoo wama qutiloo liyajAAala Allahu thalika hasratan fee quloobihim waAllahu yuhyee wayumeetu waAllahu bima taAAmaloona baseerun"},{"id":157,"text":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"اگر تم اللہ کی راہ میں مارے جاؤ یا مر جاؤ تو اللہ کی جو رحمت اور بخشش تمہارے حصہ میں آئے گی وہ اُن ساری چیزوں سے زیادہ بہتر ہے جنہیں یہ لوگ جمع کرتے ہیں","transliteration":"Walain qutiltum fee sabeeli Allahi aw muttum lamaghfiratun mina Allahi warahmatun khayrun mimma yajmaAAoona"},{"id":158,"text":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","translation":"اور خواہ تم مرو یا مارے جاؤ بہر حال تم سب کو سمٹ کر جانا اللہ ہی کی طرف ہے","transliteration":"Walain muttum aw qutiltum laila Allahi tuhsharoona"},{"id":159,"text":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","translation":"(اے پیغمبرؐ) یہ اللہ کی بڑی رحمت ہے کہ تم اِن لوگوں کے لیے بہت نرم مزاج واقع ہوئے ہو ورنہ اگر کہیں تم تند خو اور سنگ دل ہوتے تو یہ سب تمہارے گردو پیش سے چھٹ جاتے اِن کے قصور معاف کر دو، اِن کے حق میں دعا ئے مغفرت کرو، اور دین کے کام میں ان کو بھی شریک مشورہ رکھو، پھر جب تمہارا عزم کسی رائے پر مستحکم ہو جائے تو اللہ پر بھروسہ کرو، اللہ کو وہ لوگ پسند ہیں جو اُسی کے بھروسے پر کام کرتے ہیں","transliteration":"Fabima rahmatin mina Allahi linta lahum walaw kunta faththan ghaleetha alqalbi lainfaddoo min hawlika faoAAfu AAanhum waistaghfir lahum washawirhum fee alamri faitha AAazamta fatawakkal AAala Allahi inna Allaha yuhibbu almutawakkileena"},{"id":160,"text":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"اللہ تمہاری مدد پر ہو تو کوئی طاقت تم پر غالب آنے والی نہیں، اور وہ تمہیں چھوڑ دے، تو اس کے بعد کون ہے جو تمہاری مدد کرسکتا ہو؟ پس جو سچے مومن ہیں ان کو اللہ ہی پر بھروسہ رکھنا چاہیے","transliteration":"In yansurkumu Allahu fala ghaliba lakum wain yakhthulkum faman tha allathee yansurukum min baAAdihi waAAala Allahi falyatawakkali almuminoona"},{"id":161,"text":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"کسی نبی کا یہ کام نہیں ہوسکتا کہ وہ خیانت کر جائے اور جو کوئی خیانت کرے تو وہ اپنی خیانت سمیت قیامت کے روز حاضر ہو جائے گا، پھر ہر متنفس کو اس کی کمائی کا پورا پورا بدلہ مل جائے گا اور کسی پر کچھ ظلم نہ ہوگا","transliteration":"Wama kana linabiyyin an yaghulla waman yaghlul yati bima ghalla yawma alqiyamati thumma tuwaffa kullu nafsin ma kasabat wahum la yuthlamoona"},{"id":162,"text":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"بھلا یہ کیسے ہوسکتا ہے کہ جو شخص ہمیشہ اللہ کی رضا پر چلنے والا ہو وہ اُس شخص کے سے کام کرے جو اللہ کے غضب میں گھر گیا ہو اور جس کا آخری ٹھکانا جہنم ہو جو بدترین ٹھکانا ہے؟","transliteration":"Afamani ittabaAAa ridwana Allahi kaman baa bisakhatin mina Allahi wamawahu jahannamu wabisa almaseeru"},{"id":163,"text":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","translation":"اللہ کے نزدیک دونوں قسم کے آدمیوں میں بدرجہا فرق ہے اور اللہ سب کے اعمال پر نظر رکھتا ہے","transliteration":"Hum darajatun AAinda Allahi waAllahu baseerun bima yaAAmaloona"},{"id":164,"text":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","translation":"درحقیقت اہل ایمان پر تو اللہ نے یہ بہت بڑا احسان کیا ہے کہ اُن کے درمیان خود انہی میں سے ایک ایسا پیغمبر اٹھایا جو اس کی آیات انہیں سناتا ہے، اُن کی زندگیوں کو سنوارتا ہے اور اُن کو کتاب اور دانائی کی تعلیم دیتا ہے، حالانکہ اس سے پہلے یہی لوگ صریح گمراہیوں میں پڑے ہوئے تھے","transliteration":"Laqad manna Allahu AAala almumineena ith baAAatha feehim rasoolan min anfusihim yatloo AAalayhim ayatihi wayuzakkeehim wayuAAallimuhumu alkitaba waalhikmata wain kanoo min qablu lafee dalalin mubeenin"},{"id":165,"text":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"اور یہ تمہارا کیا حال ہے کہ جب تم پر مصیبت آ پڑی تو تم کہنے لگے یہ کہاں سے آئی؟ حالانکہ (جنگ بدر میں) اس سے د و گنی مصیبت تمہارے ہاتھوں (فریق مخالف پر) پڑ چکی ہے اے نبیؐ! اِن سے کہو، یہ مصیبت تمہاری اپنی لائی ہوئی ہے، اللہ ہر چیز پر قادر ہے","transliteration":"Awalamma asabatkum museebatun qad asabtum mithlayha qultum anna hatha qul huwa min AAindi anfusikum inna Allaha AAala kulli shayin qadeerun"},{"id":166,"text":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","translation":"جو نقصان لڑائی کے دن تمہیں پہنچا وہ اللہ کے اذن سے تھا اور اس لیے تھا کہ اللہ دیکھ لے تم میں سے مومن کون ہیں","transliteration":"Wama asabakum yawma iltaqa aljamAAani fabiithni Allahi waliyaAAlama almumineena"},{"id":167,"text":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","translation":"اور منافق کون، وہ منافق کہ جب اُن سے کہا گیا آؤ، اللہ کی راہ میں جنگ کرو یا کم از کم (اپنے شہر کی) مدافعت ہی کرو، تو کہنے لگے اگر ہمیں علم ہوتا کہ آج جنگ ہوگی تو ہم ضرور ساتھ چلتے یہ بات جب وہ کہہ رہے تھے اُس وقت وہ ایمان کی نسبت کفر سے زیادہ قریب تھے وہ اپنی زبانوں سے وہ باتیں کہتے ہیں جو ان کے دلوں میں نہیں ہوتیں، اور جو کچھ وہ دلوں میں چھپاتے ہیں اللہ اسے خوب جانتا ہے","transliteration":"WaliyaAAlama allatheena nafaqoo waqeela lahum taAAalaw qatiloo fee sabeeli Allahi awi idfaAAoo qaloo law naAAlamu qitalan laittabaAAnakum hum lilkufri yawmaithin aqrabu minhum lileemani yaqooloona biafwahihim ma laysa fee quloobihim waAllahu aAAlamu bima yaktumoona"},{"id":168,"text":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","translation":"یہ وہی لوگ ہیں جو خود تو بیٹھے رہے او ران کے جو بھائی بند لڑنے گئے اور مارے گئے ان کے متعلق انہوں نے کہہ دیا کہ ا گروہ ہماری بات مان لیتے تو نہ مارے جاتے ان سے کہو اگر تم اپنے قول میں سچے ہو تو خود تمہاری موت جب آئے اُسے ٹال کر دکھا دینا","transliteration":"Allatheena qaloo liikhwanihim waqaAAadoo law ataAAoona ma qutiloo qul faidraoo AAan anfusikumu almawta in kuntum sadiqeena"},{"id":169,"text":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","translation":"جو لوگ اللہ کی راہ میں قتل ہوئے ہیں انہیں مردہ نہ سمجھو، وہ تو حقیقت میں زندہ ہیں، اپنے رب کے پاس رزق پا رہے ہیں","transliteration":"Wala tahsabanna allatheena qutiloo fee sabeeli Allahi amwatan bal ahyaon AAinda rabbihim yurzaqoona"},{"id":170,"text":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"جو کچھ اللہ نے اپنے فضل سے انہیں دیا ہے اُس پر خوش و خرم ہیں، اور مطمئن ہیں کہ جو اہل ایمان انکے پیچھے دنیا میں رہ گئے ہیں اور ابھی وہاں نہیں پہنچے ہیں ان کے لیے بھی کسی خوف اور رنج کا موقع نہیں ہے","transliteration":"Fariheena bima atahumu Allahu min fadlihi wayastabshiroona biallatheena lam yalhaqoo bihim min khalfihim alla khawfun AAalayhim wala hum yahzanoona"},{"id":171,"text":"۞يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","translation":"وہ اللہ کے انعام اور اس کے فضل پر شاداں و فرحاں ہیں اور ان کو معلوم ہو چکا ہے کہ اللہ مومنوں کے اجر کو ضائع نہیں کرتا","transliteration":"Yastabshiroona biniAAmatin mina Allahi wafadlin waanna Allaha la yudeeAAu ajra almumineena"},{"id":172,"text":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","translation":"جن لوگوں نے زخم کھانے کے بعد بھی اللہ اور رسول کی پکار پر لبیک کہا اُن میں جو اشخاص نیکوکار اور پرہیز گار ہیں اُن کے لیے بڑا اجر ہے","transliteration":"Allatheena istajaboo lillahi waalrrasooli min baAAdi ma asabahumu alqarhu lillatheena ahsanoo minhum waittaqaw ajrun AAatheemun"},{"id":173,"text":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","translation":"اور وہ جن سے لوگوں نے کہا کہ، \"تماررے خلاف بڑی فوجیں جمع ہوئی ہیں، اُن سے ڈرو\"، تو یہ سن کر ان کا ایمان اور بڑھ گیا اور اُنہوں نے جواب دیا کہ ہمارے لیے اللہ کافی ہے اور وہی بہترین کارسا ز ہے","transliteration":"Allatheena qala lahumu alnnasu inna alnnasa qad jamaAAoo lakum faikhshawhum fazadahum eemanan waqaloo hasbuna Allahu waniAAma alwakeelu"},{"id":174,"text":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","translation":"آخر کار وہ اللہ تعالیٰ کی نعمت اور فضل کے ساتھ پلٹ آئے، ان کو کسی قسم کا ضرر بھی نہ پہنچا اور اللہ کی رضا پر چلنے کا شرف بھی انہیں حاصل ہو گیا، اللہ بڑا فضل فرمانے والا ہے","transliteration":"Fainqalaboo biniAAmatin mina Allahi wafadlin lam yamsashum sooon waittabaAAoo ridwana Allahi waAllahu thoo fadlin AAatheemin"},{"id":175,"text":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","translation":"اب تمہیں معلوم ہو گیا کہ وہ دراصل شیطان تھا جو اپنے دوستوں سے خواہ مخواہ ڈرا رہا تھا لہٰذا آئندہ تم انسانوں سے نہ ڈرنا، مجھ سے ڈرنا اگر تم حقیقت میں صاحب ایمان ہو","transliteration":"Innama thalikumu alshshaytanu yukhawwifu awliyaahu fala takhafoohum wakhafooni in kuntum mumineena"},{"id":176,"text":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","translation":"(اے پیغمبرؐ) جو لوگ آج کفر کی راہ میں بڑی دوڑ دھوپ کر رہے ہیں ان کی سرگرمیاں تمہیں آزردہ نہ کریں، یہ اللہ کا کچھ بھی نہ بگاڑ سکیں گے اللہ کا ارادہ یہ ہے کہ اُن کے لیے آخرت میں کوئی حصہ نہ رکھے، اور بالآخر ان کو سخت سزا ملنے والی ہے","transliteration":"Wala yahzunka allatheena yusariAAoona fee alkufri innahum lan yadurroo Allaha shayan yureedu Allahu alla yajAAala lahum haththan fee alakhirati walahum AAathabun AAatheemun"},{"id":177,"text":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"جو لوگ ایمان کو چھوڑ کر کفر کے خریدار بنے ہیں وہ یقیناً اللہ کا کوئی نقصان نہیں کر رہے ہیں، اُن کے لیے درد ناک عذاب تیار ہے","transliteration":"Inna allatheena ishtarawoo alkufra bialeemani lan yadurroo Allaha shayan walahum AAathabun aleemun"},{"id":178,"text":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","translation":"یہ ڈھیل جو ہم انہیں دیے جاتے ہیں اس کو یہ کافر اپنے حق میں بہتری نہ سمجھیں، ہم تو انہیں اس لیے ڈھیل دے رہے ہیں کہ یہ خوب بار گناہ سمیٹ لیں، پھر اُن کے لیے سخت ذلیل کرنے والی سزا ہے","transliteration":"Wala yahsabanna allatheena kafaroo annama numlee lahum khayrun lianfusihim innama numlee lahum liyazdadoo ithman walahum AAathabun muheenun"},{"id":179,"text":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","translation":"اللہ مومنوں کو اس حالت میں ہرگز نہ رہنے دے گا جس میں تم اس وقت پائے جاتے ہو وہ پاک لوگوں کو ناپاک لوگوں سے الگ کر کے رہے گا مگر اللہ کا یہ طریقہ نہیں ہے کہ تم کو غیب پر مطلع کر دے غیب کی باتیں بتانے کے لیے تو وہ اپنے رسولوں میں جس کو چاہتا ہے منتخب کر لیتا ہے لہٰذا (امور غیب کے بارے میں) اللہ اور اس کے رسول پر ایمان رکھو اگر تم ایمان اور خدا ترسی کی روش پر چلو گے تو تم کو بڑا اجر ملے گا","transliteration":"Ma kana Allahu liyathara almumineena AAala ma antum AAalayhi hatta yameeza alkhabeetha mina alttayyibi wama kana Allahu liyutliAAakum AAala alghaybi walakinna Allaha yajtabee min rusulihi man yashao faaminoo biAllahi warusulihi wain tuminoo watattaqoo falakum ajrun AAatheemun"},{"id":180,"text":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"جن لوگوں کو اللہ نے اپنے فضل سے نوازا ہے اور پھر وہ بخل سے کام لیتے ہیں وہ اس خیال میں نہ رہیں کہ یہ بخیلی ان کے لیے اچھی ہے نہیں، یہ ان کے حق میں نہایت بری ہے جو کچھ وہ اپنی کنجوسی سے جمع کر رہے ہیں وہی قیامت کے روز ان کے گلے کا طوق بن جائے گا زمین اور آسمانوں کی میراث اللہ ہی کے لیے ہے اور تم جو کچھ کرتے ہو اللہ اس سے باخبر ہے","transliteration":"Wala yahsabanna allatheena yabkhaloona bima atahummu Allahu min fadlihi huwa khayran lahum bal huwa sharrun lahum sayutawwaqoona ma bakhiloo bihi yawma alqiyamati walillahi meerathu alssamawati waalardi waAllahu bima taAAmaloona khabeerun"},{"id":181,"text":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","translation":"اللہ نے اُن لوگوں کا قول سنا جو کہتے ہیں کہ اللہ فقیر ہے اور ہم غنی ہیں ان کی یہ باتیں بھی ہم لکھ لیں گے، اور اس سے پہلے جو وہ پیغمبروں کو ناحق قتل کرتے رہے ہیں وہ بھی ان کے نامہ اعمال میں ثبت ہے (جب فیصلہ کا وقت آئے گا اُس وقت) ہم ان سے کہیں گے کہ لو، اب عذاب جہنم کا مزا چکھو","transliteration":"Laqad samiAAa Allahu qawla allatheena qaloo inna Allaha faqeerun wanahnu aghniyaon sanaktubu ma qaloo waqatlahumu alanbiyaa bighayri haqqin wanaqoolu thooqoo AAathaba alhareeqi"},{"id":182,"text":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","translation":"یہ تمہارے اپنے ہاتھوں کی کمائی ہے، اللہ اپنے بندوں کے لیے ظالم نہیں ہے","transliteration":"Thalika bima qaddamat aydeekum waanna Allaha laysa bithallamin lilAAabeedi"},{"id":183,"text":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"جو لوگ کہتے ہیں \"اللہ نے ہم کو ہدایت کر دی ہے کہ ہم کسی کو رسول تسلیم نہ کریں جب تک وہ ہمارے سامنے ایسی قربانی نہ کرے جسے (غیب سے آکر) آگ کھا لے \"، اُن سے کہو، \"تمہارے پاس مجھ سے پہلے بہت سے رسول آ چکے ہیں جو بہت سی روشن نشانیاں لائے تھے اور وہ نشانی بھی لائے تھے جس کا تم ذکر کرتے ہو، پھر اگر (ایمان لانے کے لیے یہ شرط پیش کرنے میں) تم سچے ہو تو اُن رسولوں کو تم نے کیوں قتل کیا؟","transliteration":"Allatheena qaloo inna Allaha AAahida ilayna alla numina lirasoolin hatta yatiyana biqurbanin takuluhu alnnaru qul qad jaakum rusulun min qablee bialbayyinati wabiallathee qultum falima qataltumoohum in kutum sadiqeena"},{"id":184,"text":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","translation":"اب اے محمدؐ! اگر یہ لوگ تمہیں جھٹلاتے ہیں تو بہت سے رسول تم سے پہلے جھٹلائے جا چکے ہیں جو کھلی کھلی نشانیاں اور صحیفے اور روشنی بخشنے والی کتابیں لائے تھے","transliteration":"Fain kaththabooka faqad kuththiba rusulun min qablika jaoo bialbayyinati waalzzuburi waalkitabi almuneeri"},{"id":185,"text":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","translation":"آخر کار ہر شخص کو مرنا ہے اور تم سب اپنے اپنے پورے اجر قیامت کے روز پانے والے ہو کامیاب دراصل وہ ہے جو وہاں آتش دوزخ سے بچ جائے اور جنت میں داخل کر دیا جائے رہی یہ دنیا، تو یہ محض ایک ظاہر فریب چیز ہے","transliteration":"Kullu nafsin thaiqatu almawti wainnama tuwaffawna ojoorakum yawma alqiyamati faman zuhziha AAani alnnari waodkhila aljannata faqad faza wama alhayatu alddunya illa mataAAu alghuroori"},{"id":186,"text":"۞لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","translation":"مسلمانو! تمہیں مال اور جان دونوں کی آزمائشیں پیش آ کر رہیں گی، اور تم اہل کتاب اور مشرکین سے بہت سی تکلیف دہ باتیں سنو گے اگر ان سب حالات میں تم صبر اور خدا ترسی کی روش پر قائم رہو تو یہ بڑے حوصلہ کا کام ہے","transliteration":"Latublawunna fee amwalikum waanfusikum walatasmaAAunna mina allatheena ootoo alkitaba min qablikum wamina allatheena ashrakoo athan katheeran wain tasbiroo watattaqoo fainna thalika min AAazmi alomoori"},{"id":187,"text":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","translation":"اِن اہل کتاب کو وہ عہد بھی یاد دلاؤ جو اللہ نے ان سے لیا تھا کہ تمہیں کتاب کی تعلیمات کو لوگوں میں پھیلانا ہوگا، انہیں پوشیدہ رکھنا نہیں ہوگا مگر انہوں نے کتاب کو پس پشت ڈال دیا اور تھوڑی قیمت پر اُسے بیچ ڈالا کتنا برا کاروبار ہے جو یہ کر رہے ہیں","transliteration":"Waith akhatha Allahu meethaqa allatheena ootoo alkitaba latubayyinunnahu lilnnasi wala taktumoonahu fanabathoohu waraa thuhoorihim waishtaraw bihi thamanan qaleelan fabisa ma yashtaroona"},{"id":188,"text":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"تم اُن لوگوں کو عذاب سے محفوظ نہ سمجھو جو اپنے کرتوتوں پر خوش ہیں اور چاہتے ہیں کہ ایسے کاموں کی تعریف اُنہیں حاصل ہو جو فی الواقع انہوں نے نہیں کیے ہیں حقیقت میں ان کے لیے درد ناک سزا تیار ہے","transliteration":"La tahsabanna allatheena yafrahoona bima ataw wayuhibboona an yuhmadoo bima lam yafAAaloo fala tahsabannahum bimafazatin mina alAAathabi walahum AAathabun aleemun"},{"id":189,"text":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"زمین اور آسمان کا مالک اللہ ہے اور اس کی قدرت سب پر حاوی ہے","transliteration":"Walillahi mulku alssamawati waalardi waAllahu AAala kulli shayin qadeerun"},{"id":190,"text":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"زمین اور آسمانوں کی پیدائش میں اور رات اور دن کے باری باری سے آنے میں اُن ہوش مند لوگوں کے لیے بہت نشانیاں ہیں","transliteration":"Inna fee khalqi alssamawati waalardi waikhtilafi allayli waalnnahari laayatin liolee alalbabi"},{"id":191,"text":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","translation":"جو اٹھتے، بیٹھتے اور لیٹتے، ہر حال میں خدا کو یاد کرتے ہیں اور آسمان و زمین کی ساخت میں غور و فکر کرتے ہیں (وہ بے اختیار بو ل اٹھتے ہیں) \"پروردگار! یہ سب کچھ تو نے فضول اور بے مقصد نہیں بنایا ہے، تو پاک ہے اس سے کہ عبث کام کرے پس اے رب! ہمیں دوزخ کے عذاب سے بچا لے","transliteration":"Allatheena yathkuroona Allaha qiyaman waquAAoodan waAAala junoobihim wayatafakkaroona fee khalqi alssamawati waalardi rabbana ma khalaqta hatha batilan subhanaka faqina AAathaba alnnari"},{"id":192,"text":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّـٰلِمِينَ مِنۡ أَنصَارٖ","translation":"تو نے جسے دوزخ میں ڈالا اسے در حقیقت بڑی ذلت و رسوائی میں ڈال دیا، اور پھر ایسے ظالموں کا کوئی مدد گار نہ ہوگا","transliteration":"Rabbana innaka man tudkhili alnnara faqad akhzaytahu wama lilththalimeena min ansarin"},{"id":193,"text":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","translation":"مالک! ہم نے ایک پکارنے والے کو سنا جو ایمان کی طرف بلاتا تھا اور کہتا تھا کہ اپنے رب کو مانو ہم نے اس کی دعوت قبول کر لی، پس اے ہمارے آقا! جو قصور ہم سے ہوئے ہیں ان سے درگزر فرما، جو برائیاں ہم میں ہیں انہیں دور کر دے اور ہمارا خاتمہ نیک لوگوں کے ساتھ کر","transliteration":"Rabbana innana samiAAna munadiyan yunadee lileemani an aminoo birabbikum faamanna rabbana faighfir lana thunoobana wakaffir AAanna sayyiatina watawaffana maAAa alabrari"},{"id":194,"text":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","translation":"خداوندا! جو وعدے تو نے اپنے رسولوں کے ذریعہ سے کیے ہیں اُن کو ہمارے ساتھ پورا کر اور قیامت کے دن ہمیں رسوائی میں نہ ڈال، بے شک تو اپنے وعدے کے خلاف کرنے والا نہیں ہے","transliteration":"Rabbana waatina ma waAAadtana AAala rusulika wala tukhzina yawma alqiyamati innaka la tukhlifu almeeAAada"},{"id":195,"text":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","translation":"جواب میں ان کے رب نے فرمایا، \"میں تم میں سے کسی کا عمل ضائع کرنے والا نہیں ہوں خواہ مرد ہو یا عورت، تم سب ایک دوسرے کے ہم جنس ہو لہٰذا جن لوگوں نے میری خاطر اپنے وطن چھوڑے اور جو میر ی راہ میں اپنے گھروں سے نکالے گئے اور ستائے گئے اور میرے لیے لڑے اور مارے گئے اُن کے سب قصور میں معاف کر دوں گا اور انہیں ایسے باغوں میں داخل کروں گا جن کے نیچے نہریں بہتی ہوں گی یہ اُن کی جزا ہے اللہ کے ہاں اور بہترین جزا اللہ ہی کے پاس ہے","transliteration":"Faistajaba lahum rabbuhum annee la odeeAAu AAamala AAamilin minkum min thakarin aw ontha baAAdukum min baAAdin faallatheena hajaroo waokhrijoo min diyarihim waoothoo fee sabeelee waqataloo waqutiloo laokaffiranna AAanhum sayyiatihim walaodkhilannahum jannatin tajree min tahtiha alanharu thawaban min AAindi Allahi waAllahu AAindahu husnu alththawabi"},{"id":196,"text":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","translation":"اے نبیؐ! دنیا کے ملکوں میں خدا کے نافرمان لوگوں کی چلت پھرت تمہیں کسی دھوکے میں نہ ڈالے","transliteration":"La yaghurrannaka taqallubu allatheena kafaroo fee albiladi"},{"id":197,"text":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","translation":"یہ محض چند روزہ زندگی کا تھوڑا سا لطف ہے، پھر یہ سب جہنم میں جائیں گے جو بدترین جائے قرار ہے","transliteration":"MataAAun qaleelun thumma mawahum jahannamu wabisa almihadu"},{"id":198,"text":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","translation":"برعکس اس کے جو لوگ اپنے رب سے ڈرتے ہوئے زندگی بسر کرتے ہیں ان کے لیے ایسے باغ ہیں جن کے نیچے نہریں بہتی ہیں، ان باغوں میں وہ ہمیشہ رہیں گے، اللہ کی طرف سے یہ سامان ضیافت ہے ان کے لیے، اور جو کچھ اللہ کے پاس ہے نیک لوگوں کے لیے وہی سب سے بہتر ہے","transliteration":"Lakini allatheena ittaqaw rabbahum lahum jannatun tajree min tahtiha alanharu khalideena feeha nuzulan min AAindi Allahi wama AAinda Allahi khayrun lilabrari"},{"id":199,"text":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَـٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"اہل کتاب میں بھی کچھ لوگ ایسے ہیں جو اللہ کو مانتے ہیں، اس کتاب پر ایمان لاتے ہیں جو تمہاری طرف بھیجی گئی ہے اوراُس کتاب پربھی ایمان رکھتے ہیں جو اس سے پہلے خود ان کی طرف بھیجی گئی تھی، اللہ کے آگے جھکے ہوئے ہیں، اور اللہ کی آیات کو تھوڑی سی قیمت پر بیچ نہیں دیتے ان کا اجر ان کے رب کے پاس ہے اور اللہ حساب چکانے میں دیر نہیں لگاتا","transliteration":"Wainna min ahli alkitabi laman yuminu biAllahi wama onzila ilaykum wama onzila ilayhim khashiAAeena lillahi la yashtaroona biayati Allahi thamanan qaleelan olaika lahum ajruhum AAinda rabbihim inna Allaha sareeAAu alhisabi"},{"id":200,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"اے لوگو جو ایمان لائے ہو، صبر سے کام لو، باطل پرستوں کے مقابلہ میں پا مردی دکھاؤ، حق کی خدمت کے لیے کمر بستہ رہو، اور اللہ سے ڈرتے رہو، امید ہے کہ فلاح پاؤ گے","transliteration":"Ya ayyuha allatheena amanoo isbiroo wasabiroo warabitoo waittaqoo Allaha laAAallakum tuflihoona"}]}
