{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translation":"متحد گروہ","type":"medinan","total_verses":73,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translation":"اے نبیؐ! اللہ سے ڈرو اور کفار و منافقین کی اطاعت نہ کرو، حقیقت میں علیم اور حکیم تو اللہ ہی ہے","transliteration":"Ya ayyuha alnnabiyyu ittaqi Allaha wala tutiAAi alkafireena waalmunafiqeena inna Allaha kana AAaleeman hakeeman"},{"id":2,"text":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"پیروی کرو اُس بات کی جس کا اشارہ تمہارے رب کی طرف سے تمہیں کیا جا رہا ہے، اللہ ہر اُس بات سے باخبر ہے جو تم لوگ کرتے ہو","transliteration":"WaittabiAA ma yooha ilayka min rabbika inna Allaha kana bima taAAmaloona khabeeran"},{"id":3,"text":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","translation":"اللہ پر توکل کرو، اللہ ہی وکیل ہونے کے لیے کافی ہے","transliteration":"Watawakkal AAala Allahi wakafa biAllahi wakeelan"},{"id":4,"text":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّـٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","translation":"اللہ نے کسی شخص کے دھڑ میں دو دِل نہیں رکھے ہیں، نہ اس نے تم لوگوں کی اُن بیویوں کو جن سے تم ظہار کرتے ہو تمہاری ماں بنا دیا ہے، اور نہ اس نے تمہارے منہ بولے بیٹوں کو تمہارا حقیقی بیٹا بنایا ہے یہ تو وہ باتیں ہیں جو تم لوگ اپنے منہ سے نکال دیتے ہو، مگر اللہ وہ بات کہتا ہے جو مبنی بر حقیقت ہے، اور وہی صحیح طریقے کی طرف رہنمائی کرتا ہے","transliteration":"Ma jaAAala Allahu lirajulin min qalbayni fee jawfihi wama jaAAala azwajakumu allaee tuthahiroona minhunna ommahatikum wama jaAAala adAAiyaakum abnaakum thalikum qawlukum biafwahikum waAllahu yaqoolu alhaqqa wahuwa yahdee alssabeela"},{"id":5,"text":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","translation":"منہ بولے بیٹوں کو ان کے باپوں کی نسبت سے پکارو، یہ اللہ کے نزدیک زیادہ منصفانہ بات ہے اور اگر تمہیں معلوم نہ ہو کہ ان کے باپ کون ہیں تو وہ تمہارے دینی بھائی اور رفیق ہیں نا دانستہ جو بات تم کہو اس کے لیے تم پر کوئی گرفت نہیں ہے، لیکن اُس بات پر ضرور گرفت ہے جس کا تم دل سے ارادہ کرو اللہ درگزر کرنے والا اور رحیم ہے","transliteration":"OdAAoohum liabaihim huwa aqsatu AAinda Allahi fain lam taAAlamoo abaahum faikhwanukum fee alddeeni wamawaleekum walaysa AAalaykum junahun feema akhtatum bihi walakin ma taAAammadat quloobukum wakana Allahu ghafooran raheeman"},{"id":6,"text":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","translation":"بلاشبہ نبی تو اہل ایمان کے لیے اُن کی اپنی ذات پر مقدم ہے، اور نبی کی بیویاں اُن کی مائیں ہیں، مگر کتاب اللہ کی رو سے عام مومنین و مہاجرین کی بہ نسبت رشتہ دار ایک دوسرے کے زیادہ حقدار ہیں، البتہ اپنے رفیقوں کے ساتھ تم کوئی بھلائی (کرنا چاہو تو) کر سکتے ہو یہ حکم کتاب الٰہی میں لکھا ہوا ہے","transliteration":"Alnnabiyyu awla bialmumineena min anfusihim waazwajuhu ommahatuhum waoloo alarhami baAAduhum awla bibaAAdin fee kitabi Allahi mina almumineena waalmuhajireena illa an tafAAaloo ila awliyaikum maAAroofan kana thalika fee alkitabi mastooran"},{"id":7,"text":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","translation":"اور (اے نبیؐ) یاد رکھو اُس عہد و پیمان کو جو ہم نے سب پیغمبروں سے لیا ہے، تم سے بھی اور نوحؑ اور ابراہیمؑ اور موسیٰؑ اور عیسیٰؑ ابن مریم سے بھی سب سے ہم پختہ عہد لے چکے ہیں","transliteration":"Waith akhathna mina alnnabiyyeena meethaqahum waminka wamin noohin waibraheema wamoosa waAAeesa ibni maryama waakhathna minhum meethaqan ghaleethan"},{"id":8,"text":"لِّيَسۡـَٔلَ ٱلصَّـٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","translation":"تاکہ سچے لوگوں سے (ان کا رب) ان کی سچائی کے بارے میں سوال کرے، اور کافروں کے لیے تو اس نے درد ناک عذاب مہیا کر ہی رکھا ہے","transliteration":"Liyasala alssadiqeena AAan sidqihim waaAAadda lilkafireena AAathaban aleeman"},{"id":9,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","translation":"اے لوگو، جو ایمان لائے ہو، یاد کرو اللہ کے احسان کو جو (ابھی ابھی) اُس نے تم پر کیا ہے جب لشکر تم پر چڑھ آئے تو ہم نے اُن پر ایک سخت آندھی بھیج دی اور ایسی فوجیں روانہ کیں جو تم کو نظر نہ آتی تھیں اللہ وہ سب کچھ دیکھ رہا تھا جو تم لوگ اس وقت کر رہے تھے","transliteration":"Ya ayyuha allatheena amanoo othkuroo niAAmata Allahi AAalaykum ith jaatkum junoodun faarsalna AAalayhim reehan wajunoodan lam tarawha wakana Allahu bima taAAmaloona baseeran"},{"id":10,"text":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","translation":"جب وہ اُوپر سے اور نیچے سے تم پر چڑھ آئے جب خوف کے مارے آنکھیں پتھرا گئیں، کلیجے منہ کو آ گئے، اور تم لوگ اللہ کے بارے میں طرح طرح کے گمان کرنے لگے","transliteration":"Ith jaookum min fawqikum wamin asfala minkum waith zaghati alabsaru wabalaghati alquloobu alhanajira watathunnoona biAllahi alththunoona"},{"id":11,"text":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","translation":"اُس وقت ایمان لانے والے خوب آزمائے گئے اور بُری طرح ہلا مارے گئے","transliteration":"Hunalika ibtuliya almuminoona wazulziloo zilzalan shadeedan"},{"id":12,"text":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","translation":"یاد کرو وہ وقت جب منافقین اور وہ سب لوگ جن کے دلوں میں روگ تھا صاف صاف کہہ رہے تھے کہ اللہ اور اُس کے رسولؐ نے جو وعدے ہم سے کیے تھے وہ فریب کے سوا کچھ نہ تھے","transliteration":"Waith yaqoolu almunafiqoona waallatheena fee quloobihim maradun ma waAAadana Allahu warasooluhu illa ghurooran"},{"id":13,"text":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَـٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","translation":"جب اُن میں سے ایک گروہ نے کہا کہ \"اے یثرب کے لوگو، تمہارے لیے اب ٹھیرنے کا کوئی موقع نہیں ہے، پلٹ چلو\" جب ان کا ایک فریق یہ کہہ کر نبیؐ سے رخصت طلب کر رہا تھا کہ \"ہمارے گھر خطرے میں ہیں،\" حالانکہ وہ خطرے میں نہ تھے، دراصل وہ (محاذ جنگ سے) بھاگنا چاہتے تھے","transliteration":"Waith qalat taifatun minhum ya ahla yathriba la muqama lakum fairjiAAoo wayastathinu fareequn minhumu alnnabiyya yaqooloona inna buyootana AAawratun wama hiya biAAawratin in yureedoona illa firaran"},{"id":14,"text":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","translation":"اگر شہر کے اطراف سے دشمن گھس آئے ہوتے اور اُس وقت انہیں فتنے کی طرف دعوت دی جاتی تو یہ اس میں جا پڑتے اور مشکل ہی سے انہیں شریک فتنہ ہونے میں کوئی تامل ہوتا","transliteration":"Walaw dukhilat AAalayhim min aqtariha thumma suiloo alfitnata laatawha wama talabbathoo biha illa yaseeran"},{"id":15,"text":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","translation":"ان لوگوں نے اس سے پہلے اللہ سے عہد کیا تھا کہ یہ پیٹھ نہ پھیریں گے، اور اللہ سے کیے ہوئے عہد کی باز پرس تو ہونی ہی تھی","transliteration":"Walaqad kanoo AAahadoo Allaha min qablu la yuwalloona aladbara wakana AAahdu Allahi masoolan"},{"id":16,"text":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","translation":"اے نبیؐ! ان سے کہو، اگر تم موت یا قتل سے بھاگو تو یہ بھاگنا تمہارے لیے کچھ بھی نفع بخش نہ ہو گا اس کے بعد زندگی کے مزے لوٹنے کا تھوڑا ہی موقع تمہیں مل سکے گا","transliteration":"Qul lan yanfaAAakumu alfiraru in farartum mina almawti awi alqatli waithan la tumattaAAoona illa qaleelan"},{"id":17,"text":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","translation":"اِن سے کہو، کون ہے جو تمہیں اللہ سے بچا سکتا ہو اگر وہ تمہیں نقصان پہنچانا چاہے؟ اور کون اس کی رحمت کو روک سکتا ہے اگر وہ تم پر مہربانی کرنا چاہے؟ اللہ کے مقابلے میں تو یہ لوگ کوئی حامی و مدد گار نہیں پا سکتے ہیں","transliteration":"Qul man tha allathee yaAAsimukum mina Allahi in arada bikum sooan aw arada bikum rahmatan wala yajidoona lahum min dooni Allahi waliyyan wala naseeran"},{"id":18,"text":"۞قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","translation":"اللہ تم میں سے اُن لوگوں کو خوب جانتا ہے جو (جنگ کے کام میں) رکاوٹیں ڈالنے والے ہیں، جو اپنے بھائیوں سے کہتے ہیں کہ \"آؤ ہماری طرف\" جو لڑائی میں حصہ لیتے بھی ہیں تو بس نام گنانے کو","transliteration":"Qad yaAAlamu Allahu almuAAawwiqeena minkum waalqaileena liikhwanihim halumma ilayna wala yatoona albasa illa qaleelan"},{"id":19,"text":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَـٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","translation":"جو تمہارا ساتھ دینے میں سخت بخیل ہیں خطرے کا وقت آ جائے تو اس طرح دیدے پھرا پھرا کر تمہاری طرف دیکھتے ہیں جیسے کسی مرنے والے پر غشی طاری ہو رہی ہو، مگر جب خطرہ گزر جاتا ہے تو یہی لوگ فائدوں کے حریص بن کر قینچی کی طرح چلتی ہوئی زبانیں لیے تمہارے استقبال کو آ جاتے ہیں یہ لوگ ہرگز ایمان نہیں لائے، اسی لیے اللہ نے ان کے سارے اعمال ضائع کر دیے اور ایسا کرنا اللہ کے لیے بہت آسان ہے","transliteration":"Ashihhatan AAalaykum faitha jaa alkhawfu raaytahum yanthuroona ilayka tadooru aAAyunuhum kaallathee yughsha AAalayhi mina almawti faitha thahaba alkhawfu salaqookum bialsinatin hidadin ashihhatan AAala alkhayri olaika lam yuminoo faahbata Allahu aAAmalahum wakana thalika AAala Allahi yaseeran"},{"id":20,"text":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","translation":"یہ سمجھ رہے ہیں کہ حملہ آور گروہ ابھی گئے نہیں ہیں اور اگر وہ پھر حملہ آور ہو جائیں تو ان کا جی چاہتا ہے کہ اُس موقع پر یہ کہیں صحرا میں بدوؤں کے درمیان جا بیٹھیں اور وہیں سے تمہارے حالات پوچھتے رہیں تاہم اگر یہ تمہارے درمیان رہے بھی تو لڑائی میں کم ہی حصہ لیں گے","transliteration":"Yahsaboona alahzaba lam yathhaboo wain yati alahzabu yawaddoo law annahum badoona fee alaAArabi yasaloona AAan anbaikum walaw kanoo feekum ma qataloo illa qaleelan"},{"id":21,"text":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","translation":"در حقیقت تم لوگوں کے لیے اللہ کے رسولؐ میں ایک بہترین نمونہ تھا، ہر اُس شخص کے لیے جو اللہ اور یوم آخر کا امیدوار ہو اور کثرت سے اللہ کو یاد کرے","transliteration":"Laqad kana lakum fee rasooli Allahi oswatun hasanatun liman kana yarjoo Allaha waalyawma alakhira wathakara Allaha katheeran"},{"id":22,"text":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","translation":"اور سچے مومنوں (کا حال اُس وقت یہ تھا کہ) جب انہوں نے حملہ آور لشکروں کو دیکھا تو پکار اٹھے کہ \"یہ وہی چیز ہے جس کا اللہ اور اس کے رسول نے ہم سے وعدہ کیا تھا، اللہ اور اُس کے رسولؐ کی بات بالکل سچّی تھی\" اِس واقعہ نے اُن کے ایمان اور ان کی سپردگی کو اور زیادہ بڑھا دیا","transliteration":"Walamma raa almuminoona alahzaba qaloo hatha ma waAAadana Allahu warasooluhu wasadaqa Allahu warasooluhu wama zadahum illa eemanan watasleeman"},{"id":23,"text":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","translation":"ایمان لانے والوں میں ایسے لوگ موجود ہیں جنہوں نے اللہ سے کیے ہوئے عہد کو سچا کر دکھایا ہے ان میں سے کوئی اپنی نذر پوری کر چکا اور کوئی وقت آنے کا منتظر ہے انہوں نے اپنے رویے میں کوئی تبدیلی نہیں کی","transliteration":"Mina almumineena rijalun sadaqoo ma AAahadoo Allaha AAalayhi faminhum man qada nahbahu waminhum man yantathiru wama baddaloo tabdeelan"},{"id":24,"text":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّـٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"(یہ سب کچھ اس لیے ہوا) تاکہ اللہ سچوں کو اُن کی سچائی کی جزا دے اور منافقوں کو چاہے تو سزا دے اور چاہے تو ان کی توبہ قبول کر لے، بے شک اللہ غفور و رحیم ہے","transliteration":"Liyajziya Allahu alssadiqeena bisidqihim wayuAAaththiba almunafiqeena in shaa aw yatooba AAalayhim inna Allaha kana ghafooran raheeman"},{"id":25,"text":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","translation":"اللہ نے کفار کا منہ پھیر دیا، وہ کوئی فائدہ حاصل کیے بغیر اپنے دل کی جلن لیے یونہی پلٹ گئے، اور مومنین کی طرف سے اللہ ہی لڑنے کے لیے کافی ہو گیا، اللہ بڑی قوت والا اور زبردست ہے","transliteration":"Waradda Allahu allatheena kafaroo bighaythihim lam yanaloo khayran wakafa Allahu almumineena alqitala wakana Allahu qawiyyan AAazeezan"},{"id":26,"text":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","translation":"پھر اہل کتاب میں سے جن لوگوں نے ان حملہ آوروں کا ساتھ دیا تھا، اللہ ان کی گڑھیوں سے انہیں اتار لایا اور اُن کے دلوں میں اُس نے ایسا رُعب ڈال دیا کہ آج ان میں سے ایک گروہ کو تم قتل کر رہے ہو اور دوسرے گروہ کو قید کر رہے ہو","transliteration":"Waanzala allatheena thaharoohum min ahli alkitabi min sayaseehim waqathafa fee quloobihimu alrruAAba fareeqan taqtuloona watasiroona fareeqan"},{"id":27,"text":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","translation":"اس نے تم کو ان کی زمین اور ان کے گھروں اور ان کے اموال کا وارث بنا دیا اور وہ علاقہ تمہیں دیا جسے تم نے کبھی پامال نہ کیا تھا اللہ ہر چیز پر قادر ہے","transliteration":"Waawrathakum ardahum wadiyarahum waamwalahum waardan lam tataooha wakana Allahu AAala kulli shayin qadeeran"},{"id":28,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","translation":"اے نبیؐ، اپنی بیویوں سے کہو، اگر تم دنیا اور اس کی زینت چاہتی ہو تو آؤ، میں تمہیں کچھ دے دلا کر بھلے طریقے سے رخصت کر دوں","transliteration":"Ya ayyuha alnnabiyyu qul liazwajika in kuntunna turidna alhayata alddunya wazeenataha fataAAalayna omattiAAkunna waosarrihkunna sarahan jameelan"},{"id":29,"text":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","translation":"اور اگر تم اللہ اور اس کے رسولؐ اور دار آخرت کی طالب ہو تو جان لو کہ تم میں سے جو نیکو کار ہیں اللہ نے ان کے لیے بڑا اجر مہیا کر رکھا ہے","transliteration":"Wain kuntunna turidna Allaha warasoolahu waalddara alakhirata fainna Allaha aAAadda lilmuhsinati minkunna ajran AAatheeman"},{"id":30,"text":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","translation":"نبیؐ کی بیویو، تم میں سے جو کسی صریح فحش حرکت کا ارتکاب کرے گی اسے دوہرا عذاب دیا جائے گا، اللہ کے لیے یہ بہت آسان کام ہے","transliteration":"Ya nisaa alnnabiyyi man yati minkunna bifahishatin mubayyinatin yudaAAaf laha alAAathabu diAAfayni wakana thalika AAala Allahi yaseeran"},{"id":31,"text":"۞وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","translation":"اور تم میں سے جو اللہ اور اُس کے رسولؐ کی اطاعت کرے گی اور نیک عمل کرے گی اس کو ہم دوہرا اجر دیں گے اور ہم نے اس کے لیے رزق کریم مہیا کر رکھا ہے","transliteration":"Waman yaqnut minkunna lillahi warasoolihi wataAAmal salihan nutiha ajraha marratayni waaAAtadna laha rizqan kareeman"},{"id":32,"text":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","translation":"نبیؐ کی بیویو، تم عام عورتوں کی طرح نہیں ہو اگر تم اللہ سے ڈرنے والی ہو تو دبی زبان سے بات نہ کیا کرو کہ دل کی خرابی کا مُبتلا کوئی شخص لالچ میں پڑ جائے، بلکہ صاف سیدھی بات کرو","transliteration":"Ya nisaa alnnabiyyi lastunna kaahadin mina alnnisai ini ittaqaytunna fala takhdaAAna bialqawli fayatmaAAa allathee fee qalbihi maradun waqulna qawlan maAAroofan"},{"id":33,"text":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","translation":"اپنے گھروں میں ٹِک کر رہو اور سابق دور جاہلیت کی سی سج دھج نہ دکھاتی پھرو نماز قائم کرو، زکوٰۃ دو اور اللہ اور اُس کے رسولؐ کی اطاعت کرو اللہ تو یہ چاہتا ہے کہ اہلِ بیتِ نبیؐ سے گندگی کو دور کرے اور تمہیں پوری طرح پاک کر دے","transliteration":"Waqarna fee buyootikunna wala tabarrajna tabarruja aljahiliyyati aloola waaqimna alssalata waateena alzzakata waatiAAna Allaha warasoolahu innama yureedu Allahu liyuthhiba AAankumu alrrijsa ahla albayti wayutahhirakum tatheeran"},{"id":34,"text":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","translation":"یاد رکھو اللہ کی آیات اور حکمت کی باتوں کو جو تمہارے گھروں میں سنائی جاتی ہیں بے شک اللہ لطیف اور باخبر ہے","transliteration":"Waothkurna ma yutla fee buyootikunna min ayati Allahi waalhikmati inna Allaha kana lateefan khabeeran"},{"id":35,"text":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّـٰدِقِينَ وَٱلصَّـٰدِقَٰتِ وَٱلصَّـٰبِرِينَ وَٱلصَّـٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّـٰٓئِمِينَ وَٱلصَّـٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّـٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّـٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","translation":"بالیقین جو مرد اور جو عورتیں مسلم ہیں، مومن ہیں، مطیع فرمان ہیں، راست باز ہیں، صابر ہیں، اللہ کے آگے جھکنے والے ہیں، صدقہ دینے والے ہیں، روزہ رکھنے والے ہیں، اپنی شرمگاہوں کی حفاظت کرنے والے ہیں، اور اللہ کو کثرت سے یاد کرنے والے ہیں، اللہ نے ان کے لیے مغفرت اور بڑا اجر مہیا کر رکھا ہے","transliteration":"Inna almuslimeena waalmuslimati waalmumineena waalmuminati waalqaniteena waalqanitati waalssadiqeena waalssadiqati waalssabireena waalssabirati waalkhashiAAeena waalkhashiAAati waalmutasaddiqeena waalmutasaddiqati waalssaimeena waalssaimati waalhafitheena furoojahum waalhafithati waalththakireena Allaha katheeran waalththakirati aAAadda Allahu lahum maghfiratan waajran AAatheeman"},{"id":36,"text":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","translation":"کسی مومن مرد اور کسی مومن عورت کو یہ حق نہیں ہے کہ جب اللہ اور اس کا رسولؐ کسی معاملے کا فیصلہ کر دے تو پھر اسے اپنے اُس معاملے میں خود فیصلہ کرنے کا اختیار حاصل رہے اور جو کوئی اللہ اور اس کے رسولؐ کی نافرمانی کرے تو وہ صریح گمراہی میں پڑ گیا","transliteration":"Wama kana limuminin wala muminatin itha qada Allahu warasooluhu amran an yakoona lahumu alkhiyaratu min amrihim waman yaAAsi Allaha warasoolahu faqad dalla dalalan mubeenan"},{"id":37,"text":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","translation":"اے نبیؐ، یاد کرو وہ موقع جب تم اس شخص سے کہہ رہے تھے جس پر اللہ نے اور تم نے احسان کیا تھا کہ \"اپنی بیوی کو نہ چھوڑ اور اللہ سے ڈر\" اُس وقت تم اپنے دل میں وہ بات چھپائے ہوئے تھے جسے اللہ کھولنا چاہتا تھا، تم لوگوں سے ڈر رہے تھے، حالانکہ اللہ اس کا زیادہ حقدار ہے کہ تم اس سے ڈرو پھر جب زیدؓ اس سے اپنی حاجت پوری کر چکا تو ہم نے اس (مطلقہ خاتون) کا تم سے نکاح کر دیا تاکہ مومنوں پر اپنے منہ بولے بیٹوں کی بیویوں کے معاملہ میں کوئی تنگی نہ رہے جبکہ وہ ان سے اپنی حاجت پوری کر چکے ہوں اور اللہ کا حکم تو عمل میں آنا ہی چاہیے تھا","transliteration":"Waith taqoolu lillathee anAAama Allahu AAalayhi waanAAamta AAalayhi amsik AAalayka zawjaka waittaqi Allaha watukhfee fee nafsika ma Allahu mubdeehi watakhsha alnnasa waAllahu ahaqqu an takhshahu falamma qada zaydun minha wataran zawwajnakaha likay la yakoona AAala almumineena harajun fee azwaji adAAiyaihim itha qadaw minhunna wataran wakana amru Allahi mafAAoolan"},{"id":38,"text":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","translation":"نبی پر کسی ایسے کام میں کوئی رکاوٹ نہیں ہے جو اللہ نے اس کے لیے مقرر کر دیا ہو یہی اللہ کی سنت ان سب انبیاء کے معاملہ میں رہی ہے جو پہلے گزر چکے ہیں اور اللہ کا حکم ایک قطعی طے شدہ فیصلہ ہوتا ہے","transliteration":"Ma kana AAala alnnabiyyi min harajin feema farada Allahu lahu sunnata Allahi fee allatheena khalaw min qablu wakana amru Allahi qadaran maqdooran"},{"id":39,"text":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","translation":"(یہ اللہ کی سنت ہے اُن لوگوں کے لیے) جو اللہ کے پیغامات پہنچاتے ہیں اور اُسی سے ڈرتے ہیں اور ایک خدا کے سوا کسی سے نہیں ڈرتے، اور محاسبہ کے لیے بس اللہ ہی کافی ہے","transliteration":"Allatheena yuballighoona risalati Allahi wayakhshawnahu wala yakhshawna ahadan illa Allaha wakafa biAllahi haseeban"},{"id":40,"text":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","translation":"(لوگو) محمدؐ تمہارے مَردوں میں سے کسی کے باپ نہیں ہیں، مگر وہ اللہ کے رسول اور خاتم النبیین ہیں، اور اللہ ہر چیز کا علم رکھنے والا ہے","transliteration":"Ma kana muhammadun aba ahadin min rijalikum walakin rasoola Allahi wakhatama alnnabiyyeena wakana Allahu bikulli shayin AAaleeman"},{"id":41,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","translation":"اے لوگو! جو ایمان لائے ہو، اللہ کو کثرت سے یاد کرو","transliteration":"Ya ayyuha allatheena amanoo othkuroo Allaha thikran katheeran"},{"id":42,"text":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","translation":"اور صبح و شام اس کی تسبیح کرتے رہو","transliteration":"Wasabbihoohu bukratan waaseelan"},{"id":43,"text":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَـٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","translation":"وہی ہے جو تم پر رحمت فرماتا ہے اور اس کے ملائکہ تمہارے لیے دعائے رحمت کرتے ہیں تاکہ وہ تمہیں تاریکیوں سے روشنی میں نکال لائے، وہ مومنوں پر بہت مہربان ہے","transliteration":"Huwa allathee yusallee AAalaykum wamalaikatuhu liyukhrijakum mina alththulumati ila alnnoori wakana bialmumineena raheeman"},{"id":44,"text":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","translation":"جس روز وہ اس سے ملیں گے اُن کا استقبال سلام سے ہو گا اور اُن کے لیے اللہ نے بڑا با عزت اجر فراہم کر رکھا ہے","transliteration":"Tahiyyatuhum yawma yalqawnahu salamun waaAAadda lahum ajran kareeman"},{"id":45,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","translation":"اے نبیؐ، ہم نے تمہیں بھیجا ہے گواہ بنا کر، بشارت دینے والا اور ڈرانے والا بنا کر","transliteration":"Ya ayyuha alnnabiyyu inna arsalnaka shahidan wamubashshiran wanatheeran"},{"id":46,"text":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","translation":"اللہ کی اجازت سے اُس کی طرف دعوت دینے والا بنا کر اور روشن چراغ بنا کر","transliteration":"WadaAAiyan ila Allahi biithnihi wasirajan muneeran"},{"id":47,"text":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","translation":"بشارت دے دو اُن لوگوں کو جو (تم پر) ایمان لائے ہیں کہ ان کے لیے اللہ کی طرف سے بڑا فضل ہے","transliteration":"Wabashshiri almumineena bianna lahum mina Allahi fadlan kabeeran"},{"id":48,"text":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","translation":"اور ہرگز نہ دبو کفار و منافقین سے، کوئی پرواہ نہ کرو ان کی اذیت رسانی کی اور بھروسہ کر لو اللہ پر، اللہ ہی اس کے لیے کافی ہے کہ آدمی اپنے معاملات اُس کے سپرد کر دے","transliteration":"Wala tutiAAi alkafireena waalmunafiqeena wadaAA athahum watawakkal AAala Allahi wakafa biAllahi wakeelan"},{"id":49,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","translation":"اَے لوگو جو ایمان لائے ہو، جب تم مومن عورتوں سے نکاح کرو اور پھر انہیں ہاتھ لگانے سے پہلے طلاق دے دو تو تمہاری طرف سے ان پر کوئی عدت لازم نہیں ہے جس کے پورے ہونے کا تم مطالبہ کر سکو لہٰذا انہیں کچھ مال دو اور بھلے طریقے سے رخصت کر دو","transliteration":"Ya ayyuha allatheena amanoo itha nakahtumu almuminati thumma tallaqtumoohunna min qabli an tamassoohunna fama lakum AAalayhinna min AAiddatin taAAtaddoonaha famattiAAoohunna wasarrihoohunna sarahan jameelan"},{"id":50,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّـٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّـٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّـٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"اے نبیؐ، ہم نے تمہارے لیے حلال کر دیں تمہاری وہ بیویاں جن کے مہر تم نے ادا کیے ہیں، اور وہ عورتیں جو اللہ کی عطا کردہ لونڈیوں میں سے تمہاری ملکیت میں آئیں، اور تمہاری وہ چچا زاد اور پھوپھی زاد اور ماموں زاد اور خالہ زاد بہنیں جنہوں نے تمہارے ساتھ ہجرت کی ہے، اور وہ مومن عورت جس نے اپنے آپ کو نبیؐ کے لیے ہبہ کیا ہو اگر نبیؐ اسے نکاح میں لینا چاہے یہ رعایت خالصۃً تمہارے لیے ہے، دوسرے مومنوں کے لیے نہیں ہے ہم کو معلوم ہے کہ عام مومنوں پر ان کی بیویوں اور لونڈیوں کے بارے میں ہم نے کیا حدود عائد کیے ہیں (تمہیں ان حدود سے ہم نے اس لیے مستثنیٰ کیا ہے) تاکہ تمہارے اوپر کوئی تنگی نہ رہے، اور اللہ غفور و رحیم ہے","transliteration":"Ya ayyuha alnnabiyyu inna ahlalna laka azwajaka allatee atayta ojoorahunna wama malakat yameenuka mimma afaa Allahu AAalayka wabanati AAammika wabanati AAammatika wabanati khalika wabanati khalatika allatee hajarna maAAaka waimraatan muminatan in wahabat nafsaha lilnnabiyyi in arada alnnabiyyu an yastankihaha khalisatan laka min dooni almumineena qad AAalimna ma faradna AAalayhim fee azwajihim wama malakat aymanuhum likayla yakoona AAalayka harajun wakana Allahu ghafooran raheeman"},{"id":51,"text":"۞تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","translation":"تم کو اختیار دیا جاتا ہے کہ اپنی بیویوں میں سے جس کو چاہو اپنے سے الگ رکھو، جسے چاہو اپنے ساتھ رکھو اور جسے چاہو الگ رکھنے کے بعد اپنے پاس بلا لو اس معاملہ میں تم پر کوئی مضائقہ نہیں ہے اِس طرح زیادہ متوقع ہے کہ اُن کی آنکھیں ٹھنڈی رہیں گی اور وہ رنجیدہ نہ ہوں گی، اور جو کچھ بھی تم اُن کو دو گے اس پر وہ سب راضی رہیں گی اللہ جانتا ہے جو کچھ تم لوگوں کے دلوں میں ہے، اور اللہ علیم و حلیم ہے","transliteration":"Turjee man tashao minhunna watuwee ilayka man tashao wamani ibtaghayta mimman AAazalta fala junaha AAalayka thalika adna an taqarra aAAyunuhunna wala yahzanna wayardayna bima ataytahunna kulluhunna waAllahu yaAAlamu ma fee quloobikum wakana Allahu AAaleeman haleeman"},{"id":52,"text":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","translation":"اس کے بعد تمہارے لیے دوسری عورتیں حلال نہیں ہیں، اور نہ اس کی اجازت ہے کہ ان کی جگہ اور بیویاں لے آؤ خواہ اُن کا حسن تمہیں کتنا ہی پسند ہو، البتہ لونڈیوں کی تمہیں اجازت ہے اللہ ہر چیز پر نگران ہے","transliteration":"La yahillu laka alnnisao min baAAdu wala an tabaddala bihinna min azwajin walaw aAAjabaka husnuhunna illa ma malakat yameenuka wakana Allahu AAala kulli shayin raqeeban"},{"id":53,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","translation":"اے لوگو جو ایمان لائے ہو، نبیؐ کے گھروں میں بلا اجازت نہ چلے آیا کرو نہ کھانے کا وقت تاکتے رہو ہاں اگر تمہیں کھانے پر بلایا جائے تو ضرور آؤ مگر جب کھانا کھالو تو منتشر ہو جاؤ، باتیں کرنے میں نہ لگے رہو تمہاری یہ حرکتیں نبیؐ کو تکلیف دیتی ہیں، مگر وہ شرم کی وجہ سے کچھ نہیں کہتے اور اللہ حق بات کہنے میں نہیں شرماتا نبیؐ کی بیویوں سے اگر تمہیں کچھ مانگنا ہو تو پردے کے پیچھے سے مانگا کرو، یہ تمہارے اور ان کے دلوں کی پاکیزگی کے لیے زیادہ مناسب طریقہ ہے تمہارے لیے یہ ہرگز جائز نہیں کہ اللہ کے رسولؐ کو تکلیف دو، اور نہ یہ جائز ہے کہ ان کے بعد ان کی بیویوں سے نکاح کرو، یہ اللہ کے نزدیک بہت بڑا گناہ ہے","transliteration":"Ya ayyuha allatheena amanoo la tadkhuloo buyoota alnnabiyyi illa an yuthana lakum ila taAAamin ghayra nathireena inahu walakin itha duAAeetum faodkhuloo faitha taAAimtum faintashiroo wala mustaniseena lihadeethin inna thalikum kana yuthee alnnabiyya fayastahyee minkum waAllahu la yastahyee mina alhaqqi waitha saaltumoohunna mataAAan faisaloohunna min warai hijabin thalikum atharu liquloobikum waquloobihinna wama kana lakum an tuthoo rasoola Allahi wala an tankihoo azwajahu min baAAdihi abadan inna thalikum kana AAinda Allahi AAatheeman"},{"id":54,"text":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","translation":"تم خواہ کوئی بات ظاہر کرو یا چھپاؤ، اللہ کو ہر بات کا علم ہے","transliteration":"In tubdoo shayan aw tukhfoohu fainna Allaha kana bikulli shayin AAaleeman"},{"id":55,"text":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","translation":"ازواج نبیؐ کے لیے اس میں کوئی مضائقہ نہیں ہے کہ ان کے باپ، ان کے بیٹے، ان کے بھائی، ان کے بھتیجے، ان کے بھانجے، ان کے میل جول کی عورتیں اور ان کے مملوک گھروں میں آئیں (اے عورتو) تمہیں اللہ کی نافرمانی سے پرہیز کرنا چاہیے اللہ ہر چیز پر نگاہ رکھتا ہے","transliteration":"La junaha AAalayhinna fee abaihinna wala abnaihinna wala ikhwanihinna wala abnai ikhwanihinna wala abnai akhawatihinna wala nisaihinna wala ma malakat aymanuhunna waittaqeena Allaha inna Allaha kana AAala kulli shayin shaheedan"},{"id":56,"text":"إِنَّ ٱللَّهَ وَمَلَـٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","translation":"اللہ اور اس کے ملائکہ نبیؐ پر درود بھیجتے ہیں، اے لوگو جو ایمان لائے ہو، تم بھی ان پر درود و سلام بھیجو","transliteration":"Inna Allaha wamalaikatahu yusalloona AAala alnnabiyyi ya ayyuha allatheena amanoo salloo AAalayhi wasallimoo tasleeman"},{"id":57,"text":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","translation":"جو لوگ اللہ اور اس کے رسولؐ کو اذیت دیتے ہیں ان پر دنیا اور آخرت میں اللہ نے لعنت فرمائی ہے اور اُن کے لیے رسوا کن عذاب مہیا کر دیا ہے","transliteration":"Inna allatheena yuthoona Allaha warasoolahu laAAanahumu Allahu fee alddunya waalakhirati waaAAadda lahum AAathaban muheenan"},{"id":58,"text":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","translation":"اور جو لوگ مومن مردوں اور عورتوں کو بے قصور اذیت دیتے ہیں اُنہوں نے ایک بڑے بہتان اور صریح گناہ کا وبال اپنے سر لے لیا ہے","transliteration":"Waallatheena yuthoona almumineena waalmuminati bighayri ma iktasaboo faqadi ihtamaloo buhtanan waithman mubeenan"},{"id":59,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"اے نبیؐ، اپنی بیویوں اور بیٹیوں اور اہل ایمان کی عورتوں سے کہہ دو کہ اپنے اوپر اپنی چادروں کے پلو لٹکا لیا کریں یہ زیادہ مناسب طریقہ ہے تاکہ وہ پہچان لی جائیں اور نہ ستائی جائیں اللہ تعالیٰ غفور و رحیم ہے","transliteration":"Ya ayyuha alnnabiyyu qul liazwajika wabanatika wanisai almumineena yudneena AAalayhinna min jalabeebihinna thalika adna an yuAArafna fala yuthayna wakana Allahu ghafooran raheeman"},{"id":60,"text":"۞لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","translation":"اگر منافقین، اور وہ لوگ جن کے دلوں میں خرابی ہے، اور وہ جو مدینہ میں ہیجان انگیز افواہیں پھیلانے والے ہیں، اپنی حرکتوں سے باز نہ آئے تو ہم ان کے خلاف کاروائی کرنے کے لیے تمہیں اُٹھا کھڑا کریں گے، پھر وہ اس شہر میں مشکل ہی سے تمہارے ساتھ رہ سکیں گے","transliteration":"Lain lam yantahi almunafiqoona waallatheena fee quloobihim maradun waalmurjifoona fee almadeenati lanughriyannaka bihim thumma la yujawiroonaka feeha illa qaleelan"},{"id":61,"text":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","translation":"ان پر ہر طرف سے لعنت کی بوچھاڑ ہو گی، جہاں کہیں پائے جائیں گے پکڑے جائیں گے اور بُری طرح مارے جائیں گے","transliteration":"MalAAooneena aynama thuqifoo okhithoo waquttiloo taqteelan"},{"id":62,"text":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","translation":"یہ اللہ کی سنت ہے جو ایسے لوگوں کے معاملے میں پہلے سے چلی آ رہی ہے، اور تم اللہ کی سنت میں کوئی تبدیلی نہ پاؤ گے","transliteration":"Sunnata Allahi fee allatheena khalaw min qablu walan tajida lisunnati Allahi tabdeelan"},{"id":63,"text":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","translation":"لوگ تم سے پوچھتے ہیں کہ قیامت کی گھڑی کب آئے گی کہو، اُس کا علم تو اللہ ہی کو ہے تمہیں کیا خبر، شاید کہ وہ قریب ہی آ لگی ہو","transliteration":"Yasaluka alnnasu AAani alssaAAati qul innama AAilmuha AAinda Allahi wama yudreeka laAAalla alssaAAata takoonu qareeban"},{"id":64,"text":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","translation":"بہرحال یہ یقینی امر ہے کہ اللہ نے کافروں پر لعنت کی ہے اور ان کے لیے بھڑکتی ہوئی آگ مہیا کر دی ہے","transliteration":"Inna Allaha laAAana alkafireena waaAAadda lahum saAAeeran"},{"id":65,"text":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","translation":"جس میں وہ ہمیشہ رہیں گے، کوئی حامی و مدد گار نہ پا سکیں گے","transliteration":"Khalideena feeha abadan la yajidoona waliyyan wala naseeran"},{"id":66,"text":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","translation":"جس روز ان کے چہرے آگ پر الٹ پلٹ کیے جائیں گے اُس وقت وہ کہیں گے کہ \"کاش ہم نے اللہ اور رسولؐ کی اطاعت کی ہوتی","transliteration":"Yawma tuqallabu wujoohuhum fee alnnari yaqooloona ya laytana ataAAna Allaha waataAAna alrrasoola"},{"id":67,"text":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","translation":"اور کہیں گے \"اے رب ہمارے، ہم نے اپنے سرداروں اور اپنے بڑوں کی اطاعت کی اور انہوں نے ہمیں راہِ راست سے بے راہ کر دیا","transliteration":"Waqaloo rabbana inna ataAAna sadatana wakubaraana faadalloona alssabeela"},{"id":68,"text":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","translation":"اے رب، ان کو دوہرا عذاب دے اور ان پر سخت لعنت کر","transliteration":"Rabbana atihim diAAfayni mina alAAathabi wailAAanhum laAAnan kabeeran"},{"id":69,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","translation":"اے لوگو جو ایمان لائے ہو، اُن لوگوں کی طرح نہ بن جاؤ جنہوں نے موسیٰؑ کو اذیتیں دی تھیں، پھر اللہ نے اُن کی بنائی ہوئی باتوں سے اُس کی برأت فرمائی اور وہ اللہ کے نزدیک با عزت تھا","transliteration":"Ya ayyuha allatheena amanoo la takoonoo kaallatheena athaw moosa fabarraahu Allahu mimma qaloo wakana AAinda Allahi wajeehan"},{"id":70,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","translation":"اے ایمان لانے والو، اللہ سے ڈرو اور ٹھیک بات کیا کرو","transliteration":"Ya ayyuha allatheena amanoo ittaqoo Allaha waqooloo qawlan sadeedan"},{"id":71,"text":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","translation":"اللہ تمہارے اعمال درست کر دے گا اور تمہارے قصوروں سے درگزر فرمائے گا جو شخص اللہ اور اس کے رسولؐ کی اطاعت کرے اُس نے بڑی کامیابی حاصل کی","transliteration":"Yuslih lakum aAAmalakum wayaghfir lakum thunoobakum waman yutiAAi Allaha warasoolahu faqad faza fawzan AAatheeman"},{"id":72,"text":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","translation":"ہم نے اس امانت کو آسمانوں اور زمین اور پہاڑوں کے سامنے پیش کیا تو وہ اُسے اٹھانے کے لیے تیار نہ ہوئے اور اس سے ڈر گئے، مگر انسان نے اسے اٹھا لیا، بے شک وہ بڑا ظالم اور جاہل ہے","transliteration":"Inna AAaradna alamanata AAala alssamawati waalardi waaljibali faabayna an yahmilnaha waashfaqna minha wahamalaha alinsanu innahu kana thalooman jahoolan"},{"id":73,"text":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","translation":"اِس بار امانت کو اٹھانے کا لازمی نتیجہ یہ ہے کہ اللہ منافق مردوں اور عورتوں، اور مشرک مردوں اور عورتوں کو سزا دے اور مومن مَردوں اور عورتوں کی توبہ قبول کرے، اللہ درگزر فرمانے والا اور رحیم ہے","transliteration":"LiyuAAaththiba Allahu almunafiqeena waalmunafiqati waalmushrikeena waalmushrikati wayatooba Allahu AAala almumineena waalmuminati wakana Allahu ghafooran raheeman"}]}
