{"id":34,"name":"سبإ","transliteration":"Saba","translation":"سبا","type":"meccan","total_verses":54,"verses":[{"id":1,"text":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","translation":"حمد اُس خدا کے لیے ہے جو آسمانوں اور زمین کی ہر چیز کا مالک ہے اور آخرت میں بھی اسی کے لیے حمد ہے وہ دانا اور باخبر ہے","transliteration":"Alhamdu lillahi allathee lahu ma fee alssamawati wama fee alardi walahu alhamdu fee alakhirati wahuwa alhakeemu alkhabeeru"},{"id":2,"text":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","translation":"جو کچھ زمین میں جاتا ہے اور جو کچھ اُس سے نکلتا ہے اور جو کچھ آسمان سے اترتا ہے اور جو کچھ اُس میں چڑھتا ہے، ہر چیز کو وہ جانتا ہے، وہ رحیم اور غفور ہے","transliteration":"YaAAlamu ma yaliju fee alardi wama yakhruju minha wama yanzilu mina alssamai wama yaAAruju feeha wahuwa alrraheemu alghafooru"},{"id":3,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","translation":"منکرین کہتے ہیں کہ کیا بات ہے کہ قیامت ہم پر نہیں آ رہی ہے! کہو، قسم ہے میرے عالم الغیب پروردگار کی، وہ تم پر آ کر رہے گی اُس سے ذرہ برابر کوئی چیز نہ آسمانوں میں چھپی ہوئی ہے نہ زمین میں نہ ذرے سے بڑی اور نہ اُس سے چھوٹی، سب کچھ ایک نمایاں دفتر میں درج ہے","transliteration":"Waqala allatheena kafaroo la tateena alssaAAatu qul bala warabbee latatiyannakum AAalimi alghaybi la yaAAzubu AAanhu mithqalu tharratin fee alssamawati wala fee alardi wala asgharu min thalika wala akbaru illa fee kitabin mubeenin"},{"id":4,"text":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِۚ أُوْلَـٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","translation":"اور یہ قیامت اس لئے آئے گی کہ جزا دے اللہ اُن لوگوں کو جو ایمان لائے ہیں اور نیک عمل کرتے رہے ہیں اُن کے لیے مغفرت ہے اور رزق کریم","transliteration":"Liyajziya allatheena amanoo waAAamiloo alssalihati olaika lahum maghfiratun warizqun kareemun"},{"id":5,"text":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","translation":"اور جن لوگوں نے ہماری آیات کو نیچا دکھانے کے لیے زور لگایا ہے، ان کے لیے بدترین قسم کا دردناک عذاب ہے","transliteration":"Waallatheena saAAaw fee ayatina muAAajizeena olaika lahum AAathabun min rijzin aleemin"},{"id":6,"text":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","translation":"اے نبیؐ، علم رکھنے والے خوب جانتے ہیں کہ جو کچھ تمہارے رب کی طرف سے تم پر نازل کیا گیا ہے وہ سراسر حق ہے اور خدائے عزیز و حمید کا راستہ دکھاتا ہے","transliteration":"Wayara allatheena ootoo alAAilma allathee onzila ilayka min rabbika huwa alhaqqa wayahdee ila sirati alAAazeezi alhameedi"},{"id":7,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","translation":"منکرین لوگوں سے کہتے ہیں \"ہم بتائیں تمہیں ایسا شخص جو خبر دیتا ہے کہ جب تمہارے جسم کا ذرہ ذرہ منتشر ہو چکا ہو گا اس وقت تم نئے سرے سے پیدا کر دیے جاؤ گے؟","transliteration":"Waqala allatheena kafaroo hal nadullukum AAala rajulin yunabbiokum itha muzziqtum kulla mumazzaqin innakum lafee khalqin jadeedin"},{"id":8,"text":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","translation":"نہ معلوم یہ شخص اللہ کے نام سے جھوٹ گھڑتا ہے ہے یا اسے جنون لاحق ہے\" نہیں، بلکہ جو لوگ آخرت کو نہیں مانتے وہ عذاب میں مبتلا ہونے والے ہیں اور و ہی بری طرح بہکے ہوئے ہیں","transliteration":"Aftara AAala Allahi kathiban am bihi jinnatun bali allatheena la yuminoona bialakhirati fee alAAathabi waalddalali albaAAeedi"},{"id":9,"text":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","translation":"کیا اِنہوں نے کبھی اُس آسمان و زمین کو نہیں دیکھا جو اِنہیں آگے اور پیچھے سے گھیرے ہوئے ہے؟ ہم چاہیں تو اِنہیں زمین میں دھسا دیں، یا آسمان کے کچھ ٹکڑے اِن پر گرا دیں در حقیقت اس میں ایک نشانی ہے ہر اُس بندے کے لیے جو خدا کی طرف رجوع کرنے والا ہو","transliteration":"Afalam yaraw ila ma bayna aydeehim wama khalfahum mina alssamai waalardi in nasha nakhsif bihimu alarda aw nusqit AAalayhim kisafan mina alssamai inna fee thalika laayatan likulli AAabdin muneebin"},{"id":10,"text":"۞وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","translation":"ہم نے داؤدؑ کو اپنے ہاں سے بڑا فضل عطا کیا تھا (ہم نے حکم دیا کہ) اے پہاڑو، اس کے ساتھ ہم آہنگی کرو (اور یہی حکم ہم نے) پرندوں کو دیا ہم نے لوہے کو اس کے لیے نرم کر دیا","transliteration":"Walaqad atayna dawooda minna fadlan ya jibalu awwibee maAAahu waalttayra waalanna lahu alhadeeda"},{"id":11,"text":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"اس ہدایت کے ساتھ کہ زرہیں بنا اور ان کے حلقے ٹھیک اندازے پر رکھ (اے آل داؤدؑ) نیک عمل کرو، جو کچھ تم کرتے ہو اُس کو میں دیکھ رہا ہوں","transliteration":"Ani iAAmal sabighatin waqaddir fee alssardi waiAAmaloo salihan innee bima taAAmaloona baseerun"},{"id":12,"text":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","translation":"اور سلیمانؑ کے لیے ہم نے ہوا کو مسخر کر دیا، صبح کے وقت اس کا چلنا ایک مہینے کی راہ تک اور شام کے وقت اس کا چلنا ایک مہینے کی راہ تک ہم نے اُس کے لیے پگھلے ہوئے تانبے کا چشمہ بہا دیا اور ایسے جن اس کے تابع کر دیے جو اپنے رب کے حکم سے اس کے آگے کام کرتے تھے اُن میں سے جو ہمارے حکم سے سرتابی کرتا اس کو ہم بھڑکتی ہوئی آگ کا مزہ چکھاتے","transliteration":"Walisulaymana alrreeha ghuduwwuha shahrun warawahuha shahrun waasalna lahu AAayna alqitri wamina aljinni man yaAAmalu bayna yadayhi biithni rabbihi waman yazigh minhum AAan amrina nuthiqhu min AAathabi alssaAAeeri"},{"id":13,"text":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","translation":"وہ اُس کے لیے بناتے تھے جو کچھ وہ چاہتا، اونچی عمارتیں، تصویریں، بڑے بڑے حوض جیسے لگن اور اپنی جگہ سے نہ ہٹنے والی بھاری دیگیں اے آلِ داؤدؑ، عمل کرو شکر کے طریقے پر، میرے بندوں میں کم ہی شکر گزار ہیں","transliteration":"YaAAmaloona lahu ma yashao min mahareeba watamatheela wajifanin kaaljawabi waqudoorin rasiyatin iAAmaloo ala dawooda shukran waqaleelun min AAibadiya alshshakooru"},{"id":14,"text":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","translation":"پھر جب سلیمانؑ پر ہم نے موت کا فیصلہ نافذ کیا تو جنوں کو اس کی موت کا پتہ دینے والی کوئی چیز اُس گھن کے سوا نہ تھی جو اس کے عصا کو کھا رہا تھا اس طرح جب سلیمانؑ گر پڑا تو جنوں پر یہ بات کھل گئی کہ اگر وہ غیب کے جاننے والے ہوتے تو اس ذلت کے عذاب میں مبتلا نہ رہتے","transliteration":"Falamma qadayna AAalayhi almawta ma dallahum AAala mawtihi illa dabbatu alardi takulu minsaatahu falamma kharra tabayyanati aljinnu an law kanoo yaAAlamoona alghayba ma labithoo fee alAAathabi almuheeni"},{"id":15,"text":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","translation":"سبا کے لیے اُن کے اپنے مسکن ہی میں ایک نشانی موجود تھی، دو باغ دائیں اور بائیں کھاؤ اپنے رب کا دیا ہوا رزق اور شکر بجا لاؤ اُس کا، ملک ہے عمدہ و پاکیزہ اور پروردگار ہے بخشش فرمانے والا","transliteration":"Laqad kana lisabain fee maskanihim ayatun jannatani AAan yameenin washimalin kuloo min rizqi rabbikum waoshkuroo lahu baldatun tayyibatun warabbun ghafoorun"},{"id":16,"text":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","translation":"مگر وہ منہ موڑ گئے آخرکار ہم نے اُن پر بند توڑ سیلاب بھیج دیا اور ان کے پچھلے دو باغوں کی جگہ دو اور باغ انہیں دیے جن میں کڑوے کسیلے پھل اور جھاؤ کے درخت تھے اور کچھ تھوڑی سی بیریاں","transliteration":"FaaAAradoo faarsalna AAalayhim sayla alAAarimi wabaddalnahum bijannatayhim jannatayni thawatay okulin khamtin waathlin washayin min sidrin qaleelin"},{"id":17,"text":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","translation":"یہ تھا ان کے کفر کا بدلہ جو ہم نے ان کو دیا، اور ناشکرے انسان کے سوا ایسا بدلہ ہم اور کسی کو نہیں دیتے","transliteration":"Thalika jazaynahum bima kafaroo wahal nujazee illa alkafoora"},{"id":18,"text":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","translation":"اور ہم نے اُن کے اور اُن بستیوں کے درمیان، جن کو ہم نے برکت عطا کی تھی، نمایاں بستیاں بسا دی تھیں اور اُن میں سفر کی مسافتیں ایک اندازے پر رکھ دی تھیں چلو پھرو اِن راستوں میں رات دن پورے امن کے ساتھ","transliteration":"WajaAAalna baynahum wabayna alqura allatee barakna feeha quran thahiratan waqaddarna feeha alssayra seeroo feeha layaliya waayyaman amineena"},{"id":19,"text":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","translation":"مگر انہوں نے کہا \"اے ہمارے رب، ہمارے سفر کی مسافتیں لمبی کر دے\" انہوں نے اپنے اوپر آپ ظلم کیا آخرکار ہم نے انہیں افسانہ بنا کر رکھ دیا اور انہیں بالکل تتربتر کر ڈالا یقیناً اس میں نشانیاں ہیں ہر اُس شخص کے لیے جو بڑا صابر و شاکر ہو","transliteration":"Faqaloo rabbana baAAid bayna asfarina wathalamoo anfusahum fajaAAalnahum ahadeetha wamazzaqnahum kulla mumazzaqin inna fee thalika laayatin likulli sabbarin shakoorin"},{"id":20,"text":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","translation":"اُن کے معاملہ میں ابلیس نے اپنا گمان صحیح پایا اور انہوں نے اُسی کی پیروی کی، بجز ایک تھوڑے سے گروہ کے جو مومن تھا","transliteration":"Walaqad saddaqa AAalayhim ibleesu thannahu faittabaAAoohu illa fareeqan mina almumineena"},{"id":21,"text":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","translation":"ابلیس کو اُن پر کوئی اقتدار حاصل نہ تھا مگر جو کچھ ہوا وہ اس لیے ہوا کہ ہم یہ دیکھنا چاہتے تھے کہ کون آخرت کا ماننے والا ہے اور کون اس کی طرف سے شک میں پڑا ہوا ہے تیرا رب ہر چیز پر نگران ہے","transliteration":"Wama kana lahu AAalayhim min sultanin illa linaAAlama man yuminu bialakhirati mimman huwa minha fee shakkin warabbuka AAala kulli shayin hafeethun"},{"id":22,"text":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","translation":"(اے نبیؐ، اِن مشرکین سے) کہو کہ پکار دیکھو اپنے اُن معبودوں کو جنہیں تم اللہ کے سوا اپنا معبود سمجھے بیٹھے ہو وہ نہ آسمانوں میں کسی ذرہ برابر چیز کے مالک ہیں نہ زمین میں وہ آسمان و زمین کی ملکیت میں شریک بھی نہیں ہیں ان میں سے کوئی اللہ کا مدد گار بھی نہیں ہے","transliteration":"Quli odAAoo allatheena zaAAamtum min dooni Allahi la yamlikoona mithqala tharratin fee alssamawati wala fee alardi wama lahum feehima min shirkin wama lahu minhum min thaheerin"},{"id":23,"text":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","translation":"اور اللہ کے حضور کوئی شفاعت بھی کسی کے لیے نافع نہیں ہو سکتی بجز اُس شخص کے جس کے لیے اللہ نے سفارش کی اجازت دی ہو حتیٰ کہ جب لوگوں کے دلوں سے گھبراہٹ دور ہو گی تو وہ (سفارش کرنے والوں سے) پوچھیں گے کہ تمہارے رب نے کیا جواب دیا وہ کہیں گے کہ ٹھیک جواب ملا ہے اور وہ بزرگ و برتر ہے","transliteration":"Wala tanfaAAu alshshafaAAatu AAindahu illa liman athina lahu hatta itha fuzziAAa AAan quloobihim qaloo matha qala rabbukum qaloo alhaqqa wahuwa alAAaliyyu alkabeeru"},{"id":24,"text":"۞قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","translation":"(اے نبیؐ) اِن سے پوچھو، \"کون تم کو آسمانوں اور زمین سے رزق دیتا ہے؟\" کہو \"اللہ اب لامحالہ ہم میں اور تم میں سے کوئی ایک ہی ہدایت پر ہے یا کھلی گمراہی میں پڑا ہوا ہے","transliteration":"Qul man yarzuqukum mina alssamawati waalardi quli Allahu wainna aw iyyakum laAAala hudan aw fee dalalin mubeenin"},{"id":25,"text":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","translation":"ان سے کہو، \"جو قصور ہم نے کیا ہو اس کی کوئی باز پرس تم سے نہ ہو گی اور جو کچھ تم کر رہے ہو اس کی کوئی جواب طلبی ہم سے نہیں کی جائے گی","transliteration":"Qul la tusaloona AAamma ajramna wala nusalu AAamma taAAmaloona"},{"id":26,"text":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","translation":"کہو، \"ہمارا رب ہم کو جمع کرے گا، پھر ہمارے درمیان ٹھیک ٹھیک فیصلہ کر دے گا وہ ایسا زبردست حاکم ہے جو سب کچھ جانتا ہے","transliteration":"Qul yajmaAAu baynana rabbuna thumma yaftahu baynana bialhaqqi wahuwa alfattahu alAAaleemu"},{"id":27,"text":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"اِن سے کہو، \"ذرا مجھے دکھاؤ تو سہی وہ کون ہستیاں ہیں جنہیں تم نے اس کے ساتھ شریک لگا رکھا ہے\" ہرگز نہیں، زبردست اور دانا تو بس وہ اللہ ہی ہے","transliteration":"Qul arooniya allatheena alhaqtum bihi shurakaa kalla bal huwa Allahu alAAazeezu alhakeemu"},{"id":28,"text":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"اور (اے نبیؐ،) ہم نے تم کو تمام ہی انسانوں کے لیے بشیر و نذیر بنا کر بھیجا ہے، مگر اکثر لوگ جانتے نہیں ہیں","transliteration":"Wama arsalnaka illa kaffatan lilnnasi basheeran wanatheeran walakinna akthara alnnasi la yaAAlamoona"},{"id":29,"text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"یہ لوگ تم سے کہتے ہیں کہ وہ (قیامت کا) وعدہ کب پورا ہو گا اگر تم سچے ہو؟","transliteration":"Wayaqooloona mata hatha alwaAAdu in kuntum sadiqeena"},{"id":30,"text":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","translation":"کہو تمہارے لیے ایک ایسے دن کی میعاد مقرر ہے جس کے آنے میں نہ ایک گھڑی بھر کی تاخیر تم کر سکتے ہو اور نہ ایک گھڑی بھر پہلے اسے لا سکتے ہو","transliteration":"Qul lakum meeAAadu yawmin la tastakhiroona AAanhu saAAatan wala tastaqdimoona"},{"id":31,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","translation":"یہ کافر کہتے ہیں کہ \"ہم ہرگز اِس قرآن کو نہ مانیں گے اور نہ اس سے پہلے آئی ہوئی کسی کتاب کو تسلیم کریں گے\" کاش تم دیکھو اِن کا حال اُس وقت جب یہ ظالم اپنے رب کے حضور کھڑے ہوں گے اُس وقت یہ ایک دوسرے پر الزام دھریں گے جو لوگ دنیا میں دبا کر رکھے گئے تھے وہ بڑے بننے والوں سے کہیں گے کہ \"اگر تم نہ ہوتے تو ہم مومن ہوتے","transliteration":"Waqala allatheena kafaroo lan numina bihatha alqurani wala biallathee bayna yadayhi walaw tara ithi alththalimoona mawqoofoona AAinda rabbihim yarjiAAu baAAduhum ila baAAdin alqawla yaqoolu allatheena istudAAifoo lillatheena istakbaroo lawla antum lakunna mumineena"},{"id":32,"text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","translation":"وہ بڑے بننے والے ان دبے ہوئے لوگوں کو جواب دیں گے \"کیا ہم نے تمہیں اُس ہدایت سے روکا تھا جو تمہارے پاس آئی تھی؟ نہیں، بلکہ تم خود مجرم تھے","transliteration":"Qala allatheena istakbaroo lillatheena istudAAifoo anahnu sadadnakum AAani alhuda baAAda ith jaakum bal kuntum mujrimeena"},{"id":33,"text":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","translation":"وہ دبے ہوئے لوگ ان بڑے بننے والوں سے کہیں گے، \"نہیں، بلکہ شب و روز کی مکاری تھی جب تم ہم سے کہتے تھے کہ ہم اللہ سے کفر کریں اور دوسروں کو اس کا ہمسر ٹھیرائیں\" آخرکار جب یہ لوگ عذاب دیکھیں گے تو اپنے دلوں میں پچھتائیں گے اور ہم اِن منکرین کے گلوں میں طوق ڈال دیں گے کیا لوگوں کو اِس کے سوا اور کوئی بدلہ دیا جا سکتا ہے کہ جیسے اعمال اُن کے تھے ویسی ہی جزا وہ پائیں؟","transliteration":"Waqala allatheena istudAAifoo lillatheena istakbaroo bal makru allayli waalnnahari ith tamuroonana an nakfura biAllahi wanajAAala lahu andadan waasarroo alnnadamata lamma raawoo alAAathaba wajaAAalna alaghlala fee aAAnaqi allatheena kafaroo hal yujzawna illa ma kanoo yaAAmaloona"},{"id":34,"text":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translation":"کبھی ایسا نہیں ہوا کہ ہم نے کسی بستی میں ایک خبردار کرنے والا بھیجا ہو اور اس بستی کے کھاتے پیتے لوگوں نے یہ نہ کہا ہو کہ جو پیغام تم لے کر آئے ہو اس کو ہم نہیں مانتے","transliteration":"Wama arsalna fee qaryatin min natheerin illa qala mutrafooha inna bima orsiltum bihi kafiroona"},{"id":35,"text":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","translation":"انہیں نے ہمیشہ یہی کہا کہ ہم تم سے زیادہ مال اولاد رکھتے ہیں اور ہم ہرگز سزا پانے والے نہیں ہیں","transliteration":"Waqaloo nahnu aktharu amwalan waawladan wama nahnu bimuAAaththabeena"},{"id":36,"text":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"اے نبیؐ، اِن سے کہو میرا رب جسے چاہتا ہے کشادہ رزق دیتا ہے اور جسے چاہتا ہے نپا تلا عطا کرتا ہے، مگر اکثر لوگ اس کی حقیقت نہیں جانتے","transliteration":"Qul inna rabbee yabsutu alrrizqa liman yashao wayaqdiru walakinna akthara alnnasi la yaAAlamoona"},{"id":37,"text":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَـٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","translation":"یہ تمہاری دولت اور تمہاری اولاد نہیں ہے جو تمہیں ہم سے قریب کرتی ہو ہاں مگر جو ایمان لائے اور نیک عمل کرے یہی لوگ ہیں جن کے لیے اُن کے عمل کی دہری جزا ہے، اور وہ بلند و بالا عمارتوں میں اطمینان سے رہیں گے","transliteration":"Wama amwalukum wala awladukum biallatee tuqarribukum AAindana zulfa illa man amana waAAamila salihan faolaika lahum jazao alddiAAfi bima AAamiloo wahum fee alghurufati aminoona"},{"id":38,"text":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَـٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","translation":"رہے وہ لوگ جو ہماری آیات کو نیچا دکھانے کے لیے دوڑ دھوپ کرتے ہیں، تو وہ عذاب میں مبتلا ہوں گے","transliteration":"Waallatheena yasAAawna fee ayatina muAAajizeena olaika fee alAAathabi muhdaroona"},{"id":39,"text":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّـٰزِقِينَ","translation":"اے نبیؐ، ان سے کہو، \"میرا رب اپنے بندوں میں سے جسے چاہتا ہے کھلا رزق دیتا ہے اور جسے چاہتا ہے نپا تلا دیتا ہے جو کچھ تم خرچ کر دیتے ہو اُس کی جگہ وہی تم کو اور دیتا ہے، وہ سب رازقوں سے بہتر رازق ہے","transliteration":"Qul inna rabbee yabsutu alrrizqa liman yashao min AAibadihi wayaqdiru lahu wama anfaqtum min shayin fahuwa yukhlifuhu wahuwa khayru alrraziqeena"},{"id":40,"text":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَـٰٓئِكَةِ أَهَـٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","translation":"اور جس دن وہ تمام انسانوں کو جمع کرے گا پھر فرشتوں سے پوچھے گا \"کیا یہ لوگ تمہاری ہی عبادت کیا کرتے تھے؟","transliteration":"Wayawma yahshuruhum jameeAAan thumma yaqoolu lilmalaikati ahaolai iyyakum kanoo yaAAbudoona"},{"id":41,"text":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","translation":"تو وہ جواب دیں گے کہ \"پاک ہے آپ کی ذات، ہمارا تعلق تو آپ سے ہے نہ کہ اِن لوگوں سے دراصل یہ ہماری نہیں بلکہ جنوں کی عبادت کرتے تھے، ان میں سے اکثر انہی پر ایمان لائے ہوئے تھے","transliteration":"Qaloo subhanaka anta waliyyuna min doonihim bal kanoo yaAAbudoona aljinna aktharuhum bihim muminoona"},{"id":42,"text":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","translation":"(اُس وقت ہم کہیں گے کہ) آج تم میں سے کوئی نہ کسی کو فائدہ پہنچا سکتا ہے نہ نقصان اور ظالموں سے ہم کہہ دیں گے کہ اب چکھو اس عذاب جہنم کا مزہ جسے تم جھٹلایا کرتے تھے","transliteration":"Faalyawma la yamliku baAAdukum libaAAdin nafAAan wala darran wanaqoolu lillatheena thalamoo thooqoo AAathaba alnnari allatee kuntum biha tukaththiboona"},{"id":43,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","translation":"اِن لوگوں کو جب ہماری صاف صاف آیات سنائی جاتی ہیں تو یہ کہتے ہیں کہ \"یہ شخص تو بس یہ چاہتا ہے کہ تم کو اُن معبودوں سے برگشتہ کر دے جن کی عبادت تمہارے باپ دادا کرتے آئے ہیں\" اور کہتے ہیں کہ \"یہ (قرآن) محض ایک جھوٹ ہے گھڑا ہوا\" اِن کافروں کے سامنے جب حق آیا تو انہیں نے کہہ دیا کہ \"یہ تو صریح جادو ہے","transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin qaloo ma hatha illa rajulun yureedu an yasuddakum AAamma kana yaAAbudu abaokum waqaloo ma hatha illa ifkun muftaran waqala allatheena kafaroo lilhaqqi lamma jaahum in hatha illa sihrun mubeenun"},{"id":44,"text":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","translation":"حالانکہ نہ ہم نے اِن لوگوں کو پہلے کوئی کتاب دی تھی کہ یہ اسے پڑھتے ہوں اور نہ تم سے پہلے ان کی طرف کوئی متنبہ کرنے والا بھیجا تھا","transliteration":"Wama ataynahum min kutubin yadrusoonaha wama arsalna ilayhim qablaka min natheerin"},{"id":45,"text":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","translation":"اِن سے پہلے گزرے ہوئے لوگ جھٹلا چکے ہیں جو کچھ ہم نے اُنہیں دیا تھا اُس کے عشر عشیر کو بھی یہ نہیں پہنچے ہیں مگر جب انہوں نے میرے رسولوں کو جھٹلایا تو دیکھ لو کہ میری سزا کیسی سخت تھی","transliteration":"Wakaththaba allatheena min qablihim wama balaghoo miAAshara ma ataynahum fakaththaboo rusulee fakayfa kana nakeeri"},{"id":46,"text":"۞قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","translation":"اے نبیؐ، اِن سے کہو کہ \"میں تمہیں بس ایک بات کی نصیحت کرتا ہوں خدا کے لیے تم اکیلے اکیلے اور دو دو مل کر اپنا دماغ لڑاؤ اور سوچو، تمہارے صاحب میں آخر ایسی کونسی بات ہے جو جنون کی ہو؟ وہ تو ایک سخت عذاب کی آمد سے پہلے تم کو متنبہ کرنے والا ہے","transliteration":"Qul innama aAAithukum biwahidatin an taqoomoo lillahi mathna wafurada thumma tatafakkaroo ma bisahibikum min jinnatin in huwa illa natheerun lakum bayna yaday AAathabin shadeedin"},{"id":47,"text":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","translation":"اِن سے کہو، \"اگر میں نے تم سے کوئی اجر مانگا ہے تو وہ تم ہی کو مبارک رہے میرا اجر تو اللہ کے ذمہ ہے اور وہ ہر چیز پر گواہ ہے","transliteration":"Qul ma saaltukum min ajrin fahuwa lakum in ajriya illa AAala Allahi wahuwa AAala kulli shayin shaheedun"},{"id":48,"text":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّـٰمُ ٱلۡغُيُوبِ","translation":"ان سے کہو \"میرا رب (مجھ پر) حق کا القا کرتا ہے اور وہ تمام پوشیدہ حقیقتوں کا جاننے والا ہے","transliteration":"Qul inna rabbee yaqthifu bialhaqqi AAallamu alghuyoobi"},{"id":49,"text":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","translation":"کہو \"حق آگیا ہے اور اب باطل کے کیے کچھ نہیں ہو سکتا","transliteration":"Qul jaa alhaqqu wama yubdio albatilu wama yuAAeedu"},{"id":50,"text":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","translation":"کہو \"اگر میں گمراہ ہو گیا ہوں تو میری گمراہی کا وبال مجھ پر ہے، اور اگر میں ہدایت پر ہوں تو اُس وحی کی بنا پر ہوں جو میرا رب میرے اوپر نازل کرتا ہے، وہ سب کچھ سنتا ہے اور قریب ہی ہے","transliteration":"Qul in dalaltu fainnama adillu AAala nafsee waini ihtadaytu fabima yoohee ilayya rabbee innahu sameeAAun qareebun"},{"id":51,"text":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","translation":"کاش تم دیکھو اِنہیں اُس وقت جب یہ لوگ گھبرائے پھر رہے ہوں گے اور کہیں بچ کر نہ جا سکیں گے، بلکہ قریب ہی سے پکڑ لیے جائیں گے","transliteration":"Walaw tara ith faziAAoo fala fawta waokhithoo min makanin qareebin"},{"id":52,"text":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","translation":"اُس وقت یہ کہیں گے کہ ہم اُس پر ایمان لے آئے حالانکہ اب دور نکلی ہوئی چیز کہاں ہاتھ آسکتی ہے","transliteration":"Waqaloo amanna bihi waanna lahumu alttanawushu min makanin baAAeedin"},{"id":53,"text":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","translation":"اِس سے پہلے یہ کفر کر چکے تھے اور بلا تحقیق دور دور کی کوڑیاں لایا کرتے تھے","transliteration":"Waqad kafaroo bihi min qablu wayaqthifoona bialghaybi min makanin baAAeedin"},{"id":54,"text":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","translation":"اُس وقت جس چیز کی یہ تمنا کر رہے ہوں گے اس سے محروم کر دیے جائیں گے جس طرح اِن کے پیش رو ہم مشرب محروم ہو چکے ہوں گے یہ بڑے گمراہ کن شک میں پڑے ہوئے تھے","transliteration":"Waheela baynahum wabayna ma yashtahoona kama fuAAila biashyaAAihim min qablu innahum kanoo fee shakkin mureebin"}]}
