{"id":35,"name":"فاطر","transliteration":"Fatir","translation":"پیدا کرنے والا","type":"meccan","total_verses":45,"verses":[{"id":1,"text":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَـٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"تعریف اللہ ہی کے لیے ہے جو آسمانوں اور زمین کا بنانے والا اور فرشتوں کو پیغام رساں مقرر کر نے والا ہے، (ایسے فرشتے) جن کے دو دو اور تین تین اور چار چار بازو ہیں وہ اپنی مخلوق کی ساخت میں جیسا چاہتا ہے اضافہ کرتا ہے یقیناً اللہ ہر چیز پر قادر ہے","transliteration":"Alhamdu lillahi fatiri alssamawati waalardi jaAAili almalaikati rusulan olee ajnihatin mathna wathulatha warubaAAa yazeedu fee alkhalqi ma yashao inna Allaha AAala kulli shayin qadeerun"},{"id":2,"text":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"اللہ جس رحمت کا دروازہ بھی لوگوں کے لیے کھول دے اسے کوئی روکنے والا نہیں اور جسے وہ بند کر دے اسے اللہ کے بعد پھر کوئی دوسرا کھولنے والا نہیں وہ زبردست اور حکیم ہے","transliteration":"Ma yaftahi Allahu lilnnasi min rahmatin fala mumsika laha wama yumsik fala mursila lahu min baAAdihi wahuwa alAAazeezu alhakeemu"},{"id":3,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","translation":"لوگو، تم پر اللہ کے جو احسانات ہیں انہیں یاد رکھو کیا اللہ کے سوا کوئی اور خالق بھی ہے جو تمہیں آسمان اور زمین سے رزق دیتا ہو؟ کوئی معبود اُس کے سوا نہیں، آخر تم کہاں سے دھوکا کھا رہے ہو؟","transliteration":"Ya ayyuha alnnasu othkuroo niAAmata Allahi AAalaykum hal min khaliqin ghayru Allahi yarzuqukum mina alssamai waalardi la ilaha illa huwa faanna tufakoona"},{"id":4,"text":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"اب اگر (اے نبیؐ) یہ لوگ تمہیں جھٹلاتے ہیں (تو یہ کوئی نئی بات نہیں)، تم سے پہلے بھی بہت سے رسول جھٹلائے جا چکے ہیں، اور سارے معاملات آخرکار اللہ ہی کی طرف رجوع ہونے والے ہیں","transliteration":"Wain yukaththibooka faqad kuththibat rusulun min qablika waila Allahi turjaAAu alomooru"},{"id":5,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","translation":"لوگو، اللہ کا وعدہ یقیناً برحق ہے، لہٰذا دنیا کی زندگی تمہیں دھوکے میں نہ ڈالے اور نہ وہ بڑا دھوکے باز تمہیں اللہ کے بارے میں دھوکہ دینے پائے","transliteration":"Ya ayyuha alnnasu inna waAAda Allahi haqqun fala taghurrannakumu alhayatu alddunya wala yaghurrannakum biAllahi algharooru"},{"id":6,"text":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","translation":"در حقیقت شیطان تمہارا دشمن ہے اس لیے تم بھی اسے اپنا دشمن ہی سمجھو وہ تو اپنے پیروؤں کو اپنی راہ پر اس لیے بلا رہا ہے کہ وہ دوزخیوں میں شامل ہو جائیں","transliteration":"Inna alshshaytana lakum AAaduwwun faittakhithoohu AAaduwwan innama yadAAoo hizbahu liyakoonoo min ashabi alssaAAeeri"},{"id":7,"text":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","translation":"جو لوگ کفر کریں گے اُن کے لیے سخت عذاب ہے اور جو ایمان لائیں گے اور نیک عمل کریں گے اُن کے لیے مغفرت اور بڑا اجر ہے","transliteration":"Allatheena kafaroo lahum AAathabun shadeedun waallatheena amanoo waAAamiloo alssalihati lahum maghfiratun waajrun kabeerun"},{"id":8,"text":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","translation":"(بھلا کچھ ٹھکانا ہے اُس شخص کی گمراہی کا) جس کے لیے اُس کا برا عمل خوشنما بنا دیا گیا ہو اور وہ اُسے اچھا سمجھ رہا ہو؟ حقیقت یہ ہے کہ اللہ جسے چاہتا ہے گمراہی میں ڈال دیتا ہے اور جسے چاہتا ہے راہ راست دکھا دیتا ہے پس (اے نبیؐ) خواہ مخواہ تمہاری جان ان لوگوں کی خاطر غم و افسوس میں نہ گھلے جو کچھ یہ کر رہے ہیں اللہ اُس کو خوب جانتا ہے","transliteration":"Afaman zuyyina lahu sooo AAamalihi faraahu hasanan fainna Allaha yudillu man yashao wayahdee man yashao fala tathhab nafsuka AAalayhim hasaratin inna Allaha AAaleemun bima yasnaAAoona"},{"id":9,"text":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","translation":"وہ اللہ ہی تو ہے جو ہواؤں کو بھیجتا ہے، پھر وہ بادل اٹھاتی ہیں، پھر ہم اسے ایک اُجاڑ علاقے کی طرف لے جاتے ہیں اور اسی زمین کو جِلا اٹھاتے ہیں جو مری پڑی تھی مرے ہوئے انسانوں کا جی اٹھنا بھی اسی طرح ہوگا","transliteration":"WaAllahu allathee arsala alrriyaha fatutheeru sahaban fasuqnahu ila baladin mayyitin faahyayna bihi alarda baAAda mawtiha kathalika alnnushooru"},{"id":10,"text":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّـٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَـٰٓئِكَ هُوَ يَبُورُ","translation":"جو کوئی عزت چاہتا ہو اُسے معلوم ہونا چاہیے کہ عزت ساری کی ساری اللہ کی ہے اُس کے ہاں جو چیز اوپر چڑھتی ہے وہ صرف پاکیزہ قول ہے، اور عمل صالح اس کو اوپر چڑھاتا ہے رہے وہ لوگ جو بیہودہ چال بازیاں کرتے ہیں، اُن کے لیے سخت عذاب ہے اور اُن کا مکر خود ہی غارت ہونے والا ہے","transliteration":"Man kana yureedu alAAizzata falillahi alAAizzatu jameeAAan ilayhi yasAAadu alkalimu alttayyibu waalAAamalu alssalihu yarfaAAuhu waallatheena yamkuroona alssayyiati lahum AAathabun shadeedun wamakru olaika huwa yabooru"},{"id":11,"text":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","translation":"اللہ نے تم کو مٹی سے پیدا کیا، پھر نطفہ سے، پھر تمہارے جوڑے بنا دیے (یعنی مرد اور عورت) کوئی عورت حاملہ نہیں ہوتی اور نہ بچہ جنتی ہے مگر یہ سب کچھ اللہ کے علم میں ہوتا ہے کوئی عمر پانے والا عمر نہیں پاتا اور نہ کسی کی عمر میں کچھ کمی ہوتی ہے مگر یہ سب کچھ ایک کتاب میں لکھا ہوتا ہے اللہ کے لیے یہ بہت آسان کام ہے","transliteration":"WaAllahu khalaqakum min turabin thumma min nutfatin thumma jaAAalakum azwajan wama tahmilu min ontha wala tadaAAu illa biAAilmihi wama yuAAammaru min muAAammarin wala yunqasu min AAumurihi illa fee kitabin inna thalika AAala Allahi yaseerun"},{"id":12,"text":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"اور پانی کے دونوں ذخیرے یکساں نہیں ہیں ایک میٹھا اور پیاس بجھانے والا ہے، پینے میں خوشگوار، اور دوسرا سخت کھاری کہ حلق چھیل دے مگر دونوں سے تم تر و تازہ گوشت حاصل کرتے ہو، پہننے کے لیے زینت کا سامان نکالتے ہو، اور اسی پانی میں تم دیکھتے ہو کہ کشتیاں اُس کا سینہ چیرتی چلی جا رہی ہیں تاکہ تم اللہ کا فضل تلاش کرو اور اُس کے شکر گزار بنو","transliteration":"Wama yastawee albahrani hatha AAathbun furatun saighun sharabuhu wahatha milhun ojajun wamin kullin takuloona lahman tariyyan watastakhrijoona hilyatan talbasoonaha watara alfulka feehi mawakhira litabtaghoo min fadlihi walaAAallakum tashkuroona"},{"id":13,"text":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","translation":"وہ دن کے اندر رات کو اور رات کے اندر دن کو پروتا ہوا لے آتا ہے چاند اور سورج کو اُس نے مسخر کر رکھا ہے یہ سب کچھ ایک وقت مقرر تک چلے جا رہا ہے وہی اللہ (جس کے یہ سارے کام ہیں) تمہارا رب ہے بادشاہی اسی کی ہے اُسے چھوڑ کر جن دوسروں کو تم پکارتے ہو وہ ایک پرکاہ کے مالک بھی نہیں ہیں","transliteration":"Yooliju allayla fee alnnahari wayooliju alnnahara fee allayli wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman thalikumu Allahu rabbukum lahu almulku waallatheena tadAAoona min doonihi ma yamlikoona min qitmeerin"},{"id":14,"text":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","translation":"انہیں پکارو تو وہ تمہاری دعائیں سن نہیں سکتے اور سن لیں تو ان کا تمہیں کوئی جواب نہیں دے سکتے اور قیامت کے روز وہ تمہارے شرک کا انکار کر دیں گے حقیقت حال کی ایسی صحیح خبر تمہیں ایک خبردار کے سوا کوئی نہیں دے سکتا","transliteration":"In tadAAoohum la yasmaAAoo duAAaakum walaw samiAAoo ma istajaboo lakum wayawma alqiyamati yakfuroona bishirkikum wala yunabbioka mithlu khabeerin"},{"id":15,"text":"۞يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","translation":"لوگو، تم ہی اللہ کے محتاج ہو اور اللہ تو غنی و حمید ہے","transliteration":"Ya ayyuha alnnasu antumu alfuqarao ila Allahi waAllahu huwa alghaniyyu alhameedu"},{"id":16,"text":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","translation":"وہ چاہے تو تمہیں ہٹا کر کوئی نئی خلقت تمہاری جگہ لے آئے","transliteration":"In yasha yuthhibkum wayati bikhalqin jadeedin"},{"id":17,"text":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","translation":"ایسا کرنا اللہ کے لیے کچھ بھی دشوار نہیں","transliteration":"Wama thalika AAala Allahi biAAazeezin"},{"id":18,"text":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","translation":"کوئی بوجھ اٹھانے والا کسی دوسرے کا بوجھ نہ اٹھائے گا اور اگر کوئی لدا ہوا نفس اپنا بوجھ اٹھانے کے لیے پکارے گا تو اس کے بار کا ایک ادنیٰ حصہ بھی بٹانے کے لیے کوئی نہ آئے گا چاہے وہ قریب ترین رشتہ دار ہی کیوں نہ ہو (اے نبیؐ) تم صرف انہی لوگوں کو متنبہ کر سکتے ہو جو بے دیکھے اپنے رب سے ڈرتے ہیں اور نماز قائم کرتے ہیں جو شخص بھی پاکیزگی اختیار کرتا ہے اپنی ہی بھلائی کے لیے کرتا ہے اور پلٹنا سب کو اللہ ہی کی طرف ہے","transliteration":"Wala taziru waziratun wizra okhra wain tadAAu muthqalatun ila himliha la yuhmal minhu shayon walaw kana tha qurba innama tunthiru allatheena yakhshawna rabbahum bialghaybi waaqamoo alssalata waman tazakka fainnama yatazakka linafsihi waila Allahi almaseeru"},{"id":19,"text":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","translation":"اندھا اور آنکھوں والا برابر نہیں ہے","transliteration":"Wama yastawee alaAAma waalbaseeru"},{"id":20,"text":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","translation":"نہ تاریکیاں اور روشنی یکساں ہیں","transliteration":"Wala alththulumatu wala alnnooru"},{"id":21,"text":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","translation":"نہ ٹھنڈی چھاؤں اور دھوپ کی تپش ایک جیسی ہے","transliteration":"Wala alththillu wala alharooru"},{"id":22,"text":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","translation":"اور نہ زندے اور مردے مساوی ہیں اللہ جسے چاہتا ہے سنواتا ہے، مگر (اے نبیؐ) تم اُن لوگوں کو نہیں سنا سکتے جو قبروں میں مدفون ہیں","transliteration":"Wama yastawee alahyao wala alamwatu inna Allaha yusmiAAu man yashao wama anta bimusmiAAin man fee alquboori"},{"id":23,"text":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","translation":"تم تو بس ایک خبردار کرنے والے ہو","transliteration":"In anta illa natheerun"},{"id":24,"text":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","translation":"ہم نے تم کو حق کے ساتھ بھیجا ہے بشارت دینے والا اور ڈرانے والا بنا کر اور کوئی امت ایسی نہیں گزری ہے جس میں کوئی متنبہ کرنے والا نہ آیا ہو","transliteration":"Inna arsalnaka bialhaqqi basheeran wanatheeran wain min ommatin illa khala feeha natheerun"},{"id":25,"text":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","translation":"اب اگر یہ لوگ تمہیں جھٹلاتے ہیں تو اِن سے پہلے گزرے ہوئے لوگ بھی جھٹلا چکے ہیں اُن کے پاس ان کے رسول کھلے دلائل اور صحیفے اور روشن ہدایات دینے والی کتاب لے کر آئے تھے","transliteration":"Wain yukaththibooka faqad kaththaba allatheena min qablihim jaathum rusuluhum bialbayyinati wabialzzuburi wabialkitabi almuneeri"},{"id":26,"text":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","translation":"پھر جن لوگوں نے نہ مانا اُن کو میں نے پکڑ لیا اور دیکھ لو کہ میری سزا کیسی سخت تھی","transliteration":"Thumma akhathtu allatheena kafaroo fakayfa kana nakeeri"},{"id":27,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","translation":"کیا تم دیکھتے نہیں ہو کہ اللہ آسمان سے پانی برساتا ہے اور پھر اس کے ذریعہ سے ہم طرح طرح کے پھل نکال لاتے ہیں جن کے رنگ مختلف ہوتے ہیں پہاڑوں میں بھی سفید، سرخ اور گہری سیاہ دھاریاں پائی جاتی ہیں جن کے رنگ مختلف ہوتے ہیں","transliteration":"Alam tara anna Allaha anzala mina alssamai maan faakhrajna bihi thamaratin mukhtalifan alwanuha wamina aljibali judadun beedun wahumrun mukhtalifun alwanuha wagharabeebu soodun"},{"id":28,"text":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَـٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","translation":"اور اسی طرح انسانوں اور جانوروں اور مویشیوں کے رنگ بھی مختلف ہیں حقیقت یہ ہے کہ اللہ کے بندوں میں سے صرف علم رکھنے والے لوگ ہی اُس سے ڈرتے ہیں بے شک اللہ زبردست اور درگزر فرمانے والا ہے","transliteration":"Wamina alnnasi waalddawabbi waalanAAami mukhtalifun alwanuhu kathalika innama yakhsha Allaha min AAibadihi alAAulamao inna Allaha AAazeezun ghafoorun"},{"id":29,"text":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","translation":"جو لوگ کتاب اللہ کی تلاوت کرتے ہیں اور نماز قائم کرتے ہیں، اور جو کچھ ہم نے اُنہیں رزق دیا ہے اس میں سے کھلے اور چھپے خرچ کرتے ہیں، یقیناً وہ ایک ایسی تجارت کے متوقع ہیں جس میں ہرگز خسارہ نہ ہوگا","transliteration":"Inna allatheena yatloona kitaba Allahi waaqamoo alssalata waanfaqoo mimma razaqnahum sirran waAAalaniyatan yarjoona tijaratan lan taboora"},{"id":30,"text":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","translation":"(اس تجارت میں انہوں نے اپنا سب کچھ اِس لیے کھپایا ہے) تاکہ اللہ اُن کے اجر پورے کے پورے اُن کو دے اور مزید اپنے فضل سے ان کو عطا فرمائے بے شک اللہ بخشنے والا اور قدردان ہے","transliteration":"Liyuwaffiyahum ojoorahum wayazeedahum min fadlihi innahu ghafoorun shakoorun"},{"id":31,"text":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","translation":"(اے نبیؐ) جو کتاب ہم نے تمہاری طرف وحی کے ذریعہ سے بھیجی ہے وہی حق ہے، تصدیق کرتی ہوئی آئی ہے اُن کتابوں کی جو اِس سے پہلے آئی تھیں بے شک اللہ اپنے بندوں کے حال سے باخبر ہے اور ہر چیز پر نگاہ رکھنے والا ہے","transliteration":"Waallathee awhayna ilayka mina alkitabi huwa alhaqqu musaddiqan lima bayna yadayhi inna Allaha biAAibadihi lakhabeerun baseerun"},{"id":32,"text":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","translation":"پھر ہم نے اس کتاب کا وارث بنا دیا اُن لوگوں کو جنہیں ہم نے (اِس وراثت کے لیے) اپنے بندوں میں سے چن لیا اب کوئی تو ان میں سے اپنے نفس پر ظلم کرنے والا ہے، اور کوئی بیچ کی راس ہے، اور کوئی اللہ کے اذن سے نیکیوں میں سبقت کرنے والا ہے، یہی بہت بڑا فضل ہے","transliteration":"Thumma awrathna alkitaba allatheena istafayna min AAibadina faminhum thalimun linafsihi waminhum muqtasidun waminhum sabiqun bialkhayrati biithni Allahi thalika huwa alfadlu alkabeeru"},{"id":33,"text":"جَنَّـٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","translation":"ہمیشہ رہنے والی جنتیں ہیں جن میں یہ لوگ داخل ہوں گے وہاں انہیں سونے کے کنگنوں اور موتیوں سے آراستہ کیا جائے گا، وہاں ان کا لباس ریشم ہوگا","transliteration":"Jannatu AAadnin yadkhuloonaha yuhallawna feeha min asawira min thahabin waluluan walibasuhum feeha hareerun"},{"id":34,"text":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","translation":"اور وہ کہیں گے کہ شکر ہے اُس خدا کا جس نے ہم سے غم دور کر دیا، یقیناً ہمارا رب معاف کرنے والا اور قدر فرمانے والا ہے","transliteration":"Waqaloo alhamdu lillahi allathee athhaba AAanna alhazana inna rabbana laghafoorun shakoorun"},{"id":35,"text":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","translation":"جس نے ہمیں اپنے فضل سے ابدی قیام کی جگہ ٹھیرا دیا، اب یہاں نہ ہمیں کوئی مشقت پیش آتی ہے اور نہ تکان لاحق ہوتی ہے","transliteration":"Allathee ahallana dara almuqamati min fadlihi la yamassuna feeha nasabun wala yamassuna feeha lughoobun"},{"id":36,"text":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","translation":"اور جن لوگوں نے کفر کیا ہے اُن کے لیے جہنم کی آگ ہے نہ اُن کا قصہ پاک کر دیا جائے گا کہ مر جائیں اور نہ اُن کے لیے جہنم کے عذاب میں کوئی کمی کی جائے گی اِس طرح ہم بدلہ دیتے ہیں ہر اُس شخص کو جو کفر کرنے والا ہو","transliteration":"Waallatheena kafaroo lahum naru jahannama la yuqda AAalayhim fayamootoo wala yukhaffafu AAanhum min AAathabiha kathalika najzee kulla kafoorin"},{"id":37,"text":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ","translation":"وہ وہاں چیخ چیخ کر کہیں گے کہ \"اے ہمارے رب، ہمیں یہاں سے نکال لے تاکہ ہم نیک عمل کریں اُن اعمال سے مختلف جو پہلے کرتے رہے تھے\" (انہیں جواب دیا جائے گا) \"کیا ہم نے تم کو اتنی عمر نہ دی تھی جس میں کوئی سبق لینا چاہتا تو سبق لے سکتاتھا؟ اور تمہارے پاس متنبہ کرنے والا بھی آ چکا تھا اب مزا چکھو ظالموں کا یہاں کوئی مددگار نہیں ہے","transliteration":"Wahum yastarikhoona feeha rabbana akhrijna naAAmal salihan ghayra allathee kunna naAAmalu awalam nuAAammirkum ma yatathakkaru feehi man tathakkara wajaakumu alnnatheeru fathooqoo fama lilththalimeena min naseerin"},{"id":38,"text":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"بے شک اللہ آسمانوں اور زمین کی ہر پوشیدہ چیز سے واقف ہے، وہ تو سینوں کے چھپے ہوئے راز تک جانتا ہے","transliteration":"Inna Allaha AAalimu ghaybi alssamawati waalardi innahu AAaleemun bithati alssudoori"},{"id":39,"text":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَـٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","translation":"وہی تو ہے جس نے تم کو زمین میں خلیفہ بنایا ہے اب جو کوئی کفر کرتا ہے اس کے کفر کا وبال اُسی پر ہے، اور کافروں کو اُن کا کفر اِس کے سوا کوئی ترقی نہیں دیتا کہ ان کے رب کا غضب اُن پر زیادہ سے زیادہ بھڑکتا چلا جاتا ہے کافروں کے لیے خسارے میں اضافے کے سوا کوئی ترقی نہیں","transliteration":"Huwa allathee jaAAalakum khalaifa fee alardi faman kafara faAAalayhi kufruhu wala yazeedu alkafireena kufruhum AAinda rabbihim illa maqtan wala yazeedu alkafireena kufruhum illa khasaran"},{"id":40,"text":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","translation":"(اے نبیؐ) ان سے کہو، \"کبھی تم نے دیکھا بھی ہے اپنے اُن شریکوں کو جنہیں تم خدا کو چھوڑ کر پکارا کرتے ہو؟ مجھے بتاؤ، انہوں نے زمین میں کیا پیدا کیا ہے؟ یا آسمانوں میں ان کی کیا شرکت ہے \"؟ (اگر یہ نہیں بتا سکتے تو ان سے پوچھو) کیا ہم نے انہیں کوئی تحریر لکھ کر دی ہے جس کی بنا پر یہ (اپنے اس شرک کے لیے) کوئی صاف سند رکھتے ہوں؟ نہیں، بلکہ یہ ظالم ایک دوسرے کو محض فریب کے جھانسے دیے جا رہے ہیں","transliteration":"Qul araaytum shurakaakumu allatheena tadAAoona min dooni Allahi aroonee matha khalaqoo mina alardi am lahum shirkun fee alssamawati am ataynahum kitaban fahum AAala bayyinatin minhu bal in yaAAidu alththalimoona baAAduhum baAAdan illa ghurooran"},{"id":41,"text":"۞إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","translation":"حقیقت یہ ہے کہ اللہ ہی ہے جو آسمانوں اور زمین کو ٹل جانے سے روکے ہوئے ہے، اور اگر وہ ٹل جائیں تو اللہ کے بعد کوئی دوسرا انہیں تھامنے والا نہیں ہے بے شک اللہ بڑا حلیم اور درگزر فرمانے والا ہے","transliteration":"Inna Allaha yumsiku alssamawati waalarda an tazoola walain zalata in amsakahuma min ahadin min baAAdihi innahu kana haleeman ghafooran"},{"id":42,"text":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","translation":"یہ لوگ کڑی کڑی قسمیں کھا کر کہا کرتے تھے کہ اگر کوئی خبردار کرنے والا ان کے ہاں آ گیا ہوتا تو یہ دنیا کی ہر دوسری قوم سے بڑھ کر راست رو ہوتے مگر جب خبردار کرنے والا ان کے پاس آگیا تو اس کی آمد نے اِن کے اندر حق سے فرار کے سوا کسی چیز میں اضافہ نہ کیا","transliteration":"Waaqsamoo biAllahi jahda aymanihim lain jaahum natheerun layakoonunna ahda min ihda alomami falamma jaahum natheerun ma zadahum illa nufooran"},{"id":43,"text":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","translation":"یہ زمین میں اور زیادہ استکبار کرنے لگے اور بری بری چالیں چلنے لگے، حالانکہ بُری چالیں اپنے چلنے والوں ہی کو لے بیٹھتی ہیں اب کیا یہ لوگ اِس کا انتظار کر رہے ہیں کہ پچھلی قوموں کے ساتھ اللہ کا جو طریقہ رہا ہے وہی اِن کے ساتھ بھی برتا جائے؟ یہی بات ہے تو تم اللہ کے طریقے میں ہرگز کوئی تبدیلی نہ پاؤ گے اور تم کبھی نہ دیکھو گے کہ اللہ کی سنت کو اس کے مقرر راستے سے کوئی طاقت پھیر سکتی ہے","transliteration":"Istikbaran fee alardi wamakra alssayyii wala yaheequ almakru alssayyio illa biahlihi fahal yanthuroona illa sunnata alawwaleena falan tajida lisunnati Allahi tabdeelan walan tajida lisunnati Allahi tahweelan"},{"id":44,"text":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","translation":"کیا یہ لوگ زمین میں کبھی چلے پھرے نہیں ہیں کہ انہیں اُن لوگوں کا انجام نظر آتا جو اِن سے پہلے گزر چکے ہیں اور ان سے بہت زیادہ طاقت ور تھے؟ اللہ کو کوئی چیز عاجز کرنے والی نہیں ہے، نہ آسمانوں میں اور نہ زمین میں وہ سب کچھ جانتا ہے اور ہر چیز پر قدرت رکھتا ہے","transliteration":"Awalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim wakanoo ashadda minhum quwwatan wama kana Allahu liyuAAjizahu min shayin fee alssamawati wala fee alardi innahu kana AAaleeman qadeeran"},{"id":45,"text":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","translation":"اگر کہیں وہ لوگوں کو اُن کے کیے کرتوتوں پر پکڑتا تو زمین پر کسی متنفس کو جیتا نہ چھوڑتا مگر وہ انہیں ایک مقرر وقت تک کے لیے مہلت دے رہا ہے پھر جب ان کا وقت آن پورا ہوگا تو اللہ اپنے بندوں کو دیکھ لے گا","transliteration":"Walaw yuakhithu Allahu alnnasa bima kasaboo ma taraka AAala thahriha min dabbatin walakin yuakhkhiruhum ila ajalin musamman faitha jaa ajaluhum fainna Allaha kana biAAibadihi baseeran"}]}
