{"id":38,"name":"ص","transliteration":"Sad","translation":"صٓ","type":"meccan","total_verses":88,"verses":[{"id":1,"text":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","translation":"ص، قسم ہے نصیحت بھرے قرآن کی","transliteration":"Sad waalqurani thee alththikri"},{"id":2,"text":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","translation":"بلکہ یہی لوگ، جنہوں نے ماننے سے انکار کیا ہے، سخت تکبر اور ضد میں مبتلا ہیں","transliteration":"Bali allatheena kafaroo fee AAizzatin washiqaqin"},{"id":3,"text":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","translation":"اِن سے پہلے ہم ایسی کتنی ہی قوموں کو ہلاک کر چکے ہیں (اور جب اُن کی شامت آئی ہے) تو وہ چیخ اٹھے ہیں، مگر وہ وقت بچنے کا نہیں ہوتا","transliteration":"Kam ahlakna min qablihim min qarnin fanadaw walata heena manasin"},{"id":4,"text":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","translation":"اِن لوگوں کو اس بات پر بڑا تعجب ہوا کہ ایک ڈرانے والا خود اِنہی میں سے آگیا منکرین کہنے لگے کہ \"یہ ساحرہے، سخت جھوٹا ہے","transliteration":"WaAAajiboo an jaahum munthirun minhum waqala alkafiroona hatha sahirun kaththabun"},{"id":5,"text":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","translation":"کیا اِس نے سارے خداؤں کی جگہ بس ایک ہی خدا بنا ڈالا؟ یہ تو بڑی عجیب بات ہے","transliteration":"AjaAAala alalihata ilahan wahidan inna hatha lashayon AAujabun"},{"id":6,"text":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","translation":"اور سرداران قوم یہ کہتے ہوئے نکل گئے کہ \"چلو اور ڈٹے رہو اپنے معبودوں کی عبادت پر یہ بات تو کسی اور ہی غرض سے کہی جا رہی ہے","transliteration":"Waintalaqa almalao minhum ani imshoo waisbiroo AAala alihatikum inna hatha lashayon yuradu"},{"id":7,"text":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","translation":"یہ بات ہم نے زمانہ قریب کی ملت میں کسی سے نہیں سنی یہ کچھ نہیں ہے مگر ایک من گھڑت بات","transliteration":"Ma samiAAna bihatha fee almillati alakhirati in hatha illa ikhtilaqun"},{"id":8,"text":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","translation":"کیا ہمارے درمیان بس یہی ایک شخص رہ گیا تھا جس پر اللہ کا ذکر نازل کر دیا گیا؟\" اصل بات یہ ہے کہ یہ میرے \"ذکر\"پر شک کر رہے ہیں، اور یہ ساری باتیں اس لیے کر رہے ہیں کہ انہوں نے میرے عذاب کا مزا چکھا نہیں ہے","transliteration":"Aonzila AAalayhi alththikru min baynina bal hum fee shakkin min thikree bal lamma yathooqoo AAathabi"},{"id":9,"text":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","translation":"کیا تیرے داتا اور غالب پروردگار کی رحمت کے خزانے اِن کے قبضے میں ہیں؟","transliteration":"Am AAindahum khazainu rahmati rabbika alAAazeezi alwahhabi"},{"id":10,"text":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","translation":"کیا یہ آسمان و زمین اور ان کے درمیان کی چیزوں کے مالک ہیں؟ اچھا تو یہ عالم اسباب کی بلندیوں پر چڑھ کر دیکھیں","transliteration":"Am lahum mulku alssamawati waalardi wama baynahuma falyartaqoo fee alasbabi"},{"id":11,"text":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","translation":"یہ تو جتھوں میں سے ایک چھوٹا سا جتھا ہے جو اِسی جگہ شکست کھانے والا ہے","transliteration":"Jundun ma hunalika mahzoomun mina alahzabi"},{"id":12,"text":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","translation":"اِن سے پہلے نوحؑ کی قوم، اور عاد، اور میخوں والا فرعون","transliteration":"Kaththabat qablahum qawmu noohin waAAadun wafirAAawnu thoo alawtadi"},{"id":13,"text":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَـٰٓئِكَ ٱلۡأَحۡزَابُ","translation":"اور ثمود، اور قوم لوط، اور اَیکہ والے جھٹلا چکے ہیں جتھے وہ تھے","transliteration":"Wathamoodu waqawmu lootin waashabu alaykati olaika alahzabu"},{"id":14,"text":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","translation":"ان میں سے ہر ایک نے رسولوں کو جھٹلایا اور میری عقوبت کا فیصلہ اس پر چسپاں ہو کر رہا","transliteration":"In kullun illa kaththaba alrrusula fahaqqa AAiqabi"},{"id":15,"text":"وَمَا يَنظُرُ هَـٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","translation":"یہ لوگ بھی بس ایک دھماکے کے منتظر ہیں جس کے بعد کوئی دوسرا دھماکا نہ ہوگا","transliteration":"Wama yanthuru haolai illa sayhatan wahidatan ma laha min fawaqin"},{"id":16,"text":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","translation":"اور یہ کہتے ہیں کہ اے ہمارے رب، یوم الحساب سے پہلے ہی ہمارا حصہ ہمیں جلدی سے دے دے","transliteration":"Waqaloo rabbana AAajjil lana qittana qabla yawmi alhisabi"},{"id":17,"text":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","translation":"اے نبیؐ، صبر کرو اُن باتوں پر جو یہ لوگ بناتے ہیں، اور اِن کے سامنے ہمارے بندے داؤدؑ کا قصہ بیان کرو جو بڑی قوتوں کا مالک تھا ہر معاملہ میں اللہ کی طرف رجوع کرنے والا تھا","transliteration":"Isbir AAala ma yaqooloona waothkur AAabdana dawooda tha alaydi innahu awwabun"},{"id":18,"text":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","translation":"ہم نے پہاڑوں کو اس کے ساتھ مسخر کر رکھا تھا کہ صبح و شام وہ اس کے ساتھ تسبیح کرتے تھے","transliteration":"Inna sakhkharna aljibala maAAahu yusabbihna bialAAashiyyi waalishraqi"},{"id":19,"text":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","translation":"پرندے سمٹ آتے اور سب کے سب اُس کی تسبیح کی طرف متوجہ ہو جاتے تھے","transliteration":"Waalttayra mahshooratan kullun lahu awwabun"},{"id":20,"text":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","translation":"ہم نے اس کی سلطنت مضبوط کر دی تھے، اس کو حکمت عطا کی تھے اور فیصلہ کن بات کہنے کی صلاحیت بخشی تھی","transliteration":"Washadadna mulkahu waataynahu alhikmata wafasla alkhitabi"},{"id":21,"text":"۞وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","translation":"پھر تمہیں کچھ خبر پہنچی ہے اُن مقدمے والوں کی جو دیوار چڑھ کر اُس کے بالا خانے میں گھس آئے تھے؟","transliteration":"Wahal ataka nabao alkhasmi ith tasawwaroo almihraba"},{"id":22,"text":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","translation":"جب وہ داؤدؑ کے پاس پہنچے تو وہ انہیں دیکھ کر گھبرا گیا انہوں نے کہا \"ڈریے نہیں، ہم دو فریق مقدمہ ہیں جن میں سے ایک نے دوسرے پر زیادتی کی ہے آپ ہمارے درمیان ٹھیک ٹھیک حق کے ساتھ فیصلہ کر دیجیے، بے انصافی نہ کیجیے اور ہمیں راہ راست بتائیے","transliteration":"Ith dakhaloo AAala dawooda fafaziAAa minhum qaloo la takhaf khasmani bagha baAAduna AAala baAAdin faohkum baynana bialhaqqi wala tushtit waihdina ila sawai alssirati"},{"id":23,"text":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","translation":"یہ میرا بھائی ہے، اِس کے پاس ننانوے دنبیاں ہیں اور میرے پاس صرف ایک ہی دُنبی ہے اِس نے مجھ سے کہا کہ یہ ایک دنبی بھی میرے حوالے کر دے اور اس نے گفتگو میں مجھے دبا لیا","transliteration":"Inna hatha akhee lahu tisAAun watisAAoona naAAjatan waliya naAAjatun wahidatun faqala akfilneeha waAAazzanee fee alkhitabi"},{"id":24,"text":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّـٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","translation":"داؤدؑ نے جواب دیا: \"اِس شخص نے اپنی دنبیوں کے ساتھ تیری دنبی ملا لینے کا مطالبہ کر کے یقیناً تجھ پر ظلم کیا، اور واقعہ یہ ہے کہ مل جل کر ساتھ رہنے والے لوگ اکثر ایک دوسرے پر زیادتیاں کرتے رہتے ہیں، بس وہی لوگ اس سے بچے ہوئے ہیں جو ایمان رکھتے اور عمل صالح کرتے ہیں، اور ایسے لوگ کم ہی ہیں\" (یہ بات کہتے کہتے) داؤدؑ سمجھ گیا کہ یہ تو ہم نے دراصل اس کی آزمائش کی ہے، چنانچہ اس نے اپنے رب سے معافی مانگی اور سجدے میں گر گیا اور رجوع کر لیا","transliteration":"Qala laqad thalamaka bisuali naAAjatika ila niAAajihi wainna katheeran mina alkhulatai layabghee baAAduhum AAala baAAdin illa allatheena amanoo waAAamiloo alssalihati waqaleelun ma hum wathanna dawoodu annama fatannahu faistaghfara rabbahu wakharra rakiAAan waanaba"},{"id":25,"text":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","translation":"تب ہم نے اس کا وہ قصور معاف کیا اور یقیناً ہمارے ہاں اس کے لیے تقرب کا مقام اور بہتر انجام ہے","transliteration":"Faghafarna lahu thalika wainna lahu AAindana lazulfa wahusna maabin"},{"id":26,"text":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","translation":"(ہم نے اس سے کہا) \"اے داؤدؑ، ہم نے تجھے زمین میں خلیفہ بنایا ہے، لہٰذا تو لوگوں کے درمیان حق کے ساتھ حکومت کر اور خواہش نفس کی پیروی نہ کر کہ وہ تجھے اللہ کی راہ سے بھٹکا دے گی جو لوگ اللہ کی راہ سے بھٹکتے ہیں یقیناً اُن کے لیے سخت سزا ہے کہ وہ یوم الحساب کو بھول گئے","transliteration":"Ya dawoodu inna jaAAalnaka khaleefatan fee alardi faohkum bayna alnnasi bialhaqqi wala tattabiAAi alhawa fayudillaka AAan sabeeli Allahi inna allatheena yadilloona AAan sabeeli Allahi lahum AAathabun shadeedun bima nasoo yawma alhisabi"},{"id":27,"text":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","translation":"ہم نے اس آسمان اور زمین کو، اور اس دنیا کو جو ان کے درمیان ہے، فضول پیدا نہیں کر دیا ہے یہ تو اُن لوگوں کا گمان ہے جنہوں نے کفر کیا ہے، اور ایسے کافروں کے لیے بربادی ہے جہنم کی آگ سے","transliteration":"Wama khalaqna alssamaa waalarda wama baynahuma batilan thalika thannu allatheena kafaroo fawaylun lillatheena kafaroo mina alnnari"},{"id":28,"text":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","translation":"کیا ہم اُن لوگوں کو جو ایمان لاتے ہیں اور نیک اعمال کرتے ہیں اور اُن کو جو زمین میں فساد کرنے والے ہیں یکساں کر دیں؟ کیا متقیوں کو ہم فاجروں جیسا کر دیں؟","transliteration":"Am najAAalu allatheena amanoo waAAamiloo alssalihati kaalmufsideena fee alardi am najAAalu almuttaqeena kaalfujjari"},{"id":29,"text":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"یہ ایک بڑی برکت والی کتاب ہے جو (اے محمدؐ) ہم نے تمہاری طرف نازل کی ہے تاکہ یہ لوگ اس کی آیات پر غور کریں اور عقل و فکر رکھنے والے اس سے سبق لیں","transliteration":"Kitabun anzalnahu ilayka mubarakun liyaddabbaroo ayatihi waliyatathakkara oloo alalbabi"},{"id":30,"text":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","translation":"اور داؤدؑ کو ہم نے سلیمانؑ (جیسا بیٹا) عطا کیا، بہترین بندہ، کثرت سے اپنے رب کی طرف رجوع کرنے والا","transliteration":"Wawahabna lidawooda sulaymana niAAma alAAabdu innahu awwabun"},{"id":31,"text":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّـٰفِنَٰتُ ٱلۡجِيَادُ","translation":"قابل ذکر ہے وہ موقع جب شام کے وقت اس کے سامنے خوب سدھے ہوئے تیز رو گھوڑے پیش کیے گئے","transliteration":"Ith AAurida AAalayhi bialAAashiyyi alssafinatu aljiyadu"},{"id":32,"text":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","translation":"تو اس نے کہا \"میں نے اس مال کی محبت اپنے رب کی یاد کی وجہ سے اختیار کی ہے\" یہاں تک کہ جب وہ گھوڑے نگاہ سے اوجھل ہو گئے","transliteration":"Faqala innee ahbabtu hubba alkhayri AAan thikri rabbee hatta tawarat bialhijabi"},{"id":33,"text":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","translation":"تو (اس نے حکم دیا کہ) انہیں میرے پاس واپس لاؤ، پھر لگا ان کی پنڈلیوں اور گردنوں پر ہاتھ پھیرنے","transliteration":"Ruddooha AAalayya fatafiqa mashan bialssooqi waalaAAnaqi"},{"id":34,"text":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","translation":"اور (دیکھو کہ) سلیمانؑ کو بھی ہم نے آزمائش میں ڈالا اور اس کی کرسی پر ایک جسد لا کر ڈال دیا پھر اس نے رجوع کیا","transliteration":"Walaqad fatanna sulaymana waalqayna AAala kursiyyihi jasadan thumma anaba"},{"id":35,"text":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","translation":"اور کہا کہ \"اے میرے رب، مجھے معاف کر دے اور مجھے وہ بادشاہی دے جو میرے بعد کسی کے لیے سزاوار نہ ہو، بیشک تو ہی اصل داتا ہے","transliteration":"Qala rabbi ighfir lee wahab lee mulkan la yanbaghee liahadin min baAAdee innaka anta alwahhabu"},{"id":36,"text":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","translation":"تب ہم نے اس کے لیے ہوا کو مسخر کر دیا جو اس کے حکم سے نرمی کے ساتھ چلتی تھی جدھر وہ چاہتا تھا","transliteration":"Fasakhkharna lahu alrreeha tajree biamrihi rukhaan haythu asaba"},{"id":37,"text":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","translation":"اور شیاطین کو مسخر کر دیا، ہر طرح کے معمار اور غوطہ خور","transliteration":"Waalshshayateena kulla bannain waghawwasin"},{"id":38,"text":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","translation":"اور دوسرے جو پابند سلاسل تھے","transliteration":"Waakhareena muqarraneena fee alasfadi"},{"id":39,"text":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","translation":"(ہم نے اُس سے کہا) \"یہ ہماری بخشش ہے، تجھے اختیار ہے جسے چاہے دے اور جس سے چاہے روک لے، کوئی حساب نہیں","transliteration":"Hatha AAataona faomnun aw amsik bighayri hisabin"},{"id":40,"text":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","translation":"یقیناً اُس کے لیے ہمارے ہاں تقرب کا مقام اور بہتر انجام ہے","transliteration":"Wainna lahu AAindana lazulfa wahusna maabin"},{"id":41,"text":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","translation":"اور ہمارے بندے ایوبؑ کا ذکر کرو، جب اس نے اپنے رب کو پکارا کہ شیطان نے مجھے سخت تکلیف اور عذاب میں ڈال دیا ہے","transliteration":"Waothkur AAabdana ayyooba ith nada rabbahu annee massaniya alshshaytanu binusbin waAAathabin"},{"id":42,"text":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","translation":"(ہم نے اُسے حکم دیا) اپنا پاؤں زمین پر مار، یہ ہے ٹھنڈا پانی نہانے کے لیے اور پینے کے لیے","transliteration":"Orkud birijlika hatha mughtasalun baridun washarabun"},{"id":43,"text":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"ہم نے اُسے اس کے اہل و عیال واپس دیے اور ان کے ساتھ اتنے ہی اور، اپنی طرف سے رحمت کے طور پر، اور عقل و فکر رکھنے والوں کے لیے درس کے طور پر","transliteration":"Wawahabna lahu ahlahu wamithlahum maAAahum rahmatan minna wathikra liolee alalbabi"},{"id":44,"text":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","translation":"(اور ہم نے اس سے کہا) تنکوں کا ایک مٹھا لے اور اُس سے مار دے، اپنی قسم نہ توڑ ہم نے اُسے صابر پایا، بہترین بندہ، اپنے رب کی طرف بہت رجوع کرنے والا","transliteration":"Wakhuth biyadika dighthan faidrib bihi wala tahnath inna wajadnahu sabiran niAAma alAAabdu innahu awwabun"},{"id":45,"text":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","translation":"اور ہمارے بندوں، ابراہیمؑ اور اسحاقؑ اور یعقوبؑ کا ذکر کرو بڑی قوت عمل رکھنے والے اور دیدہ ور لوگ تھے","transliteration":"Waothkur AAibadana ibraheema waishaqa wayaAAqooba olee alaydee waalabsari"},{"id":46,"text":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","translation":"ہم نے اُن کو ایک خالص صفت کی بنا پر برگزیدہ کیا تھا، اور وہ دار آخرت کی یاد تھی","transliteration":"Inna akhlasnahum bikhalisatin thikra alddari"},{"id":47,"text":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","translation":"یقیناً ہمارے ہاں ان کا شمار چنے ہوئے نیک اشخاص میں ہے","transliteration":"Wainnahum AAindana lamina almustafayna alakhyari"},{"id":48,"text":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","translation":"اور اسماعیلؑ اور الیسع اور ذوالکفلؑ کا ذکر کرو، یہ سب نیک لوگوں میں سے تھے","transliteration":"Waothkur ismaAAeela wailyasaAAa watha alkifli wakullun mina alakhyari"},{"id":49,"text":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","translation":"یہ ایک ذکر تھا (اب سنو کہ) متقی لوگوں کے لیے یقیناً بہترین ٹھکانا ہے","transliteration":"Hatha thikrun wainna lilmuttaqeena lahusna maabin"},{"id":50,"text":"جَنَّـٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","translation":"ہمیشہ رہنے والی جنتیں جن کے دروازے اُن کے لیے کھلے ہوں گے","transliteration":"Jannati AAadnin mufattahatan lahumu alabwabu"},{"id":51,"text":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","translation":"ان میں وہ تکیے لگائے بیٹھے ہوں گے، خوب خوب فواکہ اور مشروبات طلب کر رہے ہوں گے","transliteration":"Muttakieena feeha yadAAoona feeha bifakihatin katheeratin washarabin"},{"id":52,"text":"۞وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","translation":"اور ان کے پاس شرمیلی ہم سن بیویاں ہوں گی","transliteration":"WaAAindahum qasiratu alttarfi atrabun"},{"id":53,"text":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","translation":"یہ وہ چیزیں ہیں جنہیں حساب کے دن عطا کرنے کا تم سے وعدہ کیا جا رہا ہے","transliteration":"Hatha ma tooAAadoona liyawmi alhisabi"},{"id":54,"text":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","translation":"یہ ہمارا رزق ہے جو کبھی ختم ہونے والا نہیں","transliteration":"Inna hatha larizquna ma lahu min nafadin"},{"id":55,"text":"هَٰذَاۚ وَإِنَّ لِلطَّـٰغِينَ لَشَرَّ مَـَٔابٖ","translation":"یہ تو ہے متقیوں کا انجام اور سرکشوں کے لیے بدترین ٹھکانا ہے","transliteration":"Hatha wainna lilttagheena lasharra maabin"},{"id":56,"text":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","translation":"جہنم جس میں وہ جھلسے جائیں گے، بہت ہی بری قیام گاہ","transliteration":"Jahannama yaslawnaha fabisa almihadu"},{"id":57,"text":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","translation":"یہ ہے اُن کے لیے، پس وہ مزا چکھیں کھولتے ہوئے پانی اور پیپ لہو","transliteration":"Hatha falyathooqoohu hameemun waghassaqun"},{"id":58,"text":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","translation":"اور اسی قسم کی دوسری تلخیوں کا","transliteration":"Waakharu min shaklihi azwajun"},{"id":59,"text":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","translation":"(وہ جہنم کی طرف اپنے پیروؤں کو آتے دیکھ کر آپس میں کہیں گے) \"یہ ایک لشکر تمہارے پاس گھسا چلا آ رہا ہے، کوئی خوش آمدید اِن کے لیے نہیں ہے، یہ آگ میں جھلسنے والے ہیں","transliteration":"Hatha fawjun muqtahimun maAAakum la marhaban bihim innahum saloo alnnari"},{"id":60,"text":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","translation":"وہ اُن کو جواب دیں گے \"نہیں بلکہ تم ہی جھلسے جا رہے ہو، کوئی خیر مقدم تمہارے لیے نہیں تم ہی تو یہ انجام ہمارے آگے لائے ہو، کیسی بری ہے یہ جائے قرار","transliteration":"Qaloo bal antum la marhaban bikum antum qaddamtumoohu lana fabisa alqararu"},{"id":61,"text":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","translation":"پھر وہ کہیں گے \"اے ہمارے رب، جس نے ہمیں اس انجام کو پہنچانے کا بندوبست کیا اُس کو دوزخ کا دوہرا عذاب دے","transliteration":"Qaloo rabbana man qaddama lana hatha fazidhu AAathaban diAAfan fee alnnari"},{"id":62,"text":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","translation":"اور وہ آپس میں کہیں گے \"کیا بات ہے، ہم اُن لوگوں کو کہیں نہیں دیکھتے جنہیں ہم دنیا میں برا سمجھتے تھے؟","transliteration":"Waqaloo ma lana la nara rijalan kunna naAAudduhum mina alashrari"},{"id":63,"text":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","translation":"ہم نے یونہی ان کا مذاق بنا لیا تھا، یا وہ کہیں نظروں سے اوجھل ہیں؟","transliteration":"Attakhathnahum sikhriyyan am zaghat AAanhumu alabsaru"},{"id":64,"text":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","translation":"بے شک یہ بات سچی ہے، اہل دوزخ میں یہی کچھ جھگڑے ہونے والے ہیں","transliteration":"Inna thalika lahaqqun takhasumu ahli alnnari"},{"id":65,"text":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","translation":"(اے نبیؐ) اِن سے کہو، \"میں تو بس خبردار کر دینے والا ہوں کوئی حقیقی معبود نہیں مگر اللہ، جو یکتا ہے، سب پر غالب","transliteration":"Qul innama ana munthirun wama min ilahin illa Allahu alwahidu alqahharu"},{"id":66,"text":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّـٰرُ","translation":"آسمانوں اور زمین کا مالک اور اُن ساری چیزوں کا مالک جو ان کے درمیان ہیں، زبردست اور درگزر کرنے والا","transliteration":"Rabbu alssamawati waalardi wama baynahuma alAAazeezu alghaffaru"},{"id":67,"text":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","translation":"اِن سے کہو \"یہ ایک بڑی خبر ہے","transliteration":"Qul huwa nabaon AAatheemun"},{"id":68,"text":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","translation":"جس کو سن کر تم منہ پھیرتے ہو","transliteration":"Antum AAanhu muAAridoona"},{"id":69,"text":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","translation":"(ان سے کہو) \"مجھے اُس وقت کی کوئی خبر نہ تھی جب ملاء اعلیٰ میں جھگڑا ہو رہا تھا","transliteration":"Ma kana liya min AAilmin bialmalai alaAAla ith yakhtasimoona"},{"id":70,"text":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","translation":"مجھ کو تو وحی کے ذریعہ سے یہ باتیں صرف اس لیے بتائی جاتی ہیں کہ میں کھلا کھلا خبردار کرنے والا ہوں","transliteration":"In yooha ilayya illa annama ana natheerun mubeenun"},{"id":71,"text":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَـٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","translation":"جب تیرے رب نے فرشتوں سے کہا \"میں مٹی سے ایک بشر بنانے والا ہوں","transliteration":"Ith qala rabbuka lilmalaikati innee khaliqun basharan min teenin"},{"id":72,"text":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","translation":"پھر جب میں اسے پوری طرح بنا دوں اور اس میں اپنی روح پھونک دوں تو تم اس کے آگے سجدے میں گر جاؤ","transliteration":"Faitha sawwaytuhu wanafakhtu feehi min roohee faqaAAoo lahu sajideena"},{"id":73,"text":"فَسَجَدَ ٱلۡمَلَـٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","translation":"اس حکم کے مطابق فرشتے سب کے سب سجدے میں گر گئے","transliteration":"Fasajada almalaikatu kulluhum ajmaAAoona"},{"id":74,"text":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","translation":"مگر ابلیس نے اپنی بڑائی کا گھمنڈ کیا اور وہ کافروں میں سے ہو گیا","transliteration":"Illa ibleesa istakbara wakana mina alkafireena"},{"id":75,"text":"قَالَ يَـٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","translation":"رب نے فرمایا \"اے ابلیس، تجھے کیا چیز اُس کو سجدہ کرنے سے مانع ہوئی جسے میں نے اپنے دونوں ہاتھوں سے بنایا ہے؟ تو بڑا بن رہا ہے یا تو ہے ہی کچھ اونچے درجے کی ہستیوں میں سے؟","transliteration":"Qala ya ibleesu ma manaAAaka an tasjuda lima khalaqtu biyadayya astakbarta am kunta mina alAAaleena"},{"id":76,"text":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","translation":"اُس نے جواب دیا \"میں اُس سے بہتر ہوں، آپ نے مجھ کو آگ سے پیدا کیا ہے اور اس کو مٹی سے","transliteration":"Qala ana khayrun minhu khalaqtanee min narin wakhalaqtahu min teenin"},{"id":77,"text":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","translation":"فرمایا \"اچھا تو یہاں سے نکل جا، تو مردود ہے","transliteration":"Qala faokhruj minha fainnaka rajeemun"},{"id":78,"text":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","translation":"اور تیرے اوپر یوم الجزاء تک میری لعنت ہے","transliteration":"Wainna AAalayka laAAnatee ila yawmi alddeeni"},{"id":79,"text":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"وہ بولا \"ا ے میرے رب، یہ بات ہے تو پھر مجھے اُس وقت تک کے لیے مہلت دے دے جب یہ لوگ دوبارہ اٹھائے جائیں گے","transliteration":"Qala rabbi faanthirnee ila yawmi yubAAathoona"},{"id":80,"text":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","translation":"فرمایا، \"اچھا، تجھے اُس روز تک کی مہلت ہے","transliteration":"Qala fainnaka mina almunthareena"},{"id":81,"text":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","translation":"جس کا وقت مجھے معلوم ہے","transliteration":"Ila yawmi alwaqti almaAAloomi"},{"id":82,"text":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","translation":"اس نے کہا \"تیری عزت کی قسم، میں اِن سب لوگو ں کو بہکا کر رہوں گا","transliteration":"Qala fabiAAizzatika laoghwiyannahum ajmaAAeena"},{"id":83,"text":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","translation":"بجز تیرے اُن بندوں کے جنہیں تو نے خالص کر لیا ہے","transliteration":"Illa AAibadaka minhumu almukhlaseena"},{"id":84,"text":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","translation":"فرمایا \"تو حق یہ ہے، اور میں حق ہی کہا کرتا ہوں","transliteration":"Qala faalhaqqu waalhaqqa aqoolu"},{"id":85,"text":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","translation":"کہ میں جہنم کو تجھ سے اور اُن سب لوگوں سے بھر دوں گا جو اِن انسانوں میں سے تیری پیروی کریں گے","transliteration":"Laamlaanna jahannama minka wamimman tabiAAaka minhum ajmaAAeena"},{"id":86,"text":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","translation":"(اے نبیؐ) اِن سے کہہ دو کہ میں اس تبلیغ پر تم سے کوئی اجر نہیں مانگتا، اور نہ میں بناوٹی لوگوں میں سے ہوں","transliteration":"Qul ma asalukum AAalayhi min ajrin wama ana mina almutakallifeena"},{"id":87,"text":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","translation":"یہ تو ایک نصیحت ہے تمام جہان والوں کے لیے","transliteration":"In huwa illa thikrun lilAAalameena"},{"id":88,"text":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","translation":"اور تھوڑی مدت ہی گزرے گی کہ تمہیں اس کا حال خود معلوم ہو جائے گا","transliteration":"WalataAAlamunna nabaahu baAAda heenin"}]}
