{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translation":"گروہ","type":"meccan","total_verses":75,"verses":[{"id":1,"text":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","translation":"اِس کتاب کا نزول اللہ زبردست اور دانا کی طرف سے ہے","transliteration":"Tanzeelu alkitabi mina Allahi alAAazeezi alhakeemi"},{"id":2,"text":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","translation":"(اے محمدؐ) یہ کتاب ہم نے تمہاری طرف برحق نازل کی ہے، لہٰذا تم اللہ ہی کی بندگی کرو دین کو اُسی کے لیے خالص کرتے ہوئے","transliteration":"Inna anzalna ilayka alkitaba bialhaqqi faoAAbudi Allaha mukhlisan lahu alddeena"},{"id":3,"text":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","translation":"خبردار، دین خالص اللہ کا حق ہے رہے وہ لوگ جنہوں نے اُس کے سوا دوسرے سرپرست بنا رکھے ہیں (اور اپنے اِس فعل کی توجیہ یہ کرتے ہیں کہ) ہم تو اُن کی عبادت صرف اس لیے کرتے ہیں کہ وہ اللہ تک ہماری رسائی کرا دیں، اللہ یقیناً اُن کے درمیان اُن تمام باتوں کا فیصلہ کر دے گا جن میں وہ اختلاف کر رہے ہیں اللہ کسی ایسے شخص کو ہدایت نہیں دیتا جو جھوٹا اور منکر حق ہو","transliteration":"Ala lillahi alddeenu alkhalisu waallatheena ittakhathoo min doonihi awliyaa ma naAAbuduhum illa liyuqarriboona ila Allahi zulfa inna Allaha yahkumu baynahum fee ma hum feehi yakhtalifoona inna Allaha la yahdee man huwa kathibun kaffarun"},{"id":4,"text":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","translation":"اگر اللہ کسی کو بیٹا بنانا چاہتا تو اپنی مخلوق میں سے جس کو چاہتا برگزیدہ کر لیتا، پاک ہے وہ اس سے (کہ کوئی اُس کا بیٹا ہو)، وہ اللہ ہے اکیلا اور سب پر غالب","transliteration":"Law arada Allahu an yattakhitha waladan laistafa mimma yakhluqu ma yashao subhanahu huwa Allahu alwahidu alqahharu"},{"id":5,"text":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّـٰرُ","translation":"اس نے آسمانوں اور زمین کو برحق پیدا کیا ہے وہی دن پر رات اور رات پر دن کو لپیٹتا ہے اُسی نے سورج اور چاند کو اس طرح مسخر کر رکھا ہے کہ ہر ایک ایک وقت مقرر تک چلے جا رہا ہے جان رکھو، وہ زبردست ہے اور درگزر کرنے والا ہے","transliteration":"Khalaqa alssamawati waalarda bialhaqqi yukawwiru allayla AAala alnnahari wayukawwiru alnnahara AAala allayli wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman ala huwa alAAazeezu alghaffaru"},{"id":6,"text":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","translation":"اُسی نے تم کو ایک جان سے پیدا کیا، پھر وہی ہے جس نے اُس جان سے اس کا جوڑا بنایا اور اسی نے تمہارے لیے مویشیوں میں سے آٹھ نر و مادہ پیدا کیے وہ تمہاری ماؤں کے پیٹوں میں تین تین تاریک پردوں کے اندر تمہیں ایک کے بعد ایک شکل دیتا چلا جاتا ہے یہی اللہ (جس کے یہ کام ہیں) تمہارا رب ہے، بادشاہی اسی کی ہے، کوئی معبود اس کے سوا نہیں ہے، پھر تم کدھر سے پھرائے جا رہے ہو؟","transliteration":"Khalaqakum min nafsin wahidatin thumma jaAAala minha zawjaha waanzala lakum mina alanAAami thamaniyata azwajin yakhluqukum fee butooni ommahatikum khalqan min baAAdi khalqin fee thulumatin thalathin thalikumu Allahu rabbukum lahu almulku la ilaha illa huwa faanna tusrafoona"},{"id":7,"text":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"اگر تم کفر کرو تو اللہ تم سے بے نیاز ہے، لیکن وہ اپنے بندوں کے لیے کفر کو پسند نہیں کرتا، اور اگر تم شکر کر و تو اسے وہ تمہارے لیے پسند کرتا ہے کوئی بوجھ اٹھانے والا کسی دوسرے کا بوجھ نہ اٹھائے گا آخرکار تم سب کو اپنے رب کی طرف پلٹنا ہے، پھر وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو، وہ تو دلوں کا حال تک جانتا ہے","transliteration":"In takfuroo fainna Allaha ghaniyyun AAankum wala yarda liAAibadihi alkufra wain tashkuroo yardahu lakum wala taziru waziratun wizra okhra thumma ila rabbikum marjiAAukum fayunabbiokum bima kuntum taAAmaloona innahu AAaleemun bithati alssudoori"},{"id":8,"text":"۞وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","translation":"انسان پر جب کوئی آفت آتی ہے تو وہ اپنے رب کی طرف رجوع کر کے اُسے پکارتا ہے پھر جب اس کا رب اسے اپنی نعمت سے نواز دیتا ہے تو وہ اُس مصیبت کو بھول جاتا ہے جس پر وہ پہلے پکار رہا تھا اور دوسروں کو اللہ کا ہمسر ٹھیراتا ہے تاکہ اُس کی راہ سے گمراہ کرے (اے نبیؐ) اُس سے کہو کہ تھوڑے دن اپنے کفر سے لطف اٹھا لے، یقیناً تو دوزخ میں جانے والا ہے","transliteration":"Waitha massa alinsana durrun daAAa rabbahu muneeban ilayhi thumma itha khawwalahu niAAmatan minhu nasiya ma kana yadAAoo ilayhi min qablu wajaAAala lillahi andadan liyudilla AAan sabeelihi qul tamattaAA bikufrika qaleelan innaka min ashabi alnnari"},{"id":9,"text":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"(کیا اِس شخص کی روش بہتر ہے یا اُس شخص کی) جو مطیع فرمان ہے، رات کی گھڑیوں میں کھڑا رہتا اور سجدے کرتا ہے، آخرت سے ڈرتا اور اپنے رب کی رحمت سے امید لگاتا ہے؟ اِن سے پوچھو، کیا جاننے والے اور نہ جاننے والے دونوں کبھی یکساں ہو سکتے ہیں؟ نصیحت تو عقل رکھنے والے ہی قبول کرتے ہیں","transliteration":"Amman huwa qanitun anaa allayli sajidan waqaiman yahtharu alakhirata wayarjoo rahmata rabbihi qul hal yastawee allatheena yaAAlamoona waallatheena la yaAAlamoona innama yatathakkaru oloo alalbabi"},{"id":10,"text":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","translation":"(اے نبیؐ) کہو کہ اے میرے بندو جو ایمان لائے ہو، اپنے رب سے ڈرو جن لوگوں نے اِس دنیا میں نیک رویہ اختیار کیا ہے ان کے لیے بھلائی ہے اور خدا کی زمین وسیع ہے، صبر کرنے والوں کو تو ان کا اجر بے حساب دیا جائے گا","transliteration":"Qul ya AAibadi allatheena amanoo ittaqoo rabbakum lillatheena ahsanoo fee hathihi alddunya hasanatun waardu Allahi wasiAAatun innama yuwaffa alssabiroona ajrahum bighayri hisabin"},{"id":11,"text":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","translation":"(اے نبیؐ) اِن سے کہو، مجھے حکم دیا گیا ہے کہ دین کو اللہ کے لیے خالص کر کے اُس کی بندگی کروں","transliteration":"Qul innee omirtu an aAAbuda Allaha mukhlisan lahu alddeena"},{"id":12,"text":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","translation":"اور مجھے حکم دیا گیا ہے کہ سب سے پہلے میں خود مسلم بنوں","transliteration":"Waomirtu lian akoona awwala almuslimeena"},{"id":13,"text":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","translation":"کہو، اگر میں اپنے رب کی نافرمانی کروں تو مجھے ایک بڑے دن کے عذاب کا خوف ہے","transliteration":"Qul innee akhafu in AAasaytu rabbee AAathaba yawmin AAatheemin"},{"id":14,"text":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","translation":"کہہ دو کہ میں تو اپنے دین کو اللہ کے لیے خالص کر کے اُسی کی بندگی کروں گا","transliteration":"Quli Allaha aAAbudu mukhlisan lahu deenee"},{"id":15,"text":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","translation":"تم اُس کے سوا جس جس کی بندگی کرنا چاہو کرتے رہو کہو، اصل دیوالیے تو وہی ہیں جنہوں نے قیامت کے روز اپنے آپ کو اور اپنے اہل و عیال کو گھاٹے میں ڈال دیا خوب سن رکھو، یہی کھلا دیوالہ ہے","transliteration":"FaoAAbudoo ma shitum min doonihi qul inna alkhasireena allatheena khasiroo anfusahum waahleehim yawma alqiyamati ala thalika huwa alkhusranu almubeenu"},{"id":16,"text":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","translation":"اُن پر آگ کی چھتریاں اوپر سے بھی چھائی ہوں گی اور نیچے سے بھی یہ وہ انجام ہے جس سے اللہ اپنے بندوں کو ڈراتا ہے، پس اے میرے بندو، میرے غضب سے بچو","transliteration":"Lahum min fawqihim thulalun mina alnnari wamin tahtihim thulalun thalika yukhawwifu Allahu bihi AAibadahu ya AAibadi faittaqooni"},{"id":17,"text":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّـٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","translation":"بخلاف اس کے جن لوگوں نے طاغوت کی بندگی سے اجتناب کیا اور اللہ کی طرف رجوع کر لیا اُن کے لیے خوشخبری ہے پس (اے نبیؐ) بشارت دے دو میرے اُن بندوں کو","transliteration":"Waallatheena ijtanaboo alttaghoota an yaAAbudooha waanaboo ila Allahi lahumu albushra fabashshir AAibadi"},{"id":18,"text":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَـٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَـٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"جو بات کو غور سے سنتے ہیں اور اس کے بہترین پہلو کی پیروی کرتے ہیں یہ وہ لوگ ہیں جن کو اللہ نے ہدایت بخشی ہے اور یہی دانشمند ہیں","transliteration":"Allatheena yastamiAAoona alqawla fayattabiAAoona ahsanahu olaika allatheena hadahumu Allahu waolaika hum oloo alalbabi"},{"id":19,"text":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","translation":"(اے نبیؐ) اُس شخص کو کون بچا سکتا ہے جس پر عذاب کا فیصلہ چسپاں ہو چکا ہو؟ کیا تم اُسے بچا سکتے ہو جو آگ میں گر چکا ہو؟","transliteration":"Afaman haqqa AAalayhi kalimatu alAAathabi afaanta tunqithu man fee alnnari"},{"id":20,"text":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","translation":"البتہ جو لوگ اپنے رب سے ڈر کر رہے اُن کے لیے بلند عمارتیں ہیں منزل پر منزل بنی ہوئی، جن کے نیچے نہریں بہہ رہی ہوں گی یہ اللہ کا وعدہ ہے، اللہ کبھی اپنے وعدے کی خلاف ورزی نہیں کرتا","transliteration":"Lakini allatheena ittaqaw rabbahum lahum ghurafun min fawqiha ghurafun mabniyyatun tajree min tahtiha alanharu waAAda Allahi la yukhlifu Allahu almeeAAada"},{"id":21,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"کیا تم نہیں دیکھتے کہ اللہ نے آسمان سے پانی برسایا، پھر اس کو سوتوں اور چشموں اور دریاؤں کی شکل میں زمین کے اندر جاری کیا، پھر اس پانی کے ذریعہ سے وہ طرح طرح کی کھیتیاں نکالتا ہے جن کی قسمیں مختلف ہیں، پھر وہ کھیتیاں پک کر سوکھ جاتی ہیں، پھر تم دیکھتے ہو کہ وہ زرد پڑ گئیں، پھر آخرکار اللہ اُن کو بھس بنا دیتا ہے در حقیقت اِس میں ایک سبق ہے عقل رکھنے والوں کے لیے","transliteration":"Alam tara anna Allaha anzala mina alssamai maan fasalakahu yanabeeAAa fee alardi thumma yukhriju bihi zarAAan mukhtalifan alwanuhu thumma yaheeju fatarahu musfarran thumma yajAAaluhu hutaman inna fee thalika lathikra liolee alalbabi"},{"id":22,"text":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَـٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","translation":"اب کیا وہ شخص جس کا سینہ اللہ نے اسلام کے لیے کھول دیا اور وہ اپنے رب کی طرف سے ایک روشنی پر چل رہا ہے (اُس شخص کی طرح ہو سکتا ہے جس نے اِن باتوں سے کوئی سبق نہ لیا؟) تباہی ہے اُن لوگوں کے لیے جن کے دل اللہ کی نصیحت سے اور زیادہ سخت ہو گئے وہ کھلی گمراہی میں پڑے ہوئے ہیں","transliteration":"Afaman sharaha Allahu sadrahu lilislami fahuwa AAala noorin min rabbihi fawaylun lilqasiyati quloobuhum min thikri Allahi olaika fee dalalin mubeenin"},{"id":23,"text":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","translation":"اللہ نے بہترین کلام اتارا ہے، ایک ایسی کتاب جس کے تمام اجزاء ہم رنگ ہیں اور جس میں بار بار مضامین دہرائے گئے ہیں اُسے سن کر اُن لوگوں کے رونگٹے کھڑے ہو جاتے ہیں جو اپنے رب سے ڈرنے والے ہیں، اور پھر ان کے جسم اور ان کے دل نرم ہو کر اللہ کے ذکر کی طرف راغب ہو جاتے ہیں یہ اللہ کی ہدایت ہے جس سے وہ راہ راست پر لے آتا ہے جسے چاہتا ہے اور جسے اللہ ہی ہدایت نہ دے اس کے لیے پھر کوئی ہادی نہیں ہے","transliteration":"Allahu nazzala ahsana alhadeethi kitaban mutashabihan mathaniya taqshaAAirru minhu juloodu allatheena yakhshawna rabbahum thumma taleenu julooduhum waquloobuhum ila thikri Allahi thalika huda Allahi yahdee bihi man yashao waman yudlili Allahu fama lahu min hadin"},{"id":24,"text":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","translation":"اب اُس شخص کی بد حالی کا تم کیا اندازہ کر سکتے ہو جو قیامت کے روز عذاب کی سخت مار اپنے منہ پر لے گا؟ ایسے ظالموں سے تو کہہ دیا جائے گا کہ اب چکھو مزہ اُس کمائی کا جو تم کرتے رہے تھے","transliteration":"Afaman yattaqee biwajhihi sooa alAAathabi yawma alqiyamati waqeela lilththalimeena thooqoo ma kuntum taksiboona"},{"id":25,"text":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","translation":"اِن سے پہلے بھی بہت سے لوگ اسی طرح جھٹلا چکے ہیں آخر اُن پر عذاب ایسے رخ سے آیا جدھر ان کا خیال بھی نہ جا سکتا تھا","transliteration":"Kaththaba allatheena min qablihim faatahumu alAAathabu min haythu la yashAAuroona"},{"id":26,"text":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translation":"پھر اللہ نے ان کو دنیا ہی کی زندگی میں رسوائی کا مزہ چکھایا، اور آخرت کا عذاب تو اس سے شدید تر ہے، کاش یہ لوگ جانتے","transliteration":"Faathaqahumu Allahu alkhizya fee alhayati alddunya walaAAathabu alakhirati akbaru law kanoo yaAAlamoona"},{"id":27,"text":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","translation":"ہم نے اِس قرآن میں لوگوں کو طرح طرح کی مثالیں دی ہیں کہ یہ ہوش میں آئیں","transliteration":"Walaqad darabna lilnnasi fee hatha alqurani min kulli mathalin laAAallahum yatathakkaroona"},{"id":28,"text":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","translation":"ایسا قرآن جو عربی زبان میں ہے، جس میں کوئی ٹیڑھ نہیں ہے، تاکہ یہ برے انجام سے بچیں","transliteration":"Quranan AAarabiyyan ghayra thee AAiwajin laAAallahum yattaqoona"},{"id":29,"text":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translation":"اللہ ایک مثال دیتا ہے ایک شخص تو وہ ہے جس کی ملکیت میں بہت سے کج خلق آقا شریک ہیں جو اسے اپنی اپنی طرف کھینچتے ہیں اور دوسرا شخص پورا کا پورا ایک ہی آقا کا غلام ہے کیا ان دونوں کا حال یکساں ہو سکتاہے؟ الحمدللہ، مگر اکثر لوگ نادانی میں پڑے ہوئے ہیں","transliteration":"Daraba Allahu mathalan rajulan feehi shurakao mutashakisoona warajulan salaman lirajulin hal yastawiyani mathalan alhamdu lillahi bal aktharuhum la yaAAlamoona"},{"id":30,"text":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","translation":"(اے نبیؐ) تمہیں بھی مرنا ہے اور اِن لوگوں کو بھی مرنا ہے","transliteration":"Innaka mayyitun wainnahum mayyitoona"},{"id":31,"text":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","translation":"آخرکار قیامت کے روز تم سب اپنے رب کے حضور اپنا اپنا مقدمہ پیش کرو گے","transliteration":"Thumma innakum yawma alqiyamati AAinda rabbikum takhtasimoona"},{"id":32,"text":"۞فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","translation":"پھر اُس شخص سے بڑا ظالم اور کون ہو گا جس نے اللہ پر جھوٹ باندھا اور جب سچائی اس کے سامنے آئی تو اُسے جھٹلا دیا کیا ایسے کافروں کے لیے جہنم میں کوئی ٹھکانا نہیں ہے؟","transliteration":"Faman athlamu mimman kathaba AAala Allahi wakaththaba bialssidqi ith jaahu alaysa fee jahannama mathwan lilkafireena"},{"id":33,"text":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","translation":"اور جو شخص سچائی لے کر آیا اور جنہوں نے اس کو سچ مانا، وہی عذاب سے بچنے والے ہیں","transliteration":"Waallathee jaa bialssidqi wasaddaqa bihi olaika humu almuttaqoona"},{"id":34,"text":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","translation":"انہیں اپنے رب کے ہاں وہ سب کچھ ملے گا جس کی وہ خواہش کریں گے یہ ہے نیکی کرنے والوں کی جزا","transliteration":"Lahum ma yashaoona AAinda rabbihim thalika jazao almuhsineena"},{"id":35,"text":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","translation":"تاکہ جو بد ترین اعمال انہوں نے کیے تھے انہیں اللہ ان کے حساب سے ساقط کر دے اور جو بہترین اعمال وہ کرتے رہے اُن کے لحاظ سے اُن کو اجر عطا فرمائے","transliteration":"Liyukaffira Allahu AAanhum aswaa allathee AAamiloo wayajziyahum ajrahum biahsani allathee kanoo yaAAmaloona"},{"id":36,"text":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","translation":"(اے نبیؐ) کیا اللہ اپنے بندے کے لیے کافی نہیں ہے؟ یہ لوگ اُس کے سوا دوسروں سے تم کو ڈراتے ہیں حالانکہ اللہ جسے گمراہی میں ڈال دے اُسے کوئی راستہ دکھانے والا نہیں","transliteration":"Alaysa Allahu bikafin AAabdahu wayukhawwifoonaka biallatheena min doonihi waman yudlili Allahu fama lahu min hadin"},{"id":37,"text":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","translation":"اور جسے وہ ہدایت دے اُسے بھٹکانے والا بھی کوئی نہیں، کیا اللہ زبردست اور انتقام لینے والا نہیں ہے؟","transliteration":"Waman yahdi Allahu fama lahu min mudillin alaysa Allahu biAAazeezin thee intiqamin"},{"id":38,"text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","translation":"اِن لوگوں سے اگر تم پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ اللہ نے اِن سے کہو، جب حقیقت یہ ہے تو تمہارا کیا خیال ہے کہ اگر اللہ مجھے کوئی نقصان پہنچانا چاہے تو کیا تمہاری یہ دیویاں، جنہیں تم اللہ کو چھوڑ کر پکارتے ہو، مجھے اُس کے پہنچائے ہوئے نقصان سے بچا لیں گی؟ یا اللہ مجھ پر مہربانی کرنا چاہے تو کیا یہ اس کی رحمت کو روک سکیں گی؟ بس ان سے کہہ دو کہ میرے لیے اللہ ہی کافی ہے، بھروسہ کرنے والے اُسی پر بھروسہ کرتے ہیں","transliteration":"Walain saaltahum man khalaqa alssamawati waalarda layaqoolunna Allahu qul afaraaytum ma tadAAoona min dooni Allahi in aradaniya Allahu bidurrin hal hunna kashifatu durrihi aw aradanee birahmatin hal hunna mumsikatu rahmatihi qul hasbiya Allahu AAalayhi yatawakkalu almutawakkiloona"},{"id":39,"text":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","translation":"ان سے صاف کہو کہ \"اے میری قوم کے لوگو، تم اپنی جگہ اپنا کام کیے جاؤ، میں اپنا کام کرتا رہوں گا، عنقریب تمہیں معلوم ہو جائے گا","transliteration":"Qul ya qawmi iAAmaloo AAala makanatikum innee AAamilun fasawfa taAAlamoona"},{"id":40,"text":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","translation":"کہ کس پر رسوا کن عذاب آتا ہے اور کسے وہ سزا ملتی ہے جو کبھی ٹلنے والی نہیں","transliteration":"Man yateehi AAathabun yukhzeehi wayahillu AAalayhi AAathabun muqeemun"},{"id":41,"text":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","translation":"(اے نبیؐ) ہم نے سب انسانوں کے لیے یہ کتاب برحق تم پر نازل کر دی ہے اب جو سیدھا راستہ اختیار کرے گا اپنے لیے کرے گا اور جو بھٹکے گا اُس کے بھٹکنے کا وبال اُسی پر ہوگا، تم اُن کے ذمہ دار نہیں ہو","transliteration":"Inna anzalna AAalayka alkitaba lilnnasi bialhaqqi famani ihtada falinafsihi waman dalla fainnama yadillu AAalayha wama anta AAalayhim biwakeelin"},{"id":42,"text":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","translation":"وہ اللہ ہی ہے جو موت کے وقت روحیں قبض کرتا ہے اور جو ابھی نہیں مرا ہے اُس کی روح نیند میں قبض کر لیتا ہے، پھر جس پر وہ موت کا فیصلہ نافذ کرتا ہے اُسے روک لیتا ہے اور دوسروں کی روحیں ایک وقت مقرر کے لیے واپس بھیج دیتا ہے اِس میں بڑی نشانیاں ہیں اُن لوگوں کے لیے جو غور و فکر کرنے والے ہیں","transliteration":"Allahu yatawaffa alanfusa heena mawtiha waallatee lam tamut fee manamiha fayumsiku allatee qada AAalayha almawta wayursilu alokhra ila ajalin musamman inna fee thalika laayatin liqawmin yatafakkaroona"},{"id":43,"text":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","translation":"کیا اُس خدا کو چھوڑ کر اِن لوگوں نے دوسروں کو شفیع بنا رکھا ہے؟ ان سے کہو، کیا وہ شفاعت کریں گے خواہ اُن کے اختیار میں کچھ نہ ہو اور وہ سمجھتے بھی نہ ہوں؟","transliteration":"Ami ittakhathoo min dooni Allahi shufaAAaa qul awalaw kanoo la yamlikoona shayan wala yaAAqiloona"},{"id":44,"text":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","translation":"کہو، شفاعت ساری کی ساری اللہ کے اختیار میں ہے آسمانوں اور زمین کی بادشاہی کا وہی مالک ہے پھر اُسی کی طرف تم پلٹائے جانے والے ہو","transliteration":"Qul lillahi alshshafaAAatu jameeAAan lahu mulku alssamawati waalardi thumma ilayhi turjaAAoona"},{"id":45,"text":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","translation":"جب اکیلے اللہ کا ذکر کیا جاتا ہے تو آخرت پر ایمان نہ رکھنے والوں کے دل کڑھنے لگتے ہیں، اور جب اُس کے سوا دوسروں کا ذکر ہوتا ہے تو یکایک وہ خوشی سے کھل اٹھتے ہیں","transliteration":"Waitha thukira Allahu wahdahu ishmaazzat quloobu allatheena la yuminoona bialakhirati waitha thukira allatheena min doonihi itha hum yastabshiroona"},{"id":46,"text":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"کہو، خدایا! آسمانوں اور زمین کے پیدا کرنے والے، حاضر و غائب کے جاننے والے، تو ہی اپنے بندوں کے درمیان اُس چیز کا فیصلہ کرے گا جس میں وہ اختلاف کرتے رہے ہیں","transliteration":"Quli allahumma fatira alssamawati waalardi AAalima alghaybi waalshshahadati anta tahkumu bayna AAibadika fee ma kanoo feehi yakhtalifoona"},{"id":47,"text":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","translation":"اگر اِن ظالموں کے پاس زمین کی ساری دولت بھی ہو، اور اتنی ہی اور بھی، تو یہ روز قیامت کے برے عذاب سے بچنے کے لیے سب کچھ فدیے میں دینے کے لیے تیار ہو جائیں گے وہاں اللہ کی طرف سے ان کے سامنے وہ کچھ آئے گا جس کا انہوں نے کبھی اندازہ ہی نہیں کیا ہے","transliteration":"Walaw anna lillatheena thalamoo ma fee alardi jameeAAan wamithlahu maAAahu laiftadaw bihi min sooi alAAathabi yawma alqiyamati wabada lahum mina Allahi ma lam yakoonoo yahtasiboona"},{"id":48,"text":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"وہاں اپنی کمائی کے سارے برے نتائج ان پر کھل جائیں گے اور وہی چیز ان پر مسلط ہو جائے گی جس کا یہ مذاق اڑاتے رہے ہیں","transliteration":"Wabada lahum sayyiatu ma kasaboo wahaqa bihim ma kanoo bihi yastahzioona"},{"id":49,"text":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"یہی انسان جب ذرا سی مصیبت اِسے چھو جاتی ہے تو ہمیں پکارتا ہے، اور جب ہم اسے اپنی طرف سے نعمت دے کر اپھار دیتے ہیں تو کہتا ہے کہ یہ تو مجھے علم کی بنا پر دیا گیا ہے! نہیں، بلکہ یہ آزمائش ہے، مگر ان میں سے اکثر لوگ جانتے نہیں ہیں","transliteration":"Faitha massa alinsana durrun daAAana thumma itha khawwalnahu niAAmatan minna qala innama ooteetuhu AAala AAilmin bal hiya fitnatun walakinna aktharahum la yaAAlamoona"},{"id":50,"text":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","translation":"یہی بات ان سے پہلے گزرے ہوئے لوگ بھی کہہ چکے ہیں، مگر جو کچھ وہ کماتے تھے وہ ان کے کسی کام نہ آیا","transliteration":"Qad qalaha allatheena min qablihim fama aghna AAanhum ma kanoo yaksiboona"},{"id":51,"text":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَـٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","translation":"پھر اپنی کمائی کے برے نتائج انہوں نے بھگتے، اور اِن لوگوں میں سے بھی جو ظالم ہیں وہ عنقریب اپنی کمائی کے برے نتائج بھگتیں گے، یہ ہمیں عاجز کر دینے والے نہیں ہیں","transliteration":"Faasabahum sayyiatu ma kasaboo waallatheena thalamoo min haolai sayuseebuhum sayyiatu ma kasaboo wama hum bimuAAjizeena"},{"id":52,"text":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"اور کیا انہیں معلوم نہیں ہے کہ اللہ جس کا چاہتا ہے رزق کشادہ کر دیتا ہے اور جس کا چاہتا ہے تنگ کر دیتا ہے؟ اس میں نشانیاں ہیں اُن لوگوں کے لیے جو ایمان لاتے ہیں","transliteration":"Awalam yaAAlamoo anna Allaha yabsutu alrrizqa liman yashao wayaqdiru inna fee thalika laayatin liqawmin yuminoona"},{"id":53,"text":"۞قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"(اے نبیؐ) کہہ دو کہ اے میرے بندو، جنہوں نے اپنی جانوں پر زیادتی کی ہے، اللہ کی رحمت سے مایوس نہ ہو جاؤ، یقیناً اللہ سارے گناہ معاف کر دیتا ہے، وہ تو غفور و رحیم ہے","transliteration":"Qul ya AAibadiya allatheena asrafoo AAala anfusihim la taqnatoo min rahmati Allahi inna Allaha yaghfiru alththunooba jameeAAan innahu huwa alghafooru alrraheemu"},{"id":54,"text":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","translation":"پلٹ آؤ اپنے رب کی طرف اور مطیع بن جاؤ اُس کے قبل اِس کے کہ تم پر عذاب آ جائے اور پھر کہیں سے تمہیں مدد نہ مل سکے","transliteration":"Waaneeboo ila rabbikum waaslimoo lahu min qabli an yatiyakumu alAAathabu thumma la tunsaroona"},{"id":55,"text":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","translation":"اور پیروی اختیار کر لو اپنے رب کی بھیجی ہوئی کتاب کے بہترین پہلو کی، قبل اِس کے کہ تم پر اچانک عذاب آئے اور تم کو خبر بھی نہ ہو","transliteration":"WaittabiAAoo ahsana ma onzila ilaykum min rabbikum min qabli an yatiyakumu alAAathabu baghtatan waantum la tashAAuroona"},{"id":56,"text":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِينَ","translation":"کہیں ایسا نہ ہو کہ بعد میں کوئی شخص کہے \"افسوس میری اُس تقصیر پر جو میں اللہ کی جناب میں کرتا رہا، بلکہ میں تو الٹا مذاق اڑانے والوں میں شامل تھا","transliteration":"An taqoola nafsun ya hasrata AAala ma farrattu fee janbi Allahi wain kuntu lamina alssakhireena"},{"id":57,"text":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","translation":"یا کہے \"کاش اللہ نے مجھے ہدایت بخشی ہوتی تو میں بھی متقیوں میں سے ہوتا","transliteration":"Aw taqoola law anna Allaha hadanee lakuntu mina almuttaqeena"},{"id":58,"text":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"یا عذاب دیکھ کر کہے \"کاش مجھے ایک موقع اور مل جائے اور میں بھی نیک عمل کرنے والوں میں شامل ہو جاؤں","transliteration":"Aw taqoola heena tara alAAathaba law anna lee karratan faakoona mina almuhsineena"},{"id":59,"text":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","translation":"(اور اُس وقت اسے یہ جواب ملے کہ) \"کیوں نہیں، میری آیات تیرے پاس آ چکی تھیں، پھر تو نے انہیں جھٹلایا اور تکبر کیا اور تو کافروں میں سے تھا","transliteration":"Bala qad jaatka ayatee fakaththabta biha waistakbarta wakunta mina alkafireena"},{"id":60,"text":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","translation":"آج جن لوگوں نے خدا پر جھوٹ باندھے ہیں قیامت کے روز تم دیکھو گے کہ ان کے منہ کالے ہوں گے کیا جہنم میں متکبروں کے لیے کافی جگہ نہیں ہے؟","transliteration":"Wayawma alqiyamati tara allatheena kathaboo AAala Allahi wujoohuhum muswaddatun alaysa fee jahannama mathwan lilmutakabbireena"},{"id":61,"text":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","translation":"اس کے برعکس جن لوگوں نے یہاں تقویٰ کیا ہے ان کے اسباب کامیابی کی وجہ سے اللہ ان کو نجات دے گا، ان کو نہ کوئی گزند پہنچے گا اور نہ وہ غمگین ہوں گے","transliteration":"Wayunajjee Allahu allatheena ittaqaw bimafazatihim la yamassuhumu alssooo wala hum yahzanoona"},{"id":62,"text":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","translation":"اللہ ہر چیز کا خالق ہے اور وہی ہر چیز پر نگہبان ہے","transliteration":"Allahu khaliqu kulli shayin wahuwa AAala kulli shayin wakeelun"},{"id":63,"text":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"زمین اور آسمانوں کے خزانوں کی کنجیاں اُسی کے پاس ہیں اور جو لوگ اللہ کی آیات سے کفر کرتے ہیں وہی گھاٹے میں رہنے والے ہیں","transliteration":"Lahu maqaleedu alssamawati waalardi waallatheena kafaroo biayati Allahi olaika humu alkhasiroona"},{"id":64,"text":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","translation":"(اے نبیؐ) اِن سے کہو \"پھر کیا اے جاہلو، تم اللہ کے سوا کسی اور کی بندگی کرنے کے لیے مجھ سے کہتے ہو؟","transliteration":"Qul afaghayra Allahi tamuroonnee aAAbudu ayyuha aljahiloona"},{"id":65,"text":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","translation":"(یہ بات تمہیں ان سے صاف کہہ دینی چاہیے کیونکہ) تمہاری طرف اور تم سے پہلے گزرے ہوئے تمام انبیاء کی طرف یہ وحی بھیجی جا چکی ہے کہ اگر تم نے شرک کیا تو تمہارا عمل ضائع ہو جائے گا اور تم خسارے میں رہو گے","transliteration":"Walaqad oohiya ilayka waila allatheena min qablika lain ashrakta layahbatanna AAamaluka walatakoonanna mina alkhasireena"},{"id":66,"text":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّـٰكِرِينَ","translation":"لہٰذا (اے نبیؐ) تم بس اللہ ہی کی بندگی کرو اور شکر گزار بندوں میں سے ہو جاؤ","transliteration":"Bali Allaha faoAAbud wakun mina alshshakireena"},{"id":67,"text":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّـٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"اِن لوگوں نے اللہ کی قدر ہی نہ کی جیسا کہ اس کی قدر کرنے کا حق ہے (اس کی قدرت کاملہ کا حال تو یہ ہے کہ) قیامت کے روز پوری زمین اُس کی مٹھی میں ہو گی اور آسمان اس کے دست راست میں لپٹے ہوئے ہوں گے پاک اور بالاتر ہے وہ اس شرک سے جو یہ لوگ کرتے ہیں","transliteration":"Wama qadaroo Allaha haqqa qadrihi waalardu jameeAAan qabdatuhu yawma alqiyamati waalssamawatu matwiyyatun biyameenihi subhanahu wataAAala AAamma yushrikoona"},{"id":68,"text":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","translation":"اور اُس روز صور پھونکا جائے گا اور وہ سب مر کر گر جائیں گے جو آسمانوں اور زمین میں ہیں سوائے اُن کے جنہیں اللہ زندہ رکھنا چاہے پھر ایک دوسرا صور پھونکا جائے گا اور یکایک سب کے سب اٹھ کر دیکھنے لگیں گے","transliteration":"Wanufikha fee alssoori fasaAAiqa man fee alssamawati waman fee alardi illa man shaa Allahu thumma nufikha feehi okhra faitha hum qiyamun yanthuroona"},{"id":69,"text":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","translation":"زمین اپنے رب کے نور سے چمک اٹھے گی، کتاب اعمال لا کر رکھ دی جائے گی، انبیاء اور تمام گواہ حاضر کر دیے جائیں گے، لوگوں کے درمیان ٹھیک ٹھیک حق کے ساتھ فیصلہ کر دیا جائے گا اور اُن پر کوئی ظلم نہ ہوگا","transliteration":"Waashraqati alardu binoori rabbiha wawudiAAa alkitabu wajeea bialnnabiyyeena waalshshuhadai waqudiya baynahum bialhaqqi wahum la yuthlamoona"},{"id":70,"text":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","translation":"اور ہر متنفس کو جو کچھ بھی اُس نے عمل کیا تھا اُس کا پورا پورا بدلہ دے دیا جائے گا لوگ جو کچھ بھی کرتے ہیں اللہ اس کو خوب جانتا ہے","transliteration":"Wawuffiyat kullu nafsin ma AAamilat wahuwa aAAlamu bima yafAAaloona"},{"id":71,"text":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","translation":"(اِس فیصلہ کے بعد) وہ لوگ جنہوں نے کفر کیا تھا جہنم کی طرف گروہ در گروہ ہانکے جائیں گے، یہاں تک کہ جب وہ وہاں پہنچیں گے تو اس کے دروازے کھولے جائیں گے اور اُس کے کارندے ان سے کہیں گے \"کیا تمہارے پاس تمہارے اپنے لوگوں میں سے ایسے رسول نہیں آئے تھے، جنہوں نے تم کو تمہارے رب کی آیات سنائی ہوں اور تمہیں اس بات سے ڈرایا ہو کہ ایک وقت تمہیں یہ دن بھی دیکھنا ہوگا؟\" وہ جواب دیں گے \"ہاں، آئے تھے، مگر عذاب کا فیصلہ کافروں پر چپک گیا","transliteration":"Waseeqa allatheena kafaroo ila jahannama zumaran hatta itha jaooha futihat abwabuha waqala lahum khazanatuha alam yatikum rusulun minkum yatloona AAalaykum ayati rabbikum wayunthiroonakum liqaa yawmikum hatha qaloo bala walakin haqqat kalimatu alAAathabi AAala alkafireena"},{"id":72,"text":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","translation":"کہا جائے گا، داخل ہو جاؤ جہنم کے دروازوں میں، یہاں اب تمہیں ہمیشہ رہنا ہے، بڑا ہی برا ٹھکانا ہے یہ متکبروں کے لیے","transliteration":"Qeela odkhuloo abwaba jahannama khalideena feeha fabisa mathwa almutakabbireena"},{"id":73,"text":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","translation":"اور جو لوگ اپنے رب کی نافرمانی سے پرہیز کرتے تھے انہیں گروہ در گروہ جنت کی طرف لے جایا جائے گا یہاں تک کہ جب وہ وہاں پہنچیں گے، اور اس کے دروازے پہلے ہی کھولے جا چکے ہوں گے، تو اُس کے منتظمین ان سے کہیں گے کہ \"سلام ہو تم پر، بہت اچھے رہے، داخل ہو جاؤ اس میں ہمیشہ کے لیے","transliteration":"Waseeqa allatheena ittaqaw rabbahum ila aljannati zumaran hatta itha jaooha wafutihat abwabuha waqala lahum khazanatuha salamun AAalaykum tibtum faodkhulooha khalideena"},{"id":74,"text":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","translation":"اور وہ کہیں گے \"شکر ہے اُس خدا کا جس نے ہمارے ساتھ اپنا وعدہ سچ کر دکھایا اور ہم کو زمین کا وارث بنا دیا، اب ہم جنت میں جہاں چاہیں اپنی جگہ بنا سکتے ہیں\" پس بہترین اجر ہے عمل کرنے والوں کے لیے","transliteration":"Waqaloo alhamdu lillahi allathee sadaqana waAAdahu waawrathana alarda natabawwao mina aljannati haythu nashao faniAAma ajru alAAamileena"},{"id":75,"text":"وَتَرَى ٱلۡمَلَـٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"اور تم دیکھو گے کہ فرشتے عرش کے گرد حلقہ بنائے ہوئے اپنے رب کی حمد اور تسبیح کر رہے ہوں گے، اور لوگوں کے درمیان ٹھیک ٹھیک حق کے ساتھ فیصلہ چکا دیا جائے گا، اور پکار دیا جائے گا کہ حمد ہے اللہ ربّ العالمین کے لیے","transliteration":"Watara almalaikata haffeena min hawli alAAarshi yusabbihoona bihamdi rabbihim waqudiya baynahum bialhaqqi waqeela alhamdu lillahi rabbi alAAalameena"}]}
