{"id":4,"name":"النساء","transliteration":"An-Nisa","translation":"عورت","type":"medinan","total_verses":176,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا","translation":"لوگو! اپنے رب سے ڈرو جس نے تم کو ایک جان سے پیدا کیا اور اُسی جان سے اس کا جوڑا بنایا اور ان دونوں سے بہت مرد و عورت دنیا میں پھیلا دیے اُس خدا سے ڈرو جس کا واسطہ دے کر تم ایک دوسرے سے اپنے حق مانگتے ہو، اور رشتہ و قرابت کے تعلقات کو بگاڑنے سے پرہیز کرو یقین جانو کہ اللہ تم پر نگرانی کر رہا ہے","transliteration":"Ya ayyuha alnnasu ittaqoo rabbakumu allathee khalaqakum min nafsin wahidatin wakhalaqa minha zawjaha wabaththa minhuma rijalan katheeran wanisaan waittaqoo Allaha allathee tasaaloona bihi waalarhama inna Allaha kana AAalaykum raqeeban"},{"id":2,"text":"وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا","translation":"یتیموں کے مال اُن کو واپس دو، اچھے مال کو برے مال سے نہ بدل لو، اور اُن کے مال اپنے مال کے ساتھ ملا کر نہ کھا جاؤ، یہ بہت بڑا گناہ ہے","transliteration":"Waatoo alyatama amwalahum wala tatabaddaloo alkhabeetha bialttayyibi wala takuloo amwalahum ila amwalikum innahu kana hooban kabeeran"},{"id":3,"text":"وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ","translation":"اور اگر تم یتیموں کے ساتھ بے انصافی کرنے سے ڈرتے ہو تو جو عورتیں تم کو پسند آئیں اُن میں سے دو دو، تین تین، چار چار سے نکاح کرلو لیکن اگر تمہیں اندیشہ ہو کہ اُن کے ساتھ عدل نہ کر سکو گے تو پھر ایک ہی بیوی کرو یا اُن عورتوں کو زوجیت میں لاؤ جو تمہارے قبضہ میں آئی ہیں، بے انصافی سے بچنے کے لیے یہ زیادہ قرین صواب ہے","transliteration":"Wain khiftum alla tuqsitoo fee alyatama fainkihoo ma taba lakum mina alnnisai mathna wathulatha warubaAAa fain khiftum alla taAAdiloo fawahidatan aw ma malakat aymanukum thalika adna alla taAAooloo"},{"id":4,"text":"وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحۡلَةٗۚ فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا فَكُلُوهُ هَنِيٓـٔٗا مَّرِيٓـٔٗا","translation":"اور عورتوں کے مہر خوش دلی کے ساتھ (فرض جانتے ہوئے) ادا کرو، البتہ اگر وہ خود اپنی خوشی سے مہر کا کوئی حصہ تمہیں معاف کر دیں تو اُسے تم مزے سے کھا سکتے ہو","transliteration":"Waatoo alnnisaa saduqatihinna nihlatan fain tibna lakum AAan shayin minhu nafsan fakuloohu haneean mareean"},{"id":5,"text":"وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","translation":"اور اپنے وہ مال جنہیں اللہ نے تمہارے لیے قیام زندگی کا ذریعہ بنایا ہے، نادان لوگوں کے حوالہ نہ کرو، البتہ انہیں کھانے اور پہننے کے لیے دو اور انہیں نیک ہدایت کرو","transliteration":"Wala tutoo alssufahaa amwalakumu allatee jaAAala Allahu lakum qiyaman waorzuqoohum feeha waoksoohum waqooloo lahum qawlan maAAroofan"},{"id":6,"text":"وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","translation":"اور یتیموں کی آزمائش کرتے رہو یہاں تک کہ وہ نکاح کے قابل عمر کو پہنچ جائیں پھر اگر تم اُن کے اندر اہلیت پاؤ تو اُن کے مال اُن کے حوالے کر دو ایسا کبھی نہ کرنا کہ حد انصاف سے تجاوز کر کے اِس خوف سے اُن کے مال جلدی جلدی کھا جاؤ کہ وہ بڑے ہو کر اپنے حق کا مطالبہ کریں گے یتیم کا جو سرپرست مال دار ہو وہ پرہیز گاری سے کام لے اور جو غریب ہو وہ معروف طریقہ سے کھائے پھر جب اُن کے مال اُن کے حوالے کرنے لگو تو لوگوں کو اس پر گواہ بنا لو، اور حساب لینے کے لیے اللہ کافی ہے","transliteration":"Waibtaloo alyatama hatta itha balaghoo alnnikaha fain anastum minhum rushdan faidfaAAoo ilayhim amwalahum wala takulooha israfan wabidaran an yakbaroo waman kana ghaniyyan falyastaAAfif waman kana faqeeran falyakul bialmaAAroofi faitha dafaAAtum ilayhim amwalahum faashhidoo AAalayhim wakafa biAllahi haseeban"},{"id":7,"text":"لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا","translation":"مردوں کے لیے اُس مال میں حصہ ہے جو ماں باپ اور رشتہ داروں نے چھوڑا ہو، اور عورتوں کے لیے بھی اُس مال میں حصہ ہے جو ماں باپ اور رشتہ داروں نے چھوڑا ہو، خواہ تھوڑا ہو یا بہت، اور یہ حصہ (اللہ کی طرف سے) مقرر ہے","transliteration":"Lilrrijali naseebun mimma taraka alwalidani waalaqraboona walilnnisai naseebun mimma taraka alwalidani waalaqraboona mimma qalla minhu aw kathura naseeban mafroodan"},{"id":8,"text":"وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","translation":"اور جب تقسیم کے موقع پر کنبہ کے لوگ اور یتیم اور مسکین آئیں تو اس مال میں سے ان کو بھی کچھ دو اور اُن کے ساتھ بھلے مانسوں کی سی بات کرو","transliteration":"Waitha hadara alqismata oloo alqurba waalyatama waalmasakeenu faorzuqoohum minhu waqooloo lahum qawlan maAAroofan"},{"id":9,"text":"وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا","translation":"لوگوں کو اس بات کا خیال کر کے ڈرنا چاہیے کہ اگر وہ خود اپنے پیچھے بے بس اولاد چھوڑتے تو مرتے وقت انہیں اپنے بچوں کے حق میں کیسے کچھ اندیشے لاحق ہوتے پس چاہیے کہ وہ خدا کا خوف کریں اور راستی کی بات کریں","transliteration":"Walyakhsha allatheena law tarakoo min khalfihim thurriyyatan diAAafan khafoo AAalayhim falyattaqoo Allaha walyaqooloo qawlan sadeedan"},{"id":10,"text":"إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗاۖ وَسَيَصۡلَوۡنَ سَعِيرٗا","translation":"جو لوگ ظلم کے ساتھ یتیموں کے مال کھاتے ہیں در حقیقت وہ اپنے پیٹ آگ سے بھرتے ہیں اور وہ ضرور جہنم کی بھڑکتی ہوئی آگ میں جھونکے جائیں گے","transliteration":"Inna allatheena yakuloona amwala alyatama thulman innama yakuloona fee butoonihim naran wasayaslawna saAAeeran"},{"id":11,"text":"يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translation":"تمہاری اولاد کے بارے میں اللہ تمہیں ہدایت کرتا ہے کہ: مرد کا حصہ دو عورتوں کے برابر ہے، اگر (میت کی وارث) دو سے زائد لڑکیاں ہوں تو انہیں ترکے کا دو تہائی دیا جائے، اور اگر ایک ہی لڑکی وارث ہو تو آدھا ترکہ اس کا ہے اگر میت صاحب اولاد ہو تواس کے والدین میں سے ہر ایک کو ترکے کا چھٹا حصہ ملنا چاہیے اور اگر وہ صاحب اولاد نہ ہو اور والدین ہی اس کے وارث ہو ں تو ماں کو تیسرا حصہ دیا جائے اور اگر میت کے بھائی بہن بھی ہوں تو ماں چھٹے حصہ کی حق دار ہوگی (یہ سب حصے اُس وقت نکالے جائیں) جبکہ وصیت جو میت نے کی ہو پوری کر دی جائے اور قرض جو اُس پر ہو ادا کر دیا جائے تم نہیں جانتے کہ تمہارے ماں باپ اور تمہاری اولاد میں سے کون بلحاظ نفع تم سے قریب تر ہے یہ حصے اللہ نے مقرر کر دیے ہیں، اور اللہ یقیناً سب حقیقتوں سے واقف اور ساری مصلحتوں کا جاننے والا ہے","transliteration":"Yooseekumu Allahu fee awladikum lilththakari mithlu haththi alonthayayni fain kunna nisaan fawqa ithnatayni falahunna thulutha ma taraka wain kanat wahidatan falaha alnnisfu waliabawayhi likulli wahidin minhuma alssudusu mimma taraka in kana lahu waladun fain lam yakun lahu waladun wawarithahu abawahu faliommihi alththuluthu fain kana lahu ikhwatun faliommihi alssudusu min baAAdi wasiyyatin yoosee biha aw daynin abaokum waabnaokum la tadroona ayyuhum aqrabu lakum nafAAan fareedatan mina Allahi inna Allaha kana AAaleeman hakeeman"},{"id":12,"text":"۞وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ","translation":"اور تمہاری بیویوں نے جو کچھ چھوڑا ہو اس کا آدھا حصہ تمہیں ملے گا اگر وہ بے اولاد ہوں، ورنہ اولاد ہونے کی صورت میں ترکہ کا ایک چوتھائی حصہ تمہارا ہے جبکہ وصیت جو انہوں ں نے کی ہو پوری کر دی جائے، اور قرض جو اُنہوں نے چھوڑا ہو ادا کر دیا جائے اور وہ تمہارے ترکہ میں سے چوتھائی کی حق دار ہوں گی اگر تم بے اولاد ہو، ورنہ صاحب اولاد ہونے کی صورت میں اُن کا حصہ آٹھواں ہوگا، بعد اس کے کہ جو وصیت تم نے کی ہو وہ پوری کر دی جائے اور جو قرض تم نے چھوڑا ہو وہ ادا کر دیا جائے اور اگر وہ مرد یا عورت (جس کی میراث تقسیم طلب ہے) بے اولاد بھی ہو اور اس کے ماں باپ بھی زندہ نہ ہوں، مگر اس کا ایک بھائی یا ایک بہن موجود ہو تو بھائی اور بہن ہر ایک کو چھٹا حصہ ملے گا، اور بھائی بہن ایک سے زیادہ ہوں تو کل ترکہ کے ایک تہائی میں وہ سب شریک ہوں گے، جبکہ وصیت جو کی گئی ہو پوری کر دی جائے، اور قرض جو میت نے چھوڑا ہو ادا کر دیا جائے، بشر طیکہ وہ ضرر رساں نہ ہو یہ حکم ہے اللہ کی طرف سے اور اللہ دانا و بینا اور نرم خو ہے","transliteration":"Walakum nisfu ma taraka azwajukum in lam yakun lahunna waladun fain kana lahunna waladun falakumu alrrubuAAu mimma tarakna min baAAdi wasiyyatin yooseena biha aw daynin walahunna alrrubuAAu mimma taraktum in lam yakun lakum waladun fain kana lakum waladun falahunna alththumunu mimma taraktum min baAAdi wasiyyatin toosoona biha aw daynin wain kana rajulun yoorathu kalalatan awi imraatun walahu akhun aw okhtun falikulli wahidin minhuma alssudusu fain kanoo akthara min thalika fahum shurakao fee alththuluthi min baAAdi wasiyyatin yoosa biha aw daynin ghayra mudarrin wasiyyatan mina Allahi waAllahu AAaleemun haleemun"},{"id":13,"text":"تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"یہ اللہ کی مقرر کی ہوئی حدیں ہیں جو اللہ اور اُس کے رسول کی اطاعت کرے گا اُسے اللہ ایسے باغوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی اور ان باغوں میں وہ ہمیشہ رہے گا اور یہی بڑی کامیابی ہے","transliteration":"Tilka hudoodu Allahi waman yutiAAi Allaha warasoolahu yudkhilhu jannatin tajree min tahtiha alanharu khalideena feeha wathalika alfawzu alAAatheemu"},{"id":14,"text":"وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ","translation":"اور جو اللہ اور اُس کے رسول کی نافرمانی کرے گا اور اس کی مقرر کی ہوئی حدوں سے تجاوز کر جائے گا اُسے اللہ آگ میں ڈالے گا جس میں وہ ہمیشہ رہے گا اور اس کے لیے رسوا کن سزا ہے","transliteration":"Waman yaAAsi Allaha warasoolahu wayataAAadda hudoodahu yudkhilhu naran khalidan feeha walahu AAathabun muheenun"},{"id":15,"text":"وَٱلَّـٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا","translation":"تمہاری عورتوں میں سے جو بد کاری کی مرتکب ہوں اُن پر اپنے میں سے چار آدمیوں کی گواہی لو، اور اگر چار آدمی گواہی دے دیں تو ان کو گھروں میں بند رکھو یہاں تک کہ انہیں موت آ جائے یا اللہ اُن کے لیے کوئی راستہ نکال دے","transliteration":"Waallatee yateena alfahishata min nisaikum faistashhidoo AAalayhinna arbaAAatan minkum fain shahidoo faamsikoohunna fee albuyooti hatta yatawaffahunna almawtu aw yajAAala Allahu lahunna sabeelan"},{"id":16,"text":"وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا","translation":"اور تم میں سے جو اس فعل کا ارتکاب کریں اُن دونوں کو تکلیف دو، پھر اگر وہ توبہ کریں اور اپنی اصلاح کر لیں تو انہیں چھوڑ دو کہ اللہ بہت توبہ قبول کرنے والا اور رحم فرمانے والا ہے","transliteration":"Waallathani yatiyaniha minkum faathoohuma fain taba waaslaha faaAAridoo AAanhuma inna Allaha kana tawwaban raheeman"},{"id":17,"text":"إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"ہاں یہ جان لو کہ اللہ پر توبہ کی قبولیت کا حق اُنہی لوگوں کے لیے ہے جو نادانی کی وجہ سے کوئی برا فعل کر گزرتے ہیں اور اس کے بعد جلدی ہی توبہ کر لیتے ہیں ایسے لوگوں پر اللہ اپنی نظر عنایت سے پھر متوجہ ہو جاتا ہے اور اللہ ساری باتوں کی خبر رکھنے والا اور حکیم و دانا ہے","transliteration":"Innama alttawbatu AAala Allahi lillatheena yaAAmaloona alssooa bijahalatin thumma yatooboona min qareebin faolaika yatoobu Allahu AAalayhim wakana Allahu AAaleeman hakeeman"},{"id":18,"text":"وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَـٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","translation":"مگر توبہ اُن لوگوں کے لیے نہیں ہے جو برے کام کیے چلے جاتے ہیں یہاں تک کہ جب ان میں سے کسی کی موت وقت آ جاتا ہے اُس وقت وہ کہتا ہے کہ اب میں نے توبہ کی، اور اسی طرح توبہ اُن کے لیے بھی نہیں ہے جو مرتے دم تک کافر رہیں ا یسے لوگوں کے لیے تو ہم نے درد ناک سزا تیار کر رکھی ہے","transliteration":"Walaysati alttawbatu lillatheena yaAAmaloona alssayyiati hatta itha hadara ahadahumu almawtu qala innee tubtu alana wala allatheena yamootoona wahum kuffarun olaika aAAtadna lahum AAathaban aleeman"},{"id":19,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا","translation":"اے لوگو جو ایمان لائے ہو، تمہارے لیے یہ حلال نہیں ہے کہ زبردستی عورتوں کے وارث بن بیٹھو اور نہ یہ حلال ہے کہ انہیں تنگ کر کے اُس مہر کا کچھ حصہ اڑا لینے کی کوشش کرو جو تم انہیں دے چکے ہو ہاں اگر وہ کسی صریح بد چلنی کی مرتکب ہو ں (تو ضرور تمہیں تنگ کرنے کا حق ہے) ان کے ساتھ بھلے طریقہ سے زندگی بسر کرو اگر وہ تمہیں ناپسند ہوں تو ہو سکتا ہے کہ ایک چیز تمہیں پسند نہ ہو مگر اللہ نے اُسی میں بہت کچھ بھلائی رکھ دی ہو","transliteration":"Ya ayyuha allatheena amanoo la yahillu lakum an tarithoo alnnisaa karhan wala taAAduloohunna litathhaboo bibaAAdi ma ataytumoohunna illa an yateena bifahishatin mubayyinatin waAAashiroohunna bialmaAAroofi fain karihtumoohunna faAAasa an takrahoo shayan wayajAAala Allahu feehi khayran katheeran"},{"id":20,"text":"وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","translation":"اور اگر تم ایک بیوی کی جگہ دوسری بیوی لے آنے کا ارادہ ہی کر لو تو خواہ تم نے اُسے ڈھیر سا مال ہی کیوں نہ دیا ہو، اس میں سے کچھ واپس نہ لینا کیا تم اُسے بہتان لگا کر اور صریح ظلم کر کے واپس لو گے؟","transliteration":"Wain aradtumu istibdala zawjin makana zawjin waataytum ihdahunna qintaran fala takhuthoo minhu shayan atakhuthoonahu buhtanan waithman mubeenan"},{"id":21,"text":"وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا","translation":"اور آخر تم اُسے کس طرح لے لو گے جب کہ تم ایک دوسرے سے لطف اندو ز ہو چکے ہو اور وہ تم سے پختہ عہد لے چکی ہیں؟","transliteration":"Wakayfa takhuthoonahu waqad afda baAAdukum ila baAAdin waakhathna minkum meethaqan ghaleethan"},{"id":22,"text":"وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقۡتٗا وَسَآءَ سَبِيلًا","translation":"اور جن عورتوں سے تمہارے باپ نکاح کر چکے ہوں اُن سے ہرگز نکاح نہ کرو، مگر جو پہلے ہو چکا سو ہو چکا در حقیقت یہ ایک بے حیائی کا فعل ہے، ناپسندیدہ ہے اور برا چلن ہے","transliteration":"Wala tankihoo ma nakaha abaokum mina alnnisai illa ma qad salafa innahu kana fahishatan wamaqtan wasaa sabeelan"},{"id":23,"text":"حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّـٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّـٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَـٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"تم پر حرام کی گئیں تمہاری مائیں، بیٹیاں، بہنیں، پھوپھیاں، خالائیں، بھتیجیاں، بھانجیاں، اور تمہاری وہ مائیں جنہوں نے تم کو دودھ پلایا ہو، اور تمہاری دودھ شریک بہنیں، اور تمہاری بیویوں کی مائیں، اور تمہاری بیویوں کی لڑکیاں جنہوں نے تمہاری گودوں میں پرورش پائی ہے اُن بیویوں کی لڑکیاں جن سے تمہارا تعلق زن و شو ہو چکا ہو ورنہ اگر (صرف نکاح ہوا ہو اور) تعلق زن و شو نہ ہوا ہو تو (ا نہیں چھوڑ کر ان کی لڑکیوں سے نکاح کر لینے میں) تم پر کوئی مواخذہ نہیں ہے اور تمہارے اُن بیٹوں کی بیویاں جو تمہاری صلب سے ہوں اور یہ بھی تم پر حرام کیا گیا ہے کہ ایک نکاح میں دو بہنوں کو جمع کرو، مگر جو پہلے ہو گیا سو ہو گیا، اللہ بخشنے والا اور رحم کرنے والا ہے","transliteration":"Hurrimat AAalaykum ommahatukum wabanatukum waakhawatukum waAAammatukum wakhalatukum wabanatu alakhi wabanatu alokhti waommahatukumu allatee ardaAAnakum waakhawatukum mina alrradaAAati waommahatu nisaikum warabaibukumu allatee fee hujoorikum min nisaikumu allatee dakhaltum bihinna fain lam takoonoo dakhaltum bihinna fala junaha AAalaykum wahalailu abnaikumu allatheena min aslabikum waan tajmaAAoo bayna alokhtayni illa ma qad salafa inna Allaha kana ghafooran raheeman"},{"id":24,"text":"۞وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translation":"اور وہ عورتیں بھی تم پر حرام ہیں جو کسی دوسرے کے نکاح میں ہوں (محصنات) البتہ ایسی عورتیں اس سے مستثنیٰ ہیں جو (جنگ میں) تمہارے ہاتھ آئیں یہ اللہ کا قانون ہے جس کی پابندی تم پر لازم کر دی گئی ہے اِن کے ماسوا جتنی عورتیں ہیں انہیں اپنے اموال کے ذریعہ سے حاصل کرنا تمہارے لیے حلال کر دیا گیا ہے، بشر طیکہ حصار نکاح میں اُن کو محفوظ کرو، نہ یہ کہ آزاد شہوت رانی کرنے لگو پھر جو ازدواجی زندگی کا لطف تم ان سے اٹھاؤ اس کے بدلے اُن کے مہر بطور فرض ادا کرو، البتہ مہر کی قرارداد ہو جانے کے بعد آپس کی رضامندی سے تمہارے درمیان اگر کوئی سمجھوتہ ہو جائے تو اس میں کوئی حرج نہیں، اللہ علیم اور دانا ہے","transliteration":"Waalmuhsanatu mina alnnisai illa ma malakat aymanukum kitaba Allahi AAalaykum waohilla lakum ma waraa thalikum an tabtaghoo biamwalikum muhsineena ghayra musafiheena fama istamtaAAtum bihi minhunna faatoohunna ojoorahunna fareedatan wala junaha AAalaykum feema taradaytum bihi min baAAdi alfareedati inna Allaha kana AAaleeman hakeeman"},{"id":25,"text":"وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"اور جو شخص تم میں سے اتنی مقدرت نہ رکھتا ہو کہ خاندانی مسلمان عورتوں (محصنات) سے نکاح کر سکے اسے چاہیے کہ تمہاری اُن لونڈیوں میں سے کسی کے ساتھ نکاح کر لے جو تمہارے قبضہ میں ہوں اور مومنہ ہوں اللہ تمہارے ایمانوں کا حال خوب جانتا ہے، تم سب ایک ہی گروہ کے لوگ ہو، لہٰذا اُن کے سرپرستوں کی اجازت سے اُن کے ساتھ نکاح کر لو اور معروف طریقہ سے اُن کے مہر ادا کر دو، تاکہ وہ حصار نکاح میں محفوظ (محصنات) ہو کر رہیں، آزاد شہوت رانی کرتی پھریں اور نہ چوری چھپے آشنائیاں کریں پھر جب وہ حصار نکاح میں محفوظ ہو جائیں اور اس کے بعد کسی بد چلنی کی مرتکب ہوں تو ان پر اُس سز ا کی بہ نسبت آدھی سزا ہے جو خاندانی عورتوں (محصنات) کے لیے مقرر ہے یہ سہولت تم میں سے اُن لوگوں کے لیے پیدا کی گئی ہے جن کو شادی نہ کرنے سے بند تقویٰ کے ٹوٹ جانے کا اندیشہ ہو لیکن اگر تم صبر کرو تو یہ تمہارے لیے بہتر ہے، اور اللہ بخشنے والا اور رحم فرمانے والا ہے","transliteration":"Waman lam yastatiAA minkum tawlan an yankiha almuhsanati almuminati famin ma malakat aymanukum min fatayatikumu almuminati waAllahu aAAlamu bieemanikum baAAdukum min baAAdin fainkihoohunna biithni ahlihinna waatoohunna ojoorahunna bialmaAAroofi muhsanatin ghayra masafihatin wala muttakhithati akhdanin faitha ohsinna fain atayna bifahishatin faAAalayhinna nisfu ma AAala almuhsanati mina alAAathabi thalika liman khashiya alAAanata minkum waan tasbiroo khayrun lakum waAllahu ghafoorun raheemun"},{"id":26,"text":"يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمۡ وَيَهۡدِيَكُمۡ سُنَنَ ٱلَّذِينَ مِن قَبۡلِكُمۡ وَيَتُوبَ عَلَيۡكُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"اللہ چاہتا ہے کہ تم پر اُن طریقوں کو واضح کرے اور اُنہی طریقوں پر تمہیں چلائے جن کی پیروی تم سے پہلے گزرے ہوئے صلحا٫ کرتے تھے وہ اپنی رحمت کے ساتھ تمہاری طرف متوجہ ہونے کا ارادہ رکھتا ہے، اور وہ علیم بھی ہے اور دانا بھی","transliteration":"Yureedu Allahu liyubayyina lakum wayahdiyakum sunana allatheena min qablikum wayatooba AAalaykum waAllahu AAaleemun hakeemun"},{"id":27,"text":"وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا","translation":"ہاں، اللہ تو تم پر رحمت کے ساتھ توجہ کرنا چاہتا ہے مگر جو لوگ خود اپنی خواہشات نفس کی پیروی کر رہے ہیں وہ چاہتے ہیں کہ تم راہ راست سے ہٹ کر دور نکل جاؤ","transliteration":"WaAllahu yureedu an yatooba AAalaykum wayureedu allatheena yattabiAAoona alshshahawati an tameeloo maylan AAatheeman"},{"id":28,"text":"يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَٰنُ ضَعِيفٗا","translation":"اللہ تم پر سے پابندیوں کو ہلکا کرنا چاہتا ہے کیونکہ انسان کمزور پیدا کیا گیا ہے","transliteration":"Yureedu Allahu an yukhaffifa AAankum wakhuliqa alinsanu daAAeefan"},{"id":29,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا","translation":"اے لوگو جو ایمان لائے ہو، آپس میں ایک دوسرے کے مال باطل طریقوں سے نہ کھاؤ، لین دین ہونا چاہیے آپس کی رضامندی سے اور اپنے آپ کو قتل نہ کرو یقین مانو کہ اللہ تمہارے اوپر مہربان ہے","transliteration":"Ya ayyuha allatheena amanoo la takuloo amwalakum baynakum bialbatili illa an takoona tijaratan AAan taradin minkum wala taqtuloo anfusakum inna Allaha kana bikum raheeman"},{"id":30,"text":"وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا","translation":"جو شخص ظلم و زیادتی کے ساتھ ایسا کرے گا اُس کو ہم ضرور آگ میں جھونکیں گے اور یہ اللہ کے لیے کوئی مشکل کام نہیں ہے","transliteration":"Waman yafAAal thalika AAudwanan wathulman fasawfa nusleehi naran wakana thalika AAala Allahi yaseeran"},{"id":31,"text":"إِن تَجۡتَنِبُواْ كَبَآئِرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلٗا كَرِيمٗا","translation":"اگر تم اُن بڑے بڑے گناہوں سے پرہیز کرتے رہو جن سے تمہیں منع کیا جا رہا ہے تو تمہاری چھوٹی موٹی برائیوں کو ہم تمہارے حساب سے ساقط کر دیں گے اور تم کو عزت کی جگہ داخل کریں گے","transliteration":"In tajtaniboo kabaira ma tunhawna AAanhu nukaffir AAankum sayyiatikum wanudkhilkum mudkhalan kareeman"},{"id":32,"text":"وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","translation":"اور جو کچھ اللہ نے تم میں سے کسی کو دوسروں کے مقابلہ میں زیادہ دیا ہے اس کی تمنا نہ کرو جو کچھ مَردوں نے کمایا ہے اُس کے مطابق ان کا حصہ ہے اور جو کچھ عورتوں نے کمایا ہے اس کے مطابق اُن کا حصہ ہاں اللہ سے اس کے فضل کی دعا مانگتے رہو، یقیناً اللہ ہر چیز کا علم رکھتا ہے","transliteration":"Wala tatamannaw ma faddala Allahu bihi baAAdakum AAala baAAdin lilrrijali naseebun mimma iktasaboo walilnnisai naseebun mimma iktasabna waisaloo Allaha min fadlihi inna Allaha kana bikulli shayin AAaleeman"},{"id":33,"text":"وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","translation":"اور ہم نے ہر اُس ترکے کے حق دار مقرر کر دیے ہیں جو والدین اور رشتہ دار چھوڑیں اب رہے وہ لوگ جن سے تمہارے عہد و پیمان ہوں تو ان کا حصہ انہیں دو، یقیناً اللہ ہر چیز پر نگراں ہے","transliteration":"Walikullin jaAAalna mawaliya mimma taraka alwalidani waalaqraboona waallatheena AAaqadat aymanukum faatoohum naseebahum inna Allaha kana AAala kulli shayin shaheedan"},{"id":34,"text":"ٱلرِّجَالُ قَوَّـٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّـٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّـٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا","translation":"مرد عورتوں پر قوام ہیں، اس بنا پر کہ اللہ نے اُن میں سے ایک کو دوسرے پر فضیلت دی ہے، اور اس بنا پر کہ مرد اپنے مال خرچ کرتے ہیں پس جو صالح عورتیں ہیں وہ اطاعت شعار ہوتی ہیں اور مردوں کے پیچھے اللہ کی حفاظت و نگرانی میں اُن کے حقوق کی حفاظت کرتی ہیں اور جن عورتوں سے تمہیں سرکشی کا اندیشہ ہو انہیں سمجھاؤ، خواب گاہوں میں اُن سے علیحدہ رہو اور مارو، پھر اگر تم وہ تمہاری مطیع ہو جائیں تو خواہ مخواہ ان پر دست درازی کے لیے بہانے تلاش نہ کرو، یقین رکھو کہ اوپر اللہ موجود ہے جو بڑا اور بالا تر ہے","transliteration":"Alrrijalu qawwamoona AAala alnnisai bima faddala Allahu baAAdahum AAala baAAdin wabima anfaqoo min amwalihim faalssalihatu qanitatun hafithatun lilghaybi bima hafitha Allahu waallatee takhafoona nushoozahunna faAAithoohunna waohjuroohunna fee almadajiAAi waidriboohunna fain ataAAnakum fala tabghoo AAalayhinna sabeelan inna Allaha kana AAaliyyan kabeeran"},{"id":35,"text":"وَإِنۡ خِفۡتُمۡ شِقَاقَ بَيۡنِهِمَا فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا","translation":"اور اگر تم لوگوں کو کہیں میاں اور بیوی کے تعلقات بگڑ جانے کا اندیشہ ہو تو ایک حَکم مرد کے رشتہ داروں میں سے اور ایک عورت کے رشتہ داروں میں سے مقرر کرو، وہ دونوں اصلاح کرنا چاہیں گے تو اللہ اُن کے درمیان موافقت کی صورت نکال دے گا، اللہ سب کچھ جانتا ہے اور باخبر ہے","transliteration":"Wain khiftum shiqaqa baynihima faibAAathoo hakaman min ahlihi wahakaman min ahliha in yureeda islahan yuwaffiqi Allahu baynahuma inna Allaha kana AAaleeman khabeeran"},{"id":36,"text":"۞وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا","translation":"اور تم سب اللہ کی بندگی کرو، اُس کے ساتھ کسی کو شریک نہ بناؤ، ماں باپ کے ساتھ نیک برتاؤ کرو، قرابت داروں اور یتیموں اور مسکینوں کے ساتھ حسن سلوک سے پیش آؤ، اور پڑوسی رشتہ دار سے، اجنبی ہمسایہ سے، پہلو کے ساتھی اور مسافر سے، اور اُن لونڈی غلاموں سے جو تمہارے قبضہ میں ہوں، احسان کا معاملہ رکھو، یقین جانو اللہ کسی ایسے شخص کو پسند نہیں کرتا جو اپنے پندار میں مغرور ہو اور اپنی بڑائی پر فخر کر ے","transliteration":"WaoAAbudoo Allaha wala tushrikoo bihi shayan wabialwalidayni ihsanan wabithee alqurba waalyatama waalmasakeeni waaljari thee alqurba waaljari aljunubi waalssahibi bialjanbi waibni alssabeeli wama malakat aymanukum inna Allaha la yuhibbu man kana mukhtalan fakhooran"},{"id":37,"text":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","translation":"اور ایسے لوگ بھی اللہ کو پسند نہیں ہیں جو کنجوسی کرتے ہیں اور دوسروں کو بھی کنجوسی کی ہدایت کرتے ہیں اور جو کچھ اللہ نے اپنے فضل سے انہیں دیا ہے اسے چھپاتے ہیں ایسے کافر نعمت لوگوں کے لیے ہم نے رسوا کن عذاب مہیا کر رکھا ہے","transliteration":"Allatheena yabkhaloona wayamuroona alnnasa bialbukhli wayaktumoona ma atahumu Allahu min fadlihi waaAAtadna lilkafireena AAathaban muheenan"},{"id":38,"text":"وَٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِۗ وَمَن يَكُنِ ٱلشَّيۡطَٰنُ لَهُۥ قَرِينٗا فَسَآءَ قَرِينٗا","translation":"اور وہ لوگ بھی اللہ کو ناپسند ہیں جو اپنے مال محض لوگوں کو دکھانے کیلیے خرچ کرتے ہیں اور در حقیقت نہ اللہ پر ایمان رکھتے ہیں نہ روز آخر پر سچ یہ ہے کہ شیطان جس کا رفیق ہوا اُسے بہت ہی بری رفاقت میسر آئی","transliteration":"Waallatheena yunfiqoona amwalahum riaa alnnasi wala yuminoona biAllahi wala bialyawmi alakhiri waman yakuni alshshaytanu lahu qareenan fasaa qareenan"},{"id":39,"text":"وَمَاذَا عَلَيۡهِمۡ لَوۡ ءَامَنُواْ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ ٱللَّهُۚ وَكَانَ ٱللَّهُ بِهِمۡ عَلِيمًا","translation":"آخر اِن لوگوں پر کیا آفت آ جاتی اگر یہ اللہ اور روز آخر پر ایمان رکھتے اور جو کچھ اللہ نے دیا ہے اس میں سے خرچ کرتے اگر یہ ایسا کرتے تو اللہ سے ان کی نیکی کا حال چھپا نہ رہ جاتا","transliteration":"Wamatha AAalayhim law amanoo biAllahi waalyawmi alakhiri waanfaqoo mimma razaqahumu Allahu wakana Allahu bihim AAaleeman"},{"id":40,"text":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ مِثۡقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٗ يُضَٰعِفۡهَا وَيُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِيمٗا","translation":"اللہ کسی پر ذرہ برابر بھی ظلم نہیں کرتا اگر کوئی ایک نیکی کرے تو اللہ اُسے دو چند کرتا ہے اور پھر اپنی طرف سے بڑا اجر عطا فرماتا ہے","transliteration":"Inna Allaha la yathlimu mithqala tharratin wain taku hasanatan yudaAAifha wayuti min ladunhu ajran AAatheeman"},{"id":41,"text":"فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۭ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَـٰٓؤُلَآءِ شَهِيدٗا","translation":"پھر سوچو کہ اُس وقت یہ کیا کریں گے جب ہم ہر امت میں سے ایک گواہ لائیں گے اور اِن لوگوں پر تمہیں (یعنی محمد ﷺ کو) گواہ کی حیثیت سے کھڑا کریں گے","transliteration":"Fakayfa itha jina min kulli ommatin bishaheedin wajina bika AAala haolai shaheedan"},{"id":42,"text":"يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا","translation":"اُس وقت وہ سب لوگ جنہوں نے رسولؐ کی بات نہ مانی اور اس کی نافرمانی کرتے رہے، تمنا کریں گے کہ کاش زمین پھٹ جائے اور وہ اس میں سما جائیں وہاں یہ اپنی کوئی بات اللہ سے نہ چھپا سکیں گے","transliteration":"Yawmaithin yawaddu allatheena kafaroo waAAasawoo alrrasoola law tusawwa bihimu alardu wala yaktumoona Allaha hadeethan"},{"id":43,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا","translation":"اے لوگو جو ایمان لائے ہو، جب تم نشے کی حالت میں ہو تو نماز کے قریب نہ جاؤ نماز اُس وقت پڑھنی چاہیے، جب تم جانو کہ کیا کہہ رہے ہو اور اسی طرح جنابت کی حالت میں بھی نماز کے قریب نہ جاؤ جب تک کہ غسل نہ کر لو، الا یہ کہ راستہ سے گزرتے ہو اور اگر کبھی ایسا ہو کہ تم بیمار ہو، یا سفر میں ہو، یا تم میں سے کوئی شخص رفع حاجت کر کے آئے، یا تم نے عورتوں سے لمس کیا ہو، اور پھر پانی نہ ملے تو پاک مٹی سے کام لو اور اس سے اپنے چہروں اور ہاتھوں پر مسح کر لو، بے شک اللہ نرمی سے کام لینے والا اور بخشش فرمانے والا ہے","transliteration":"Ya ayyuha allatheena amanoo la taqraboo alssalata waantum sukara hatta taAAlamoo ma taqooloona wala junuban illa AAabiree sabeelin hatta taghtasiloo wain kuntum marda aw AAala safarin aw jaa ahadun minkum mina alghaiti aw lamastumu alnnisaa falam tajidoo maan fatayammamoo saAAeedan tayyiban faimsahoo biwujoohikum waaydeekum inna Allaha kana AAafuwwan ghafooran"},{"id":44,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يَشۡتَرُونَ ٱلضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ ٱلسَّبِيلَ","translation":"تم نے اُن لوگوں کو بھی دیکھا جنہیں کتاب کے علم کا کچھ حصہ دیا گیا ہے؟ وہ خود ضلالت کے خریدار بنے ہوئے ہیں اور چاہتے ہیں کہ تم بھی راہ گم کر دو","transliteration":"Alam tara ila allatheena ootoo naseeban mina alkitabi yashtaroona alddalalata wayureedoona an tadilloo alssabeela"},{"id":45,"text":"وَٱللَّهُ أَعۡلَمُ بِأَعۡدَآئِكُمۡۚ وَكَفَىٰ بِٱللَّهِ وَلِيّٗا وَكَفَىٰ بِٱللَّهِ نَصِيرٗا","translation":"اللہ تمہارے دشمنوں کو خوب جانتا ہے اور تمہاری حمایت و مدد گاری کے لیے اللہ ہی کافی ہے","transliteration":"WaAllahu aAAlamu biaAAdaikum wakafa biAllahi waliyyan wakafa biAllahi naseeran"},{"id":46,"text":"مِّنَ ٱلَّذِينَ هَادُواْ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعۡنَا وَعَصَيۡنَا وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ وَرَٰعِنَا لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِۚ وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","translation":"جو لوگ یہودی بن گئے ہیں اُن میں کچھ لوگ ہیں جو الفاظ کو اُن کے محل سے پھیر دیتے ہیں اور دین حق کے خلاف نیش زنی کرنے کے لیے اپنی زبانوں کو توڑ موڑ کر کہتے ہیں سَمِعنَا وَ عَصَینَا اور اِسمَع غَیر مُسمَع اور رَاعِنَا حالانکہ اگر وہ کہتے سَمِعنَا وَ اَطَعنَا، اور اِسمَع اور اُنظُرنَا تو یہ انہی کے لیے بہتر تھا اور زیادہ راستبازی کا طریقہ تھا مگر ان پر تو ان کی باطل پرستی کی بدولت اللہ کی پھٹکار پڑی ہوئی ہے اس لیے وہ کم ہی ایمان لاتے ہیں","transliteration":"Mina allatheena hadoo yuharrifoona alkalima AAan mawadiAAihi wayaqooloona samiAAna waAAasayna waismaAA ghayra musmaAAin waraAAina layyan bialsinatihim wataAAnan fee alddeeni walaw annahum qaloo samiAAna waataAAna waismaAA waonthurna lakana khayran lahum waaqwama walakin laAAanahumu Allahu bikufrihim fala yuminoona illa qaleelan"},{"id":47,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا","translation":"اے وہ لوگو جنہیں کتاب دی گئی تھی! مان لو اُس کتاب کو جو ہم نے اب نازل کی ہے اور جو اُس کتاب کی تصدیق و تائید کرتی ہے جو تمہارے پاس پہلے سے موجود تھی اس پر ایمان لے آؤ قبل اس کے کہ ہم چہر ے بگاڑ کر پیچھے پھیر دیں یا ان کو اسی طرح لعنت زدہ کر دیں جس طرح سبت والوں کے ساتھ ہم نے کیا تھا، اور یاد رکھو کہ اللہ کا حکم نافذ ہو کر رہتا ہے","transliteration":"Ya ayyuha allatheena ootoo alkitaba aminoo bima nazzalna musaddiqan lima maAAakum min qabli an natmisa wujoohan fanaruddaha AAala adbariha aw nalAAanahum kama laAAanna ashaba alssabti wakana amru Allahi mafAAoolan"},{"id":48,"text":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا","translation":"اللہ بس شرک ہی کو معاف نہیں کرتا، اِس کے ماسوا دوسرے جس قدر گناہ ہیں وہ جس کے لیے چاہتا ہے معاف کر دیتا ہے اللہ کے ساتھ جس نے کسی اور کو شریک ٹھیرایا اُس نے تو بہت ہی بڑا جھوٹ تصنیف کیا اور بڑے سخت گناہ کی بات کی","transliteration":"Inna Allaha la yaghfiru an yushraka bihi wayaghfiru ma doona thalika liman yashao waman yushrik biAllahi faqadi iftara ithman AAatheeman"},{"id":49,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ وَلَا يُظۡلَمُونَ فَتِيلًا","translation":"تم نے اُن لوگوں کو بھی دیکھا جو بہت اپنی پاکیز گی نفس کا دم بھرتے ہیں؟ حالانکہ پاکیزگی تو اللہ ہی جسے چاہتا ہے عطا کرتا ہے، اور (انہیں جو پاکیزگی نہیں ملتی تو در حقیقت) ان پر ذرہ برابر بھی ظلم نہیں کیا جاتا","transliteration":"Alam tara ila allatheena yuzakkoona anfusahum bali Allahu yuzakkee man yashao wala yuthlamoona fateelan"},{"id":50,"text":"ٱنظُرۡ كَيۡفَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَكَفَىٰ بِهِۦٓ إِثۡمٗا مُّبِينًا","translation":"دیکھو تو سہی، یہ اللہ پر بھی جھوٹے افترا گھڑنے سے نہیں چوکتے اور ان کے صریحاً گناہ گا ر ہونے کے لیے یہی ایک گناہ کافی ہے","transliteration":"Onthur kayfa yaftaroona AAala Allahi alkathiba wakafa bihi ithman mubeenan"},{"id":51,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُؤۡمِنُونَ بِٱلۡجِبۡتِ وَٱلطَّـٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هَـٰٓؤُلَآءِ أَهۡدَىٰ مِنَ ٱلَّذِينَ ءَامَنُواْ سَبِيلًا","translation":"کیا تم نے اُن لوگوں کو نہیں دیکھا جنہیں کتاب کے علم میں سے کچھ حصہ دیا گیا ہے اور اُن کا حال یہ ہے کہ جِبت اور طاغوت کو مانتے ہیں اور کافروں کے متعلق کہتے ہیں کہ ایمان لانے والوں سے تو یہی زیادہ صحیح راستے پر ہیں","transliteration":"Alam tara ila allatheena ootoo naseeban mina alkitabi yuminoona bialjibti waalttaghooti wayaqooloona lillatheena kafaroo haolai ahda mina allatheena amanoo sabeelan"},{"id":52,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُۖ وَمَن يَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا","translation":"ایسے ہی لوگ ہیں جن پر اللہ نے لعنت کی ہے اور جس پر اللہ لعنت کر دے پھر تم اُس کا کوئی مدد گار نہیں پاؤ گے","transliteration":"Olaika allatheena laAAanahumu Allahu waman yalAAani Allahu falan tajida lahu naseeran"},{"id":53,"text":"أَمۡ لَهُمۡ نَصِيبٞ مِّنَ ٱلۡمُلۡكِ فَإِذٗا لَّا يُؤۡتُونَ ٱلنَّاسَ نَقِيرًا","translation":"کیا حکومت میں اُن کا کوئی حصہ ہے؟ اگر ایسا ہوتا تو یہ دوسروں کو ایک پھوٹی کوڑی تک نہ دیتے","transliteration":"Am lahum naseebun mina almulki faithan la yutoona alnnasa naqeeran"},{"id":54,"text":"أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا","translation":"پھر کیا یہ دوسروں سے اس لیے حسد کرتے ہیں کہ اللہ نے انہیں اپنے فضل سے نواز دیا؟ اگر یہ بات ہے تو انہیں معلوم ہو کہ ہم نے تو ابراہیمؑ کی اولاد کو کتاب اور حکمت عطا کی اور ملک عظیم بخش دیا","transliteration":"Am yahsudoona alnnasa AAala ma atahumu Allahu min fadlihi faqad atayna ala ibraheema alkitaba waalhikmata waataynahum mulkan AAatheeman"},{"id":55,"text":"فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ وَمِنۡهُم مَّن صَدَّ عَنۡهُۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا","translation":"مگر ان میں سے کوئی اس پر ایمان لایا اور کوئی اس سے منہ موڑ گیا، اور منہ موڑ نے والوں کے لیے تو بس جہنم کی بھڑکتی ہوئی آگ ہی کافی ہے","transliteration":"Faminhum man amana bihi waminhum man sadda AAanhu wakafa bijahannama saAAeeran"},{"id":56,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا","translation":"جن لوگوں نے ہماری آیات کو ماننے سے انکار کر دیا ہے انہیں بالیقین ہم آگ میں جھونکیں گے اور جب ان کے بدن کی کھال گل جائے گی تو اس کی جگہ دوسری کھال پیدا کر دیں گے تاکہ وہ خوب عذاب کا مزہ چکھیں، اللہ بڑی قدرت رکھتا ہے اور اپنے فیصلوں کو عمل میں لانے کی حکمت خوب جانتا ہے","transliteration":"Inna allatheena kafaroo biayatina sawfa nusleehim naran kullama nadijat julooduhum baddalnahum juloodan ghayraha liyathooqoo alAAathaba inna Allaha kana AAazeezan hakeeman"},{"id":57,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا","translation":"اور جن لوگوں نے ہماری آیات کو مان لیا اور نیک عمل کیے اُن کو ہم ایسے باغوں میں داخل کریں گے جن کے نیچے نہریں بہتی ہوں گی، جہاں وہ ہمیشہ ہمیشہ رہیں گے اور اُن کو پاکیزہ بیویاں ملیں گی اور انہیں ہم گھنی چھاؤں میں رکھیں گے","transliteration":"Waallatheena amanoo waAAamiloo alssalihati sanudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha abadan lahum feeha azwajun mutahharatun wanudkhiluhum thillan thaleelan"},{"id":58,"text":"۞إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا","translation":"مسلمانو! اللہ تمہیں حکم دیتا ہے کہ امانتیں اہل امانت کے سپرد کرو، اور جب لوگوں کے درمیان فیصلہ کرو تو عدل کے ساتھ کرو، اللہ تم کو نہایت عمدہ نصیحت کرتا ہے اور یقیناً اللہ سب کچھ سنتا اور دیکھتا ہے","transliteration":"Inna Allaha yamurukum an tuaddoo alamanati ila ahliha waitha hakamtum bayna alnnasi an tahkumoo bialAAadli inna Allaha niAAimma yaAAithukum bihi inna Allaha kana sameeAAan baseeran"},{"id":59,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا","translation":"اے لوگو جو ایمان لائے ہوئے، اطاعت کرو اللہ کی اور اطاعت کرو رسول کی اور اُن لوگوں کی جو تم میں سے صاحب امر ہوں، پھر اگر تمہارے درمیان کسی معاملہ میں نزاع ہو جائے تو اسے اللہ اور رسول کی طرف پھیر دو اگر تم واقعی اللہ اور روز آخر پر ایمان رکھتے ہو یہی ایک صحیح طریق کار ہے اور انجام کے اعتبار سے بھی بہتر ہے","transliteration":"Ya ayyuha allatheena amanoo ateeAAoo Allaha waateeAAoo alrrasoola waolee alamri minkum fain tanazaAAtum fee shayin faruddoohu ila Allahi waalrrasooli in kuntum tuminoona biAllahi waalyawmi alakhiri thalika khayrun waahsanu taweelan"},{"id":60,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّـٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا","translation":"اے نبیؐ! تم نے دیکھا نہیں اُن لوگوں کو جو دعویٰ تو کرتے ہیں کہ ہم ایمان لائے ہیں اُس کتاب پر جو تمہاری طرف نازل کی گئی ہے اور ان کتابوں پر جو تم سے پہلے نازل کی گئی تھیں، مگر چاہتے یہ ہیں کہ اپنے معاملات کا فیصلہ کرانے کے لیے طاغوت کی طرف رجوع کریں، حالانکہ انہیں طاغوت سے کفر کرنے کا حکم دیا گیا تھا شیطان انہیں بھٹکا کر راہ راست سے بہت دور لے جانا چاہتا ہے","transliteration":"Alam tara ila allatheena yazAAumoona annahum amanoo bima onzila ilayka wama onzila min qablika yureedoona an yatahakamoo ila alttaghooti waqad omiroo an yakfuroo bihi wayureedu alshshaytanu an yudillahum dalalan baAAeedan"},{"id":61,"text":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيۡتَ ٱلۡمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودٗا","translation":"اور جب ان سے کہا جاتا ہے کہ آؤ اُس چیز کی طرف جو اللہ نے نازل کی ہے اور آؤ رسول کی طرف تو ان منافقوں کو تم دیکھتے ہو کہ یہ تمہاری طرف آنے سے کتراتے ہیں","transliteration":"Waitha qeela lahum taAAalaw ila ma anzala Allahu waila alrrasooli raayta almunafiqeena yasuddoona AAanka sudoodan"},{"id":62,"text":"فَكَيۡفَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ ثُمَّ جَآءُوكَ يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا","translation":"پھر اس وقت کیا ہوتا ہے جب اِن کے اپنے ہاتھوں کی لائی ہوئی مصیبت ان پر آ پڑتی ہے؟ اُس وقت یہ تمہارے پاس قسمیں کھاتے ہوئے آتے ہیں اور کہتے ہیں کہ خدا کی قسم ہم تو صرف بھلائی چاہتے تھے اور ہماری نیت تو یہ تھی کہ فریقین میں کسی طرح موافقت ہو جائے","transliteration":"Fakayfa itha asabathum museebatun bima qaddamat aydeehim thumma jaooka yahlifoona biAllahi in aradna illa ihsanan watawfeeqan"},{"id":63,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا","translation":"اللہ جانتا ہے جو کچھ ان کے دلوں میں ہے، ان سے تعرض مت کرو، انہیں سمجھاؤ اور ایسی نصیحت کرو جو ان کے دلوں میں اتر جائے","transliteration":"Olaika allatheena yaAAlamu Allahu ma fee quloobihim faaAArid AAanhum waAAithhum waqul lahum fee anfusihim qawlan baleeghan"},{"id":64,"text":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا","translation":"(انہیں بتاؤ کہ) ہم نے جو رسول بھی بھیجا ہے اس لیے بھیجا ہے کہ اذن خداوندی کی بنا پر اس کی اطاعت کی جائے اگر انہوں نے یہ طریقہ اختیار کیا ہوتا کہ جب یہ اپنے نفس پر ظلم کر بیٹھے تھے تو تمہارے پاس آ جاتے اور اللہ سے معافی مانگتے، اور رسول بھی ان کے لیے معافی کی درخواست کرتا، تو یقیناً اللہ کو بخشنے والا اور رحم کرنے والا پاتے","transliteration":"Wama arsalna min rasoolin illa liyutaAAa biithni Allahi walaw annahum ith thalamoo anfusahum jaooka faistaghfaroo Allaha waistaghfara lahumu alrrasoolu lawajadoo Allaha tawwaban raheeman"},{"id":65,"text":"فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا","translation":"نہیں، اے محمدؐ، تمہارے رب کی قسم یہ کبھی مومن نہیں ہوسکتے جب تک کہ اپنے باہمی اختلافات میں یہ تم کو فیصلہ کرنے والا نہ مان لیں، پھر جو کچھ تم فیصلہ کرو اس پر اپنے دلوں میں بھی کوئی تنگی نہ محسوس کریں، بلکہ سر بسر تسلیم کر لیں","transliteration":"Fala warabbika la yuminoona hatta yuhakkimooka feema shajara baynahum thumma la yajidoo fee anfusihim harajan mimma qadayta wayusallimoo tasleeman"},{"id":66,"text":"وَلَوۡ أَنَّا كَتَبۡنَا عَلَيۡهِمۡ أَنِ ٱقۡتُلُوٓاْ أَنفُسَكُمۡ أَوِ ٱخۡرُجُواْ مِن دِيَٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا","translation":"اگر ہم نے انہیں حکم دیا ہوتا کہ اپنے آپ کو ہلاک کر دو یا اپنے گھروں سے نکل جاؤ تو ان میں سے کم ہی آدمی اس پر عمل کرتے حالانکہ جو نصیحت انہیں کی جاتی ہے، اگر یہ اس پر عمل کرتے تو یہ ان کے لیے زیادہ بہتری اور زیادہ ثابت قدمی کا موجب ہوتا","transliteration":"Walaw anna katabna AAalayhim ani oqtuloo anfusakum awi okhrujoo min diyarikum ma faAAaloohu illa qaleelun minhum walaw annahum faAAaloo ma yooAAathoona bihi lakana khayran lahum waashadda tathbeetan"},{"id":67,"text":"وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا","translation":"اور جب یہ ایسا کرتے تو ہم انہیں اپنی طرف سے بہت بڑا اجر دیتے","transliteration":"Waithan laataynahum min ladunna ajran AAatheeman"},{"id":68,"text":"وَلَهَدَيۡنَٰهُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","translation":"اور انہیں سیدھا راستہ دکھا دیتے","transliteration":"Walahadaynahum siratan mustaqeeman"},{"id":69,"text":"وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّـٰلِحِينَۚ وَحَسُنَ أُوْلَـٰٓئِكَ رَفِيقٗا","translation":"جو اللہ اور رسول کی اطاعت کرے گا وہ ان لوگوں کے ساتھ ہوگا جن پر اللہ نے انعام فرمایا ہے یعنی انبیا٫ اور صدیقین اور شہدا٫ اور صالحین کیسے اچھے ہیں یہ رفیق جو کسی کو میسر آئیں","transliteration":"Waman yutiAAi Allaha waalrrasoola faolaika maAAa allatheena anAAama Allahu AAalayhim mina alnnabiyyeena waalssiddeeqeena waalshshuhadai waalssaliheena wahasuna olaika rafeeqan"},{"id":70,"text":"ذَٰلِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِيمٗا","translation":"یہ حقیقی فضل ہے جو اللہ کی طرف سے ملتا ہے اور حقیقت جاننے کے لیے بس اللہ ہی کا علم کافی ہے","transliteration":"Thalika alfadlu mina Allahi wakafa biAllahi AAaleeman"},{"id":71,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ خُذُواْ حِذۡرَكُمۡ فَٱنفِرُواْ ثُبَاتٍ أَوِ ٱنفِرُواْ جَمِيعٗا","translation":"اے لوگو جو ایمان لائے ہو، مقابلہ کے لیے ہر وقت تیار رہو، پھر جیسا موقع ہو الگ الگ دستوں کی شکل میں نکلو یا اکٹھے ہو کر","transliteration":"Ya ayyuha allatheena amanoo khuthoo hithrakum fainfiroo thubatin awi infiroo jameeAAan"},{"id":72,"text":"وَإِنَّ مِنكُمۡ لَمَن لَّيُبَطِّئَنَّ فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا","translation":"ہاں، تم میں کوئی آدمی ایسا بھی ہے جو لڑائی سے جی چراتا ہے، ا گر تم پر کوئی مصیبت آئے تو کہتا ہے کہ اللہ نے مجھ پر بڑا فضل کیا کہ میں اِن لوگوں کے ساتھ نہ گیا","transliteration":"Wainna minkum laman layubattianna fain asabatkum museebatun qala qad anAAama Allahu AAalayya ith lam akun maAAahum shaheedan"},{"id":73,"text":"وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا","translation":"اور اگر اللہ کی طرف سے تم پر فضل ہو تو کہتا ہے اور اس طرح کہتا ہے کہ گویا تمہارے اور اس کے درمیان محبت کا تو کوئی تعلق تھا ہی نہیں کہ کاش میں بھی ان کے ساتھ ہوتا تو بڑا کام بن جاتا","transliteration":"Walain asabakum fadlun mina Allahi layaqoolanna kaan lam takun baynakum wabaynahu mawaddatun ya laytanee kuntu maAAahum faafooza fawzan AAatheeman"},{"id":74,"text":"۞فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","translation":"(ایسے لوگوں کو معلوم ہو کہ) اللہ کی راہ میں لڑنا چاہیے اُن لوگوں کو جو آخرت کے بدلے دنیا کی زندگی کو فروخت کر دیں، پھر جو اللہ کی راہ میں لڑے گا اور مارا جائے گا یا غالب رہے گا اُسے ضرور ہم اجر عظیم عطا کریں گے","transliteration":"Falyuqatil fee sabeeli Allahi allatheena yashroona alhayata alddunya bialakhirati waman yuqatil fee sabeeli Allahi fayuqtal aw yaghlib fasawfa nuteehi ajran AAatheeman"},{"id":75,"text":"وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخۡرِجۡنَا مِنۡ هَٰذِهِ ٱلۡقَرۡيَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِيّٗا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِيرًا","translation":"آخر کیا وجہ ہے کہ تم اللہ کی راہ میں اُن بے بس مردوں، عورتوں اور بچوں کی خاطر نہ لڑو جو کمزور پاکر دبا لیے گئے ہیں اور فریاد کر رہے ہیں کہ خدایا ہم کو اس بستی سے نکال جس کے باشندے ظالم ہیں اور اپنی طرف سے ہمارا کوئی حامی و مدد گار پیدا کر دے","transliteration":"Wama lakum la tuqatiloona fee sabeeli Allahi waalmustadAAafeena mina alrrijali waalnnisai waalwildani allatheena yaqooloona rabbana akhrijna min hathihi alqaryati alththalimi ahluha waijAAal lana min ladunka waliyyan waijAAal lana min ladunka naseeran"},{"id":76,"text":"ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّـٰغُوتِ فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا","translation":"جن لوگوں نے ایمان کا راستہ اختیار کیا ہے، وہ اللہ کی راہ میں لڑتے ہیں اور جنہوں نے کفر کا راستہ اختیار کیا ہے، و ہ طاغوت کی راہ میں لڑتے ہیں، پس شیطان کے ساتھیوں سے لڑو اور یقین جانو کہ شیطان کی چالیں حقیقت میں نہایت کمزور ہیں","transliteration":"Allatheena amanoo yuqatiloona fee sabeeli Allahi waallatheena kafaroo yuqatiloona fee sabeeli alttaghooti faqatiloo awliyaa alshshaytani inna kayda alshshaytani kana daAAeefan"},{"id":77,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡيَةٗۚ وَقَالُواْ رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۗ قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِيلًا","translation":"تم نے اُن لوگوں کو بھی دیکھا جن سے کہا گیا تھا کہ اپنے ہاتھ روکے رکھو اور نماز قائم کرو اور زکوٰۃ دو؟ اب جو انہیں لڑائی کا حکم دیا گیا تو ان میں سے ایک فریق کا حال یہ ہے کہ لوگوں سے ایسا ڈر رہے ہیں جیسا خدا سے ڈرنا چاہیے یا کچھ اس سے بھی بڑھ کر کہتے ہیں خدایا! یہ ہم پر لڑائی کا حکم کیوں لکھ دیا؟ کیوں نہ ہمیں ابھی کچھ اور مہلت دی؟ ان سے کہو، دنیا کا سرمایہ زندگی تھوڑا ہے، اور آخرت ایک خدا ترس انسان کے لیے زیادہ بہتر ہے، اور تم پر ظلم ایک شمہ برابر بھی نہ کیا جائے گا","transliteration":"Alam tara ila allatheena qeela lahum kuffoo aydiyakum waaqeemoo alssalata waatoo alzzakata falamma kutiba AAalayhimu alqitalu itha fareequn minhum yakhshawna alnnasa kakhashyati Allahi aw ashadda khashyatan waqaloo rabbana lima katabta AAalayna alqitala lawla akhkhartana ila ajalin qareebin qul mataAAu alddunya qaleelun waalakhiratu khayrun limani ittaqa wala tuthlamoona fateelan"},{"id":78,"text":"أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا","translation":"رہی موت، تو جہاں بھی تم ہو وہ بہرحال تمہیں آکر رہے گی خواہ تم کیسی ہی مضبوط عمارتوں میں ہو اگر انہیں کوئی فائدہ پہنچتا ہے تو کہتے ہیں یہ اللہ کی طرف سے ہے، اور اگر کوئی نقصان پہنچتا ہے تو کہتے ہیں یہ تمہاری بدولت ہے کہو، سب کچھ اللہ ہی کی طرف سے ہے آخر ان لوگوں کو کیا ہو گیا ہے کہ کوئی بات ان کی سمجھ میں نہیں آتی","transliteration":"Aynama takoonoo yudrikkumu almawtu walaw kuntum fee buroojin mushayyadatin wain tusibhum hasanatun yaqooloo hathihi min AAindi Allahi wain tusibhum sayyiatun yaqooloo hathihi min AAindika qul kullun min AAindi Allahi famali haolai alqawmi la yakadoona yafqahoona hadeethan"},{"id":79,"text":"مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ فَمِنَ ٱللَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","translation":"اے انسان! تجھے جو بھلائی بھی حاصل ہوتی ہے اللہ کی عنایت سے ہوتی ہے، اور جو مصیبت تجھ پر آتی ہے وہ تیرے اپنے کسب و عمل کی بدولت ہے اے محمدؐ! ہم نے تم کو لوگوں کے لیے رسول بنا کر بھیجا ہے اوراس پر خدا کی گواہی کافی ہے","transliteration":"Ma asabaka min hasanatin famina Allahi wama asabaka min sayyiatin famin nafsika waarsalnaka lilnnasi rasoolan wakafa biAllahi shaheedan"},{"id":80,"text":"مَّن يُطِعِ ٱلرَّسُولَ فَقَدۡ أَطَاعَ ٱللَّهَۖ وَمَن تَوَلَّىٰ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗا","translation":"جس نے رسول کی اطاعت کی اس نے دراصل خدا کی اطاعت کی اور جو منہ موڑ گیا، تو بہرحال ہم نے تمہیں ان لوگوں پر پاسبان بنا کر تو نہیں بھیجا ہے","transliteration":"Man yutiAAi alrrasoola faqad ataAAa Allaha waman tawalla fama arsalnaka AAalayhim hafeethan"},{"id":81,"text":"وَيَقُولُونَ طَاعَةٞ فَإِذَا بَرَزُواْ مِنۡ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُۖ وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","translation":"وہ منہ پر کہتے ہیں کہ ہم مطیع فرمان ہیں مگر جب تمہارے پاس سے نکلتے ہیں تو ان میں سے ایک گروہ راتوں کو جمع ہو کر تمہاری باتوں کے خلاف مشورے کرتا ہے اللہ ان کی یہ ساری سرگوشیاں لکھ رہا ہے تم ان کی پروا نہ کرو اور اللہ پر بھروسہ رکھو، وہی بھروسہ کے لیے کافی ہے","transliteration":"Wayaqooloona taAAatun faitha barazoo min AAindika bayyata taifatun minhum ghayra allathee taqoolu waAllahu yaktubu ma yubayyitoona faaAArid AAanhum watawakkal AAala Allahi wakafa biAllahi wakeelan"},{"id":82,"text":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا","translation":"کیا یہ لوگ قرآن پر غور نہیں کرتے؟ اگر یہ اللہ کے سوا کسی اور کی طرف سے ہوتا تو اِس میں بہت کچھ اختلاف بیانی پائی جاتی","transliteration":"Afala yatadabbaroona alqurana walaw kana min AAindi ghayri Allahi lawajadoo feehi ikhtilafan katheeran"},{"id":83,"text":"وَإِذَا جَآءَهُمۡ أَمۡرٞ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُواْ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُوْلِي ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا","translation":"یہ لوگ جہاں کوئی اطمینان بخش یا خوفناک خبر سن پاتے ہیں اُسے لے کر پھیلا دیتے ہیں، حالانکہ اگر یہ اُسے رسول اور اپنی جماعت کے ذمہ دار اصحاب تک پہنچائیں تو وہ ایسے لوگوں کے علم میں آ جائے جو اِن کے درمیان اس بات کی صلاحیت رکھتے ہیں کہ اس سے صحیح نتیجہ اخذ کرسکیں تم لوگوں پر اللہ کی مہربانی اور رحمت نہ ہوتی تو (تمہاری کمزوریاں ایسی تھیں کہ) معدودے چند کے سوا تم سب شیطان کے پیچھے لگ گئے ہوتے","transliteration":"Waitha jaahum amrun mina alamni awi alkhawfi athaAAoo bihi walaw raddoohu ila alrrasooli waila olee alamri minhum laAAalimahu allatheena yastanbitoonahu minhum walawla fadlu Allahi AAalaykum warahmatuhu laittabaAAtumu alshshaytana illa qaleelan"},{"id":84,"text":"فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِينَۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْۚ وَٱللَّهُ أَشَدُّ بَأۡسٗا وَأَشَدُّ تَنكِيلٗا","translation":"پس اے نبیؐ! تم اللہ کی راہ میں لڑو، تم اپنی ذات کے سوا کسی اور کے لیے ذمہ دار نہیں ہو البتہ اہل ایما ن کو لڑنے کے لیے اکساؤ، بعید نہیں کہ اللہ کافروں کا زور توڑ دے، اللہ کا زور سب سے زیادہ زبردست اور اس کی سزا سب سے زیادہ سخت ہے","transliteration":"Faqatil fee sabeeli Allahi la tukallafu illa nafsaka waharridi almumineena AAasa Allahu an yakuffa basa allatheena kafaroo waAllahu ashaddu basan waashaddu tankeelan"},{"id":85,"text":"مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ وَمَن يَشۡفَعۡ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفۡلٞ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا","translation":"جو بھلائی کی سفارش کریگا وہ اس میں سے حصہ پائے گا اور جو برائی کی سفارش کرے گا وہ اس میں سے حصہ پائے گا، اور اللہ ہر چیز پر نظر رکھنے والا ہے","transliteration":"Man yashfaAA shafaAAatan hasanatan yakun lahu naseebun minha waman yashfaAA shafaAAatan sayyiatan yakun lahu kiflun minha wakana Allahu AAala kulli shayin muqeetan"},{"id":86,"text":"وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا","translation":"اور جب کوئی احترام کے ساتھ تمہیں سلام کرے تو اس کو اس سے بہتر طریقہ کے ساتھ جواب دو یا کم از کم اُسی طرح، اللہ ہر چیز کا حساب لینے والا ہے","transliteration":"Waitha huyyeetum bitahiyyatin fahayyoo biahsana minha aw ruddooha inna Allaha kana AAala kulli shayin haseeban"},{"id":87,"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۗ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا","translation":"اللہ وہ ہے جس کے سوا کوئی خدا نہیں ہے، وہ تم سب کو اُس قیامت کے دن جمع کرے گا جس کے آنے میں کوئی شبہہ نہیں، اور اللہ کی بات سے بڑھ کر سچی بات اور کس کی ہوسکتی ہے","transliteration":"Allahu la ilaha illa huwa layajmaAAannakum ila yawmi alqiyamati la rayba feehi waman asdaqu mina Allahi hadeethan"},{"id":88,"text":"۞فَمَا لَكُمۡ فِي ٱلۡمُنَٰفِقِينَ فِئَتَيۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوٓاْۚ أَتُرِيدُونَ أَن تَهۡدُواْ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","translation":"پھر یہ تمہیں کیا ہو گیا ہے کہ منافقین کے بارے میں تمہارے درمیان دو رائیں پائی جاتی ہیں، حالانکہ جو برائیاں اُنہوں نے کمائی ہیں اُن کی بدولت اللہ انہیں الٹا پھیر چکا ہے کیا تم چاہتے ہو کہ جسے اللہ نے ہدایت نہیں بخشی اُسے تم ہدایت بخش دو؟ حالانکہ جس کو اللہ نے راستہ سے ہٹا دیا اُس کے لیے تم کوئی راستہ نہیں پاسکتے","transliteration":"Fama lakum fee almunafiqeena fiatayni waAllahu arkasahum bima kasaboo atureedoona an tahdoo man adalla Allahu waman yudlili Allahu falan tajida lahu sabeelan"},{"id":89,"text":"وَدُّواْ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِي سَبِيلِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُواْ مِنۡهُمۡ وَلِيّٗا وَلَا نَصِيرًا","translation":"وہ تو یہ چاہتے ہیں کہ جس طرح وہ خود کافر ہیں اسی طرح تم بھی کافر ہو جاؤ تاکہ تم اور وہ سب یکساں ہو جائیں لہٰذا ان میں سے کسی کو اپنا دوست نہ بناؤ جب تک کہ وہ اللہ کی راہ میں ہجرت کر کے نہ آ جائیں، اور اگر وہ ہجرت سے باز رہیں تو جہاں پاؤ انہیں پکڑو اور قتل کرو اور ان میں سے کسی کو اپنا دوست اور مددگار نہ بناؤ","transliteration":"Waddoo law takfuroona kama kafaroo fatakoonoona sawaan fala tattakhithoo minhum awliyaa hatta yuhajiroo fee sabeeli Allahi fain tawallaw fakhuthoohum waoqtuloohum haythu wajadtumoohum wala tattakhithoo minhum waliyyan wala naseeran"},{"id":90,"text":"إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا","translation":"البتہ و ہ منافق اس حکم سے مستثنیٰ ہیں جو کسی ایسی قوم سے جا ملیں جس کے ساتھ تمہارا معاہدہ ہے اسی طرح وہ منافق بھی مستثنیٰ ہیں جو تمہارے پاس آتے ہیں اور لڑائی سے دل برداشتہ ہیں، نہ تم سے لڑنا چاہتے ہیں نہ اپنی قوم سے اللہ چاہتا تو ان کو تم پر مسلط کر دیتا اور وہ بھی تم سے لڑتے لہٰذا اگر وہ تم سے کنارہ کش ہو جائیں اور لڑنے سے باز رہیں اور تمہاری طرف صلح و آشتی کا ہاتھ بڑھائیں تو اللہ نے تمہارے لیے ان پر دست درازی کی کوئی سبیل نہیں رکھی ہے","transliteration":"Illa allatheena yasiloona ila qawmin baynakum wabaynahum meethaqun aw jaookum hasirat sudooruhum an yuqatilookum aw yuqatiloo qawmahum walaw shaa Allahu lasallatahum AAalaykum falaqatalookum faini iAAtazalookum falam yuqatilookum waalqaw ilaykumu alssalama fama jaAAala Allahu lakum AAalayhim sabeelan"},{"id":91,"text":"سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأۡمَنُوكُمۡ وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَاۚ فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَـٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا","translation":"ایک اور قسم کے منافق تمہیں ایسے ملیں گے جو چاہتے ہیں کہ تم سے بھی امن میں رہیں اور اپنی قوم سے بھی، مگر جب کبھی فتنہ کا موقع پائیں گے اس میں کود پڑیں گے ایسے لوگ اگر تمہارے مقابلہ سے باز نہ رہیں اور صلح و سلامتی تمہارے آگے پیش نہ کریں اور اپنے ہاتھ نہ روکیں تو جہاں وہ ملیں انہیں پکڑو اور مارو، ان پر ہاتھ اٹھانے کے لیے ہم نے تمہیں کھلی حجت دے دی ہے","transliteration":"Satajidoona akhareena yureedoona an yamanookum wayamanoo qawmahum kulla ma ruddoo ila alfitnati orkisoo feeha fain lam yaAAtazilookum wayulqoo ilaykumu alssalama wayakuffoo aydiyahum fakhuthoohum waoqtuloohum haythu thaqiftumoohum waolaikum jaAAalna lakum AAalayhim sultanan mubeenan"},{"id":92,"text":"وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"کسی مومن کا یہ کام نہیں ہے کہ دوسرے مومن کو قتل کرے، الا یہ کہ اُس سے چوک ہو جائے، اور جو شخص کسی مومن کو غلطی سے قتل کر دے تو اس کا کفارہ یہ ہے کہ ایک مومن کو غلامی سے آزاد کرے اور مقتول کے وارثوں کو خونبہا دے، الا یہ کہ وہ خونبہا معاف کر دیں لیکن اگر وہ مسلمان مقتول کسی ایسی قوم سے تھا جس سے تمہاری دشمنی ہو تو اس کا کفارہ ایک مومن غلام آزاد کرنا ہے اور اگر وہ کسی ایسی غیرمسلم قوم کا فرد تھا جس سے تمہارا معاہدہ ہو تو اس کے وارثوں کو خون بہا دیا جائے گا اور ایک مومن غلام کو آزاد کرنا ہوگا پھر جو غلام نہ پائے وہ پے در پے دو مہینے کے روزے رکھے یہ اِس گناہ پر اللہ سے توبہ کرنے کا طریقہ ہے اور اللہ علیم و دانا ہے","transliteration":"Wama kana limuminin an yaqtula muminan illa khataan waman qatala muminan khataan fatahreeru raqabatin muminatin wadiyatun musallamatun ila ahlihi illa an yassaddaqoo fain kana min qawmin AAaduwwin lakum wahuwa muminun fatahreeru raqabatin muminatin wain kana min qawmin baynakum wabaynahum meethaqun fadiyatun musallamatun ila ahlihi watahreeru raqabatin muminatin faman lam yajid fasiyamu shahrayni mutatabiAAayni tawbatan mina Allahi wakana Allahu AAaleeman hakeeman"},{"id":93,"text":"وَمَن يَقۡتُلۡ مُؤۡمِنٗا مُّتَعَمِّدٗا فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِدٗا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمٗا","translation":"رہا وہ شخص جو کسی مومن کو جان بوجھ کر قتل کرے تو اُس کی جزا جہنم ہے جس میں وہ ہمیشہ رہے گا اس پر اللہ کا غضب اور اُس کی لعنت ہے اور اللہ نے اس کے لیے سخت عذاب مہیا کر رکھا ہے","transliteration":"Waman yaqtul muminan mutaAAammidan fajazaohu jahannamu khalidan feeha waghadiba Allahu AAalayhi walaAAanahu waaAAadda lahu AAathaban AAatheeman"},{"id":94,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا ضَرَبۡتُمۡ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞۚ كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"اے لوگو جو ایما ن لائے ہو، جب تم اللہ کی راہ میں جہاد کے لیے نکلو تو دوست دشمن میں تمیز کرو اور جو تمہاری طرف سلام سے تقدیم کرے اُسے فوراً نہ کہہ دو کہ تو مومن نہیں ہے اگر تم دنیوی فائدہ چاہتے ہو تو اللہ کے پاس تمہارے لیے بہت سے اموال غنیمت ہیں آخر اسی حالت میں تم خود بھی تو اس سے پہلے مبتلا رہ چکے ہو، پھر اللہ نے تم پر احسان کیا، لہٰذا تحقیق سے کام لو، جو کچھ تم کرتے ہو اللہ اُس سے باخبر ہے","transliteration":"Ya ayyuha allatheena amanoo itha darabtum fee sabeeli Allahi fatabayyanoo wala taqooloo liman alqa ilaykumu alssalama lasta muminan tabtaghoona AAarada alhayati alddunya faAAinda Allahi maghanimu katheeratun kathalika kuntum min qablu famanna Allahu AAalaykum fatabayyanoo inna Allaha kana bima taAAmaloona khabeeran"},{"id":95,"text":"لَّا يَسۡتَوِي ٱلۡقَٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِينَ غَيۡرُ أُوْلِي ٱلضَّرَرِ وَٱلۡمُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَٰعِدِينَ دَرَجَةٗۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ عَلَى ٱلۡقَٰعِدِينَ أَجۡرًا عَظِيمٗا","translation":"مسلمانوں میں سے وہ لوگ جو کسی معذوری کے بغیر گھر بیٹھے رہتے ہیں اور وہ جو اللہ کی راہ میں جان و مال سے جہاد کرتے ہیں، دونوں کی حیثیت یکساں نہیں ہے اللہ نے بیٹھنے والوں کی بہ نسبت جان و مال سے جہاد کرنے والوں کا درجہ بڑا رکھا ہے اگرچہ ہر ایک کے لیے اللہ نے بھلائی ہی کا وعدہ فرمایا ہے، مگر اُس کے ہاں مجاہدوں کی خدمات کا معاوضہ بیٹھنے والوں سے بہت زیادہ ہے","transliteration":"La yastawee alqaAAidoona mina almumineena ghayru olee alddarari waalmujahidoona fee sabeeli Allahi biamwalihim waanfusihim faddala Allahu almujahideena biamwalihim waanfusihim AAala alqaAAideena darajatan wakullan waAAada Allahu alhusna wafaddala Allahu almujahideena AAala alqaAAideena ajran AAatheeman"},{"id":96,"text":"دَرَجَٰتٖ مِّنۡهُ وَمَغۡفِرَةٗ وَرَحۡمَةٗۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","translation":"اُن کے لیے اللہ کی طرف سے بڑے درجے ہیں اور مغفرت اور رحمت ہے، اور اللہ بڑا معاف کرنے والا اور رحم فرمانے والا ہے","transliteration":"Darajatin minhu wamaghfiratan warahmatan wakana Allahu ghafooran raheeman"},{"id":97,"text":"إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ قَالُواْ فِيمَ كُنتُمۡۖ قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِۚ قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۚ فَأُوْلَـٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا","translation":"جو لوگ اپنے نفس پر ظلم کر رہے تھے اُن کی روحیں جب فرشتوں نے قبض کیں تو ان سے پوچھا کہ یہ تم کس حال میں مبتلا تھے؟ انہوں نے جواب دیا کہ ہم زمین میں کمزور و مجبور تھے فرشتوں نے کہا، کیا خدا کی زمین وسیع نہ تھی کہ تم اس میں ہجرت کرتے؟ یہ وہ لوگ ہیں جن کا ٹھکانا جہنم ہے اور بڑا ہی برا ٹھکانا ہے","transliteration":"Inna allatheena tawaffahumu almalaikatu thalimee anfusihim qaloo feema kuntum qaloo kunna mustadAAafeena fee alardi qaloo alam takun ardu Allahi wasiAAatan fatuhajiroo feeha faolaika mawahum jahannamu wasaat maseeran"},{"id":98,"text":"إِلَّا ٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ لَا يَسۡتَطِيعُونَ حِيلَةٗ وَلَا يَهۡتَدُونَ سَبِيلٗا","translation":"ہاں جو مرد، عورتیں اور بچے واقعی بے بس ہیں اور نکلنے کا کوئی راستہ اور ذریعہ نہیں پاتے","transliteration":"Illa almustadAAafeena mina alrrijali waalnnisai waalwildani la yastateeAAoona heelatan wala yahtadoona sabeelan"},{"id":99,"text":"فَأُوْلَـٰٓئِكَ عَسَى ٱللَّهُ أَن يَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورٗا","translation":"بعید نہیں کہ اللہ انہیں معاف کر دے، اللہ بڑا معاف کرنے والا اور درگزر فرمانے والا ہے","transliteration":"Faolaika AAasa Allahu an yaAAfuwa AAanhum wakana Allahu AAafuwwan ghafooran"},{"id":100,"text":"۞وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"جو کوئی اللہ کی راہ میں ہجرت کرے گا وہ زمین میں پناہ لینے کے لیے بہت جگہ اوربسر اوقات کے لیے بڑی گنجائش پائے گا، اور جو اپنے گھر سے اللہ اور رسول کی طرف ہجرت کے لیے نکلے، پھر راستہ ہی میں اُسے موت آ جائے اُس کا اجر اللہ کے ذمے واجب ہو گیا، اللہ بہت بخشش فرمانے والا اور رحیم ہے","transliteration":"Waman yuhajir fee sabeeli Allahi yajid fee alardi muraghaman katheeran wasaAAatan waman yakhruj min baytihi muhajiran ila Allahi warasoolihi thumma yudrikhu almawtu faqad waqaAAa ajruhu AAala Allahi wakana Allahu ghafooran raheeman"},{"id":101,"text":"وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن يَفۡتِنَكُمُ ٱلَّذِينَ كَفَرُوٓاْۚ إِنَّ ٱلۡكَٰفِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا","translation":"اور جب تم لوگ سفر کے لیے نکلو تو کوئی مضائقہ نہیں اگر نماز میں اختصار کر دو (خصوصاً) جبکہ تمہیں اندیشہ ہو کہ کافر تمہیں ستائیں گے کیونکہ وہ کھلم کھلا تمہاری دشمنی پر تلے ہوئے ہیں","transliteration":"Waitha darabtum fee alardi falaysa AAalaykum junahun an taqsuroo mina alssalati in khiftum an yaftinakumu allatheena kafaroo inna alkafireena kanoo lakum AAaduwwan mubeenan"},{"id":102,"text":"وَإِذَا كُنتَ فِيهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَآئِفَةٞ مِّنۡهُم مَّعَكَ وَلۡيَأۡخُذُوٓاْ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُواْ فَلۡيَكُونُواْ مِن وَرَآئِكُمۡ وَلۡتَأۡتِ طَآئِفَةٌ أُخۡرَىٰ لَمۡ يُصَلُّواْ فَلۡيُصَلُّواْ مَعَكَ وَلۡيَأۡخُذُواْ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِينَ كَفَرُواْ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَيَمِيلُونَ عَلَيۡكُم مَّيۡلَةٗ وَٰحِدَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ إِن كَانَ بِكُمۡ أَذٗى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰٓ أَن تَضَعُوٓاْ أَسۡلِحَتَكُمۡۖ وَخُذُواْ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","translation":"اور اے نبیؐ! جب تم مسلمانوں کے درمیان ہو اور (حالت جنگ میں) انہیں نماز پڑھانے کھڑے ہو تو چاہیے کہ ان میں سے ایک گروہ تمہارے ساتھ کھڑا ہو اور اسلحہ لیے رہے، پھر جب وہ سجدہ کر لے تو پیچھے چلا جائے اور دوسرا گروہ جس نے ابھی نماز نہیں پڑھی ہے آکر تمہارے ساتھ پڑھے اور وہ بھی چوکنا رہے اور اپنے اسلحہ لیے رہے، کیوں کہ کفار اِس تاک میں ہیں کہ تم اپنے ہتھیاروں اور اپنے سامان کی طرف سے ذرا غافل ہو تو وہ تم پر یکبارگی ٹوٹ پڑیں البتہ اگر تم بارش کی وجہ سے تکلیف محسوس کرو یا بیمار ہو تو اسلحہ رکھ دینے میں کوئی مضائقہ نہیں، مگر پھر بھی چوکنے رہو یقین رکھو کہ اللہ نے کافروں کے لیے رسوا کن عذاب مہیا کر رکھا ہے","transliteration":"Waitha kunta feehim faaqamta lahumu alssalata faltaqum taifatun minhum maAAaka walyakhuthoo aslihatahum faitha sajadoo falyakoonoo min waraikum waltati taifatun okhra lam yusalloo falyusalloo maAAaka walyakhuthoo hithrahum waaslihatahum wadda allatheena kafaroo law taghfuloona AAan aslihatikum waamtiAAatikum fayameeloona AAalaykum maylatan wahidatan wala junaha AAalaykum in kana bikum athan min matarin aw kuntum marda an tadaAAoo aslihatakum wakhuthoo hithrakum inna Allaha aAAadda lilkafireena AAathaban muheenan"},{"id":103,"text":"فَإِذَا قَضَيۡتُمُ ٱلصَّلَوٰةَ فَٱذۡكُرُواْ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِكُمۡۚ فَإِذَا ٱطۡمَأۡنَنتُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَۚ إِنَّ ٱلصَّلَوٰةَ كَانَتۡ عَلَى ٱلۡمُؤۡمِنِينَ كِتَٰبٗا مَّوۡقُوتٗا","translation":"پھر جب نماز سے فارغ ہو جاؤ تو کھڑے اور بیٹھے اور لیٹے، ہر حال میں اللہ کو یاد کرتے رہو اور جب اطمینان نصیب ہو جائے تو پوری نماز پڑھو نما ز در حقیقت ایسا فرض ہے جو پابندی وقت کے ساتھ اہل ایمان پر لازم کیا گیا ہے","transliteration":"Faitha qadaytumu alssalata faothkuroo Allaha qiyaman waquAAoodan waAAala junoobikum faitha itmanantum faaqeemoo alssalata inna alssalata kanat AAala almumineena kitaban mawqootan"},{"id":104,"text":"وَلَا تَهِنُواْ فِي ٱبۡتِغَآءِ ٱلۡقَوۡمِۖ إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا","translation":"اِس گروہ کے تعاقب میں کمزوری نہ دکھاؤ اگر تم تکلیف اٹھا رہے ہو تو تمہاری طرح وہ بھی تکلیف اٹھا رہے ہیں اور تم اللہ سے اُس چیز کے امیدوار ہو جس کے وہ امیدوار نہیں ہیں اللہ سب کچھ جانتا ہے اور وہ حکیم و دانا ہے","transliteration":"Wala tahinoo fee ibtighai alqawmi in takoonoo talamoona fainnahum yalamoona kama talamoona watarjoona mina Allahi ma la yarjoona wakana Allahu AAaleeman hakeeman"},{"id":105,"text":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا","translation":"اے نبیؐ! ہم نے یہ کتاب حق کے ساتھ تمہاری طرف نازل کی ہے تاکہ جو راہ راست اللہ نے تمہیں دکھائی ہے اس کے مطابق لوگوں کے درمیان فیصلہ کرو تم بد دیانت لوگوں کی طرف سے جھگڑنے والے نہ بنو","transliteration":"Inna anzalna ilayka alkitaba bialhaqqi litahkuma bayna alnnasi bima araka Allahu wala takun lilkhaineena khaseeman"},{"id":106,"text":"وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"اور اللہ سے در گزر کی درخواست کرو، وہ بڑا درگزر فرمانے والا اور رحیم ہے","transliteration":"Waistaghfiri Allaha inna Allaha kana ghafooran raheeman"},{"id":107,"text":"وَلَا تُجَٰدِلۡ عَنِ ٱلَّذِينَ يَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمٗا","translation":"جو لو گ اپنے نفس سے خیانت کرتے ہیں تم اُن کی حمایت نہ کرو اللہ کو ایسا شخص پسند نہیں ہے جو خیانت کار اور معصیت پیشہ ہو","transliteration":"Wala tujadil AAani allatheena yakhtanoona anfusahum inna Allaha la yuhibbu man kana khawwanan atheeman"},{"id":108,"text":"يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا","translation":"یہ لو گ انسانوں سے اپنی حرکات چھپا سکتے ہیں مگر خدا سے نہیں چھپا سکتے وہ تواُس وقت بھی اُن کے ساتھ ہوتا ہے جب یہ راتوں کو چھپ کر اُس کی مرضی کے خلاف مشورے کرتے ہیں اِن کے سارے اعمال پر اللہ محیط ہے","transliteration":"Yastakhfoona mina alnnasi wala yastakhfoona mina Allahi wahuwa maAAahum ith yubayyitoona ma la yarda mina alqawli wakana Allahu bima yaAAmaloona muheetan"},{"id":109,"text":"هَـٰٓأَنتُمۡ هَـٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا","translation":"ہاں! تم لوگوں نے اِن مجرموں کی طرف سے دنیا کی زندگی میں تو جھگڑا کر لیا، مگر قیامت کے روز ان کی طرف سے کون جھگڑا کرے گا؟آخر وہاں کون اِن کا وکیل ہوگا؟","transliteration":"Haantum haolai jadaltum AAanhum fee alhayati alddunya faman yujadilu Allaha AAanhum yawma alqiyamati am man yakoonu AAalayhim wakeelan"},{"id":110,"text":"وَمَن يَعۡمَلۡ سُوٓءًا أَوۡ يَظۡلِمۡ نَفۡسَهُۥ ثُمَّ يَسۡتَغۡفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورٗا رَّحِيمٗا","translation":"اگر کوئی شخص برا فعل کر گزرے یا اپنے نفس پر ظلم کر جائے اور اس کے بعد اللہ سے درگزر کی درخواست کرے تو اللہ کو درگزر کرنے والا اور رحیم پائے گا","transliteration":"Waman yaAAmal sooan aw yathlim nafsahu thumma yastaghfiri Allaha yajidi Allaha ghafooran raheeman"},{"id":111,"text":"وَمَن يَكۡسِبۡ إِثۡمٗا فَإِنَّمَا يَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"مگر جو برائی کما لے تو اس کی یہ کمائی اُسی کے لیے وبال ہوگی، اللہ کو سب باتوں کی خبر ہے اور وہ حکیم و دانا ہے","transliteration":"Waman yaksib ithman fainnama yaksibuhu AAala nafsihi wakana Allahu AAaleeman hakeeman"},{"id":112,"text":"وَمَن يَكۡسِبۡ خَطِيٓـَٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓـٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","translation":"پھر جس نے کوئی خطا یا گناہ کر کے اس کا الزام کسی بے گناہ پر تھوپ دیا اُس نے تو بڑے بہتان اور صریح گناہ کا بار سمیٹ لیا","transliteration":"Waman yaksib khateeatan aw ithman thumma yarmi bihi bareean faqadi ihtamala buhtanan waithman mubeenan"},{"id":113,"text":"وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا","translation":"اے نبیؐ! اگر اللہ کا فضل تم پر نہ ہوتا اور اس کی رحمت تمہارے شامل حال نہ ہوتی تو ان میں سے ایک گروہ نے تو تمہیں غلط فہمی میں مبتلا کرنے کا فیصلہ کر ہی لیا تھا، حالاں کہ در حقیقت وہ خود اپنے سوا کسی کو غلط فہمی میں مبتلا نہیں کر رہے تھے اور تمہارا کوئی نقصان نہ کرسکتے تھے اللہ نے تم پر کتاب اور حکمت نازل کی ہے اور تم کو وہ کچھ بتایا ہے جو تمہیں معلوم نہ تھا اور اس کا فضل تم پر بہت ہے","transliteration":"Walawla fadlu Allahi AAalayka warahmatuhu lahammat taifatun minhum an yudillooka wama yudilloona illa anfusahum wama yadurroonaka min shayin waanzala Allahu AAalayka alkitaba waalhikmata waAAallamaka ma lam takun taAAlamu wakana fadlu Allahi AAalayka AAatheeman"},{"id":114,"text":"۞لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۭ بَيۡنَ ٱلنَّاسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","translation":"لوگوں کی خفیہ سرگوشیوں میں اکثر و بیشتر کوئی بھلائی نہیں ہوتی ہاں اگر کوئی پوشیدہ طور پر صدقہ و خیرات کی تلقین کرے یا کسی نیک کام کے لیے یا لوگوں کے معاملات میں اصلاح کرنے کے لیے کسی سے کچھ کہے تو یہ البتہ بھلی بات ہے، اور جو کوئی اللہ کی رضا جوئی کے لیے ایسا کرے گا اُسے ہم بڑا اجر عطا کریں گے","transliteration":"La khayra fee katheerin min najwahum illa man amara bisadaqatin aw maAAroofin aw islahin bayna alnnasi waman yafAAal thalika ibtighaa mardati Allahi fasawfa nuteehi ajran AAatheeman"},{"id":115,"text":"وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا","translation":"مگر جو شخص رسول کی مخالفت پر کمر بستہ ہو اور اہل ایمان کی روش کے سوا کسی اور روش پر چلے، درآں حالیکہ اس پر راہ راست واضح ہو چکی ہو، تو اُس کو ہم اُسی طرف چلائیں گے جدھر وہ خود پھر گیا اور اسے جہنم میں جھونکیں گے جو بد ترین جائے قرار ہے","transliteration":"Waman yushaqiqi alrrasoola min baAAdi ma tabayyana lahu alhuda wayattabiAA ghayra sabeeli almumineena nuwallihi ma tawalla wanuslihi jahannama wasaat maseeran"},{"id":116,"text":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","translation":"اللہ کے ہاں بس شرک ہی کی بخشش نہیں ہے، اس کے سوا اور سب کچھ معاف ہوسکتا ہے جسے وہ معاف کرنا چاہے جس نے اللہ کے ساتھ کسی کو شریک ٹھیرایا وہ تو گمراہی میں بہت دور نکل گیا","transliteration":"Inna Allaha la yaghfiru an yushraka bihi wayaghfiru ma doona thalika liman yashao waman yushrik biAllahi faqad dalla dalalan baAAeedan"},{"id":117,"text":"إِن يَدۡعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثٗا وَإِن يَدۡعُونَ إِلَّا شَيۡطَٰنٗا مَّرِيدٗا","translation":"وہ اللہ کو چھوڑ کر دیویوں کو معبود بناتے ہیں وہ اُس باغی شیطان کو معبود بناتے ہیں","transliteration":"In yadAAoona min doonihi illa inathan wain yadAAoona illa shaytanan mareedan"},{"id":118,"text":"لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِيبٗا مَّفۡرُوضٗا","translation":"جس کو اللہ نے لعنت زدہ کیا ہے (وہ اُس شیطان کی اطاعت کر رہے ہیں) جس نے اللہ سے کہا تھا کہ \"میں تیرے بندوں سے ایک مقرر حصہ لے کر رہوں گا","transliteration":"LaAAanahu Allahu waqala laattakhithanna min AAibadika naseeban mafroodan"},{"id":119,"text":"وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا","translation":"میں انہیں بہکاؤں گا، میں انہیں آرزوؤں میں الجھاؤں گا، میں انہیں حکم دوں گا اور وہ میرے حکم سے جانوروں کے کان پھاڑیں گے اور میں انہیں حکم دوں گا اور وہ میرے حکم سے خدائی ساخت میں رد و بدل کریں گے\" اس شیطان کوجس نے اللہ کے بجائے اپنا ولی و سرپرست بنا لیا وہ صریح نقصان میں پڑ گیا","transliteration":"Walaodillannahum walaomanniyannahum walaamurannahum falayubattikunna athana alanAAami walaamurannahum falayughayyirunna khalqa Allahi waman yattakhithi alshshaytana waliyyan min dooni Allahi faqad khasira khusranan mubeenan"},{"id":120,"text":"يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","translation":"وہ اِن لوگوں سے وعدہ کرتا ہے اور انہیں امیدیں دلاتا ہے، مگر شیطان کے سارے وعدے بجز فریب کے اور کچھ نہیں ہیں","transliteration":"YaAAiduhum wayumanneehim wama yaAAiduhumu alshshaytanu illa ghurooran"},{"id":121,"text":"أُوْلَـٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا","translation":"اِن لوگوں کا ٹھکانا جہنم ہے جس سے خلاصی کی کوئی صورت یہ نہ پائیں گے","transliteration":"Olaika mawahum jahannamu wala yajidoona AAanha maheesan"},{"id":122,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا","translation":"رہے وہ لوگ جو ایمان لے آئیں اور نیک عمل کریں، توا نہیں ہم ایسے باغوں میں داخل کریں گے جن کے نیچے نہریں بہتی ہوں گی اور وہ وہاں ہمیشہ ہمیشہ رہیں گے یہ اللہ کا سچا وعدہ ہے اور اللہ سے بڑھ کر کون اپنی بات میں سچا ہوگا","transliteration":"Waallatheena amanoo waAAamiloo alssalihati sanudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha abadan waAAda Allahi haqqan waman asdaqu mina Allahi qeelan"},{"id":123,"text":"لَّيۡسَ بِأَمَانِيِّكُمۡ وَلَآ أَمَانِيِّ أَهۡلِ ٱلۡكِتَٰبِۗ مَن يَعۡمَلۡ سُوٓءٗا يُجۡزَ بِهِۦ وَلَا يَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","translation":"انجام کار نہ تمہاری آرزوؤں پر موقوف ہے نہ اہل کتاب کی آرزوؤں پر جو بھی برائی کرے گا اس کا پھل پائے گا اور اللہ کے مقابلہ میں اپنے لیے کوئی حامی و مدد گار نہ پاسکے گا","transliteration":"Laysa biamaniyyikum wala amaniyyi ahli alkitabi man yaAAmal sooan yujza bihi wala yajid lahu min dooni Allahi waliyyan wala naseeran"},{"id":124,"text":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّـٰلِحَٰتِ مِن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَـٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ نَقِيرٗا","translation":"اور جو نیک عمل کرے گا، خواہ مرد ہو یا عورت، بشر طیکہ ہو وہ مومن، تو ایسے ہی لوگ جنت میں داخل ہوں گے اور اُن کی ذرہ برابر حق تلفی نہ ہونے پائے گی","transliteration":"Waman yaAAmal mina alssalihati min thakarin aw ontha wahuwa muminun faolaika yadkhuloona aljannata wala yuthlamoona naqeeran"},{"id":125,"text":"وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ وَٱتَّبَعَ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَٰهِيمَ خَلِيلٗا","translation":"اُس شخص سے بہتر اور کس کا طریق زندگی ہوسکتا ہے جس نے اللہ کے آگے سر تسلیم خم کر دیا اور اپنا رویہ نیک رکھا اور یکسو ہو کر ابراہیمؑ کے طریقے کی پیروی کی، اُس ابراہیمؑ کے طریقے کی جسے اللہ نے اپنا دوست بنا لیا تھا","transliteration":"Waman ahsanu deenan mimman aslama wajhahu lillahi wahuwa muhsinun waittabaAAa millata ibraheema haneefan waittakhatha Allahu ibraheema khaleelan"},{"id":126,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٖ مُّحِيطٗا","translation":"آسمانوں اور زمین میں جو کچھ ہے اللہ کا ہے اور اللہ ہر چیز پر محیط ہے","transliteration":"Walillahi ma fee alssamawati wama fee alardi wakana Allahu bikulli shayin muheetan"},{"id":127,"text":"وَيَسۡتَفۡتُونَكَ فِي ٱلنِّسَآءِۖ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِيهِنَّ وَمَا يُتۡلَىٰ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ فِي يَتَٰمَى ٱلنِّسَآءِ ٱلَّـٰتِي لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلۡوِلۡدَٰنِ وَأَن تَقُومُواْ لِلۡيَتَٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمٗا","translation":"لو گ تم سے عورتوں کے معاملہ میں فتویٰ پوچھتے ہیں کہو اللہ تمہیں اُن کے معاملہ میں فتویٰ دیتا ہے، اور ساتھ ہی وہ احکام بھی یاد دلاتا ہے جو پہلے سے تم کو اس کتاب میں سنائے جا رہے ہیں یعنی وہ احکام جو اُن یتیم لڑکیوں کے متعلق ہیں جن کے حق تم ادا نہیں کرتے اور جن کے نکاح کرنے سے تم باز رہتے ہو (یا لالچ کی بنا پر تم خود ان سے نکاح کر لینا چاہتے ہو)، او ر وہ احکام جو اُن بچوں کے متعلق ہیں جو بیچارے کوئی زور نہیں رکھتے اللہ تمہیں ہدایت کرتا ہے کہ یتیموں کے ساتھ انصاف پر قائم رہو، اور جو بھلائی تم کرو گے وہ اللہ کے علم سے چھپی نہ رہ جائے گی","transliteration":"Wayastaftoonaka fee alnnisai quli Allahu yufteekum feehinna wama yutla AAalaykum fee alkitabi fee yatama alnnisai allatee la tutoonahunna ma kutiba lahunna watarghaboona an tankihoohunna waalmustadAAafeena mina alwildani waan taqoomoo lilyatama bialqisti wama tafAAaloo min khayrin fainna Allaha kana bihi AAaleeman"},{"id":128,"text":"وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضٗا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يُصۡلِحَا بَيۡنَهُمَا صُلۡحٗاۚ وَٱلصُّلۡحُ خَيۡرٞۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"جب کسی عورت کو اپنے شوہر سے بدسلوکی یا بے رخی کا خطر ہ ہو تو کوئی مضائقہ نہیں اگر میاں اور بیوی (کچھ حقوق کی کمی بیشی پر) آپس میں صلح کر لیں صلح بہر حال بہتر ہے نفس تنگ دلی کے طرف جلدی مائل ہو جاتے ہیں، لیکن اگر تم لوگ احسان سے پیش آؤ اور خدا ترسی سے کام لو تو یقین رکھو کہ اللہ تمہارے اس طرز عمل سے بے خبر نہ ہوگا","transliteration":"Waini imraatun khafat min baAAliha nushoozan aw iAAradan fala junaha AAalayhima an yusliha baynahuma sulhan waalssulhu khayrun waohdirati alanfusu alshshuhha wain tuhsinoo watattaqoo fainna Allaha kana bima taAAmaloona khabeeran"},{"id":129,"text":"وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"بیویوں کے درمیان پورا پورا عدل کرنا تمہارے بس میں نہیں ہے تم چاہو بھی تو اس پر قادر نہیں ہوسکتے لہٰذا (قانون الٰہی کا منشا پورا کرنے کے لیے یہ کافی ہے کہ) ایک بیوی کی طرف اِس طرح نہ جھک جاؤ کہ دوسری کو ادھر لٹکتا چھوڑ دو اگر تم اپنا طرز عمل درست رکھو اور اللہ سے ڈرتے رہو تو اللہ چشم پوشی کرنے والا اور رحم فرمانے والا ہے","transliteration":"Walan tastateeAAoo an taAAdiloo bayna alnnisai walaw harastum fala tameeloo kulla almayli fatatharooha kaalmuAAallaqati wain tuslihoo watattaqoo fainna Allaha kana ghafooran raheeman"},{"id":130,"text":"وَإِن يَتَفَرَّقَا يُغۡنِ ٱللَّهُ كُلّٗا مِّن سَعَتِهِۦۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمٗا","translation":"لیکن اگر زوجین ایک دوسرے سے الگ ہی ہو جائیں تو اللہ اپنی وسیع قدرت سے ہر ایک کو دوسرے کی محتاجی سے بے نیاز کر دے گا اللہ کا دامن بہت کشادہ ہے اور وہ دانا و بینا ہے","transliteration":"Wain yatafarraqa yughni Allahu kullan min saAAatihi wakana Allahu wasiAAan hakeeman"},{"id":131,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا","translation":"آسمانوں اور زمین میں جو کچھ ہے سب اللہ ہی کا ہے تم سے پہلے جن کو ہم نے کتاب دی تھی انہیں بھی یہی ہدایت کی تھی اور اب تم کو بھی یہی ہدایت کرتے ہیں کہ خدا سے ڈرتے ہوئے کام کرو لیکن اگر تم نہیں مانتے تو نہ مانو، آسمان و زمین کی ساری چیزوں کا مالک اللہ ہی ہے اور وہ بے نیاز ہے، ہر تعریف کا مستحق","transliteration":"Walillahi ma fee alssamawati wama fee alardi walaqad wassayna allatheena ootoo alkitaba min qablikum waiyyakum ani ittaqoo Allaha wain takfuroo fainna lillahi ma fee alssamawati wama fee alardi wakana Allahu ghaniyyan hameedan"},{"id":132,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","translation":"ہاں اللہ ہی مالک ہے ان سب چیزوں کاجو آسمانوں میں ہیں اور جو زمین میں ہیں، اور کار سازی کے لیے بس و ہی کافی ہے","transliteration":"Walillahi ma fee alssamawati wama fee alardi wakafa biAllahi wakeelan"},{"id":133,"text":"إِن يَشَأۡ يُذۡهِبۡكُمۡ أَيُّهَا ٱلنَّاسُ وَيَأۡتِ بِـَٔاخَرِينَۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرٗا","translation":"اگر وہ چاہے تو تم لوگوں کو ہٹا کر تمہاری جگہ دوسروں کو لے آئے، اور وہ اِس کی پوری قدرت رکھتا ہے","transliteration":"In yasha yuthhibkum ayyuha alnnasu wayati biakhareena wakana Allahu AAala thalika qadeeran"},{"id":134,"text":"مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَكَانَ ٱللَّهُ سَمِيعَۢا بَصِيرٗا","translation":"جو شخص محض ثواب دنیا کا طالب ہو اُسے معلوم ہونا چاہیے کہ اللہ کے پاس ثواب دنیا بھی ہے اور ثواب آخرت بھی، اور اللہ سمیع و بصیر ہے","transliteration":"Man kana yureedu thawaba alddunya faAAinda Allahi thawabu alddunya waalakhirati wakana Allahu sameeAAan baseeran"},{"id":135,"text":"۞يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّـٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"اے لوگو جو ایمان لائے ہو، انصاف کے علمبردار اور خدا واسطے کے گواہ بنو اگرچہ تمہارے انصاف اور تمہاری گواہی کی زد خود تمہاری اپنی ذات پر یا تمہارے والدین اور رشتہ داروں پر ہی کیوں نہ پڑتی ہو فریق معاملہ خواہ مالدار ہو یا غریب، اللہ تم سے زیادہ اُن کا خیر خواہ ہے لہٰذا اپنی خواہش نفس کی پیروی میں عدل سے باز نہ رہو اور اگر تم نے لگی لپٹی بات کہی یا سچائی سے پہلو بچایا تو جان رکھو کہ جو کچھ تم کرتے ہو اللہ کو اس کی خبر ہے","transliteration":"Ya ayyuha allatheena amanoo koonoo qawwameena bialqisti shuhadaa lillahi walaw AAala anfusikum awi alwalidayni waalaqrabeena in yakun ghaniyyan aw faqeeran faAllahu awla bihima fala tattabiAAoo alhawa an taAAdiloo wain talwoo aw tuAAridoo fainna Allaha kana bima taAAmaloona khabeeran"},{"id":136,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِي نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِيٓ أَنزَلَ مِن قَبۡلُۚ وَمَن يَكۡفُرۡ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","translation":"اے لوگو جو ایمان لائے ہو، ایمان لاؤ اللہ پر اور اس کے رسول پر اور اس کتاب پر جو اللہ نے اپنے رسول پر نازل کی ہے اور ہر اُس کتاب پر جو اس سے پہلے وہ نازل کر چکا ہے جس نے اللہ اور اس کے ملائکہ اور اس کی کتابوں اور اس کے رسولوں اور روز آخرت سے کفر کیا وہ گمراہی میں بھٹک کر بہت دور نکل گیا","transliteration":"Ya ayyuha allatheena amanoo aminoo biAllahi warasoolihi waalkitabi allathee nazzala AAala rasoolihi waalkitabi allathee anzala min qablu waman yakfur biAllahi wamalaikatihi wakutubihi warusulihi waalyawmi alakhiri faqad dalla dalalan baAAeedan"},{"id":137,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ سَبِيلَۢا","translation":"رہے وہ لوگ جو ایمان لائے، پھر کفر کیا، پھر ایمان لائے، پھر کفر کیا، پھر اپنے کفر میں بڑھتے چلے گئے، تو اللہ ہرگز ان کو معاف نہ کرے گا اور نہ کبھی اُن کو راہ راست دکھائے گا","transliteration":"Inna allatheena amanoo thumma kafaroo thumma amanoo thumma kafaroo thumma izdadoo kufran lam yakuni Allahu liyaghfira lahum wala liyahdiyahum sabeelan"},{"id":138,"text":"بَشِّرِ ٱلۡمُنَٰفِقِينَ بِأَنَّ لَهُمۡ عَذَابًا أَلِيمًا","translation":"اور جو منافق اہل ایمان کو چھوڑ کر کافروں کو اپنا رفیق بناتے ہیں انہیں یہ مثردہ سنا دو کہ اُن کے لیے دردناک سزا تیار ہے","transliteration":"Bashshiri almunafiqeena bianna lahum AAathaban aleeman"},{"id":139,"text":"ٱلَّذِينَ يَتَّخِذُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَيَبۡتَغُونَ عِندَهُمُ ٱلۡعِزَّةَ فَإِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعٗا","translation":"کیا یہ لوگ عزت کی طلب میں اُن کے پاس جاتے ہیں؟ حالانکہ عزت تو ساری کی ساری اللہ ہی کے لیے ہے","transliteration":"Allatheena yattakhithoona alkafireena awliyaa min dooni almumineena ayabtaghoona AAindahumu alAAizzata fainna alAAizzata lillahi jameeAAan"},{"id":140,"text":"وَقَدۡ نَزَّلَ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ أَنۡ إِذَا سَمِعۡتُمۡ ءَايَٰتِ ٱللَّهِ يُكۡفَرُ بِهَا وَيُسۡتَهۡزَأُ بِهَا فَلَا تَقۡعُدُواْ مَعَهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦٓ إِنَّكُمۡ إِذٗا مِّثۡلُهُمۡۗ إِنَّ ٱللَّهَ جَامِعُ ٱلۡمُنَٰفِقِينَ وَٱلۡكَٰفِرِينَ فِي جَهَنَّمَ جَمِيعًا","translation":"اللہ اِس کتاب میں تم کو پہلے ہی حکم دے چکا ہے کہ جہاں تم سنو کہ اللہ کی آیات کے خلاف کفر بکا جا رہا ہے اور ا ن کا مذاق اڑایا جا رہا ہے وہاں نہ بیٹھو جب تک کہ لوگ کسی دوسری بات میں نہ لگ جائیں اب اگر تم ایسا کرتے ہو تو تم بھی انہی کی طرح ہو یقین جانو کہ اللہ منافقوں اور کافروں کو جہنم میں ایک جگہ جمع کرنے والا ہے","transliteration":"Waqad nazzala AAalaykum fee alkitabi an itha samiAAtum ayati Allahi yukfaru biha wayustahzao biha fala taqAAudoo maAAahum hatta yakhoodoo fee hadeethin ghayrihi innakum ithan mithluhum inna Allaha jamiAAu almunafiqeena waalkafireena fee jahannama jameeAAan"},{"id":141,"text":"ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحٞ مِّنَ ٱللَّهِ قَالُوٓاْ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَٰفِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمۡ نَسۡتَحۡوِذۡ عَلَيۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِينَۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَلَن يَجۡعَلَ ٱللَّهُ لِلۡكَٰفِرِينَ عَلَى ٱلۡمُؤۡمِنِينَ سَبِيلًا","translation":"یہ منافق تمہارے معاملہ میں انتظار کر رہے ہیں (کہ اونٹ کس کروٹ بیٹھتا ہے) اگر اللہ کی طرف سے فتح تمہاری ہوئی تو آ کر کہیں گے کہ کیا ہم تمہارے ساتھ نہ تھے؟ ا گر کافروں کا پلہ بھاری رہا تو اُن سے کہیں گے کہ کیا ہم تمہارے خلاف لڑنے پر قادر نہ تھے اور پھر بھی ہم نے تم کو مسلمانوں سے بچایا؟ بس اللہ ہی تمہارے اور ان کے معاملہ کا فیصلہ قیامت کے روز کرے گا اور (اس فیصلہ میں) اللہ نے کافروں کے لیے مسلمانوں پر غالب آنے کی ہرگز کوئی سبیل نہیں رکھی ہے","transliteration":"Allatheena yatarabbasoona bikum fain kana lakum fathun mina Allahi qaloo alam nakun maAAakum wain kana lilkafireena naseebun qaloo alam nastahwith AAalaykum wanamnaAAkum mina almumineena faAllahu yahkumu baynakum yawma alqiyamati walan yajAAala Allahu lilkafireena AAala almumineena sabeelan"},{"id":142,"text":"إِنَّ ٱلۡمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمۡ وَإِذَا قَامُوٓاْ إِلَى ٱلصَّلَوٰةِ قَامُواْ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِيلٗا","translation":"یہ منافق اللہ کے ساتھ دھوکہ بازی کر رہے ہیں حالانکہ در حقیقت اللہ ہی نے انہیں دھوکہ میں ڈال رکھا ہے جب یہ نماز کے لیے اٹھتے ہں تو کسمساتے ہوئے محض لوگوں کو دکھانے کی خاطر اٹھتے ہیں اور خدا کو کم ہی یاد کرتے ہیں","transliteration":"Inna almunafiqeena yukhadiAAoona Allaha wahuwa khadiAAuhum waitha qamoo ila alssalati qamoo kusala yuraoona alnnasa wala yathkuroona Allaha illa qaleelan"},{"id":143,"text":"مُّذَبۡذَبِينَ بَيۡنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِۚ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","translation":"کفر و ایمان کے درمیان ڈانوا ڈول ہیں نہ پورے اِس طرف ہیں نہ پورے اُس طرف جسے اللہ نے بھٹکا دیا ہو اس کے لیے تم کوئی راستہ نہیں پاسکتے","transliteration":"Muthabthabeena bayna thalika la ila haolai wala ila haolai waman yudlili Allahu falan tajida lahu sabeelan"},{"id":144,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَتُرِيدُونَ أَن تَجۡعَلُواْ لِلَّهِ عَلَيۡكُمۡ سُلۡطَٰنٗا مُّبِينًا","translation":"اے لوگو جو ایمان لائے ہو، مومنوں کو چھوڑ کر کافروں کو اپنا رفیق نہ بناؤ کیا تم چاہتے ہو کہ اللہ کو اپنے خلاف صریح حجت دے دو؟","transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo alkafireena awliyaa min dooni almumineena atureedoona an tajAAaloo lillahi AAalaykum sultanan mubeenan"},{"id":145,"text":"إِنَّ ٱلۡمُنَٰفِقِينَ فِي ٱلدَّرۡكِ ٱلۡأَسۡفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمۡ نَصِيرًا","translation":"یقین جانو کہ منافق جہنم کے سب سے نیچے طبقے میں جائیں گے اور تم کسی کو اُن کا مدد گار نہ پاؤ گے","transliteration":"Inna almunafiqeena fee alddarki alasfali mina alnnari walan tajida lahum naseeran"},{"id":146,"text":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَٱعۡتَصَمُواْ بِٱللَّهِ وَأَخۡلَصُواْ دِينَهُمۡ لِلَّهِ فَأُوْلَـٰٓئِكَ مَعَ ٱلۡمُؤۡمِنِينَۖ وَسَوۡفَ يُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِينَ أَجۡرًا عَظِيمٗا","translation":"البتہ جو اُن میں سے تائب ہو جائیں او ر اپنے طرز عمل کی اصلاح کر لیں اور اللہ کا دامن تھام لیں اور اپنے دین کو اللہ کے لیے خالص کر دیں، ایسے لوگ مومنوں کے ساتھ ہیں اور اللہ مومنوں کو ضرور اجر عظیم عطا فرمائے گا","transliteration":"Illa allatheena taboo waaslahoo waiAAtasamoo biAllahi waakhlasoo deenahum lillahi faolaika maAAa almumineena wasawfa yuti Allahu almumineena ajran AAatheeman"},{"id":147,"text":"مَّا يَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمٗا","translation":"آخر اللہ کو کیا پڑی ہے کہ تمہیں خواہ مخواہ سزا دے اگر تم شکر گزار بندے بنے رہو اور ایمان کی روش پر چلو اللہ بڑا قدر دان ہے اور سب کے حال سے واقف ہے","transliteration":"Ma yafAAalu Allahu biAAathabikum in shakartum waamantum wakana Allahu shakiran AAaleeman"},{"id":148,"text":"۞لَّا يُحِبُّ ٱللَّهُ ٱلۡجَهۡرَ بِٱلسُّوٓءِ مِنَ ٱلۡقَوۡلِ إِلَّا مَن ظُلِمَۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا","translation":"اللہ اس کو پسند نہیں کرتا کہ آدمی بد گوئی پر زبان کھولے، الا یہ کہ کسی پر ظلم کیا گیا ہو، اور اللہ سب کچھ سننے اور جاننے والا ہے","transliteration":"La yuhibbu Allahu aljahra bialssooi mina alqawli illa man thulima wakana Allahu sameeAAan AAaleeman"},{"id":149,"text":"إِن تُبۡدُواْ خَيۡرًا أَوۡ تُخۡفُوهُ أَوۡ تَعۡفُواْ عَن سُوٓءٖ فَإِنَّ ٱللَّهَ كَانَ عَفُوّٗا قَدِيرًا","translation":"(مظلوم ہونے کی صورت میں اگر چہ تم پر بد گوئی کا حق ہے) لیکن اگر تم ظاہر و باطن میں بھلائی ہی کیے جاؤ، یا کم از کم برائی سے در گزر کرو، تو اللہ کی صفت بھی یہی ہے کہ وہ بڑا معاف کرنے والا ہے حالانکہ سزا دینے پر پوری قدرت رکھتا ہے","transliteration":"In tubdoo khayran aw tukhfoohu aw taAAfoo AAan sooin fainna Allaha kana AAafuwwan qadeeran"},{"id":150,"text":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيۡنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤۡمِنُ بِبَعۡضٖ وَنَكۡفُرُ بِبَعۡضٖ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيۡنَ ذَٰلِكَ سَبِيلًا","translation":"جو لوگ اللہ اور اس کے رسولوں سے کفر کرتے ہیں، اور چاہتے ہیں کہ اللہ اور اس کے رسولوں کے درمیان تفریق کریں، اور کہتے ہیں کہ ہم کسی کو مانیں گے اور کسی کو نہ مانیں گے، اور کفر و ایمان کے بیچ میں ایک راہ نکالنے کا ارادہ رکھتے ہیں","transliteration":"Inna allatheena yakfuroona biAllahi warusulihi wayureedoona an yufarriqoo bayna Allahi warusulihi wayaqooloona numinu bibaAAdin wanakfuru bibaAAdin wayureedoona an yattakhithoo bayna thalika sabeelan"},{"id":151,"text":"أُوْلَـٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ حَقّٗاۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","translation":"وہ سب پکے کافر ہیں اور ایسے کافروں کے لیے ہم نے وہ سزا مہیا کر رکھی ہے جو انہیں ذلیل و خوار کر دینے والی ہوگی","transliteration":"Olaika humu alkafiroona haqqan waaAAtadna lilkafireena AAathaban muheenan"},{"id":152,"text":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦ وَلَمۡ يُفَرِّقُواْ بَيۡنَ أَحَدٖ مِّنۡهُمۡ أُوْلَـٰٓئِكَ سَوۡفَ يُؤۡتِيهِمۡ أُجُورَهُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"بخلاف اس کے جو لوگ اللہ اور ا س کے تمام رسولوں کو مانیں، اور اُن کے درمیان تفریق نہ کریں، اُن کو ہم ضرور اُن کے اجر عطا کریں گے، اور اللہ بڑا درگزر فرمانے والا اور رحم کرنے والا ہے","transliteration":"Waallatheena amanoo biAllahi warusulihi walam yufarriqoo bayna ahadin minhum olaika sawfa yuteehim ojoorahum wakana Allahu ghafooran raheeman"},{"id":153,"text":"يَسۡـَٔلُكَ أَهۡلُ ٱلۡكِتَٰبِ أَن تُنَزِّلَ عَلَيۡهِمۡ كِتَٰبٗا مِّنَ ٱلسَّمَآءِۚ فَقَدۡ سَأَلُواْ مُوسَىٰٓ أَكۡبَرَ مِن ذَٰلِكَ فَقَالُوٓاْ أَرِنَا ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡهُمُ ٱلصَّـٰعِقَةُ بِظُلۡمِهِمۡۚ ثُمَّ ٱتَّخَذُواْ ٱلۡعِجۡلَ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ فَعَفَوۡنَا عَن ذَٰلِكَۚ وَءَاتَيۡنَا مُوسَىٰ سُلۡطَٰنٗا مُّبِينٗا","translation":"یہ اہل کتاب اگر آج تم سے مطالبہ کر رہے ہیں کہ تم آسمان سے کوئی تحریر اُن پر نازل کراؤ تو اِس سے بڑھ چڑھ کر مجرمانہ مطالبے یہ پہلے موسیٰؑ سے کر چکے ہیں اُس سے تو اِنہوں نے کہا تھا کہ ہمیں خدا کو علانیہ دکھا دو اور اِسی سرکشی کی وجہ سے یکایک اِن پر بجلی ٹوٹ پڑی تھی پھر انہوں نے بچھڑے کو اپنا معبود بنا لیا، حالانکہ یہ کھلی کھلی نشانیاں دیکھ چکے تھے اس پر بھی ہم نے اِن سے درگزر کیا ہم نے موسیٰؑ کو صریح فرمان عطا کیا","transliteration":"Yasaluka ahlu alkitabi an tunazzila AAalayhim kitaban mina alssamai faqad saaloo moosa akbara min thalika faqaloo arina Allaha jahratan faakhathathumu alssaAAiqatu bithulmihim thumma ittakhathoo alAAijla min baAAdi ma jaathumu albayyinatu faAAafawna AAan thalika waatayna moosa sultanan mubeenan"},{"id":154,"text":"وَرَفَعۡنَا فَوۡقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمۡ وَقُلۡنَا لَهُمُ ٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُلۡنَا لَهُمۡ لَا تَعۡدُواْ فِي ٱلسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","translation":"اور اِن لوگوں پر طور کو اٹھا کر اِن سے (اُس فرمان کی اطاعت کا) عہد لیا ہم نے اِن کو حکم دیا کہ دروازے میں سجدہ ریز ہوتے ہوئے داخل ہوں ہم نے اِن سے کہا کہ سبت کا قانون نہ توڑو اوراس پر اِن سے پختہ عہد لیا","transliteration":"WarafaAAna fawqahumu alttoora bimeethaqihim waqulna lahumu odkhuloo albaba sujjadan waqulna lahum la taAAdoo fee alssabti waakhathna minhum meethaqan ghaleethan"},{"id":155,"text":"فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ وَكُفۡرِهِم بِـَٔايَٰتِ ٱللَّهِ وَقَتۡلِهِمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَقَوۡلِهِمۡ قُلُوبُنَا غُلۡفُۢۚ بَلۡ طَبَعَ ٱللَّهُ عَلَيۡهَا بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","translation":"آخر کا ر اِن کی عہد شکنی کی وجہ سے، اور اس وجہ سے کہ انہوں نے اللہ کی آیات کو جھٹلایا، اور متعدد پیغمبروں کو نا حق قتل کیا، اور یہاں تک کہا کہ ہمارے دل غلافوں میں محفوظ ہیں حالانکہ در حقیقت اِن کی باطل پرستی کے سبب سے اللہ نے اِن کے دلوں پر ٹھپہ لگا دیا ہے اور اسی وجہ سے یہ بہت کم ایمان لاتے ہیں","transliteration":"Fabima naqdihim meethaqahum wakufrihim biayati Allahi waqatlihimu alanbiyaa bighayri haqqin waqawlihim quloobuna ghulfun bal tabaAAa Allahu AAalayha bikufrihim fala yuminoona illa qaleelan"},{"id":156,"text":"وَبِكُفۡرِهِمۡ وَقَوۡلِهِمۡ عَلَىٰ مَرۡيَمَ بُهۡتَٰنًا عَظِيمٗا","translation":"پھر اپنے کفر میں اتنے بڑھے کہ مریم پر سخت بہتان لگایا","transliteration":"Wabikufrihim waqawlihim AAala maryama buhtanan AAatheeman"},{"id":157,"text":"وَقَوۡلِهِمۡ إِنَّا قَتَلۡنَا ٱلۡمَسِيحَ عِيسَى ٱبۡنَ مَرۡيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمۡۚ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ لَفِي شَكّٖ مِّنۡهُۚ مَا لَهُم بِهِۦ مِنۡ عِلۡمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّۚ وَمَا قَتَلُوهُ يَقِينَۢا","translation":"اور خود کہا کہ ہم نے مسیح، عیسیٰ ابن مریم، رسول اللہ کو قتل کر دیا ہے حالانکہ فی الواقع انہوں نے نہ اس کو قتل کیا نہ صلیب پر چڑھایا بلکہ معاملہ ان کے لیے مشتبہ کر دیا گیا اور جن لوگوں نے اس کے بارے میں اختلاف کیا ہے وہ بھی دراصل شک میں مبتلا ہیں، ان کے پاس اس معاملہ میں کوئی علم نہیں ہے، محض گمان ہی کی پیروی ہے انہوں نے مسیح کو یقین کے ساتھ قتل نہیں کیا","transliteration":"Waqawlihim inna qatalna almaseeha AAeesa ibna maryama rasoola Allahi wama qataloohu wama salaboohu walakin shubbiha lahum wainna allatheena ikhtalafoo feehi lafee shakkin minhu ma lahum bihi min AAilmin illa ittibaAAa alththanni wama qataloohu yaqeenan"},{"id":158,"text":"بَل رَّفَعَهُ ٱللَّهُ إِلَيۡهِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","translation":"بلکہ اللہ نے اس کو اپنی طرف اٹھا لیا، اللہ زبردست طاقت رکھنے والا اور حکیم ہے","transliteration":"Bal rafaAAahu Allahu ilayhi wakana Allahu AAazeezan hakeeman"},{"id":159,"text":"وَإِن مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ إِلَّا لَيُؤۡمِنَنَّ بِهِۦ قَبۡلَ مَوۡتِهِۦۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكُونُ عَلَيۡهِمۡ شَهِيدٗا","translation":"اور اہل کتاب میں سے کوئی ایسا نہ ہوگا جو اُس کی موت سے پہلے اس پر ایمان نہ لے آئے گا اور قیامت کے روز وہ ان پر گواہی دے گا","transliteration":"Wain min ahli alkitabi illa layuminanna bihi qabla mawtihi wayawma alqiyamati yakoonu AAalayhim shaheedan"},{"id":160,"text":"فَبِظُلۡمٖ مِّنَ ٱلَّذِينَ هَادُواْ حَرَّمۡنَا عَلَيۡهِمۡ طَيِّبَٰتٍ أُحِلَّتۡ لَهُمۡ وَبِصَدِّهِمۡ عَن سَبِيلِ ٱللَّهِ كَثِيرٗا","translation":"غرض اِن یہودی بن جانے والوں کے اِسی ظالمانہ رویہ کی بنا پر، اور اس بنا پر کہ یہ بکثرت اللہ کے راستے سے روکتے ہیں","transliteration":"Fabithulmin mina allatheena hadoo harramna AAalayhim tayyibatin ohillat lahum wabisaddihim AAan sabeeli Allahi katheeran"},{"id":161,"text":"وَأَخۡذِهِمُ ٱلرِّبَوٰاْ وَقَدۡ نُهُواْ عَنۡهُ وَأَكۡلِهِمۡ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ مِنۡهُمۡ عَذَابًا أَلِيمٗا","translation":"اور سود لیتے ہیں جس سے انہیں منع کیا گیا تھا، اور لوگوں کے مال ناجائز طریقوں سے کھاتے ہیں، ہم نے بہت سی وہ پاک چیزیں ان پر حرام کر دیں جو پہلے ان کے لیے حلال تھیں، اور جو لوگ اِن میں سے کافر ہیں ان کے لیے ہم نے درد ناک عذاب تیار کر رکھا ہے","transliteration":"Waakhthihimu alrriba waqad nuhoo AAanhu waaklihim amwala alnnasi bialbatili waaAAtadna lilkafireena minhum AAathaban aleeman"},{"id":162,"text":"لَّـٰكِنِ ٱلرَّـٰسِخُونَ فِي ٱلۡعِلۡمِ مِنۡهُمۡ وَٱلۡمُؤۡمِنُونَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَۚ وَٱلۡمُقِيمِينَ ٱلصَّلَوٰةَۚ وَٱلۡمُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلۡمُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أُوْلَـٰٓئِكَ سَنُؤۡتِيهِمۡ أَجۡرًا عَظِيمًا","translation":"مگر ان میں جو لوگ پختہ علم رکھنے والے ہیں اور ایماندار ہیں وہ سب اُس تعلیم پر ایمان لاتے ہیں جو تمہاری طرف نازل کی گئی ہے اور جو تم سے پہلے نازل کی گئی تھی اِس طرح کے ایمان لانے والے اور نماز و زکوٰۃ کی پابندی کرنے والے اور اللہ اور روز آخر پر سچا عقیدہ رکھنے والے لوگوں کو ہم ضرور اجر عظیم عطا کریں گے","transliteration":"Lakini alrrasikhoona fee alAAilmi minhum waalmuminoona yuminoona bima onzila ilayka wama onzila min qablika waalmuqeemeena alssalata waalmutoona alzzakata waalmuminoona biAllahi waalyawmi alakhiri olaika sanuteehim ajran AAatheeman"},{"id":163,"text":"۞إِنَّآ أَوۡحَيۡنَآ إِلَيۡكَ كَمَآ أَوۡحَيۡنَآ إِلَىٰ نُوحٖ وَٱلنَّبِيِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَيۡنَآ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيۡمَٰنَۚ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","translation":"اے محمدؐ! ہم نے تمہاری طرف اُسی طرح وحی بھیجی ہے جس طرح نوحؑ اور اس کے بعد کے پیغمبروں کی طرف بھیجی تھی ہم نے ابراہیمؑ، اسماعیلؑ، اسحاقؑ، یعقوبؑ اور اولاد یعقوبؑ، عیسیٰؑ، ایوبؑ، یونسؑ، ہارونؑ اور سلیمانؑ کی طرف وحی بھیجی ہم نے داؤدؑ کو زبور دی","transliteration":"Inna awhayna ilayka kama awhayna ila noohin waalnnabiyyeena min baAAdihi waawhayna ila ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati waAAeesa waayyooba wayoonusa waharoona wasulaymana waatayna dawooda zabooran"},{"id":164,"text":"وَرُسُلٗا قَدۡ قَصَصۡنَٰهُمۡ عَلَيۡكَ مِن قَبۡلُ وَرُسُلٗا لَّمۡ نَقۡصُصۡهُمۡ عَلَيۡكَۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكۡلِيمٗا","translation":"ہم نے اُن رسولوں پر بھی وحی نازل کی جن کا ذکر ہم اِس سے پہلے تم سے کر چکے ہیں اور اُن رسولوں پر بھی جن کا ذکر تم سے نہیں کیا ہم نے موسیٰؑ سے اِس طرح گفتگو کی جس طرح گفتگو کی جاتی ہے","transliteration":"Warusulan qad qasasnahum AAalayka min qablu warusulan lam naqsushum AAalayka wakallama Allahu moosa takleeman"},{"id":165,"text":"رُّسُلٗا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةُۢ بَعۡدَ ٱلرُّسُلِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","translation":"یہ سارے رسول خوش خبری دینے والے اور ڈرانے والے بنا کر بھیجے گئے تھے تاکہ اُن کو مبعوث کردینے کے بعد لوگوں کے پاس اللہ کے مقابلہ میں کوئی حجت نہ رہے اور اللہ بہرحال غالب رہنے والا اور حکیم و دانا ہے","transliteration":"Rusulan mubashshireena wamunthireena lialla yakoona lilnnasi AAala Allahi hujjatun baAAda alrrusuli wakana Allahu AAazeezan hakeeman"},{"id":166,"text":"لَّـٰكِنِ ٱللَّهُ يَشۡهَدُ بِمَآ أَنزَلَ إِلَيۡكَۖ أَنزَلَهُۥ بِعِلۡمِهِۦۖ وَٱلۡمَلَـٰٓئِكَةُ يَشۡهَدُونَۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا","translation":"(لوگ نہیں مانتے تو نہ مانیں) مگر اللہ گواہی دیتا ہے کہ جو کچھ اُس نے تم پر نازل کیا ہے اپنے علم سے نازل کیا ہے، اور اِس پر ملائکہ بھی گواہ ہیں اگرچہ اللہ کا گواہ ہونا بالکل کفایت کرتا ہے","transliteration":"Lakini Allahu yashhadu bima anzala ilayka anzalahu biAAilmihi waalmalaikatu yashhadoona wakafa biAllahi shaheedan"},{"id":167,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ قَدۡ ضَلُّواْ ضَلَٰلَۢا بَعِيدًا","translation":"جو لوگ اِس کو ماننے سے خود انکار کرتے ہیں اور دوسروں کو خدا کے راستہ سے روکتے ہیں وہ یقیناً گمرا ہی میں حق سے بہت دور نکل گئے ہیں","transliteration":"Inna allatheena kafaroo wasaddoo AAan sabeeli Allahi qad dalloo dalalan baAAeedan"},{"id":168,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ طَرِيقًا","translation":"ا ِس طرح جن لوگوں نے کفر و بغاوت کا طریقہ اختیار کیا اور ظلم وستم پر اتر آئے اللہ ان کو ہرگز معاف نہ کرے گا اور انہیں کوئی راستہ،","transliteration":"Inna allatheena kafaroo wathalamoo lam yakuni Allahu liyaghfira lahum wala liyahdiyahum tareeqan"},{"id":169,"text":"إِلَّا طَرِيقَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","translation":"بجز جہنم کے راستہ کے نہ دکھائے گا جس میں وہ ہمیشہ رہیں گے اللہ کے لیے یہ کوئی مشکل کام نہیں ہے","transliteration":"Illa tareeqa jahannama khalideena feeha abadan wakana thalika AAala Allahi yaseeran"},{"id":170,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلرَّسُولُ بِٱلۡحَقِّ مِن رَّبِّكُمۡ فَـَٔامِنُواْ خَيۡرٗا لَّكُمۡۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"لوگو! یہ رسول تمہارے پاس تمہارے رب کی طرف سے حق لے کر آگیا ہے، ایمان لے آؤ، تمہارے ہی لیے بہتر ہے، اور اگر انکار کرتے ہو تو جان لو کہ آسمانوں اور زمین میں جو کچھ ہے سب اللہ کا ہے اور اللہ علیم بھی ہے اور حکیم بھی","transliteration":"Ya ayyuha alnnasu qad jaakumu alrrasoolu bialhaqqi min rabbikum faaminoo khayran lakum wain takfuroo fainna lillahi ma fee alssamawati waalardi wakana Allahu AAaleeman hakeeman"},{"id":171,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","translation":"اے اہل کتاب! اپنے دین میں غلو نہ کرو اور اللہ کی طرف حق کے سوا کوئی بات منسوب نہ کرو مسیح عیسیٰ ابن مریم اس کے سوا کچھ نہ تھا کہ اللہ کا ایک رسول تھا اور ایک فرمان تھا جو اللہ نے مریم کی طرف بھیجا اور ایک روح تھی اللہ کی طرف سے (جس نے مریم کے رحم میں بچہ کی شکل اختیار کی) پس تم اللہ اور اُ س کے رسولوں پر ایمان لاؤ اور نہ کہو کہ \"تین\" ہیں باز آ جاؤ، یہ تمہارے ہی لیے بہتر ہے اللہ تو بس ایک ہی خدا ہے وہ بالا تر ہے اس سے کہ کوئی اس کا بیٹا ہو زمین اور آسمانوں کی ساری چیزیں اس کی مِلک ہیں، اور ان کی کفالت و خبر گیری کے لیے بس وہی کافی ہے","transliteration":"Ya ahla alkitabi la taghloo fee deenikum wala taqooloo AAala Allahi illa alhaqqa innama almaseehu AAeesa ibnu maryama rasoolu Allahi wakalimatuhu alqaha ila maryama waroohun minhu faaminoo biAllahi warusulihi wala taqooloo thalathatun intahoo khayran lakum innama Allahu ilahun wahidun subhanahu an yakoona lahu waladun lahu ma fee alssamawati wama fee alardi wakafa biAllahi wakeelan"},{"id":172,"text":"لَّن يَسۡتَنكِفَ ٱلۡمَسِيحُ أَن يَكُونَ عَبۡدٗا لِّلَّهِ وَلَا ٱلۡمَلَـٰٓئِكَةُ ٱلۡمُقَرَّبُونَۚ وَمَن يَسۡتَنكِفۡ عَنۡ عِبَادَتِهِۦ وَيَسۡتَكۡبِرۡ فَسَيَحۡشُرُهُمۡ إِلَيۡهِ جَمِيعٗا","translation":"مسیح نے کبھی اس بات کو عار نہیں سمجھا کہ وہ اللہ کا بندہ ہو، اور نہ مقرب ترین فرشتے اِس کو اپنے لیے عار سمجھتے ہیں اگر کوئی اللہ کی بندگی کو اپنے لیے عار سمجھتا ہے اور تکبر کرتا ہے تو ایک وقت آئے گا جب اللہ سب کو گھیر کر اپنے سامنے حاضر کرے گا","transliteration":"Lan yastankifa almaseehu an yakoona AAabdan lillahi wala almalaikatu almuqarraboona waman yastankif AAan AAibadatihi wayastakbir fasayahshuruhum ilayhi jameeAAan"},{"id":173,"text":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡ وَيَزِيدُهُم مِّن فَضۡلِهِۦۖ وَأَمَّا ٱلَّذِينَ ٱسۡتَنكَفُواْ وَٱسۡتَكۡبَرُواْ فَيُعَذِّبُهُمۡ عَذَابًا أَلِيمٗا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","translation":"اُس وقت وہ لوگ جنہوں نے ایمان لا کر نیک طرز عمل اختیار کیا ہے اپنے اجر پورے پورے پائیں گے اور اللہ اپنے فضل سے ان کو مزید اجر عطا فرمائے گا، اور جن لوگوں نے بندگی کو عار سمجھا اور تکبر کیا ہے اُن کو اللہ دردناک سزا دے گا اور اللہ کے سوا جن جن کی سرپرستی و مددگاری پر وہ بھروسہ رکھتے ہیں ان میں سے کسی کو بھی وہ وہاں نہ پائیں گے","transliteration":"Faamma allatheena amanoo waAAamiloo alssalihati fayuwaffeehim ojoorahum wayazeeduhum min fadlihi waamma allatheena istankafoo waistakbaroo fayuAAaththibuhum AAathaban aleeman wala yajidoona lahum min dooni Allahi waliyyan wala naseeran"},{"id":174,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُم بُرۡهَٰنٞ مِّن رَّبِّكُمۡ وَأَنزَلۡنَآ إِلَيۡكُمۡ نُورٗا مُّبِينٗا","translation":"لوگو! تمہارے رب کی طرف سے تمہارے پاس دلیل روشن آ گئی ہے اور ہم نے تمہاری طرف ایسی روشنی بھیج دی ہے جو تمہیں صاف صاف راستہ دکھانے والی ہے","transliteration":"Ya ayyuha alnnasu qad jaakum burhanun min rabbikum waanzalna ilaykum nooran mubeenan"},{"id":175,"text":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَٱعۡتَصَمُواْ بِهِۦ فَسَيُدۡخِلُهُمۡ فِي رَحۡمَةٖ مِّنۡهُ وَفَضۡلٖ وَيَهۡدِيهِمۡ إِلَيۡهِ صِرَٰطٗا مُّسۡتَقِيمٗا","translation":"اب جو لوگ اللہ کی بات مان لیں گے اور اس کی پناہ ڈھونڈیں گے ان کو اللہ اپنی رحمت اور اپنے فضل و کرم کے دامن میں لے لے گا اور اپنی طرف آنے کا سیدھا راستہ ان کو دکھا دے گا","transliteration":"Faamma allatheena amanoo biAllahi waiAAtasamoo bihi fasayudkhiluhum fee rahmatin minhu wafadlin wayahdeehim ilayhi siratan mustaqeeman"},{"id":176,"text":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","translation":"لوگ تم سے کلالہ کے معاملہ میں فتویٰ پوچھتے ہیں کہو اللہ تمہیں فتویٰ دیتا ہے اگر کوئی شخص بے اولاد مر جائے اور اس کی ایک بہن ہو تو وہ اس کے ترکہ میں سے نصف پائے گی، اور اگر بہن بے اولاد مرے تو بھائی اس کا وارث ہوگا اگر میت کی وارث دو بہنیں ہوں تو وہ ترکے میں سے دو تہائی کی حقدار ہوں گی، اور اگر کئی بھائی بہنیں ہوں تو عورتوں کا اکہرا اور مردوں کا دوہرا حصہ ہوگا اللہ تمہارے لیے احکام کی توضیح کرتا ہے تاکہ تم بھٹکتے نہ پھرو اور اللہ ہر چیز کا علم رکھتا ہے","transliteration":"Yastaftoonaka quli Allahu yufteekum fee alkalalati ini imruon halaka laysa lahu waladun walahu okhtun falaha nisfu ma taraka wahuwa yarithuha in lam yakun laha waladun fain kanata ithnatayni falahuma alththuluthani mimma taraka wain kanoo ikhwatan rijalan wanisaan falilththakari mithlu haththi alonthayayni yubayyinu Allahu lakum an tadilloo waAllahu bikulli shayin AAaleemun"}]}
