{"id":40,"name":"غافر","transliteration":"Ghafir","translation":"بخشنے والا","type":"meccan","total_verses":85,"verses":[{"id":1,"text":"حمٓ","translation":"ح م","transliteration":"Hameem"},{"id":2,"text":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","translation":"اِس کتاب کا نزول اللہ کی طرف سے ہے جو زبردست ہے، سب کچھ جاننے والا ہے","transliteration":"Tanzeelu alkitabi mina Allahi alAAazeezi alAAaleemi"},{"id":3,"text":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","translation":"گناہ معاف کرنے والا اور توبہ قبول کرنے والا ہے، سخت سزا دینے والا اور بڑا صاحب فضل ہے کوئی معبود اس کے سوا نہیں، اُسی کی طرف سب کو پلٹنا ہے","transliteration":"Ghafiri alththanbi waqabili alttawbi shadeedi alAAiqabi thee alttawli la ilaha illa huwa ilayhi almaseeru"},{"id":4,"text":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","translation":"اللہ کی آیات میں جھگڑے نہیں کرتے مگر صرف وہ لوگ جنہوں نے کفر کیا ہے اِس کے بعد دنیا کے ملکوں میں اُن کی چلت پھرت تمہیں کسی دھوکے میں نہ ڈالے","transliteration":"Ma yujadilu fee ayati Allahi illa allatheena kafaroo fala yaghrurka taqallubuhum fee albiladi"},{"id":5,"text":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","translation":"اِن سے پہلے نوحؑ کی قوم بھی جھٹلا چکی ہے، اور اُس کے بعد بہت سے دوسرے جتھوں نے بھی یہ کام کیا ہے ہر قوم اپنے رسول پر جھپٹی تاکہ اُسے گرفتار کرے اُن سب نے باطل کے ہتھیاروں سے حق کو نیچا دکھانے کی کوشش کی مگر آخر کار میں نے ان کو پکڑ لیا، پھر دیکھ لو کہ میری سزا کیسی سخت تھی","transliteration":"Kaththabat qablahum qawmu noohin waalahzabu min baAAdihim wahammat kullu ommatin birasoolihim liyakhuthoohu wajadaloo bialbatili liyudhidoo bihi alhaqqa faakhathtuhum fakayfa kana AAiqabi"},{"id":6,"text":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","translation":"اِسی طرح تیرے رب کا یہ فیصلہ بھی اُن سب لوگوں پر چسپاں ہو چکا ہے جو کفر کے مرتکب ہوئے ہیں کہ وہ واصل بجہنم ہونے والے ہیں","transliteration":"Wakathalika haqqat kalimatu rabbika AAala allatheena kafaroo annahum ashabu alnnari"},{"id":7,"text":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","translation":"عرش الٰہی کے حامل فرشتے اور وہ جو عرش کے گرد و پیش حاضر رہتے ہیں، سب اپنے رب کی حمد کے ساتھ اس کی تسبیح کر رہے ہیں وہ اس پر ایمان رکھتے ہیں اور ایمان لانے والوں کے حق میں دعائے مغفرت کرتے ہیں وہ کہتے ہیں: \"اے ہمارے رب، تو اپنی رحمت اور اپنے علم کے ساتھ ہر چیز پر چھایا ہوا ہے، پس معاف کر دے اور عذاب دوزخ سے بچا لے اُن لوگوں کو جنہوں نے توبہ کی ہے اور تیرا راستہ اختیار کر لیا ہے","transliteration":"Allatheena yahmiloona alAAarsha waman hawlahu yusabbihoona bihamdi rabbihim wayuminoona bihi wayastaghfiroona lillatheena amanoo rabbana wasiAAta kulla shayin rahmatan waAAilman faighfir lillatheena taboo waittabaAAoo sabeelaka waqihim AAathaba aljaheemi"},{"id":8,"text":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّـٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّـٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"اے ہمارے رب، اور داخل کر اُن کو ہمیشہ رہنے والی اُن جنتوں میں جن کا تو نے اُن سے وعدہ کیا ہے، اور اُن کے والدین اور بیویوں اور اولاد میں سے جو صالح ہوں (اُن کو بھی وہاں اُن کے ساتھ پہنچا دے) تو بلا شبہ قادر مطلق اور حکیم ہے","transliteration":"Rabbana waadkhilhum jannati AAadnin allatee waAAadtahum waman salaha min abaihim waazwajihim wathurriyyatihim innaka anta alAAazeezu alhakeemu"},{"id":9,"text":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"اور بچا دے اُن کو برائیوں سے جس کو تو نے قیامت کے دن برائیوں سے بچا دیا اُس پر تو نے بڑا رحم کیا، یہی بڑی کامیابی ہے","transliteration":"Waqihimu alssayyiati waman taqi alssayyiati yawmaithin faqad rahimtahu wathalika huwa alfawzu alAAatheemu"},{"id":10,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","translation":"جن لوگوں نے کفر کیا ہے، قیامت کے روز اُن کو پکار کر کہا جائے گا \"آج تمہیں جتنا شدید غصہ اپنے اوپر آ رہا ہے، اللہ تم پر اُس سے زیادہ غضب ناک اُس وقت ہوتا تھا جب تمہیں ایمان کی طرف بلایا جاتا تھا اور تم کفر کرتے تھے","transliteration":"Inna allatheena kafaroo yunadawna lamaqtu Allahi akbaru min maqtikum anfusakum ith tudAAawna ila aleemani fatakfuroona"},{"id":11,"text":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","translation":"وہ کہیں گے \"اے ہمارے رب، تو نے واقعی ہمیں دو دفعہ موت اور دو دفعہ زندگی دے دی، اب ہم اپنے قصوروں کا اعتراف کرتے ہیں، کیا اب یہاں سے نکلنے کی بھی کوئی سبیل ہے؟","transliteration":"Qaloo rabbana amattana ithnatayni waahyaytana ithnatayni faiAAtarafna bithunoobina fahal ila khuroojin min sabeelin"},{"id":12,"text":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","translation":"(جواب ملے گا) \"یہ حالت جس میں تم مبتلا ہو، اِس وجہ سے ہے کہ جب اکیلے اللہ کی طرف بلایا جاتا تھا تو تم ماننے سے انکار کر دیتے تھے اور جب اُس کے ساتھ دوسروں کو ملایا جاتا تو تم مان لیتے تھے اب فیصلہ اللہ بزرگ و برتر کے ہاتھ ہے","transliteration":"Thalikum biannahu itha duAAiya Allahu wahdahu kafartum wain yushrak bihi tuminoo faalhukmu lillahi alAAaliyyi alkabeeri"},{"id":13,"text":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","translation":"وہی ہے جو تم کو اپنی نشانیاں دکھاتا ہے اور آسمان سے تمہارے لیے رزق نازل کرتا ہے، مگر (اِن نشانیوں کے مشاہدے سے) سبق صرف وہی شخص لیتا ہے جو اللہ کی طرف رجوع کرنے والا ہو","transliteration":"Huwa allathee yureekum ayatihi wayunazzilu lakum mina alssamai rizqan wama yatathakkaru illa man yuneebu"},{"id":14,"text":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","translation":"(پس اے رجوع کرنے والو) اللہ ہی کو پکارو اپنے دین کو اُس کے لیے خالص کر کے، خواہ تمہارا یہ فعل کافروں کو کتنا ہی ناگوار ہو","transliteration":"FaodAAoo Allaha mukhliseena lahu alddeena walaw kariha alkafiroona"},{"id":15,"text":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","translation":"وہ بلند درجوں والا، مالک عرش ہے اپنے بندوں میں سے جس پر چاہتا ہے اپنے حکم سے روح نازل کر دیتا ہے تاکہ وہ ملاقات کے دن سے خبردار کر دے","transliteration":"RafeeAAu alddarajati thoo alAAarshi yulqee alrrooha min amrihi AAala man yashao min AAibadihi liyunthira yawma alttalaqi"},{"id":16,"text":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","translation":"وہ دن جبکہ سب لوگ بے پردہ ہوں گے، اللہ سے ان کی کوئی بات بھی چھپی ہوئی نہ ہو گی (اُس روز پکار کر پوچھا جائے گا) آج بادشاہی کس کی ہے؟ (سارا عالم پکار اٹھے گا) اللہ واحد قہار کی","transliteration":"Yawma hum barizoona la yakhfa AAala Allahi minhum shayon limani almulku alyawma lillahi alwahidi alqahhari"},{"id":17,"text":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"(کہا جائے گا) آج ہر متنفس کو اُس کمائی کا بدلہ دیا جائے گا جو اس نے کی تھی آج کسی پر کوئی ظلم نہ ہو گا اور اللہ حساب لینے میں بہت تیز ہے","transliteration":"Alyawma tujza kullu nafsin bima kasabat la thulma alyawma inna Allaha sareeAAu alhisabi"},{"id":18,"text":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّـٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","translation":"اے نبیؐ، ڈرا دو اِن لوگوں کو اُس دن سے جو قریب آ لگا ہے جب کلیجے منہ کو آ رہے ہوں گے اور لوگ چپ چاپ غم کے گھونٹ پیے کھڑے ہونگے ظالموں کا نہ کوئی مشفق دوست ہو گا اور نہ کوئی شفیع جس کی بات مانی جائے","transliteration":"Waanthirhum yawma alazifati ithi alquloobu lada alhanajiri kathimeena ma lilththalimeena min hameemin wala shafeeAAin yutaAAu"},{"id":19,"text":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","translation":"اللہ نگاہوں کی چوری تک سے واقف ہے اور وہ راز تک جانتا ہے جو سینوں نے چھپا رکھے ہیں","transliteration":"YaAAlamu khainata alaAAyuni wama tukhfee alssudooru"},{"id":20,"text":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"اور اللہ ٹھیک ٹھیک بے لاگ فیصلہ کریگا رہے وہ جن کو (یہ مشرکین) اللہ کو چھوڑ کر پکارتے ہیں، وہ کسی چیز کا بھی فیصلہ کرنے والے نہیں ہیں بلاشبہ اللہ ہی سب کچھ سننے اور دیکھنے والا ہے","transliteration":"WaAllahu yaqdee bialhaqqi waallatheena yadAAoona min doonihi la yaqdoona bishayin inna Allaha huwa alssameeAAu albaseeru"},{"id":21,"text":"۞أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","translation":"کیا یہ لوگ کبھی زمین میں چلے پھرے نہیں ہیں کہ انہیں اُن لوگوں کا انجام نظر آتا جو اِن سے پہلے گزر چکے ہیں؟ وہ اِن زیادہ طاقت ور تھے اور ان سے زیادہ زبردست آثار زمین میں چھوڑ گئے ہیں مگر اللہ نے ان کے گناہوں پر انہیں پکڑ لیا اور اُن کو اللہ سے بچانے والا کوئی نہ تھا","transliteration":"Awa lam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena kanoo min qablihim kanoo hum ashadda minhum quwwatan waatharan fee alardi faakhathahumu Allahu bithunoobihim wama kana lahum mina Allahi min waqin"},{"id":22,"text":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","translation":"یہ ان کا انجام اس لیے ہوا کہ ان کے پاس اُن کے رسول بینات لے کر آئے اور انہوں نے ماننے سے انکار کر دیا آخر کار اللہ نے ان کو پکڑ لیا، یقیناً وہ بڑی قوت والا اور سزا دینے میں بہت سخت ہے","transliteration":"Thalika biannahum kanat tateehim rusuluhum bialbayyinati fakafaroo faakhathahumu Allahu innahu qawiyyun shadeedu alAAiqabi"},{"id":23,"text":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","translation":"ہم نے موسیٰؑ کو","transliteration":"Walaqad arsalna moosa biayatina wasultanin mubeenin"},{"id":24,"text":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","translation":"فرعون اور ہامان اور قارون کی طرف اپنے نشانیوں اور نمایاں سندِ ماموریت کے ساتھ بھیجا، مگر انہوں نے کہا \"ساحر ہے، کذاب ہے","transliteration":"Ila firAAawna wahamana waqaroona faqaloo sahirun kaththabun"},{"id":25,"text":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","translation":"پھر جب وہ ہماری طرف سے حق ان کے سامنے لے آیا تو انہوں نے کہا \"جو لوگ ایمان لا کر اس کے ساتھ شامل ہوئے ہیں ان سب کے لڑکوں کو قتل کرو اور لڑکیاں کو جیتا چھوڑ دو\" مگر کافروں کی چال اکارت ہی گئی","transliteration":"Falamma jaahum bialhaqqi min AAindina qaloo oqtuloo abnaa allatheena amanoo maAAahu waistahyoo nisaahum wama kaydu alkafireena illa fee dalalin"},{"id":26,"text":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","translation":"ایک روز فرعون نے اپنے درباریوں سے کہا \"چھوڑو مجھے، میں اِس موسیٰؑ کو قتل کیے دیتا ہوں، اور پکار دیکھے یہ اپنے رب کو مجھے اندیشہ ہے کہ یہ تمہارا دین بدل ڈالے گا، یا ملک میں فساد برپا کرے گا","transliteration":"Waqala firAAawnu tharoonee aqtul moosa walyadAAu rabbahu innee akhafu an yubaddila deenakum aw an yuthhira fee alardi alfasada"},{"id":27,"text":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","translation":"موسیٰؑ نے کہا \"میں نے تو ہر اُس متکبر کے مقابلے میں جو یَوم الحساب پر ایمان نہیں رکھتا اپنے ر ب اور تمہارے رب کی پناہ لے لی ہے","transliteration":"Waqala moosa innee AAuthtu birabbee warabbikum min kulli mutakabbirin la yuminu biyawmi alhisabi"},{"id":28,"text":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","translation":"اس موقع پر آل فرعون میں سے ایک مومن شخص، جو اپنا ایمان چھپائے ہوئے تھا، بول اٹھا: \"کیا تم ایک شخص کو صرف اِس بنا پر قتل کر دو گے کہ وہ کہتا ہے میرا رب اللہ ہے؟ حالانکہ وہ تمہارے رب کی طرف سے تمہارے پاس بینات لے آیا اگر وہ جھوٹا ہے تو اس کا جھوٹ خود اسی پر پلٹ پڑے گا لیکن اگر وہ سچا ہے تو جن ہولناک نتائج کا وہ تم کو خوف دلاتا ہے ان میں سے کچھ تو تم پر ضرور ہی آ جائیں گے اللہ کسی شخص کو ہدایت نہیں دیتا جو حد سے گزر جانے والا اور کذاب ہو","transliteration":"Waqala rajulun muminun min ali firAAawna yaktumu eemanahu ataqtuloona rajulan an yaqoola rabbiyya Allahu waqad jaakum bialbayyinati min rabbikum wain yaku kathiban faAAalayhi kathibuhu wain yaku sadiqan yusibkum baAAdu allathee yaAAidukum inna Allaha la yahdee man huwa musrifun kaththabun"},{"id":29,"text":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","translation":"اے میری قوم کے لوگو! آج تمہیں بادشاہی حاصل ہے اور زمین میں تم غالب ہو، لیکن اگر خدا کا عذاب ہم پر آ گیا تو پھر کون ہے جو ہماری مدد کر سکے گا\" فرعون نے کہا \"میں تو تم لوگوں کو وہی رائے دے رہا ہوں جو مجھے مناسب نظر آتی ہے اور میں اُسی راستے کی طرف تمہاری رہنمائی کرتا ہوں جو ٹھیک ہے","transliteration":"Ya qawmi lakumu almulku alyawma thahireena fee alardi faman yansuruna min basi Allahi in jaana qala firAAawnu ma oreekum illa ma ara wama ahdeekum illa sabeela alrrashadi"},{"id":30,"text":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","translation":"وہ شخص جو ایمان لایا تھا اُس نے کہا \"اے میری قوم کے لوگو، مجھے خوف ہے کہ کہیں تم پر بھی وہ دن نہ آ جائے جو اس سے پہلے بہت سے جتھوں پر آ چکا ہے","transliteration":"Waqala allathee amana ya qawmi innee akhafu AAalaykum mithla yawmi alahzabi"},{"id":31,"text":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","translation":"جیسا دن قوم نوحؑ اور عاد اور ثمود اور ان کے بعد والی قوموں پر آیا تھا اور یہ حقیقت ہے کہ اللہ اپنے بندوں پر ظلم کا کوئی ارادہ نہیں رکھتا","transliteration":"Mithla dabi qawmi noohin waAAadin wathamooda waallatheena min baAAdihim wama Allahu yureedu thulman lilAAibadi"},{"id":32,"text":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","translation":"اے قوم، مجھے ڈر ہے کہ کہیں تم پر فریاد و فغاں کا دن نہ آ جائے","transliteration":"Waya qawmi innee akhafu AAalaykum yawma alttanadi"},{"id":33,"text":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","translation":"جب تم ایک دوسرے کو پکارو گے اور بھاگے بھاگے پھرو گے، مگر اُس وقت اللہ سے بچانے والا کوئی نہ ہو گا سچ یہ ہے کہ جسے اللہ بھٹکا دے اُسے پھر کوئی راستہ دکھانے والا نہیں ہوتا","transliteration":"Yawma tuwalloona mudbireena ma lakum mina Allahi min AAasimin waman yudlili Allahu fama lahu min hadin"},{"id":34,"text":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","translation":"اس سے پہلے یوسفؑ تمہارے پاس بینات لے کر آئے تھے مگر تم اُن کی لائی ہوئی تعلیم کی طرف سے شک ہی میں پڑے رہے پھر جب اُن کا انتقال ہو گیا تو تم نے کہا اب اُن کے بعد اللہ کوئی رسول ہرگز نہ بھیجے گا\" اِسی طرح اللہ اُن سب لوگوں کو گمراہی میں ڈال دیتا ہے جو حد سے گزرنے والے اور شکی ہوتے ہیں","transliteration":"Walaqad jaakum yoosufu min qablu bialbayyinati fama ziltum fee shakkin mimma jaakum bihi hatta itha halaka qultum lan yabAAatha Allahu min baAAdihi rasoolan kathalika yudillu Allahu man huwa musrifun murtabun"},{"id":35,"text":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","translation":"اور اللہ کی آیات میں جھگڑے کرتے ہیں بغیر اس کے کہ ان کے پاس کوئی سند یا دلیل آئی ہو یہ رویہ اللہ اور ایمان لانے والوں کے نزدیک سخت مبغوض ہے اِسی طرح اللہ ہر متکر و جبار کے دل پر ٹھپہ لگا دیتا ہے","transliteration":"Allatheena yujadiloona fee ayati Allahi bighayri sultanin atahum kabura maqtan AAinda Allahi waAAinda allatheena amanoo kathalika yatbaAAu Allahu AAala kulli qalbi mutakabbirin jabbarin"},{"id":36,"text":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","translation":"فرعون نے کہا \"اے ہامان، میرے لیے ایک بلند عمارت بنا تاکہ میں راستوں تک پہنچ سکوں","transliteration":"Waqala firAAawnu ya hamanu ibni lee sarhan laAAallee ablughu alasbaba"},{"id":37,"text":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","translation":"آسمانوں کے راستوں تک، اور موسیٰؑ کے خدا کو جھانک کر دیکھوں مجھے تو یہ موسیٰؑ جھوٹا ہی معلوم ہوتا ہے\" اس طرح فرعون کے لیے اس کی بد عملی خوشنما بنا دی گئی اور وہ راہ راست سے روک دیا گیا فرعون کی ساری چال بازی (اُس کی اپنی) تباہی کے راستہ ہی میں صرف ہوئی","transliteration":"Asbaba alssamawati faattaliAAa ila ilahi moosa wainnee laathunnuhu kathiban wakathalika zuyyina lifirAAawna sooo AAamalihi wasudda AAani alssabeeli wama kaydu firAAawna illa fee tababin"},{"id":38,"text":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","translation":"وہ شخص جو ایمان لایا تھا، بولا \"اے میری قوم کے لوگو، میری بات مانو، میں تمہیں صحیح راستہ بتاتا ہوں","transliteration":"Waqala allathee amana ya qawmi ittabiAAooni ahdikum sabeela alrrashadi"},{"id":39,"text":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","translation":"اے قوم، یہ دنیا کی زندگی تو چند روزہ ہے، ہمیشہ کے قیام کی جگہ آخرت ہی ہے","transliteration":"Ya qawmi innama hathihi alhayatu alddunya mataAAun wainna alakhirata hiya daru alqarari"},{"id":40,"text":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَـٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","translation":"جو برائی کرے گا اُس کو اتنا ہی بدلہ ملے گا جتنی اُس نے برائی کی ہو گی اور جو نیک عمل کرے گا، خواہ وہ مرد ہو یا عورت، بشرطیکہ ہو وہ مومن، ایسے سب لوگ جنت میں داخل ہوں گے جہاں اُن کو بے حساب رزق دیا جائے گا","transliteration":"Man AAamila sayyiatan fala yujza illa mithlaha waman AAamila salihan min thakarin aw ontha wahuwa muminun faolaika yadkhuloona aljannata yurzaqoona feeha bighayri hisabin"},{"id":41,"text":"۞وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","translation":"اے قوم، آخر یہ کیا ماجرا ہے کہ میں تو تم لوگوں کو نجات کی طرف بلاتا ہوں اور تم لوگ مجھے آگ کی طرف دعوت دیتے ہو","transliteration":"Waya qawmi ma lee adAAookum ila alnnajati watadAAoonanee ila alnnari"},{"id":42,"text":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّـٰرِ","translation":"تم مجھے اس بات کی دعوت دیتے ہو کہ میں اللہ سے کفر کروں اور اس کے ساتھ اُن ہستیوں کو شریک ٹھیراؤں جنہیں میں نہیں جانتا، حالانکہ میں تمہیں اُس زبردست مغفرت کرنے والے خدا کی طرف بلا رہا ہوں","transliteration":"TadAAoonanee liakfura biAllahi waoshrika bihi ma laysa lee bihi AAilmun waana adAAookum ila alAAazeezi alghaffari"},{"id":43,"text":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","translation":"نہیں، حق یہ ہے اور اِس کے خلاف نہیں ہو سکتا کہ جن کی طرف تم مجھے بلا رہے ہو اُن کے لیے نہ دنیا میں کوئی دعوت ہے نہ آخرت میں، اور ہم سب کو پلٹنا اللہ ہی کی طرف ہے، اور حد سے گزرنے والے آگ میں جانے والے ہیں","transliteration":"La jarama annama tadAAoonanee ilayhi laysa lahu daAAwatun fee alddunya wala fee alakhirati waanna maraddana ila Allahi waanna almusrifeena hum ashabu alnnari"},{"id":44,"text":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"آج جو کچھ میں کہہ رہا ہوں، عنقریب وہ وقت آئے گا جب تم اُسے یاد کرو گے اور اپنا معاملہ میں اللہ کے سپرد کرتا ہوں، وہ اپنے بندوں کا نگہبان ہے","transliteration":"Fasatathkuroona ma aqoolu lakum waofawwidu amree ila Allahi inna Allaha baseerun bialAAibadi"},{"id":45,"text":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","translation":"آخرکار اُن لوگوں نے جو بری سے بری چالیں اُس مومن کے خلاف چلیں، اللہ نے اُن سب سے اُس کو بچا لیا، اور فرعون کے ساتھی خود بدترین عذاب کے پھیر میں آ گئے","transliteration":"Fawaqahu Allahu sayyiati ma makaroo wahaqa biali firAAawna sooo alAAathabi"},{"id":46,"text":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","translation":"دوزخ کی آگ ہے جس کے سامنے صبح و شام وہ پیش کیے جاتے ہیں، اور جب قیامت کی گھڑی آ جائے گی تو حکم ہو گا کہ آل فرعون کو شدید تر عذاب میں داخل کرو","transliteration":"Alnnaru yuAAradoona AAalayha ghuduwwan waAAashiyyan wayawma taqoomu alssaAAatu adkhiloo ala firAAawna ashadda alAAathabi"},{"id":47,"text":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","translation":"پھر ذرا خیال کرو اُس وقت کا جب یہ لوگ دوزخ میں ایک دوسرے سے جھگڑ رہے ہوں گے دنیا میں جو لوگ کمزور تھے وہ بڑے بننے والوں سے کہیں گے کہ \"ہم تمہارے تابع تھے، اب کیا یہاں تم نار جہنم کی تکلیف کے کچھ حصے سے ہم کو بچا لو گے؟","transliteration":"Waith yatahajjoona fee alnnari fayaqoolu aldduAAafao lillatheena istakbaroo inna kunna lakum tabaAAan fahal antum mughnoona AAanna naseeban mina alnnari"},{"id":48,"text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","translation":"وہ بڑے بننے والے جواب دیں گے \"ہم سب یہاں ایک حال میں ہیں، اور اللہ بندوں کے درمیان فیصلہ کر چکا ہے","transliteration":"Qala allatheena istakbaroo inna kullun feeha inna Allaha qad hakama bayna alAAibadi"},{"id":49,"text":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","translation":"پھر یہ دوزخ میں پڑے ہوئے لوگ جہنم کے اہل کاروں سے کہیں گے \"اپنے رب سے دعا کرو کہ ہمارے عذاب میں بس ایک دن کی تخفیف کر دے","transliteration":"Waqala allatheena fee alnnari likhazanati jahannama odAAoo rabbakum yukhaffif AAanna yawman mina alAAathabi"},{"id":50,"text":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَـٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","translation":"وہ پوچھیں گے \"کیا تمہارے پاس تمہارے رسول بینات لے کر نہیں آتے رہے تھے؟\" وہ کہیں گے \"ہاں\"جہنم کے اہل کار بولیں گے: \"پھر تو تم ہی دعا کرو، اور کافروں کی دعا اکارت ہی جانے والی ہے","transliteration":"Qaloo awalam taku tateekum rusulukum bialbayyinati qaloo bala qaloo faodAAoo wama duAAao alkafireena illa fee dalalin"},{"id":51,"text":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","translation":"یقین جانو کہ ہم اپنے رسولوں اور ایمان لانے والوں کی مدد اِس دنیا کی زندگی میں بھی لازماً کرتے ہیں، اور اُس روز بھی کریں گے جب گواہ کھڑے ہوں گے،","transliteration":"Inna lanansuru rusulana waallatheena amanoo fee alhayati alddunya wayawma yaqoomu alashhadu"},{"id":52,"text":"يَوۡمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","translation":"جب ظالموں کو ان کی معذرت کچھ بھی فائدہ نہ دے گی اور اُن پر لعنت پڑے گی اور بد ترین ٹھکانا اُن کے حصے میں آئے گا","transliteration":"Yawma la yanfaAAu alththalimeena maAAthiratuhum walahumu allaAAnatu walahum sooo alddari"},{"id":53,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡكِتَٰبَ","translation":"آخر دیکھ لو کہ موسیٰؑ کی ہم نے رہنمائی کی اور بنی اسرائیل کو اس کتاب کا وارث بنا دیا","transliteration":"Walaqad atayna moosa alhuda waawrathna banee israeela alkitaba"},{"id":54,"text":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"جو عقل و دانش رکھنے والوں کے لیے ہدایت و نصیحت تھی","transliteration":"Hudan wathikra liolee alalbabi"},{"id":55,"text":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","translation":"پس اے نبیؐ، صبر کرو، اللہ کا وعدہ بر حق ہے، اپنے قصور کی معافی چاہو اور صبح و شام اپنے رب کی حمد کے ساتھ اس کی تسبیح کرتے رہو","transliteration":"Faisbir inna waAAda Allahi haqqun waistaghfir lithanbika wasabbih bihamdi rabbika bialAAashiyyi waalibkari"},{"id":56,"text":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"حقیقت یہ ہے کہ جو لوگ کسی سند و حجت کے بغیر جو اُن کے پاس آئی ہو، اللہ کی آیات میں جھگڑے کر رہے ہیں اُن کے دلوں میں کبر بھرا ہوا ہے، مگر وہ اُس بڑائی کو پہنچنے والے نہیں ہیں جس کا وہ گھمنڈ رکھتے ہیں بس اللہ کی پناہ مانگ لو، وہ سب کچھ دیکھتا اور سنتا ہے","transliteration":"Inna allatheena yujadiloona fee ayati Allahi bighayri sultanin atahum in fee sudoorihim illa kibrun ma hum bibaligheehi faistaAAith biAllahi innahu huwa alssameeAAu albaseeru"},{"id":57,"text":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"آسمانوں اور زمین کا پیدا کرنا انسانوں کو پیدا کرنے کی بہ نسبت یقیناً زیادہ بڑا کام ہے، مگر اکثر لوگ جانتے نہیں ہیں","transliteration":"Lakhalqu alssamawati waalardi akbaru min khalqi alnnasi walakinna akthara alnnasi la yaAAlamoona"},{"id":58,"text":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","translation":"اور یہ نہیں ہو سکتا کہ اندھا اور بینا یکساں ہو جائے اور ایماندار و صالح اور بد کار برابر ٹھیریں مگر تم لوگ کم ہی کچھ سمجھتے ہو","transliteration":"Wama yastawee alaAAma waalbaseeru waallatheena amanoo waAAamiloo alssalihati wala almuseeo qaleelan ma tatathakkaroona"},{"id":59,"text":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","translation":"یقیناً قیامت کی گھڑی آنے والی ہے، اس کے آنے میں کوئی شک نہیں، مگر اکثر لوگ نہیں مانتے","transliteration":"Inna alssaAAata laatiyatun la rayba feeha walakinna akthara alnnasi la yuminoona"},{"id":60,"text":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","translation":"تمہارا رب کہتا ہے \"مجھے پکارو، میں تمہاری دعائیں قبول کروں گا، جو لوگ گھمنڈ میں آ کر میری عبادت سے منہ موڑتے ہیں، ضرور وہ ذلیل و خوار ہو کر جہنم میں داخل ہوں گے","transliteration":"Waqala rabbukumu odAAoonee astajib lakum inna allatheena yastakbiroona AAan AAibadatee sayadkhuloona jahannama dakhireena"},{"id":61,"text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translation":"وہ اللہ ہی تو ہے جس نے تمہارے لیے رات بنائی تاکہ اس میں سکون حاصل کرو، اور دن کو روشن کیا حقیقت یہ ہے کہ اللہ لوگوں پر بڑا فضل فرمانے والا ہے مگر اکثر لوگ شکر ادا نہیں کرتے","transliteration":"Allahu allathee jaAAala lakumu allayla litaskunoo feehi waalnnahara mubsiran inna Allaha lathoo fadlin AAala alnnasi walakinna akthara alnnasi la yashkuroona"},{"id":62,"text":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","translation":"وہی اللہ (جس نے تمہارے لیے یہ کچھ کیا ہے) تمہارا رب ہے ہر چیز کا خالق اس کے سوا کوئی معبود نہیں پھر تم کدھر سے بہکائے جا رہے ہو؟","transliteration":"Thalikumu Allahu rabbukum khaliqu kulli shayin la ilaha illa huwa faanna tufakoona"},{"id":63,"text":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","translation":"اِسی طرح وہ سب لوگ بہکائے جاتے رہے ہیں جو اللہ کی آیات کا انکار کرتے تھے","transliteration":"Kathalika yufaku allatheena kanoo biayati Allahi yajhadoona"},{"id":64,"text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translation":"وہ اللہ ہی تو ہے جس نے تمہارے لیے زمین کو جائے قرار بنایا اور اوپر آسمان کا گنبد بنا دیا جس نے تمہاری صورت بنائی اور بڑی ہی عمدہ بنائی جس نے تمہیں پاکیزہ چیزوں کا رزق دیا وہی اللہ (جس کے یہ کام ہیں) تمہارا رب ہے بے حساب برکتوں والا ہے وہ کائنات کا رب","transliteration":"Allahu allathee jaAAala lakumu alarda qararan waalssamaa binaan wasawwarakum faahsana suwarakum warazaqakum mina alttayyibati thalikumu Allahu rabbukum fatabaraka Allahu rabbu alAAalameena"},{"id":65,"text":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"وہی زندہ ہے اُس کے سوا کوئی معبود نہیں اُسی کو تم پکارو اپنے دین کو اس کے لیے خالص کر کے ساری تعریف اللہ ربّ العالمین ہی کے لیے ہے","transliteration":"Huwa alhayyu la ilaha illa huwa faodAAoohu mukhliseena lahu alddeena alhamdu lillahi rabbi alAAalameena"},{"id":66,"text":"۞قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","translation":"اے نبیؐ، اِن لوگوں سے کہہ دو کہ مجھے تو اُن ہستیوں کی عبادت سے منع کر دیا گیا ہے جنہیں تم اللہ کو چھوڑ کر پکارتے ہو (میں یہ کام کیسے کر سکتا ہوں) جبکہ میرے پاس میرے رب کی طرف سے بینات آ چکی ہیں مجھے حکم دیا گیا ہے کہ میں رب العالمین کے آگے سرِ تسلیم خم کر دوں","transliteration":"Qul innee nuheetu an aAAbuda allatheena tadAAoona min dooni Allahi lamma jaaniya albayyinatu min rabbee waomirtu an oslima lirabbi alAAalameena"},{"id":67,"text":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","translation":"وہی تو ہے جس نے تم کو مٹی سے پیدا کیا، پھر نطفے سے، پھر خون کے لوتھڑے سے، پھر وہ تمہیں بچے کی شکل میں نکالتا ہے، پھر تمہیں بڑھاتا ہے تاکہ تم اپنی پوری طاقت کو پہنچ جاؤ، پھر اور بڑھاتا ہے تاکہ تم بڑھاپے کو پہنچو اور تم میں سے کوئی پہلے ہی واپس بلا لیا جاتا ہے یہ سب کچھ اس لیے کیا جاتا ہے تاکہ تم اپنے مقرر وقت تک پہنچ جاؤ، اور اس لیے کہ تم حقیقت کو سمجھو","transliteration":"Huwa allathee khalaqakum min turabin thumma min nutfatin thumma min AAalaqatin thumma yukhrijukum tiflan thumma litablughoo ashuddakum thumma litakoonoo shuyookhan waminkum man yutawaffa min qablu walitablughoo ajalan musamman walaAAallakum taAAqiloona"},{"id":68,"text":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"وہی ہے زندگی دینے والا، اور وہی موت دینے والا ہے وہ جس بات کا بھی فیصلہ کرتا ہے، بس ایک حکم دیتا ہے کہ وہ ہو جائے اور وہ ہو جاتی ہے","transliteration":"Huwa allathee yuhyee wayumeetu faitha qada amran fainnama yaqoolu lahu kun fayakoonu"},{"id":69,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","translation":"تم نے دیکھا اُن لوگوں کو جو اللہ کی آیات میں جھگڑے کرتے ہیں، کہاں سے وہ پھرائے جا رہے ہیں؟","transliteration":"Alam tara ila allatheena yujadiloona fee ayati Allahi anna yusrafoona"},{"id":70,"text":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","translation":"یہ لوگ جو اِس کتاب کو اور اُن ساری کتابوں کو جھٹلاتے ہیں جو ہم نے اپنے رسولوں کے ساتھ بھیجی تھیں؟عنقریب انہیں معلوم ہو جائے گا","transliteration":"Allatheena kaththaboo bialkitabi wabima arsalna bihi rusulana fasawfa yaAAlamoona"},{"id":71,"text":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","translation":"جب طوق ان کی گردنوں میں ہوں گے، اور زنجیریں، جن سے پکڑ کر","transliteration":"Ithi alaghlalu fee aAAnaqihim waalssalasilu yushaboona"},{"id":72,"text":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","translation":"وہ کھولتے ہوئے پانی کی طرف کھینچے جائیں گے اور پھر دوزخ کی آگ میں جھونک دیے جائیں گے","transliteration":"Fee alhameemi thumma fee alnnari yusjaroona"},{"id":73,"text":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","translation":"پھر اُن سے پوچھا جائے گا کہ اب کہاں ہیں اللہ کے سوا وہ دوسرے خدا جن کو تم شریک کرتے تھے؟","transliteration":"Thumma qeela lahum ayna ma kuntum tushrikoona"},{"id":74,"text":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","translation":"وہ جواب دیں گے \"کھوئے گئے وہ ہم سے، بلکہ ہم اس سے پہلے کسی چیز کو نہ پکارتے تھے\" اِس طرح اللہ کافروں کا گمراہ ہونا متحقق کر دے گا","transliteration":"Min dooni Allahi qaloo dalloo AAanna bal lam nakun nadAAoo min qablu shayan kathalika yudillu Allahu alkafireena"},{"id":75,"text":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","translation":"اُن سے کہا جائے گا \"یہ تمہارا انجام اس لیے ہوا ہے کہ تم زمین میں غیر حق پر مگن تھے اور پھر اُس پر اتراتے تھے","transliteration":"Thalikum bima kuntum tafrahoona fee alardi bighayri alhaqqi wabima kuntum tamrahoona"},{"id":76,"text":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","translation":"اب جاؤ، جہنم کے دروازوں میں داخل ہو جاؤ ہمیشہ تم کو وہیں رہنا ہے، بہت ہی برا ٹھکانا ہے متکبرین کا","transliteration":"Odkhuloo abwaba jahannama khalideena feeha fabisa mathwa almutakabbireena"},{"id":77,"text":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","translation":"پس اے نبیؐ، صبر کرو، اللہ کا وعدہ برحق ہے اب خواہ ہم تمہارے سامنے ہی اِن کو اُن برے نتائج کا کوئی حصہ دکھا دیں جن سے ہم اِنہیں ڈرا رہے ہیں، یا (اُس سے پہلے) تمہیں دنیا سے اٹھا لیں، پلٹ کر آنا تو اِنہیں ہماری ہی طرف ہے","transliteration":"Faisbir inna waAAda Allahi haqqun faimma nuriyannaka baAAda allathee naAAiduhum aw natawaffayannaka failayna yurjaAAoona"},{"id":78,"text":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","translation":"اے نبیؐ، تم سے پہلے ہم بہت سے رسول بھیج چکے ہیں جن میں سے بعض کے حالات ہم نے تم کو بتائے ہیں اور بعض کے نہیں بتائے کسی رسول کی بھی یہ طاقت نہ تھی کہ اللہ کے اذن کے بغیر خود کوئی نشانی لے آتا پھر جب اللہ کا حکم آگیا تو حق کے مطابق فیصلہ کر دیا گیا اور اُس وقت غلط کار لوگ خسارے میں پڑ گئے","transliteration":"Walaqad arsalna rusulan min qablika minhum man qasasna AAalayka waminhum man lam naqsus AAalayka wama kana lirasoolin an yatiya biayatin illa biithni Allahi faitha jaa amru Allahi qudiya bialhaqqi wakhasira hunalika almubtiloona"},{"id":79,"text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","translation":"اللہ ہی نے تمہارے لیے یہ مویشی جانور بنائے ہیں تاکہ ان میں سے کسی پر تم سوار ہو اور کسی کا گوشت کھاؤ","transliteration":"Allahu allathee jaAAala lakumu alanAAama litarkaboo minha waminha takuloona"},{"id":80,"text":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","translation":"ان کے اندر تمہارے لیے اور بھی بہت سے منافع ہیں وہ اس کام بھی آتے ہیں کہ تمہارے دلوں میں جہاں جانے کی حاجت ہو وہاں تم اُن پر پہنچ سکو اُن پر بھی اور کشتیوں پر بھی تم سوار کیے جاتے ہو","transliteration":"Walakum feeha manafiAAu walitablughoo AAalayha hajatan fee sudoorikum waAAalayha waAAala alfulki tuhmaloona"},{"id":81,"text":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","translation":"اللہ اپنی یہ نشانیاں تمہیں دکھا رہا ہے، آخر تم اُس کی کن کن نشانیوں کا انکار کرو گے","transliteration":"Wayureekum ayatihi faayya ayati Allahi tunkiroona"},{"id":82,"text":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","translation":"پھر کیا یہ زمین میں چلے پھرے نہیں ہیں کہ اِن کو اُن لوگوں کا انجام نظر آتا جو اِن سے پہلے گزر چکے ہیں؟ وہ اِن سے تعداد میں زیادہ تھے، اِن سے بڑھ کر طاقتور تھے، اور زمین میں اِن سے زیادہ شاندار آثار چھوڑ گئے ہیں جو کچھ کمائی اُنہوں نے کی تھی، آخر وہ اُن کے کس کام آئی؟","transliteration":"Afalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim kanoo akthara minhum waashadda quwwatan waatharan fee alardi fama aghna AAanhum ma kanoo yaksiboona"},{"id":83,"text":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"جب ان کے رسول ان کے پاس بینات لے کر آئے تو وہ اُسی علم میں مگن رہے جو ان کے اپنے پاس تھا، اور پھر اُسی چیز کے پھیر میں آ گئے جس کا وہ مذاق اڑاتے تھے","transliteration":"Falamma jaathum rusuluhum bialbayyinati farihoo bima AAindahum mina alAAilmi wahaqa bihim ma kanoo bihi yastahzioona"},{"id":84,"text":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","translation":"جب انہوں نے ہمارا عذاب دیکھ لیا تو پکار اٹھے کہ ہم نے مان لیا اللہ وحدہُ لا شریک کو اور ہم انکار کرتے ہیں اُن سب معبودوں کا جنہیں ہم شریک ٹھیراتے تھے","transliteration":"Falamma raaw basana qaloo amanna biAllahi wahdahu wakafarna bima kunna bihi mushrikeena"},{"id":85,"text":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","translation":"مگر ہمارا عذاب دیکھ لینے کے بعد ان کا ایمان اُن کے لیے کچھ بھی نافع نہ ہو سکتا تھا، کیونکہ یہی اللہ کا مقرر ضابطہ ہے جو ہمیشہ اس کے بندوں میں جاری رہا ہے، اور اس وقت کافر لوگ خسارے میں پڑ گئے","transliteration":"Falam yaku yanfaAAuhum eemanuhum lamma raaw basana sunnata Allahi allatee qad khalat fee AAibadihi wakhasira hunalika alkafiroona"}]}
