{"id":41,"name":"فصلت","transliteration":"Fussilat","translation":"مفصل","type":"meccan","total_verses":54,"verses":[{"id":1,"text":"حمٓ","translation":"ح م","transliteration":"Hameem"},{"id":2,"text":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","translation":"یہ خدائے رحمان و رحیم کی طرف سے نازل کردہ چیز ہے","transliteration":"Tanzeelun mina alrrahmani alrraheemi"},{"id":3,"text":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","translation":"ایک ایسی کتاب جس کی آیات خوب کھول کر بیان کی گئی ہیں، عربی زبان کا قرآن، اُن لوگوں کے لیے جو علم رکھتے ہیں","transliteration":"Kitabun fussilat ayatuhu quranan AAarabiyyan liqawmin yaAAlamoona"},{"id":4,"text":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","translation":"بشارت دینے والا اور ڈرا دینے والا مگر اِن لوگوں میں سے اکثر نے اس سے رو گردانی کی اور وہ سن کر نہیں دیتے","transliteration":"Basheeran wanatheeran faaAArada aktharuhum fahum la yasmaAAoona"},{"id":5,"text":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","translation":"کہتے ہیں \"جس چیز کی طرف تو ہمیں بلا رہا ہے اس کے لیے ہمارے دلوں پر غلاف چڑھے ہوئے ہیں، ہمارے کان بہرے ہو گئے ہیں، اور ہمارے اور تیرے درمیان ایک حجاب حائل ہو گیا ہے تو اپنا کام کر، ہم اپنا کام کیے جائیں گے","transliteration":"Waqaloo quloobuna fee akinnatin mimma tadAAoona ilayhi wafee athanina waqrun wamin baynina wabaynika hijabun faiAAmal innana AAamiloona"},{"id":6,"text":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","translation":"اے نبیؐ، اِن سے کہو، میں تو ایک بشر ہوں تم جیسا مجھے وحی کے ذریعہ سے بتایا جاتا ہے کہ تمہارا خدا تو بس ایک ہی خدا ہے، لہٰذا تم سیدھے اُسی کا رخ اختیار کرو اور اس سے معافی چاہو تباہی ہے اُن مشرکوں کے لیے","transliteration":"Qul innama ana basharun mithlukum yooha ilayya annama ilahukum ilahun wahidun faistaqeemoo ilayhi waistaghfiroohu wawaylun lilmushrikeena"},{"id":7,"text":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","translation":"جو زکوٰۃ نہیں دیتے اور آخرت کے منکر ہیں","transliteration":"Allatheena la yutoona alzzakata wahum bialakhirati hum kafiroona"},{"id":8,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","translation":"رہے وہ لوگ جنہوں نے مان لیا اور نیک اعمال کیے، اُن کے لیے یقیناً ایسا اجر ہے جس کا سلسلہ کبھی ٹوٹنے والا نہیں ہے","transliteration":"Inna allatheena amanoo waAAamiloo alssalihati lahum ajrun ghayru mamnoonin"},{"id":9,"text":"۞قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","translation":"اے نبیؐ! اِن سے کہو، کیا تم اُس خدا سے کفر کرتے ہو اور دوسروں کو اُس کا ہمسر ٹھیراتے ہو جس نے زمین کو دو دنوں میں بنا دیا؟ وہی تو سارے جہان والوں کا رب ہے","transliteration":"Qul ainnakum latakfuroona biallathee khalaqa alarda fee yawmayni watajAAaloona lahu andadan thalika rabbu alAAalameena"},{"id":10,"text":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","translation":"اُس نے (زمین کو وجود میں لانے کے بعد) اوپر سے اس پر پہاڑ جما دیے اور اس میں برکتیں رکھ دیں اور اس کے اندر سب مانگنے والوں کے لیے ہر ایک کی طلب و حاجت کے مطابق ٹھیک اندازے سے خوراک کا سامان مہیا کر دیا یہ سب کام چار دن میں ہو گئے","transliteration":"WajaAAala feeha rawasiya min fawqiha wabaraka feeha waqaddara feeha aqwataha fee arbaAAati ayyamin sawaan lilssaileena"},{"id":11,"text":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","translation":"پھر وہ آسمان کی طرف متوجہ ہوا جو اُس وقت محض دھواں تھا اُس نے آسمان اور زمین سے کہا \"وجود میں آ جاؤ، خواہ تم چاہو یا نہ چاہو\" دونوں نے کہا \"ہم آ گئے فرمانبرداروں کی طرح","transliteration":"Thumma istawa ila alssamai wahiya dukhanun faqala laha walilardi itiya tawAAan aw karhan qalata atayna taiAAeena"},{"id":12,"text":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","translation":"تب اُس نے دو دن کے اندر سات آسمان بنا دیے، اور ہر آسمان میں اُس کا قانون وحی کر دیا اور آسمان دنیا کو ہم نے چراغوں سے آراستہ کیا اور اسے خوب محفوظ کر دیا یہ سب کچھ ایک زبردست علیم ہستی کا منصوبہ ہے","transliteration":"Faqadahunna sabAAa samawatin fee yawmayni waawha fee kulli samain amraha wazayyanna alssamaa alddunya bimasabeeha wahifthan thalika taqdeeru alAAazeezi alAAaleemi"},{"id":13,"text":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","translation":"اب اگر یہ لوگ منہ موڑتے ہیں تو اِن سے کہہ دو کہ میں تم کو اُسی طرح کے ایک اچانک ٹوٹ پڑنے والے عذاب سے ڈراتا ہوں جیسا عاد اور ثمود پر نازل ہوا تھا","transliteration":"Fain aAAradoo fuqul anthartukum saAAiqatan mithla saAAiqati AAadin wathamooda"},{"id":14,"text":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَـٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translation":"جب خدا کے رسول اُن کے پاس آگے اور پیچھے، ہر طرف سے آئے اور انہیں سمجھایا کہ اللہ کے سوا کسی کی بندگی نہ کرو تو انہوں نے کہا \"ہمارا رب چاہتا تو فرشتے بھیجتا، لہٰذا ہم اُس بات کو نہیں مانتے جس کے لیے تم بھیجے گئے ہو","transliteration":"Ith jaathumu alrrusulu min bayni aydeehim wamin khalfihim alla taAAbudoo illa Allaha qaloo law shaa rabbuna laanzala malaikatan fainna bima orsiltum bihi kafiroona"},{"id":15,"text":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","translation":"عاد کا حال یہ تھا کہ وہ زمین میں کسی حق کے بغیر بڑے بن بیٹھے اور کہنے لگے \"کون ہے ہم سے زیادہ زور آور\" اُن کو یہ نہ سوجھا کہ جس خدا نے ان کو پیدا کیا ہے وہ ان سے زیادہ زور آور ہے؟ وہ ہماری آیات کا انکار ہی کرتے رہے","transliteration":"Faamma AAadun faistakbaroo fee alardi bighayri alhaqqi waqaloo man ashaddu minna quwwatan awalam yaraw anna Allaha allathee khalaqahum huwa ashaddu minhum quwwatan wakanoo biayatina yajhadoona"},{"id":16,"text":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","translation":"آخرکار ہم نے چند منحوس دنوں میں سخت طوفانی ہوا ان پر بھیج دی تاکہ انہیں دنیا ہی کی زندگی میں ذلت و رسوائی کے عذاب کا مزا چکھا دیں، اور آخرت کا عذاب تو اس سے بھی زیادہ رسوا کن ہے، وہاں کوئی ان کی مدد کرنے والا نہ ہو گا","transliteration":"Faarsalna AAalayhim reehan sarsaran fee ayyamin nahisatin linutheeqahum AAathaba alkhizyi fee alhayati alddunya walaAAathabu alakhirati akhza wahum la yunsaroona"},{"id":17,"text":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","translation":"رہے ثمود، تو ان کے سامنے ہم نے راہ راست پیش کی مگر انہوں نے راستہ دیکھنے کے بجائے اندھا بنا رہنا پسند کیا آخر اُن کے کرتوتوں کی بدولت ذلت کا عذاب اُن پر ٹوٹ پڑا","transliteration":"Waamma thamoodu fahadaynahum faistahabboo alAAama AAala alhuda faakhathathum saAAiqatu alAAathabi alhooni bima kanoo yaksiboona"},{"id":18,"text":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"اور ہم نے اُن لوگوں کو بچا لیا جو ایمان لائے تھے اور گمراہی و بد عملی سے پرہیز کرتے تھے","transliteration":"Wanajjayna allatheena amanoo wakanoo yattaqoona"},{"id":19,"text":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","translation":"اور ذرا اُس وقت کا خیال کرو جب اللہ کے یہ دشمن دوزخ کی طرف جانے کے لیے گھیر لائے جائیں گے اُن کے اگلوں کو پچھلوں کے آنے تک روک رکھا جائے گا","transliteration":"Wayawma yuhsharu aAAdao Allahi ila alnnari fahum yoozaAAoona"},{"id":20,"text":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","translation":"پھر جب سب وہاں پہنچ جائیں گے تو ان کے کان اور ان کی آنکھیں اور ان کے جسم کی کھالیں ان پر گواہی دیں گی کہ وہ دنیا میں کیا کچھ کرتے رہے ہیں","transliteration":"Hatta itha ma jaooha shahida AAalayhim samAAuhum waabsaruhum wajulooduhum bima kanoo yaAAmaloona"},{"id":21,"text":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"وہ اپنے جسم کی کھالوں سے کہیں گے \"تم نے ہمارے خلاف کیوں گواہی دی؟\"وہ جواب دیں گی \"ہمیں اُسی خدا نے گویائی دی ہے جس نے ہر چیز کو گویا کر دیا ہے اُسی نے تم کو پہلی مرتبہ پیدا کیا تھا اور اب اُسی کی طرف تم واپس لائے جا رہے ہو","transliteration":"Waqaloo lijuloodihim lima shahidtum AAalayna qaloo antaqana Allahu allathee antaqa kulla shayin wahuwa khalaqakum awwala marratin wailayhi turjaAAoona"},{"id":22,"text":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","translation":"تم دنیا میں جرائم کرتے وقت جب چھپتے تھے تو تمہیں یہ خیال نہ تھا کہ کبھی تمہارے اپنے کان اور تمہاری آنکھیں اور تمہارے جسم کی کھالیں تم پر گواہی دیں گی بلکہ تم نے تو یہ سمجھا تھا کہ تمہارے بہت سے اعمال کی اللہ کو بھی خبر نہیں ہے","transliteration":"Wama kuntum tastatiroona an yashhada AAalaykum samAAukum wala absarukum wala juloodukum walakin thanantum anna Allaha la yaAAlamu katheeran mimma taAAmaloona"},{"id":23,"text":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","translation":"تمہارا یہی گمان جو تم نے اپنے رب کے ساتھ کیا تھا، تمہیں لے ڈوبا اور اسی کی بدولت تم خسارے میں پڑ گئے","transliteration":"Wathalikum thannukumu allathee thanantum birabbikum ardakum faasbahtum mina alkhasireena"},{"id":24,"text":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","translation":"اس حالت میں وہ صبر کریں (یا نہ کریں) آگ ہی ان کا ٹھکانا ہو گی، اور اگر رجوع کا موقع چاہیں گے تو کوئی موقع انہیں نہ دیا جائے گا","transliteration":"Fain yasbiroo faalnnaru mathwan lahum wain yastaAAtiboo fama hum mina almuAAtabeena"},{"id":25,"text":"۞وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","translation":"ہم نے ان پر ایسے ساتھی مسلط کر دیے تھے جو انہیں آگے اور پیچھے ہر چیز خوشنما بنا کر دکھاتے تھے، آخر کار اُن پر بھی وہی فیصلہ عذاب چسپاں ہو کر رہا جو ان سے پہلے گزرے ہوئے جنوں اور انسانوں کے گروہوں پر چسپاں ہو چکا تھا، یقیناً وہ خسارے میں رہ جانے والے تھے","transliteration":"Waqayyadna lahum quranaa fazayyanoo lahum ma bayna aydeehim wama khalfahum wahaqqa AAalayhimu alqawlu fee omamin qad khalat min qablihim mina aljinni waalinsi innahum kanoo khasireena"},{"id":26,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","translation":"یہ منکرین حق کہتے ہیں \"اِس قرآن کو ہرگز نہ سنو اور جب یہ سنایا جائے تو اس میں خلل ڈالو، شاید کہ اس طرح تم غالب آ جاؤ","transliteration":"Waqala allatheena kafaroo la tasmaAAoo lihatha alqurani wailghaw feehi laAAallakum taghliboona"},{"id":27,"text":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","translation":"اِن کافروں کو ہم سخت عذاب کا مزا چکھا کر رہیں گے اور جو بدترین حرکات یہ کرتے رہے ہیں ان کا پورا پورا بدلہ اِنہیں دیں گے","transliteration":"Falanutheeqanna allatheena kafaroo AAathaban shadeedan walanajziyannahum aswaa allathee kanoo yaAAmaloona"},{"id":28,"text":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","translation":"وہ دوزخ ہے جو اللہ کے دشمنوں کو بدلے میں ملے گی اُسی میں ہمیشہ ہمیشہ کے لیے اِن کا گھر ہو گا یہ ہے سزا اِس جرم کی کہ وہ ہماری آیات کا انکار کرتے رہے","transliteration":"Thalika jazao aAAdai Allahi alnnaru lahum feeha daru alkhuldi jazaan bima kanoo biayatina yajhadoona"},{"id":29,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","translation":"وہاں یہ کافر کہیں گے کہ \"اے ہمارے رب، ذرا ہمیں دکھا دے اُن جنوں اور انسانوں کو جنہوں نے ہمیں گمراہ کیا تھا، ہم انہیں پاؤں تلے روند ڈالیں گے تاکہ وہ خوب ذلیل و خوار ہوں","transliteration":"Waqala allatheena kafaroo rabbana arina allathayni adallana mina aljinni waalinsi najAAalhuma tahta aqdamina liyakoona mina alasfaleena"},{"id":30,"text":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَـٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","translation":"جن لوگوں نے کہا کہ اللہ ہمارا رب ہے اور پھر وہ اس پر ثابت قدم رہے، یقیناً اُن پر فرشتے نازل ہوتے ہیں اور ان سے کہتے ہیں کہ \"نہ ڈرو، نہ غم کرو، اور خوش ہو جاؤ اُس جنت کی بشارت سے جس کا تم سے وعدہ کیا گیا ہے","transliteration":"Inna allatheena qaloo rabbuna Allahu thumma istaqamoo tatanazzalu AAalayhimu almalaikatu alla takhafoo wala tahzanoo waabshiroo bialjannati allatee kuntum tooAAadoona"},{"id":31,"text":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","translation":"ہم اِس دنیا کی زندگی میں بھی تمہارے ساتھی ہیں اور آخرت میں بھی، وہاں جو کچھ تم چاہو گے تمہیں ملے گا اور ہر چیز جس کی تم تمنا کرو گے وہ تمہاری ہوگی","transliteration":"Nahnu awliyaokum fee alhayati alddunya wafee alakhirati walakum feeha ma tashtahee anfusukum walakum feeha ma taddaAAoona"},{"id":32,"text":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","translation":"یہ ہے سامان ضیافت اُس ہستی کی طرف سے جو غفور اور رحیم ہے","transliteration":"Nuzulan min ghafoorin raheemin"},{"id":33,"text":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","translation":"اور اُس شخص کی بات سے اچھی بات اور کس کی ہو گی جس نے اللہ کی طرف بلایا اور نیک عمل کیا اور کہا کہ میں مسلمان ہوں","transliteration":"Waman ahsanu qawlan mimman daAAa ila Allahi waAAamila salihan waqala innanee mina almuslimeena"},{"id":34,"text":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","translation":"اور اے نبیؐ، نیکی اور بدی یکساں نہیں ہیں تم بدی کو اُس نیکی سے دفع کرو جو بہترین ہو تم دیکھو گے کہ تمہارے ساتھ جس کی عداوت پڑی ہوئی تھی وہ جگری دوست بن گیا ہے","transliteration":"Wala tastawee alhasanatu wala alssayyiatu idfaAA biallatee hiya ahsanu faitha allathee baynaka wabaynahu AAadawatun kaannahu waliyyun hameemun"},{"id":35,"text":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","translation":"یہ صفت نصیب نہیں ہوتی مگر اُن لوگوں کو جو صبر کرتے ہیں، اور یہ مقام حاصل نہیں ہوتا مگر اُن لوگوں کو جو بڑے نصیبے والے ہیں","transliteration":"Wama yulaqqaha illa allatheena sabaroo wama yulaqqaha illa thoo haththin AAatheemin"},{"id":36,"text":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"اور اگر تم شیطان کی طرف سے کوئی اکساہٹ محسوس کرو تو اللہ کی پناہ مانگ لو، وہ سب کچھ سنتا اور جانتا ہے","transliteration":"Waimma yanzaghannaka mina alshshaytani nazghun faistaAAith biAllahi innahu huwa alssameeAAu alAAaleemu"},{"id":37,"text":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","translation":"اللہ کی نشانیوں میں سے ہیں یہ رات اور دن اور سورج اور چاند سورج اور چاند کو سجدہ نہ کرو بلکہ اُس خدا کو سجدہ کرو جس نے انہیں پیدا کیا ہے اگر فی الواقع تم اُسی کی عبادت کرنے والے ہو","transliteration":"Wamin ayatihi allaylu waalnnaharu waalshshamsu waalqamaru la tasjudoo lilshshamsi wala lilqamari waosjudoo lillahi alathee khalaqahunna in kuntum iyyahu taAAbudoona"},{"id":38,"text":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","translation":"لیکن اگر یہ لوگ غرور میں آ کر اپنی ہی بات پر اڑے رہیں تو پروا نہیں، جو فرشتے تیرے رب کے مقرب ہیں وہ شب و روز اس کی تسبیح کر رہے ہیں اور کبھی نہیں تھکتے","transliteration":"Faini istakbaroo faallatheena AAinda rabbika yusabbihoona lahu biallayli waalnnahari wahum la yasamoona"},{"id":39,"text":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"اور اللہ کی نشانیوں میں سے ایک یہ ہے کہ تم دیکھتے ہو زمین سونی پڑی ہوئی ہے، پھر جونہی کہ ہم نے اس پر پانی برسایا، یکایک وہ پھبک اٹھتی ہے اور پھول جاتی ہے یقیناً جو خدا اس مری ہوئی زمین کو جلا اٹھاتا ہے وہ مُردوں کو بھی زندگی بخشنے والا ہے یقیناً وہ ہر چیز پر قدرت رکھتا ہے","transliteration":"Wamin ayatihi annaka tara alarda khashiAAatan faitha anzalna AAalayha almaa ihtazzat warabat inna allathee ahyaha lamuhyee almawta innahu AAala kulli shayin qadeerun"},{"id":40,"text":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","translation":"جو لوگ ہماری آیات کو الٹے معنی پہناتے ہیں وہ ہم سے کچھ چھپے ہوئے نہیں ہیں خود ہی سوچ لو کہ آیا وہ شخص بہتر ہے جو آگ میں جھونکا جانے والا ہے یا وہ جو قیامت کے روز امن کی حالت میں حاضر ہو گا؟ کرتے رہو جو کچھ تم چاہو، تمہاری ساری حرکتوں کو اللہ دیکھ رہا ہے","transliteration":"Inna allatheena yulhidoona fee ayatina la yakhfawna AAalayna afaman yulqa fee alnnari khayrun am man yatee aminan yawma alqiyamati iAAmaloo ma shitum innahu bima taAAmaloona baseerun"},{"id":41,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","translation":"یہ وہ لوگ ہیں جن کے سامنے کلام نصیحت آیا تو انہوں نے اسے ماننے سے انکار کر دیا مگر حقیقت یہ ہے کہ یہ ایک زبردست کتاب ہے","transliteration":"Inna allatheena kafaroo bialththikri lamma jaahum wainnahu lakitabun AAazeezun"},{"id":42,"text":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","translation":"باطل نہ سامنے سے اس پر آ سکتا ہے نہ پیچھے سے، یہ ایک حکیم و حمید کی نازل کردہ چیز ہے","transliteration":"La yateehi albatilu min bayni yadayhi wala min khalfihi tanzeelun min hakeemin hameedin"},{"id":43,"text":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","translation":"اے نبیؐ، تم سے جو کچھ کہا جا رہا ہے اس میں کوئی چیز بھی ایسی نہیں ہے جو تم سے پہلے گزرے ہوئے رسولوں سے نہ کہی جاچکی ہو بے شک تمہارا رب بڑا درگزر کرنے والا ہے، اور اس کے ساتھ بڑی دردناک سزا دینے والا بھی ہے","transliteration":"Ma yuqalu laka illa ma qad qeela lilrrusuli min qablika inna rabbaka lathoo maghfiratin wathoo AAiqabin aleemin"},{"id":44,"text":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَـٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","translation":"اگر ہم اِس کو عجمی قرآن بنا کر بھیجتے تو یہ لوگ کہتے \"کیوں نہ اس کی آیات کھول کر بیان کی گئیں؟ کیا عجیب بات ہے کہ کلام عجمی ہے اور مخاطب عربی\" اِن سے کہو یہ قرآن ایمان لانے والوں کے لیے تو ہدایت اور شفا ہے، مگر جو لوگ ایمان نہیں لاتے اُن کے لیے یہ کانوں کی ڈاٹ اور آنکھوں کی پٹی ہے اُن کا حال تو ایسا ہے جیسے اُن کو دور سے پکارا جا رہا ہو","transliteration":"Walaw jaAAalnahu quranan aAAjamiyyan laqaloo lawla fussilat ayatuhu aaAAjamiyyun waAAarabiyyun qul huwa lillatheena amanoo hudan washifaon waallatheena la yuminoona fee athanihim waqrun wahuwa AAalayhim AAaman olaika yunadawna min makanin baAAeedin"},{"id":45,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","translation":"اِس سے پہلے ہم نے موسیٰؑ کو کتاب دی تھی اور اس کے معاملے میں بھی یہی اختلاف ہوا تھا اگر تیرے رب نے پہلے ہی ایک بات طے نہ کر دی ہوتی تو ان اختلاف کرنے والوں کے درمیان فیصلہ چکا دیا جاتا اور حقیقت یہ ہے کہ یہ لوگ اُس کی طرف سے سخت اضطراب انگیز شک میں پڑے ہوئے ہیں","transliteration":"Walaqad atayna moosa alkitaba faikhtulifa feehi walawla kalimatun sabaqat min rabbika laqudiya baynahum wainnahum lafee shakkin minhu mureebin"},{"id":46,"text":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّـٰمٖ لِّلۡعَبِيدِ","translation":"جو کوئی نیک عمل کرے گا اپنے ہی لیے اچھا کرے گا، جو بدی کرے گا اس کا وبال اُسی پر ہوگا، اور تیرا رب اپنے بندوں کے حق میں ظالم نہیں ہے","transliteration":"Man AAamila salihan falinafsihi waman asaa faAAalayha wama rabbuka bithallamin lilAAabeedi"},{"id":47,"text":"۞إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّـٰكَ مَامِنَّا مِن شَهِيدٖ","translation":"اُس ساعت کا علم اللہ ہی کی طرف راجع ہوتا ہے، وہی اُن سارے پھلوں کو جانتا ہے جو اپنے شگوفوں میں سے نکلتے ہیں، اسی کو معلوم ہے کہ کونسی مادہ حاملہ ہوئی ہے اور کس نے بچہ جنا ہے پھر جس روز وہ اِن لوگوں کو پکارے گا کہ کہاں ہیں میرے وہ شریک؟ یہ کہیں گے، \"ہم عرض کر چکے ہیں، آج ہم میں سے کوئی اِس کی گواہی دینے والا نہیں ہے","transliteration":"Ilayhi yuraddu AAilmu alssaAAati wama takhruju min thamaratin min akmamiha wama tahmilu min ontha wala tadaAAu illa biAAilmihi wayawma yunadeehim ayna shurakaee qaloo athannaka ma minna min shaheedin"},{"id":48,"text":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","translation":"اُس وقت وہ سارے معبود اِن سے گم ہو جائیں گے جنہیں یہ اس سے پہلے پکارتے تھے، اور یہ لوگ سمجھ لیں گے کہ اِن کے لیے اب کوئی جائے پناہ نہیں ہے","transliteration":"Wadalla AAanhum ma kanoo yadAAoona min qablu wathannoo ma lahum min maheesin"},{"id":49,"text":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","translation":"انسان کبھی بھلائی کی دعا مانگتے نہیں تھکتا، اور جب کوئی آفت اِس پر آ جاتی ہے تو مایوس و دل شکستہ ہو جاتا ہے","transliteration":"La yasamu alinsanu min duAAai alkhayri wain massahu alshsharru fayaoosun qanootun"},{"id":50,"text":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","translation":"مگر جو ں ہی کہ سخت وقت گزر جانے کے بعد ہم اِسے اپنی رحمت کا مزا چکھاتے ہیں، یہ کہتا ہے کہ \"میں اِسی کا مستحق ہوں، اور میں نہیں سمجھتا کہ قیامت کبھی آئے گی، لیکن اگر واقعی میں اپنے رب کی طرف پلٹایا گیا تو وہاں بھی مزے کروں گا\" حالانکہ کفر کرنے والوں کو لازماً ہم بتا کر رہیں گے کہ وہ کیا کر کے آئے ہیں اور انہیں ہم بڑے گندے عذاب کا مزا چکھائیں گے","transliteration":"Walain athaqnahu rahmatan minna min baAAdi darraa massathu layaqoolanna hatha lee wama athunnu alssaAAata qaimatan walain rujiAAtu ila rabbee inna lee AAindahu lalhusna falanunabbianna allatheena kafaroo bima AAamiloo walanutheeqannahum min AAathabin ghaleethin"},{"id":51,"text":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","translation":"انسان کو جب ہم نعمت دیتے ہیں تو وہ منہ پھیرتا ہے اور اکڑ جاتا ہے اور جب اسے کوئی آفت چھو جاتی ہے تو لمبی چوڑی دعائیں کرنے لگتا ہے","transliteration":"Waitha anAAamna AAala alinsani aAArada wanaa bijanibihi waitha massahu alshsharru fathoo duAAain AAareedin"},{"id":52,"text":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","translation":"اے نبیؐ، اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر واقعی یہ قرآن خدا ہی کی طرف سے ہوا اور تم اِس کا انکار کرتے رہے تو اُس شخص سے بڑھ کر بھٹکا ہوا اور کون ہوگا جو اِس کی مخالفت میں دور تک نکل گیا ہو؟","transliteration":"Qul araaytum in kana min AAindi Allahi thumma kafartum bihi man adallu mimman huwa fee shiqaqin baAAeedin"},{"id":53,"text":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","translation":"عنقریب ہم اِن کو اپنی نشانیاں آفاق میں بھی دکھائیں گے اور ان کے اپنے نفس میں بھی یہاں تک کہ اِن پر یہ بات کھل جائے گی کہ یہ قرآن واقعی برحق ہے کیا یہ بات کافی نہیں ہے کہ تیرا رب ہر چیز کا شاہد ہے؟","transliteration":"Sanureehim ayatina fee alafaqi wafee anfusihim hatta yatabayyana lahum annahu alhaqqu awalam yakfi birabbika annahu AAala kulli shayin shaheedun"},{"id":54,"text":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","translation":"آگاہ رہو، یہ لوگ اپنے رب کی ملاقات میں شک رکھتے ہیں سن رکھو، وہ ہر چیز پر محیط ہے","transliteration":"Ala innahum fee miryatin min liqai rabbihim ala innahu bikulli shayin muheetun"}]}
