{"id":42,"name":"الشورى","transliteration":"Ash-Shuraa","translation":"شورٰی","type":"meccan","total_verses":53,"verses":[{"id":1,"text":"حمٓ","translation":"ح م","transliteration":"Hameem"},{"id":2,"text":"عٓسٓقٓ","translation":"ع س ق","transliteration":"AAaynseenqaf"},{"id":3,"text":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"اِسی طرح اللہ غالب و حکیم تمہاری طرف اور تم سے پہلے گزرے ہوئے (رسولوں) کی طرف وحی کرتا رہا ہے","transliteration":"Kathalika yoohee ilayka waila allatheena min qablika Allahu alAAazeezu alhakeemu"},{"id":4,"text":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","translation":"آسمانوں اور زمین میں جو کچھ بھی ہے اُسی کا ہے، وہ برتر اور عظیم ہے","transliteration":"Lahu ma fee alssamawati wama fee alardi wahuwa alAAaliyyu alAAatheemu"},{"id":5,"text":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَـٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"قریب ہے کہ آسمان اوپر سے پھٹ پڑیں فرشتے اپنے رب کی حمد کے ساتھ اُس کی تسبیح کر رہے ہیں اور زمین والوں کے حق میں درگزر کی درخواستیں کیے جاتے ہیں آگاہ رہو، حقیقت میں اللہ غفور و رحیم ہی ہے","transliteration":"Takadu alssamawatu yatafattarna min fawqihinna waalmalaikatu yusabbihoona bihamdi rabbihim wayastaghfiroona liman fee alardi ala inna Allaha huwa alghafooru alrraheemu"},{"id":6,"text":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","translation":"جن لوگوں نے اُس کو چھوڑ کر اپنے کچھ دوسرے سرپرست بنا رکھے ہیں، اللہ ہی اُن پر نگراں ہے، تم ان کے حوالہ دار نہیں ہو","transliteration":"Waallatheena ittakhathoo min doonihi awliyaa Allahu hafeethun AAalayhim wama anta AAalayhim biwakeelin"},{"id":7,"text":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","translation":"ہاں، اِسی طرح اے نبیؐ، یہ قرآن عربی ہم نے تمہاری طرف وحی کیا ہے تاکہ تم بستیوں کے مرکز (شہر مکہ) اور اُس کے گرد و پیش رہنے والوں کو خبردار کر دو، اور جمع ہونے کے دن سے ڈرا دو جن کے آنے میں کوئی شک نہیں ایک گروہ کو جنت میں جانا ہے اور دوسرے گروہ کو دوزخ میں","transliteration":"Wakathalika awhayna ilayka quranan AAarabiyyan litunthira omma alqura waman hawlaha watunthira yawma aljamAAi la rayba feehi fareequn fee aljannati wafareequn fee alssaAAeeri"},{"id":8,"text":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّـٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","translation":"اگر اللہ چاہتا تو اِن سب کو ایک ہی امت بنا دیتا، مگر وہ جسے چاہتا ہے اپنی رحمت میں داخل کرتا ہے، اور ظالموں کا نہ کوئی ولی ہے نہ مدد گار","transliteration":"Walaw shaa Allahu lajaAAalahum ommatan wahidatan walakin yudkhilu man yashao fee rahmatihi waalththalimoona ma lahum min waliyyin wala naseerin"},{"id":9,"text":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"کیا یہ (ایسے نادان ہیں کہ) اِنہوں نے اُسے چھوڑ کر دوسرے ولی بنا رکھے ہیں؟ ولی تو اللہ ہی ہے، وہی مُردوں کو زندہ کرتا ہے، اور وہ ہر چیز پر قادر ہے","transliteration":"Ami ittakhathoo min doonihi awliyaa faAllahu huwa alwaliyyu wahuwa yuhyee almawta wahuwa AAala kulli shayin qadeerun"},{"id":10,"text":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","translation":"تمہارے درمیان جس معاملہ میں بھی اختلاف ہو، اُس کا فیصلہ کرنا اللہ کا کام ہے وہی اللہ میرا رب ہے، اُسی پر میں نے بھروسہ کیا، اور اُسی کی طرف میں رجوع کرتا ہوں","transliteration":"Wama ikhtalaftum feehi min shayin fahukmuhu ila Allahi thalikumu Allahu rabbee AAalayhi tawakkaltu wailayhi oneebu"},{"id":11,"text":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"آسمانوں اور زمین کا بنانے والا، جس نے تمہاری اپنی جنس سے تمہارے لیے جوڑے پیدا کیے، اور اسی طرح جانوروں میں بھی (اُنہی کے ہم جنس) جوڑے بنائے، اور اِس طریقہ سے وہ تمہاری نسلیں پھیلاتا ہے کائنات کی کوئی چیز اس کے مشابہ نہیں، وہ سب کچھ سننے اور دیکھنے والا ہے","transliteration":"Fatiru alssamawati waalardi jaAAala lakum min anfusikum azwajan wamina alanAAami azwajan yathraokum feehi laysa kamithlihi shayon wahuwa alssameeAAu albaseeru"},{"id":12,"text":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"آسمانوں اور زمین کے خزانوں کی کنجیاں اُسی کے پاس ہیں، جسے چاہتا ہے کھلا رزق دیتا ہے اور جسے چاہتا ہے نپا تلا دیتا ہے، اُسے ہر چیز کا علم ہے","transliteration":"Lahu maqaleedu alssamawati waalardi yabsutu alrrizqa liman yashao wayaqdiru innahu bikulli shayin AAaleemun"},{"id":13,"text":"۞شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","translation":"اُس نے تمہارے لیے دین کا وہی طریقہ مقرر کیا ہے جس کا حکم اُس نے نوحؑ کو دیا تھا، اور جسے (اے محمدؐ) اب تمہاری طرف ہم نے وحی کے ذریعہ سے بھیجا ہے، اور جس کی ہدایت ہم ابراہیمؑ اور موسیٰؑ اور عیسیٰؑ کو دے چکے ہیں، اِس تاکید کے ساتھ کہ قائم کرو اِس دین کو اور اُس میں متفرق نہ ہو جاؤ یہی بات اِن مشرکین کو سخت ناگوار ہوئی ہے جس کی طرف اے محمدؐ تم انہیں دعوت دے رہے ہو اللہ جسے چاہتا ہے اپنا کر لیتا ہے، اور وہ اپنی طرف آنے کا راستہ اُسی کو دکھاتا ہے جو اُس کی طرف رجوع کرے","transliteration":"SharaAAa lakum mina alddeeni ma wassa bihi noohan waallathee awhayna ilayka wama wassayna bihi ibraheema wamoosa waAAeesa an aqeemoo alddeena wala tatafarraqoo feehi kabura AAala almushrikeena ma tadAAoohum ilayhi Allahu yajtabee ilayhi man yashao wayahdee ilayhi man yuneebu"},{"id":14,"text":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","translation":"لوگوں میں جو تفرقہ رو نما ہوا وہ اِس کے بعد ہوا کہ اُن کے پاس علم آ چکا تھا، اور اس بنا پر ہوا کہ وہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے اگر تیرا رب پہلے ہی یہ نہ فرما چکا ہوتا کہ ایک وقت مقرر تک فیصلہ ملتوی رکھا جائے گا تو ان کا قضیہ چکا دیا گیا ہوتا اور حقیقت یہ ہے کہ اگلوں کے بعد جو لوگ کتاب کے وارث بنائے گئے وہ اُس کی طرف سے بڑے اضطراب انگیز شک میں پڑے ہوئے ہیں","transliteration":"Wama tafarraqoo illa min baAAdi ma jaahumu alAAilmu baghyan baynahum walawla kalimatun sabaqat min rabbika ila ajalin musamman laqudiya baynahum wainna allatheena oorithoo alkitaba min baAAdihim lafee shakkin minhu mureebin"},{"id":15,"text":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","translation":"چونکہ یہ حالت پیدا ہو چکی ہے اس لیے اے محمدؐ، اب تم اُسی دین کی طرف دعوت دو، اور جس طرح تمہیں حکم دیا گیا ہے اُس پر مضبوطی کے ساتھ قائم ہو جاؤ، اور اِن لوگو ں کی خواہشات کا اتباع نہ کرو، اور اِن سے کہہ دو کہ: \"اللہ نے جو کتاب بھی نازل کی ہے میں اُس پر ایمان لایا مجھے حکم دیا گیا ہے کہ میں تمہارے درمیان انصاف کروں اللہ ہی ہمارا رب بھی ہے اور تمہارا رب بھی ہمارے اعمال ہمارے لیے ہیں اور تمہارے اعمال تمہارے لیے ہمارے اور تمہارے درمیان کوئی جھگڑا نہیں اللہ ایک روز ہم سب کو جمع کرے گا اور اُسی کی طرف سب کو جانا ہے","transliteration":"Falithalika faodAAu waistaqim kama omirta wala tattabiAA ahwaahum waqul amantu bima anzala Allahu min kitabin waomirtu liaAAdila baynakum Allahu rabbuna warabbukum lana aAAmaluna walakum aAAmalukum la hujjata baynana wabaynakumu Allahu yajmaAAu baynana wailayhi almaseeru"},{"id":16,"text":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","translation":"اللہ کی دعوت پر لبیک کہے جانے کے بعد جو لوگ (لبیک کہنے والوں سے) اللہ کے دین کے معاملہ میں جھگڑے کرتے ہیں، اُن کی حجت بازی اُن کے رب کے نزدیک باطل ہے، اور اُن پر اس کا غضب ہے اور اُن کے لیے سخت عذاب ہے","transliteration":"Waallatheena yuhajjoona fee Allahi min baAAdi ma istujeeba lahu hujjatuhum dahidatun AAinda rabbihim waAAalayhim ghadabun walahum AAathabun shadeedun"},{"id":17,"text":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","translation":"وہ اللہ ہی ہے جس نے حق کے ساتھ یہ کتاب اور میزان نازل کی ہے اور تمہیں کیا خبر، شاید کہ فیصلے کی گھڑی قریب ہی آ لگی ہو","transliteration":"Allahu allathee anzala alkitaba bialhaqqi waalmeezani wama yudreeka laAAalla alssaAAata qareebun"},{"id":18,"text":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","translation":"جو لوگ اس کے آنے پر ایمان نہیں رکھتے وہ تو اس کے لیے جلدی مچاتے ہیں، مگر جو اس پر ایمان رکھتے ہیں وہ اس سے ڈرتے ہیں اور جانتے ہیں کہ یقیناً وہ آنے والی ہے خوب سن لو، جو لوگ اُس گھڑی کے آنے میں شک ڈالنے والی بحثیں کرتے ہیں وہ گمراہی میں بہت دور نکل گئے ہیں","transliteration":"YastaAAjilu biha allatheena la yuminoona biha waallatheena amanoo mushfiqoona minha wayaAAlamoona annaha alhaqqu ala inna allatheena yumaroona fee alssaAAati lafee dalalin baAAeedin"},{"id":19,"text":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","translation":"اللہ اپنے بندوں پر بہت مہربان ہے جسے جو کچھ چاہتا ہے دیتا ہے، وہ بڑی قوت والا اور زبردست ہے","transliteration":"Allahu lateefun biAAibadihi yarzuqu man yashao wahuwa alqawiyyu alAAazeezu"},{"id":20,"text":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","translation":"جو کوئی آخرت کی کھیتی چاہتا ہے اُس کی کھیتی کو ہم بڑھاتے ہیں، اور جو دنیا کی کھیتی چاہتا ہے اُسے دنیا ہی میں سے دیتے ہیں مگر آخرت میں اُس کا کوئی حصہ نہیں ہے","transliteration":"Man kana yureedu hartha alakhirati nazid lahu fee harthihi waman kana yureedu hartha alddunya nutihi minha wama lahu fee alakhirati min naseebin"},{"id":21,"text":"أَمۡ لَهُمۡ شُرَكَـٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","translation":"کیا یہ لوگ کچھ ایسے شریک خدا رکھتے ہیں جنہوں نے اِن کے لیے دین کی نوعیت رکھنے والا ایک ایسا طریقہ مقرر کر دیا ہے جس کا اللہ نے اِذن نہیں دیا؟ اگر فیصلے کی بات پہلے طے نہ ہو گئی ہوتی تو ان کا قضیہ چکا دیا گیا ہوتا یقیناً اِن ظالموں کے لیے درد ناک عذاب ہے","transliteration":"Am lahum shurakao sharaAAoo lahum mina alddeeni ma lam yathan bihi Allahu walawla kalimatu alfasli laqudiya baynahum wainna alththalimeena lahum AAathabun aleemun"},{"id":22,"text":"تَرَى ٱلظَّـٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","translation":"تم دیکھو گے کہ یہ ظالم اُس وقت اپنے کیے کے انجام سے ڈر رہے ہوں گے اور وہ اِن پر آ کر رہے گا بخلاف اِس کے جو لوگ ایمان لے آئے ہیں اور جنہوں نے نیک عمل کیے ہیں وہ جنت کے گلستانوں میں ہوں گے، جو کچھ بھی وہ چاہیں گے اپنے رب کے ہاں پائیں گے، یہی بڑا فضل ہے","transliteration":"Tara alththalimeena mushfiqeena mimma kasaboo wahuwa waqiAAun bihim waallatheena amanoo waAAamiloo alssalihati fee rawdati aljannati lahum ma yashaoona AAinda rabbihim thalika huwa alfadlu alkabeeru"},{"id":23,"text":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","translation":"یہ ہے وہ چیز جس کی خوش خبری اللہ اپنے اُن بندوں کو دیتا ہے جنہوں نے مان لیا اور نیک عمل کیے اے نبیؐ، اِن لوگوں سے کہہ دو کہ میں اِس کام پر تم سے کسی اجر کا طالب نہیں ہوں، البتہ قرابت کی محبت ضرور چاہتا ہوں جو کوئی بھلائی کمائے گا ہم اس کے لیے اس بھلائی میں خوبی کا اضافہ کر دیں گے بے شک اللہ بڑا در گزر کرنے والا اور قدر دان ہے","transliteration":"Thalika allathee yubashshiru Allahu AAibadahu allatheena amanoo waAAamiloo alssalihati qul la asalukum AAalayhi ajran illa almawaddata fee alqurba waman yaqtarif hasanatan nazid lahu feeha husnan inna Allaha ghafoorun shakoorun"},{"id":24,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"کیا یہ لوگ کہتے ہیں کہ اِس شخص نے اللہ پر جھوٹا بہتان گھڑ لیا ہے؟ اگر اللہ چاہے تو تمہارے دل پر مہر کر دے وہ باطل کو مٹا دیتا ہے اور حق کو اپنے فرمانوں سے حق کر دکھاتا ہے وہ سینوں کے چھپے ہوئے راز جانتا ہے","transliteration":"Am yaqooloona iftara AAala Allahi kathiban fain yashai Allahu yakhtim AAala qalbika wayamhu Allahu albatila wayuhiqqu alhaqqa bikalimatihi innahu AAaleemun bithati alssudoori"},{"id":25,"text":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","translation":"وہی ہے جو اپنے بندوں سے توبہ قبول کرتا ہے اور برائیوں سے درگزر کرتا ہے، حالانکہ تم لوگوں کے سب افعال کا اُ سے علم ہے","transliteration":"Wahuwa allathee yaqbalu alttawbata AAan AAibadihi wayaAAfoo AAani alssayyiati wayaAAlamu ma tafAAaloona"},{"id":26,"text":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","translation":"وہ ایمان لانے والوں اور نیک عمل کرنے والوں کی دعا قبول کرتا ہے اور اپنے فضل سے ان کو اور زیادہ دیتا ہے رہے انکار کرنے والے، تو ان کے لیے دردناک سزا ہے","transliteration":"Wayastajeebu allatheena amanoo waAAamiloo alssalihati wayazeeduhum min fadlihi waalkafiroona lahum AAathabun shadeedun"},{"id":27,"text":"۞وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","translation":"اگر اللہ اپنے سب بندوں کو کھلا رزق دے دیتا تو وہ زمین میں سرکشی کا طوفان برپا کر دیتے، مگر وہ ایک حساب سے جتنا چاہتا ہے نازل کرتا ہے، یقیناً وہ اپنے بندوں سے با خبر ہے اور اُن پر نگاہ رکھتا ہے","transliteration":"Walaw basata Allahu alrrizqa liAAibadihi labaghaw fee alardi walakin yunazzilu biqadarin ma yashao innahu biAAibadihi khabeerun baseerun"},{"id":28,"text":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","translation":"وہی ہے جو لوگوں کے مایوس ہو جانے کے بعد مینہ برساتا ہے اور اپنی رحمت پھیلا دیتا ہے، اور وہی قابل تعریف ولی ہے","transliteration":"Wahuwa allathee yunazzilu alghaytha min baAAdi ma qanatoo wayanshuru rahmatahu wahuwa alwaliyyu alhameedu"},{"id":29,"text":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","translation":"اُس کی نشانیوں میں سے ہے یہ زمین اور آسمانوں کی پیدائش، اور یہ جاندار مخلوقات جو اُس نے دونوں جگہ پھیلا رکھی ہیں وہ جب چاہے انہیں اکٹھا کر سکتا ہے","transliteration":"Wamin ayatihi khalqu alssamawati waalardi wama baththa feehima min dabbatin wahuwa AAala jamAAihim itha yashao qadeerun"},{"id":30,"text":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","translation":"تم پر جو مصیبت بھی آئی ہے، تمہارے اپنے ہاتھوں کی کمائی سے آئی ہے، اور بہت سے قصوروں سے وہ ویسے ہی در گزر کر جاتا ہے","transliteration":"Wama asabakum min museebatin fabima kasabat aydeekum wayaAAfoo AAan katheerin"},{"id":31,"text":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","translation":"تم زمین میں اپنے خدا کو عاجز کر دینے والے نہیں ہو، اور اللہ کے مقابلے میں تم کوئی حامی و ناصر نہیں رکھتے","transliteration":"Wama antum bimuAAjizeena fee alardi wama lakum min dooni Allahi min waliyyin wala naseerin"},{"id":32,"text":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","translation":"اُس کی نشانیوں میں سے ہیں یہ جہاز جو سمندر میں پہاڑوں کی طرح نظر آتے ہیں","transliteration":"Wamin ayatihi aljawari fee albahri kaalaAAlami"},{"id":33,"text":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","translation":"اللہ جب چاہے ہوا کو ساکن کر دے اور یہ سمندر کی پیٹھ پر کھڑے کے کھڑے رہ جائیں اِس میں بڑی نشانیاں ہیں ہر اُس شخص کے لیے جو کمال درجہ صبر و شکر کرنے والا ہو","transliteration":"In yasha yuskini alrreeha fayathlalna rawakida AAala thahrihi inna fee thalika laayatin likulli sabbarin shakoorin"},{"id":34,"text":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","translation":"یا (اُن پر سوار ہونے والوں کے) بہت سے گناہوں سے در گزر کرتے ہوئے ان کے چند ہی کرتوتوں کی پاداش میں انہیں ڈبو دے","transliteration":"Aw yoobiqhunna bima kasaboo wayaAAfu AAan katheerin"},{"id":35,"text":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","translation":"اور اُس وقت ہماری آیات میں جھگڑے کرنے والوں کو پتہ چل جائے کہ ان کے لیے کوئی جائے پناہ نہیں ہے","transliteration":"WayaAAlama allatheena yujadiloona fee ayatina ma lahum min maheesin"},{"id":36,"text":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","translation":"جو کچھ بھی تم لوگوں کو دیا گیا ہے وہ محض دنیا کی چند روزہ زندگی کا سر و سامان ہے، اور جو کچھ اللہ کے ہاں ہے وہ بہتر بھی ہے اور پائدار بھی وہ اُن لوگوں کے لیے ہے جو ایمان لائے ہیں اور اپنے رب پر بھروسہ کرتے ہیں","transliteration":"Fama ooteetum min shayin famataAAu alhayati alddunya wama AAinda Allahi khayrun waabqa lillatheena amanoo waAAala rabbihim yatawakkaloona"},{"id":37,"text":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَـٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","translation":"جو بڑے بڑے گناہوں اور بے حیائی کے کاموں سے پرہیز کرتے ہیں اور اگر غصہ آ جائے تو درگزر کر جا تے ہیں","transliteration":"Waallatheena yajtaniboona kabaira alithmi waalfawahisha waitha ma ghadiboo hum yaghfiroona"},{"id":38,"text":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","translation":"جو اپنے رب کا حکم مانتے ہیں، نماز قائم کرتے ہیں، اپنے معاملات آپس کے مشورے سے چلاتے ہیں، ہم نے جو کچھ بھی رزق انہیں دیا ہے اُس میں سے خرچ کرتے ہیں","transliteration":"Waallatheena istajaboo lirabbihim waaqamoo alssalata waamruhum shoora baynahum wamimma razaqnahum yunfiqoona"},{"id":39,"text":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","translation":"اور جب ان پر زیادتی کی جاتی ہے تو اس کا مقابلہ کرتے ہیں","transliteration":"Waallatheena itha asabahumu albaghyu hum yantasiroona"},{"id":40,"text":"وَجَزَـٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّـٰلِمِينَ","translation":"برائی کا بدلہ ویسی ہی برائی ہے، پھر جو کوئی معاف کر دے اور اصلاح کرے اُس کا اجر اللہ کے ذمہ ہے، اللہ ظالموں کو پسند نہیں کرتا","transliteration":"Wajazao sayyiatin sayyiatun mithluha faman AAafa waaslaha faajruhu AAala Allahi innahu la yuhibbu alththalimeena"},{"id":41,"text":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَـٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","translation":"اور جو لوگ ظلم ہونے کے بعد بدلہ لیں اُن کو ملامت نہیں کی جا سکتی","transliteration":"Walamani intasara baAAda thulmihi faolaika ma AAalayhim min sabeelin"},{"id":42,"text":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","translation":"ملامت کے مستحق تو وہ ہیں جو دوسروں پر ظلم کرتے ہیں اور زمین میں ناحق زیادتیاں کرتے ہیں ایسے لوگوں کے لیے دردناک عذاب ہے","transliteration":"Innama alssabeelu AAala allatheena yathlimoona alnnasa wayabghoona fee alardi bighayri alhaqqi olaika lahum AAathabun aleemun"},{"id":43,"text":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","translation":"البتہ جو شخص صبر سے کام لے اور درگزر کرے، تو یہ بڑی اولوالعزمی کے کاموں میں سے ہے","transliteration":"Walaman sabara waghafara inna thalika lamin AAazmi alomoori"},{"id":44,"text":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّـٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","translation":"جس کو اللہ ہی گمراہی میں پھینک دے اُس کا کوئی سنبھالنے والا اللہ کے بعد نہیں ہے تم دیکھو گے کہ یہ ظالم جب عذاب دیکھیں گے تو کہیں گے اب پلٹنے کی بھی کوئی سبیل ہے؟","transliteration":"Waman yudlili Allahu fama lahu min waliyyin min baAAdihi watara alththalimeena lamma raawoo alAAathaba yaqooloona hal ila maraddin min sabeelin"},{"id":45,"text":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّـٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","translation":"اور تم دیکھو گے کہ یہ جہنم کے سامنے جب لائے جائیں گے تو ذلت کے مارے جھکے جا رہے ہوں گے اور اُس کو نظر بچا بچا کر کن آنکھیوں سے دیکھیں گے اُس وقت وہ لوگ جو ایمان لائے تھے کہیں گے کہ واقعی اصل زیاں کار وہی ہیں جنہوں نے آج قیامت کے دن اپنے آپ کو اور اپنے متعلقین کو خسارے میں ڈال دیا خبردار رہو، ظالم لوگ مستقل عذاب میں ہوں گے","transliteration":"Watarahum yuAAradoona AAalayha khashiAAeena mina alththulli yanthuroona min tarfin khafiyyin waqala allatheena amanoo inna alkhasireena allatheena khasiroo anfusahum waahleehim yawma alqiyamati ala inna alththalimeena fee AAathabin muqeemin"},{"id":46,"text":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","translation":"اور ان کے کوئی حامی و سرپرست نہ ہوں گے جو اللہ کے مقابلے میں ان کی مدد کو آئیں جسے اللہ گمراہی میں پھینک دے اس کے لیے بچاؤ کی کوئی سبیل نہیں","transliteration":"Wama kana lahum min awliyaa yansuroonahum min dooni Allahi waman yudlili Allahu fama lahu min sabeelin"},{"id":47,"text":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","translation":"مان لو اپنے رب کی بات قبل اس کے کہ وہ دن آئے جس کے ٹلنے کی کوئی صورت اللہ کی طرف سے نہیں ہے اُس دن تمہارے لیے کوئی جائے پناہ نہ ہوگی اور نہ کوئی تمہارے حال کو بدلنے کی کوشش کرنے والا ہو گا","transliteration":"Istajeeboo lirabbikum min qabli an yatiya yawmun la maradda lahu mina Allahi ma lakum min maljain yawmaithin wama lakum min nakeerin"},{"id":48,"text":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","translation":"اب اگر یہ لوگ منہ موڑتے ہیں تو اے نبیؐ، ہم نے تم کو ان پر نگہبان بنا کر تو نہیں بھیجا ہے تم پر تو صرف بات پہنچا دینے کی ذمہ داری ہے انسان کا حال یہ ہے کہ جب ہم اسے اپنی رحمت کا مزا چکھاتے ہیں تو اُس پر پھول جاتا ہے، اور اگر اس کے اپنے ہاتھوں کا کیا دھرا کسی مصیبت کی شکل میں اُس پر الٹ پڑتا ہے تو سخت ناشکرا بن جاتا ہے","transliteration":"Fain aAAradoo fama arsalnaka AAalayhim hafeethan in AAalayka illa albalaghu wainna itha athaqna alinsana minna rahmatan fariha biha wain tusibhum sayyiatun bima qaddamat aydeehim fainna alinsana kafoorun"},{"id":49,"text":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","translation":"اللہ زمین اور آسمانوں کی بادشاہی کا مالک ہے، جو کچھ چاہتا ہے پیدا کرتا ہے، جسے چاہتا ہے لڑکیاں دیتا ہے، جسے چاہتا ہے لڑکے دیتا ہے","transliteration":"Lillahi mulku alssamawati waalardi yakhluqu ma yashao yahabu liman yashao inathan wayahabu liman yashao alththukoora"},{"id":50,"text":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","translation":"جسے چاہتا ہے لڑکے اور لڑکیاں ملا جلا کر دیتا ہے، اور جسے چاہتا ہے بانجھ کر دیتا ہے وہ سب کچھ جانتا اور ہر چیز پر قادر ہے","transliteration":"Aw yuzawwijuhum thukranan wainathan wayajAAalu man yashao AAaqeeman innahu AAaleemun qadeerun"},{"id":51,"text":"۞وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","translation":"کسی بشر کا یہ مقام نہیں ہے کہ اللہ اُس سے روبرو بات کرے اُس کی بات یا تو وحی (اشارے) کے طور پر ہوتی ہے، یا پردے کے پیچھے سے، یا پھر وہ کوئی پیغام بر (فرشتہ) بھیجتا ہے اور وہ اُس کے حکم سے جو کچھ وہ چاہتا ہے، وحی کرتا ہے، وہ برتر اور حکیم ہے","transliteration":"Wama kana libasharin an yukallimahu Allahu illa wahyan aw min warai hijabin aw yursila rasoolan fayoohiya biithnihi ma yashao innahu AAaliyyun hakeemun"},{"id":52,"text":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"اور اِسی طرح (اے محمدؐ) ہم نے اپنے حکم سے ایک روح تمہاری طرف وحی کی ہے تمہیں کچھ پتہ نہ تھا کہ کتاب کیا ہوتی ہے اور ایمان کیا ہوتا ہے، مگر اُس روح کو ہم نے ایک روشنی بنا دیا جس سے ہم راہ دکھاتے ہیں اپنے بندوں میں سے جسے چاہتے ہیں یقیناً تم سیدھے راستے کی طرف رہنمائی کر رہے ہو","transliteration":"Wakathalika awhayna ilayka roohan min amrina ma kunta tadree ma alkitabu wala aleemanu walakin jaAAalnahu nooran nahdee bihi man nashao min AAibadina wainnaka latahdee ila siratin mustaqeemin"},{"id":53,"text":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","translation":"اُس خدا کے راستے کی طرف جو زمین اور آسمانوں کی ہر چیز کا مالک ہے خبردار رہو، سارے معاملات اللہ ہی کی طرف رجوع کرتے ہیں","transliteration":"Sirati Allahi allathee lahu ma fee alssamawati wama fee alardi ala ila Allahi taseeru alomooru"}]}
