{"id":43,"name":"الزخرف","transliteration":"Az-Zukhruf","translation":"سونے کی چمک","type":"meccan","total_verses":89,"verses":[{"id":1,"text":"حمٓ","translation":"ح م","transliteration":"Hameem"},{"id":2,"text":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","translation":"قسم ہے اِس واضح کتاب کی","transliteration":"Waalkitabi almubeeni"},{"id":3,"text":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","translation":"کہ ہم نے اِسے عربی زبان کا قرآن بنایا ہے تاکہ تم لوگ اِسے سمجھو","transliteration":"Inna jaAAalnahu quranan AAarabiyyan laAAallakum taAAqiloona"},{"id":4,"text":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","translation":"اور در حقیقت یہ ام الکتاب میں ثبت ہے، ہمارے ہاں بڑی بلند مرتبہ اور حکمت سے لبریز کتاب","transliteration":"Wainnahu fee ommi alkitabi ladayna laAAaliyyun hakeemun"},{"id":5,"text":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","translation":"اب کیا ہم تم سے بیزار ہو کر یہ درس نصیحت تمہارے ہاں بھیجنا چھوڑ دیں صرف اِس لیے کہ تم حد سے گزرے ہوئے لوگ ہو؟","transliteration":"Afanadribu AAankumu alththikra safhan an kuntum qawman musrifeena"},{"id":6,"text":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","translation":"پہلے گزری ہوئی قوموں میں بھی بارہا ہم نے نبی بھیجے ہیں","transliteration":"Wakam arsalna min nabiyyin fee alawwaleena"},{"id":7,"text":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"کبھی ایسا نہیں ہوا کہ کوئی نبی اُن کے ہاں آیا ہو اور انہوں نے اُس کا مذاق نہ اڑایا ہو","transliteration":"Wama yateehim min nabiyyin illa kanoo bihi yastahzioona"},{"id":8,"text":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","translation":"پھر جو لوگ اِن سے بدرجہا زیادہ طاقتور تھے اُنہیں ہم نے ہلاک کر دیا، پچھلی قوموں کی مثالیں گزر چکی ہیں","transliteration":"Faahlakna ashadda minhum batshan wamada mathalu alawwaleena"},{"id":9,"text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","translation":"اگر تم اِن لوگوں سے پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ انہیں اُسی زبردست علیم ہستی نے پیدا کیا ہے","transliteration":"Walain saaltahum man khalaqa alssamawati waalarda layaqoolunna khalaqahunna alAAazeezu alAAaleemu"},{"id":10,"text":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","translation":"وہی نا جس نے تمہارے لیے اس زمین کو گہوارہ بنایا اور اس میں تمہاری خاطر راستے بنا دیے تاکہ تم اپنی منزل مقصود کی راہ پاسکو","transliteration":"Allathee jaAAala lakumu alarda mahdan wajaAAala lakum feeha subulan laAAallakum tahtadoona"},{"id":11,"text":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","translation":"جس نے ایک خاص مقدار میں آسمان سے پانی اتارا اور اس کے ذریعہ سے مردہ زمین کو جلا اٹھایا، اِسی طرح ایک روز تم زمین سے برآمد کیے جاؤ گے","transliteration":"Waallathee nazzala mina alssamai maan biqadarin faansharna bihi baldatan maytan kathalika tukhrajoona"},{"id":12,"text":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","translation":"وہی جس نے یہ تمام جوڑے پیدا کیے، اور جس نے تمہارے لیے کشتیوں اور جانوروں کو سواری بنایا تاکہ تم اُن کی پشت پر چڑھو","transliteration":"Waallathee khalaqa alazwaja kullaha wajaAAala lakum mina alfulki waalanAAami ma tarkaboona"},{"id":13,"text":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","translation":"اور جب اُن پر بیٹھو تو اپنے رب کا احسان یاد کرو اور کہو کہ \"پاک ہے وہ جس نے ہمارے لیے اِن چیزوں کو مسخر کر دیا ورنہ ہم انہیں قابو میں لانے کی طاقت نہ رکھتے تھے","transliteration":"Litastawoo AAala thuhoorihi thumma tathkuroo niAAmata rabbikum itha istawaytum AAalayhi wataqooloo subhana allathee sakhkhara lana hatha wama kunna lahu muqrineena"},{"id":14,"text":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","translation":"اور ایک روز ہمیں اپنے رب کی طرف پلٹنا ہے","transliteration":"Wainna ila rabbina lamunqaliboona"},{"id":15,"text":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","translation":"(یہ سب کچھ جانتے اور مانتے ہوئے بھی) اِن لوگوں نے اُس کے بندوں میں سے بعض کو اس کا جز بنا ڈالا، حقیقت یہ ہے کہ انسان کھلا احسان فراموش ہے","transliteration":"WajaAAaloo lahu min AAibadihi juzan inna alinsana lakafoorun mubeenun"},{"id":16,"text":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","translation":"کیا اللہ نے اپنی مخلوق میں سے اپنے لیے بیٹیاں انتخاب کیں اور تمہیں بیٹوں سے نوازا؟","transliteration":"Ami ittakhatha mimma yakhluqu banatin waasfakum bialbaneena"},{"id":17,"text":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","translation":"اور حال یہ ہے کہ جس اولاد کو یہ لوگ اُس خدائے رحمان کی طرف منسوب کرتے ہیں اُس کی ولادت کا مژدہ جب خود اِن میں سے کسی کو دیا جاتا ہے تو اُس کے منہ پر سیاہی چھا جاتی ہے اور وہ غم سے بھر جاتا ہے","transliteration":"Waitha bushshira ahaduhum bima daraba lilrrahmani mathalan thalla wajhuhu muswaddan wahuwa katheemun"},{"id":18,"text":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","translation":"کیا اللہ کے حصے میں وہ اولاد آئی جو زیوروں میں پالی جاتی ہے اور بحث و حجت میں اپنا مدعا پوری طرح واضح بھی نہیں کر سکتی؟","transliteration":"Awaman yunashshao fee alhilyati wahuwa fee alkhisami ghayru mubeenin"},{"id":19,"text":"وَجَعَلُواْ ٱلۡمَلَـٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","translation":"انہوں نے فرشتوں کو، جو خدائے رحمان کے خاص بندے ہیں، عورتیں قرار دے لیا کیا اُن کے جسم کی ساخت اِنہوں نے دیکھی ہے؟ اِن کی گواہی لکھ لی جائے گی اور انہیں اس کی جوابدہی کرنی ہو گی","transliteration":"WajaAAaloo almalaikata allatheena hum AAibadu alrrahmani inathan ashahidoo khalqahum satuktabu shahadatuhum wayusaloona"},{"id":20,"text":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","translation":"یہ کہتے ہیں \"اگر خدائے رحمٰن چاہتا (کہ ہم اُن کی عبادت نہ کریں) تو ہم کبھی اُن کو نہ پوجتے\" یہ اس معاملے کی حقیقت کو قطعی نہیں جانتے، محض تیر تکے لڑاتے ہیں","transliteration":"Waqaloo law shaa alrrahmanu ma AAabadnahum ma lahum bithalika min AAilmin in hum illa yakhrusoona"},{"id":21,"text":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","translation":"کیا ہم نے اِس سے پہلے کوئی کتاب اِن کو دی تھی جس کی سند (اپنی اِس ملائکہ پرستی کے لیے) یہ اپنے پاس رکھتے ہوں؟","transliteration":"Am ataynahum kitaban min qablihi fahum bihi mustamsikoona"},{"id":22,"text":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","translation":"نہیں، بلکہ یہ کہتے ہیں کہ ہم نے اپنے باپ دادا کو ایک طریقے پر پایا ہے اور ہم اُنہی کے نقش قدم پر چل رہے ہیں","transliteration":"Bal qaloo inna wajadna abaana AAala ommatin wainna AAala atharihim muhtadoona"},{"id":23,"text":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","translation":"اِسی طرح تم سے پہلے جس بستی میں بھی ہم نے کوئی نذیر بھیجا، اُس کے کھاتے پیتے لوگوں نے یہی کہا کہ ہم نے اپنے باپ دادا کو ایک طریقے پر پایا ہے اور ہم اُنہی کے نقش قدم کی پیروی کر رہے ہیں","transliteration":"Wakathalika ma arsalna min qablika fee qaryatin min natheerin illa qala mutrafooha inna wajadna abaana AAala ommatin wainna AAala atharihim muqtadoona"},{"id":24,"text":"۞قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translation":"ہر نبی نے ان سے پوچھا، کیا تم اُسی ڈگر پر چلے جاؤ گے خواہ میں اُس راستے سے زیادہ صحیح راستہ تمہیں بتاؤں جس پر تم نے اپنے باپ دادا کو پایا ہے؟ انہوں نے سارے رسولوں کو یہی جواب دیا کہ جس دین کی طرف بلانے کے لیے تم بھیجے گئے ہو ہم اُس کے کافر ہیں","transliteration":"Qala awalaw jitukum biahda mimma wajadtum AAalayhi abaakum qaloo inna bima orsiltum bihi kafiroona"},{"id":25,"text":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translation":"آخر کار ہم نے اُن کی خبر لے ڈالی اور دیکھ لو کہ جھٹلانے والوں کا کیا انجام ہوا","transliteration":"Faintaqamna minhum faonthur kayfa kana AAaqibatu almukaththibeena"},{"id":26,"text":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","translation":"یاد کرو وہ وقت جب ابراہیمؑ نے اپنے باپ اور اپنی قوم سے کہا تھا کہ \"تم جن کی بندگی کرتے ہو میرا اُن سے کوئی تعق نہیں","transliteration":"Waith qala ibraheemu liabeehi waqawmihi innanee baraon mimma taAAbudoona"},{"id":27,"text":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","translation":"میرا تعلق صرف اُس سے ہے جس نے مجھے پیدا کیا، وہی میری رہنمائی کرے گا","transliteration":"Illa allathee fataranee fainnahu sayahdeeni"},{"id":28,"text":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"اور ابراہیمؑ یہی کلمہ اپنے پیچھے اپنی اولاد میں چھوڑ گیا تاکہ وہ اِس کی طرف رجوع کریں","transliteration":"WajaAAalaha kalimatan baqiyatan fee AAaqibihi laAAallahum yarjiAAoona"},{"id":29,"text":"بَلۡ مَتَّعۡتُ هَـٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","translation":"(اس کے باوجود جب یہ لوگ دوسروں کی بندگی کرنے لگے تو میں نے ان کو مٹا نہیں دیا) بلکہ میں اِنہیں اور اِن کے باپ دادا کو متاع حیات دیتا رہا یہاں تک کہ اِن کے پاس حق، اور کھول کھول کر بیان کرنے والا رسول آگیا","transliteration":"Bal mattaAAtu haolai waabaahum hatta jaahumu alhaqqu warasoolun mubeenun"},{"id":30,"text":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","translation":"مگر جب وہ حق اِن کے پاس آیا تو اِنہوں نے کہہ دیا کہ یہ تو جادو ہے اور ہم اس کو ماننے سے انکار کرتے ہیں","transliteration":"Walamma jaahumu alhaqqu qaloo hatha sihrun wainna bihi kafiroona"},{"id":31,"text":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","translation":"کہتے ہیں، یہ قرآن دونوں شہروں کے بڑے آدمیوں میں سے کسی پر کیوں نہ نازل کیا گیا؟","transliteration":"Waqaloo lawla nuzzila hatha alquranu AAala rajulin mina alqaryatayni AAatheemun"},{"id":32,"text":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"کیا تیرے رب کی رحمت یہ لوگ تقسیم کرتے ہیں؟ دنیا کی زندگی میں اِن کی گزر بسر کے ذرائع تو ہم نے اِن کے درمیان تقسیم کیے ہیں، اور اِن میں سے کچھ لوگوں کو کچھ دوسرے لوگوں پر ہم نے بدرجہا فوقیت دی ہے تاکہ یہ ایک دوسرے سے خدمت لیں اور تیرے رب کی رحمت اُس دولت سے زیادہ قیمتی ہے جو (اِن کے رئیس) سمیٹ رہے ہیں","transliteration":"Ahum yaqsimoona rahmata rabbika nahnu qasamna baynahum maAAeeshatahum fee alhayati alddunya warafaAAna baAAdahum fawqa baAAdin darajatin liyattakhitha baAAduhum baAAdan sukhriyyan warahmatu rabbika khayrun mimma yajmaAAoona"},{"id":33,"text":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","translation":"اگر یہ اندیشہ نہ ہوتا کہ سارے لوگ ایک ہی طریقے کے ہو جائیں گے تو خدائے رحمان سے کفر کرنے والوں کے گھروں کی چھتیں، اور ان کی سیڑھیاں جن سے وہ اپنے بالا خانوں پر چڑھتے ہیں","transliteration":"Walawla an yakoona alnnasu ommatan wahidatan lajaAAalna liman yakfuru bialrrahmani libuyootihim suqufan min fiddatin wamaAAarija AAalayha yathharoona"},{"id":34,"text":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","translation":"اور اُن کے دروازے، اور ان کے تخت جن پر وہ تکیے لگا کر بیٹھتے ہیں","transliteration":"Walibuyootihim abwaban wasururan AAalayha yattakioona"},{"id":35,"text":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","translation":"سب چاندی اور سونے کے بنوا دیتے یہ تو محض حیات دنیا کی متاع ہے، اور آخرت تیرے رب کے ہا ں صرف متقین کے لیے ہے","transliteration":"Wazukhrufan wain kullu thalika lamma mataAAu alhayati alddunya waalakhiratu AAinda rabbika lilmuttaqeena"},{"id":36,"text":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","translation":"جو شخص رحمان کے ذکر سے تغافل برتتا ہے، ہم اس پر ایک شیطان مسلط کر دیتے ہیں اور وہ اُس کا رفیق بن جاتا ہے","transliteration":"Waman yaAAshu AAan thikri alrrahmani nuqayyid lahu shaytanan fahuwa lahu qareenun"},{"id":37,"text":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","translation":"یہ شیاطین ایسے لوگو ں کو راہ راست پر آنے سے روکتے ہیں، اور وہ اپنی جگہ یہ سمجھتے ہیں کہ ہم ٹھیک جا رہے ہیں","transliteration":"Wainnahum layasuddoonahum AAani alssabeeli wayahsaboona annahum muhtadoona"},{"id":38,"text":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","translation":"آخر کار جب یہ شخص ہمارے ہاں پہنچے گا تو اپنے شیطان سے کہے گا، \"کاش میرے اور تیرے درمیان مشرق و مغرب کا بُعد ہوتا، تُو تو بد ترین ساتھی نکلا","transliteration":"Hatta itha jaana qala ya layta baynee wabaynaka buAAda almashriqayni fabisa alqareenu"},{"id":39,"text":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","translation":"اُس وقت اِن لوگوں سے کہا جائے گا کہ جب تم ظلم کر چکے تو آج یہ بات تمہارے لیے کچھ بھی نافع نہیں ہے کہ تم اور تمہارے شیاطین عذاب میں مشترک ہیں","transliteration":"Walan yanfaAAakumu alyawma ith thalamtum annakum fee alAAathabi mushtarikoona"},{"id":40,"text":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"اب کیا اے نبیؐ، تم بہروں کو سناؤ گے؟ یا اندھوں اور صریح گمراہی میں پڑے ہوئے لوگوں کو راہ دکھاؤ گے؟","transliteration":"Afaanta tusmiAAu alssumma aw tahdee alAAumya waman kana fee dalalin mubeenin"},{"id":41,"text":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","translation":"اب تو ہمیں اِن کو سزا دینی ہے خواہ تمہیں دنیا سے اٹھا لیں","transliteration":"Faimma nathhabanna bika fainna minhum muntaqimoona"},{"id":42,"text":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","translation":"یا تم کو آنکھوں سے اِن کا وہ انجام دکھا دیں جس کا ہم نے اِن سے وعدہ کیا ہے، ہمیں اِن پر پوری قدرت حاصل ہے","transliteration":"Aw nuriyannaka allathee waAAadnahum fainna AAalayhim muqtadiroona"},{"id":43,"text":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"تم بہر حال اُس کتاب کو مضبوطی سے تھامے رہو جو وحی کے ذریعہ سے تمہارے پاس بھیجی گئی ہے، یقیناً تم سیدھے راستے پر ہو","transliteration":"Faistamsik biallathee oohiya ilayka innaka AAala siratin mustaqeemin"},{"id":44,"text":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","translation":"حقیقت یہ ہے کہ یہ کتاب تمہارے لیے اور تمہاری قوم کے لیے ایک بہت بڑا شرف ہے اور عنقریب تم لوگوں کو اس کی جواب دہی کرنی ہو گی","transliteration":"Wainnahu lathikrun laka waliqawmika wasawfa tusaloona"},{"id":45,"text":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","translation":"تم سے پہلے ہم نے جتنے رسول بھیجے تھے اُن سب سے پوچھ دیکھو، کیا ہم نے خدائے رحمان کے سوا کچھ دوسرے معبود بھی مقرر کیے تھے کہ اُن کی بندگی کی جائے؟","transliteration":"Waisal man arsalna min qablika min rusulina ajaAAalna min dooni alrrahmani alihatan yuAAbadoona"},{"id":46,"text":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","translation":"ہم نے موسیٰؑ کو اپنی نشانیوں کے ساتھ فرعون اور اُس کے اعیان سلطنت کے پاس بھیجا، اور اس نے جا کر کہا کہ میں رب العالمین کا رسول ہوں","transliteration":"Walaqad arsalna moosa biayatina ila firAAawna wamalaihi faqala innee rasoolu rabbi alAAalameena"},{"id":47,"text":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","translation":"پھر جب اُس نے ہماری نشانیاں ان کے سامنے پیش کیں تو وہ ٹھٹھے مارنے لگے","transliteration":"Falamma jaahum biayatina itha hum minha yadhakoona"},{"id":48,"text":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"ہم ایک پر ایک ایسی نشانی اُن کو دکھاتے چلے گئے جو پہلی سے بڑھ چڑھ کر تھی، اور ہم نے اُن کو عذاب میں دھر لیا تاکہ وہ اپنی روش سے باز آئیں","transliteration":"Wama nureehim min ayatin illa hiya akbaru min okhtiha waakhathnahum bialAAathabi laAAallahum yarjiAAoona"},{"id":49,"text":"وَقَالُواْ يَـٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","translation":"ہر عذاب کے موقع پر وہ کہتے، اے ساحر، اپنے رب کی طرف سے جو منصب تجھے حاصل ہے اُس کی بنا پر ہمارے لیے اُس سے دعا کر، ہم ضرور راہ راست پر آ جائیں گے","transliteration":"Waqaloo ya ayyuha alsahiru odAAu lana rabbaka bima AAahida AAindaka innana lamuhtadoona"},{"id":50,"text":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","translation":"مگر جوں ہی کہ ہم ان پر سے عذاب ہٹا دیتے وہ اپنی بات سے پھر جاتے تھے","transliteration":"Falamma kashafna AAanhumu alAAathaba itha hum yankuthoona"},{"id":51,"text":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","translation":"ایک روز فرعون نے اپنی قوم کے درمیان پکار کر کہا، \"لوگو، کیا مصر کی بادشاہی میری نہیں ہے، اور یہ نہریں میرے نیچے نہیں بہہ رہی ہیں؟ کیا تم لوگوں کو نظر نہیں آتا؟","transliteration":"Wanada firAAawnu fee qawmihi qala ya qawmi alaysa lee mulku misra wahathihi alanharu tajree min tahtee afala tubsiroona"},{"id":52,"text":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","translation":"میں بہتر ہوں یا یہ شخص جو ذلیل و حقیر ہے اور اپنی بات بھی کھول کر بیان نہیں کر سکتا؟","transliteration":"Am ana khayrun min hatha allathee huwa maheenun wala yakadu yubeenu"},{"id":53,"text":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَـٰٓئِكَةُ مُقۡتَرِنِينَ","translation":"کیوں نہ اس پر سونے کے کنگن اتارے گئے؟ یا فرشتوں کا ایک دستہ اس کی اردلی میں نہ آیا؟","transliteration":"Falawla olqiya AAalayhi aswiratun min thahabin aw jaa maAAahu almalaikatu muqtarineena"},{"id":54,"text":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","translation":"اُس نے اپنی قوم کو ہلکا سمجھا اور انہوں نے اس کی اطاعت کی، در حقیقت وہ تھے ہی فاسق لوگ","transliteration":"Faistakhaffa qawmahu faataAAoohu innahum kanoo qawman fasiqeena"},{"id":55,"text":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","translation":"آخر کار جب انہوں نے ہمیں غضب ناک کر دیا تو ہم نے ان سے انتقام لیا اور ان کو اکٹھا غرق کر دیا","transliteration":"Falamma asafoona intaqamna minhum faaghraqnahum ajmaAAeena"},{"id":56,"text":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","translation":"اور بعد والوں کے لیے پیش رو اور نمونہ عبرت بنا کر رکھ دیا","transliteration":"FajaAAalnahum salafan wamathalan lilakhireena"},{"id":57,"text":"۞وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","translation":"اور جونہی کہ ابن مریم کی مثال دی گئی، تمہاری قوم کے لوگوں نے اس پر غل مچا دیا","transliteration":"Walamma duriba ibnu maryama mathalan itha qawmuka minhu yasiddoona"},{"id":58,"text":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","translation":"اور لگے کہنے کہ ہمارے معبود اچھے ہیں یا وہ؟ یہ مثال وہ تمہارے سامنے محض کج بحثی کے لیے لائے ہیں، حقیقت یہ ہے کہ یہ ہیں ہی جھگڑالو لوگ","transliteration":"Waqaloo aalihatuna khayrun am huwa ma daraboohu laka illa jadalan bal hum qawmun khasimoona"},{"id":59,"text":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"ابن مریمؑ اِس کے سوا کچھ نہ تھا کہ ایک بندہ تھا جس پر ہم نے انعام کیا اور بنی اسرائیل کے لیے اپنی قدرت کا ایک نمونہ بنا دیا","transliteration":"In huwa illa AAabdun anAAamna AAalayhi wajaAAalnahu mathalan libanee israeela"},{"id":60,"text":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَـٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","translation":"ہم چاہیں تو تم سے فرشتے پیدا کر دیں جو زمین میں تمہارے جانشین ہوں","transliteration":"Walaw nashao lajaAAalna minkum malaikatan fee alardi yakhlufoona"},{"id":61,"text":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"اور وہ دراصل قیامت کی ایک نشانی ہے، پس تم اُس میں شک نہ کرو اور میری بات مان لو، یہی سیدھا راستہ ہے","transliteration":"Wainnahu laAAilmun lilssaAAati fala tamtarunna biha waittabiAAooni hatha siratun mustaqeemun"},{"id":62,"text":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","translation":"ایسا نہ ہو شیطان تم کو اُس سے روک دے کہ وہ تمہارا کھلا دشمن ہے","transliteration":"Wala yasuddannakumu alshshaytanu innahu lakum AAaduwwun mubeenun"},{"id":63,"text":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","translation":"اور جب عیسیٰؑ صریح نشانیاں لیے ہوئے آیا تھا تو اس نے کہا تھا کہ \"میں تم لوگوں کے پاس حکمت لے کر آیا ہوں، اور اس لیے آیا ہوں کہ تم پر بعض اُن باتوں کی حقیقت کھول دوں جن میں تم اختلاف کر رہے ہو، لہٰذا تم اللہ سے ڈرو اور میری اطاعت کرو","transliteration":"Walamma jaa AAeesa bialbayyinati qala qad jitukum bialhikmati waliobayyina lakum baAAda allathee takhtalifoona feehi faittaqoo Allaha waateeAAooni"},{"id":64,"text":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"حقیقت یہ ہے کہ اللہ ہی میرا رب بھی ہے اور تمہارا رب بھی اُسی کی تم عبادت کرو، یہی سیدھا راستہ ہے","transliteration":"Inna Allaha huwa rabbee warabbukum faoAAbudoohu hatha siratun mustaqeemun"},{"id":65,"text":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","translation":"مگر (اُس کی اِس صاف تعلیم کے باوجود) گروہوں نے آپس میں اختلاف کیا، پس تباہی ہے اُن لوگوں کے لیے جنہوں نے ظلم کیا ایک دردناک دن کے عذاب سے","transliteration":"Faikhtalafa alahzabu min baynihim fawaylun lillatheena thalamoo min AAathabi yawmin aleemin"},{"id":66,"text":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"کیا یہ لوگ اب بس اِسی چیز کے منتظر ہیں کہ اچانک اِن پر قیامت آ جائے اور انہیں خبر بھی نہ ہو؟","transliteration":"Hal yanthuroona illa alssaAAata an tatiyahum baghtatan wahum la yashAAuroona"},{"id":67,"text":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","translation":"وہ دن جب آئے گا تو متقین کو چھوڑ کر باقی سب دوست ایک دوسرے کے دشمن ہو جائیں گے","transliteration":"Alakhillao yawmaithin baAAduhum libaAAdin AAaduwwun illa almuttaqeena"},{"id":68,"text":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","translation":"اُس روز اُن لوگوں سے جو ہماری آیات پر ایمان لائے تھے اور مطیع فرمان بن کر رہے تھے","transliteration":"Ya AAibadi la khawfun AAalaykumu alyawma wala antum tahzanoona"},{"id":69,"text":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","translation":"کہا جائے گا کہ \"اے میرے بندو، آج تمہارے لیے کوئی خوف نہیں اور نہ تمہیں کوئی غم لاحق ہوگا","transliteration":"Allatheena amanoo biayatina wakanoo muslimeena"},{"id":70,"text":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","translation":"داخل ہو جاؤ جنت میں تم اور تمہاری بیویاں، تمہیں خوش کر دیا جائے گا","transliteration":"Odkhuloo aljannata antum waazwajukum tuhbaroona"},{"id":71,"text":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","translation":"اُن کے آگے سونے کے تھال اور ساغر گردش کرائے جائیں گے اور ہر من بھاتی اور نگاہوں کو لذت دینے والی چیز وہاں موجود ہو گی ان سے کہا جائے گا، \"تم اب یہاں ہمیشہ رہو گے","transliteration":"Yutafu AAalayhim bisihafin min thahabin waakwabin wafeeha ma tashtaheehi alanfusu watalaththu alaAAyunu waantum feeha khalidoona"},{"id":72,"text":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"تم اِس جنت کے وارث اپنے اُن اعمال کی وجہ سے ہوئے ہو جو تم دنیا میں کرتے رہے","transliteration":"Watilka aljannatu allatee oorithtumooha bima kuntum taAAmaloona"},{"id":73,"text":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","translation":"تمہارے لیے یہاں بکثرت فواکہ موجود ہیں جنہیں تم کھاؤ گے","transliteration":"Lakum feeha fakihatun katheeratun minha takuloona"},{"id":74,"text":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","translation":"رہے مجرمین، تو وہ ہمیشہ جہنم کے عذاب میں مبتلا رہیں گے","transliteration":"Inna almujrimeena fee AAathabi jahannama khalidoona"},{"id":75,"text":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","translation":"کبھی اُن کے عذاب میں کمی نہ ہو گی، اور وہ اس میں مایوس پڑے ہوں گے","transliteration":"La yufattaru AAanhum wahum feehi mublisoona"},{"id":76,"text":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّـٰلِمِينَ","translation":"ان پر ہم نے ظلم نہیں کیا بلکہ وہ خود ہی اپنے اوپر ظلم کرتے رہے","transliteration":"Wama thalamnahum walakin kanoo humu alththalimeena"},{"id":77,"text":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّـٰكِثُونَ","translation":"وہ پکاریں گے، \"اے مالک، تیرا رب ہمارا کام ہی تمام کر دے تو اچھا ہے\" وہ جواب دے گا، \"تم یوں ہی پڑے رہو گے","transliteration":"Wanadaw ya maliku liyaqdi AAalayna rabbuka qala innakum makithoona"},{"id":78,"text":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","translation":"ہم تمہارے پاس حق لے کر آئے تھے مگر تم میں سے اکثر کو حق ہی ناگوار تھا","transliteration":"Laqad jinakum bialhaqqi walakinna aktharakum lilhaqqi karihoona"},{"id":79,"text":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","translation":"کیا اِن لوگوں نے کوئی اقدام کرنے کا فیصلہ کر لیا ہے؟ اچھا تو ہم بھی پھر ایک فیصلہ کیے لیتے ہیں","transliteration":"Am abramoo amran fainna mubrimoona"},{"id":80,"text":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","translation":"کیا اِنہوں نے یہ سمجھ رکھا ہے کہ ہم اِن کی راز کی باتیں اور اِن کی سرگوشیاں سنتے نہیں ہیں؟ ہم سب کچھ سن رہے ہیں اور ہمارے فرشتے اِن کے پاس ہی لکھ رہے ہیں","transliteration":"Am yahsaboona anna la nasmaAAu sirrahum wanajwahum bala warusuluna ladayhim yaktuboona"},{"id":81,"text":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","translation":"اِن سے کہو، \"اگر واقعی رحمان کی کوئی اولاد ہوتی تو سب سے پہلے عبادت کرنے والا میں ہوتا","transliteration":"Qul in kana lilrrahmani waladun faana awwalu alAAabideena"},{"id":82,"text":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","translation":"پاک ہے آسمانوں اور زمین کا فرماں روا عرش کا مالک، اُن ساری باتوں سے جو یہ لوگ اُس کی طرف منسوب کرتے ہیں","transliteration":"Subhana rabbi alssamawati waalardi rabbi alAAarshi AAamma yasifoona"},{"id":83,"text":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","translation":"اچھا، اِنہیں اپنے باطل خیالات میں غرق اور اپنے کھیل میں منہمک رہنے دو، یہاں تک کہ یہ اپنا وہ دن دیکھ لیں جس کا اِنہیں خوف دلایا جا رہا ہے","transliteration":"Fatharhum yakhoodoo wayalAAaboo hatta yulaqoo yawmahumu allathee yooAAadoona"},{"id":84,"text":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","translation":"وہی ایک آسمان میں بھی خدا ہے اور زمین میں بھی خدا، اور وہی حکیم و علیم ہے","transliteration":"Wahuwa allathee fee alssamai ilahun wafee alardi ilahun wahuwa alhakeemu alAAaleemu"},{"id":85,"text":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"بہت بالا و برتر ہے وہ جس کے قبضے میں زمین اور آسمانوں اور ہر اُس چیز کی بادشاہی ہے جو زمین و آسمان کے درمیان پائی جاتی ہے اور وہی قیامت کی گھڑی کا علم رکھتا ہے، اور اسی کی طرف تم سب پلٹائے جانے والے ہو","transliteration":"Watabaraka allathee lahu mulku alssamawati waalardi wama baynahuma waAAindahu AAilmu alssaAAati wailayhi turjaAAoona"},{"id":86,"text":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","translation":"اُس کو چھوڑ کر یہ لوگ جنہیں پکارتے ہیں وہ کسی شفاعت کا اختیار نہیں رکھتے، الا یہ کہ کوئی علم کی بنا پر حق کی شہادت دے","transliteration":"Wala yamliku allatheena yadAAoona min doonihi alshshafaAAata illa man shahida bialhaqqi wahum yaAAlamoona"},{"id":87,"text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","translation":"اور اگر تم اِن سے پوچھو کہ اِنہیں کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ اللہ نے پھر کہاں سے یہ دھوکا کھا رہے ہیں","transliteration":"Walain saaltahum man khalaqahum layaqoolunna Allahu faanna yufakoona"},{"id":88,"text":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَـٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","translation":"قسم ہے رسولؐ کے اِس قول کی کہ اے رب، یہ وہ لوگ ہیں جو مان کر نہیں دیتے","transliteration":"Waqeelihi yarabbi inna haolai qawmun la yuminoona"},{"id":89,"text":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","translation":"اچھا، اے نبیؐ، اِن سے درگزر کرو اور کہہ دو کہ سلام ہے تمہیں، عنقریب اِنہیں معلوم ہو جائے گا","transliteration":"Faisfah AAanhum waqul salamun fasawfa yaAAlamoona"}]}
