{"id":48,"name":"الفتح","transliteration":"Al-Fath","translation":"فتح","type":"medinan","total_verses":29,"verses":[{"id":1,"text":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","translation":"اے نبیؐ، ہم نے تم کو کھلی فتح عطا کر دی","transliteration":"Inna fatahna laka fathan mubeenan"},{"id":2,"text":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","translation":"تاکہ اللہ تمہاری اگلی پچھلی ہر کوتاہی سے درگزر فرمائے اور تم پر اپنی نعمت کی تکمیل کر دے اور تمہیں سیدھا راستہ دکھائے","transliteration":"Liyaghfira laka Allahu ma taqaddama min thanbika wama taakhkhara wayutimma niAAmatahu AAalayka wayahdiyaka siratan mustaqeeman"},{"id":3,"text":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","translation":"اور تم کو زبردست نصرت بخشے","transliteration":"Wayansuraka Allahu nasran AAazeezan"},{"id":4,"text":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"وہی ہے جس نے مومنوں کے دلوں میں سکینت نازل فرمائی تاکہ اپنے ایمان کے ساتھ وہ ایک ایمان اور بڑھا لیں زمین اور آسمانوں کے سب لشکر اللہ کے قبضہ قدرت میں ہیں اور وہ علیم و حکیم ہے","transliteration":"Huwa allathee anzala alssakeenata fee quloobi almumineena liyazdadoo eemanan maAAa eemanihim walillahi junoodu alssamawati waalardi wakana Allahu AAaleeman hakeeman"},{"id":5,"text":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","translation":"(اُس نے یہ کام اِس لیے کیا ہے) تاکہ مومن مردوں اور عورتوں کو ہمیشہ رہنے کے لیے ایسی جنتوں میں داخل فرمائے جن کے نیچے نہریں بہہ رہی ہوں گی اور اُن کی برائیاں اُن سے دور کر دے اللہ کے نزدیک یہ بڑی کامیابی ہے","transliteration":"Liyudkhila almumineena waalmuminati jannatin tajree min tahtiha alanharu khalideena feeha wayukaffira AAanhum sayyiatihim wakana thalika AAinda Allahi fawzan AAatheeman"},{"id":6,"text":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","translation":"اور اُن منافق مردوں اور عورتوں اور مشرک مردوں اور عورتوں کو سزا دے جو اللہ کے متعلق برے گمان رکھتے ہیں برائی کے پھیر میں وہ خود ہی آ گئے، اللہ کا غضب ان پر ہوا اور اس نے ان پر لعنت کی اور ان کے لیے جہنم مہیا کر دی جو بہت ہی برا ٹھکانا ہے","transliteration":"WayuAAaththiba almunafiqeena waalmunafiqati waalmushrikeena waalmushrikati alththanneena biAllahi thanna alssawi AAalayhim dairatu alssawi waghadiba Allahu AAalayhim walaAAanahum waaAAadda lahum jahannama wasaat maseeran"},{"id":7,"text":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","translation":"زمین اور آسمانوں کے لشکر اللہ ہی کے قبضہ قدرت میں ہیں اور وہ زبردست اور حکیم ہے","transliteration":"Walillahi junoodu alssamawati waalardi wakana Allahu AAazeezan hakeeman"},{"id":8,"text":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","translation":"اے نبیؐ، ہم نے تم کو شہادت دینے والا، بشارت دینے والا اور خبردار کر دینے والا بنا کر بھیجا ہے","transliteration":"Inna arsalnaka shahidan wamubashshiran wanatheeran"},{"id":9,"text":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","translation":"تاکہ اے لوگو، تم اللہ اور اس کے رسول پر ایمان لاؤ اور اُس کا ساتھ دو، اس کی تعظیم و توقیر کرو اور صبح و شام اس کی تسبیح کرتے رہو","transliteration":"Lituminoo biAllahi warasoolihi watuAAazziroohu watuwaqqiroohu watusabbihoohu bukratan waaseelan"},{"id":10,"text":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","translation":"اے نبیؐ، جو لوگ تم سے بیعت کر رہے تھے وہ دراصل اللہ سے بیعت کر رہے تھے ان کے ہاتھ پر اللہ کا ہاتھ تھا اب جو اس عہد کو توڑے گا اُس کی عہد شکنی کا وبال اس کی اپنی ہی ذات پر ہوگا، اور جو اُس عہد کو وفا کرے گا جو اس نے اللہ سے کیا ہے، اللہ عنقریب اس کو بڑا اجر عطا فرمائے گا","transliteration":"Inna allatheena yubayiAAoonaka innama yubayiAAoona Allaha yadu Allahi fawqa aydeehim faman nakatha fainnama yankuthu AAala nafsihi waman awfa bima AAahada AAalayhu Allaha fasayuteehi ajran AAatheeman"},{"id":11,"text":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","translation":"اے نبیؐ، بدوی عربوں میں سے جو لوگ پیچھے چھوڑ دیے گئے تھے اب وہ آ کر ضرور تم سے کہیں گے کہ \"ہمیں اپنے اموال اور بال بچوں کی فکر نے مشغول کر رکھا تھا، آپ ہمارے لیے مغفرت کی دعا فرمائیں\" یہ لوگ اپنی زبانوں سے وہ باتیں کہتے ہیں جو ان کے دلوں میں نہیں ہوتیں ان سے کہنا \"اچھا، یہی بات ہے تو کون تمہارے معاملہ میں اللہ کے فیصلے کو روک دینے کا کچھ بھی اختیار رکھتا ہے اگر وہ تمہیں کوئی نقصان پہنچانا چاہے یا نفع بخشنا چاہے؟ تمہارے اعمال سے تو اللہ ہی باخبر ہے","transliteration":"Sayaqoolu laka almukhallafoona mina alaAArabi shaghalatna amwaluna waahloona faistaghfir lana yaqooloona bialsinatihim ma laysa fee quloobihim qul faman yamliku lakum mina Allahi shayan in arada bikum darran aw arada bikum nafAAan bal kana Allahu bima taAAmaloona khabeeran"},{"id":12,"text":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","translation":"(مگر اصل بات وہ نہیں ہے جو تم کہہ رہے ہو) بلکہ تم نے یوں سمجھا کہ رسول اور مومنین اپنے گھر والوں میں ہرگز پلٹ کر نہ آ سکیں گے اور یہ خیال تمہارے دلوں کو بہت بھلا لگا اور تم نے بہت برے گمان کیے اور تم سخت بد باطن لوگ ہو","transliteration":"Bal thanantum an lan yanqaliba alrrasoolu waalmuminoona ila ahleehim abadan wazuyyina thalika fee quloobikum wathanantum thanna alssawi wakuntum qawman booran"},{"id":13,"text":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","translation":"اللہ اور اس کے رسول پر جو لوگ ایمان نہ رکھتے ہوں ایسے کافروں کے لیے ہم نے بھڑکتی ہوئی آگ مہیا کر رکھی ہے","transliteration":"Waman lam yumin biAllahi warasoolihi fainna aAAtadna lilkafireena saAAeeran"},{"id":14,"text":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"آسمانوں اور زمین کی بادشاہی کا مالک اللہ ہی ہے جسے چاہے معاف کرے اور جسے چاہے سزا دے، اور وہ غفور و رحیم ہے","transliteration":"Walillahi mulku alssamawati waalardi yaghfiru liman yashao wayuAAaththibu man yashao wakana Allahu ghafooran raheeman"},{"id":15,"text":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","translation":"جب تم مال غنیمت حاصل کرنے کے لیے جانے لگو گے تو یہ پیچھے چھوڑے جانے والے لوگ تم سے ضرور کہیں گے کہ ہمیں بھی اپنے ساتھ چلنے دو یہ چاہتے ہیں کہ اللہ کے فرمان کو بدل دیں اِن سے صاف کہہ دینا کہ \"تم ہرگز ہمارے ساتھ نہیں چل سکتے، اللہ پہلے ہی یہ فرما چکا ہے\" یہ کہیں گے کہ \"نہیں، بلکہ تم لوگ ہم سے حسد کر رہے ہو\" (حالانکہ بات حسد کی نہیں ہے) بلکہ یہ لوگ صحیح بات کو کم ہی سمجھتے ہیں","transliteration":"Sayaqoolu almukhallafoona itha intalaqtum ila maghanima litakhuthooha tharoona nattabiAAkum yureedoona an yubaddiloo kalama Allahi qul lan tattabiAAoona kathalikum qala Allahu min qablu fasayaqooloona bal tahsudoonana bal kanoo la yafqahoona illa qaleelan"},{"id":16,"text":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","translation":"اِن پیچھے چھوڑے جانے والے بدوی عربوں سے کہنا کہ \"عنقریب تمہیں ایسے لوگوں سے لڑنے کے لیے بلایا جائے گا جو بڑے زور آور ہیں تم کو ان سے جنگ کرنی ہوگی یا وہ مطیع ہو جائیں گے اُس وقت اگر تم نے حکم جہاد کی اطاعت کی تو اللہ تمہیں اچھا اجر دے گا، اور اگر تم پھر اُسی طرح منہ موڑ گئے جس طرح پہلے موڑ چکے ہو تو اللہ تم کو دردناک سزا دے گا","transliteration":"Qul lilmukhallafeena mina alaAArabi satudAAawna ila qawmin olee basin shadeedin tuqatiloonahum aw yuslimoona fain tuteeAAoo yutikumu Allahu ajran hasanan wain tatawallaw kama tawallaytum min qablu yuAAaththibkum AAathaban aleeman"},{"id":17,"text":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","translation":"اگر اندھا اور لنگڑا اور مریض جہاد کے لیے نہ آئے تو کوئی حرج نہیں جو کوئی اللہ اور اس کے رسول کی اطاعت کرے گا اللہ اسے اُن جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی، اور جو منہ پھیرے گا اسے وہ دردناک عذاب دے گا","transliteration":"Laysa AAala alaAAma harajun wala AAala alaAAraji harajun wala AAala almareedi harajun waman yutiAAi Allaha warasoolahu yudkhilhu jannatin tajree min tahtiha alanharu waman yatawalla yuAAaththibhu AAathaban aleeman"},{"id":18,"text":"۞لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","translation":"اللہ مومنوں سے خوش ہو گیا جب وہ درخت کے نیچے تم سے بیعت کر رہے تھے ان کے دلوں کا حال اُس کو معلوم تھا، اس لیے اس نے ان پر سکینت نازل فرمائی، ان کو انعام میں قریبی فتح بخشی","transliteration":"Laqad radiya Allahu AAani almumineena ith yubayiAAoonaka tahta alshshajarati faAAalima ma fee quloobihim faanzala alsakeenata AAalayhim waathabahum fathan qareeban"},{"id":19,"text":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","translation":"اور بہت سا مال غنیمت انہیں عطا کر دیا جسے وہ (عنقریب) حاصل کریں گے اللہ زبردست اور حکیم ہے","transliteration":"Wamaghanima katheeratan yakhuthoonaha wakana Allahu AAazeezan hakeeman"},{"id":20,"text":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","translation":"اللہ تم سے بکثرت اموال غنیمت کا وعدہ کرتا ہے جنہیں تم حاصل کرو گے فوری طور پر تو یہ فتح اس نے تمہیں عطا کر دی اور لوگوں کے ہاتھ تمہارے خلاف اٹھنے سے روک دیے، تاکہ یہ مومنوں کے لیے ایک نشانی بن جائے اور اللہ سیدھے راستے کی طرف تمہیں ہدایت بخشے","transliteration":"WaAAadakumu Allahu maghanima katheeratan takhuthoonaha faAAajjala lakum hathihi wakaffa aydiya alnnasi AAankum walitakoona ayatan lilmumineena wayahdiyakum siratan mustaqeeman"},{"id":21,"text":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","translation":"اِس کے علاوہ دوسرے اور غنیمتوں کا بھی وہ تم سے وعدہ کرتا ہے جن پر تم ابھی تک قادر نہیں ہوئے ہو اور اللہ نے ان کو گھیر رکھا ہے، اللہ ہر چیز پر قادر ہے","transliteration":"Waokhra lam taqdiroo AAalayha qad ahata Allahu biha wakana Allahu AAala kulli shayin qadeeran"},{"id":22,"text":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","translation":"یہ کافر لوگ اگر اِس وقت تم سے لڑ گئے ہوتے تو یقیناً پیٹھ پھیر جاتے اور کوئی حامی و مددگار نہ پاتے","transliteration":"Walaw qatalakumu allatheena kafaroo lawallawoo aladbara thumma la yajidoona waliyyan wala naseeran"},{"id":23,"text":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","translation":"یہ اللہ کی سنت ہے جو پہلے سے چلی آ رہی ہے اور تم اللہ کی سنت میں کوئی تبدیلی نہ پاؤ گے","transliteration":"Sunnata Allahi allatee qad khalat min qablu walan tajida lisunnati Allahi tabdeelan"},{"id":24,"text":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","translation":"وہی ہے جس نے مکہ کی وادی میں اُن کے ہاتھ تم سے اور تمہارے ہاتھ اُن سے روک دیے، حالانکہ وہ اُن پر تمہیں غلبہ عطا کر چکا تھا اور جو کچھ تم کر رہے تھے اللہ اسے دیکھ رہا تھا","transliteration":"Wahuwa allathee kaffa aydiyahum AAankum waaydiyakum AAanhum bibatni makkata min baAAdi an athfarakum AAalayhim wakana Allahu bima taAAmaloona baseeran"},{"id":25,"text":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","translation":"وہی لوگ تو ہیں جنہوں نے کفر کیا اور تم کو مسجد حرام سے روکا اور ہدی کے اونٹوں کو اُن کی قربانی کی جگہ نہ پہنچنے دیا اگر (مکہ میں) ایسے مومن مرد و عورت موجود نہ ہوتے جنہیں تم نہیں جانتے، اور یہ خطرہ نہ ہوتا کہ نادانستگی میں تم انہیں پامال کر دو گے اور اس سے تم پر حرف آئے گا (تو جنگ نہ روکی جاتی روکی وہ اس لیے گئی) تاکہ اللہ اپنی رحمت میں جس کو چاہے داخل کر لے وہ مومن الگ ہو گئے ہوتے تو (اہل مکہ میں سے) جو کافر تھے ان کو ہم ضرور سخت سزا دیتے","transliteration":"Humu allatheena kafaroo wasaddookum AAani almasjidi alharami waalhadya maAAkoofan an yablugha mahillahu walawla rijalun muminoona wanisaon muminatun lam taAAlamoohum an tataoohum fatuseebakum minhum maAAarratun bighayri AAilmin liyudkhila Allahu fee rahmatihi man yashao law tazayyaloo laAAaththabna allatheena kafaroo minhum AAathaban aleeman"},{"id":26,"text":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","translation":"(یہی وجہ ہے کہ) جب ان کافروں نے اپنے دلوں میں جاہلانہ حمیت بٹھا لی تو اللہ نے اپنے رسول اور مومنوں پر سکینت نازل فرمائی اور مومنوں کو تقویٰ کی بات کا پابند رکھا کہ وہی اُس کے زیادہ حق دار اور اُس کے اہل تھے اللہ ہر چیز کا علم رکھتا ہے","transliteration":"Ith jaAAala allatheena kafaroo fee quloobihimu alhamiyyata hamiyyata aljahiliyyati faanzala Allahu sakeenatahu AAala rasoolihi waAAala almumineena waalzamahum kalimata alttaqwa wakanoo ahaqqa biha waahlaha wakana Allahu bikulli shayin AAaleeman"},{"id":27,"text":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","translation":"فی الواقع اللہ نے اپنے رسول کو سچا خواب دکھا یا تھا جو ٹھیک ٹھیک حق کے مطابق تھا انشاءاللہ تم ضرور مسجد حرام میں پورے امن کے ساتھ داخل ہو گے، اپنے سر منڈواؤ گے اور بال ترشواؤ گے، اور تمہیں کوئی خوف نہ ہو گا وہ اُس بات کو جانتا تھا جسے تم نہ جانتے تھے اس لیے وہ خواب پورا ہونے سے پہلے اُس نے یہ قریبی فتح تم کو عطا فرما دی","transliteration":"Laqad sadaqa Allahu rasoolahu alrruya bialhaqqi latadkhulunna almasjida alharama in shaa Allahu amineena muhalliqeena ruoosakum wamuqassireena la takhafoona faAAalima ma lam taAAlamoo fajaAAala min dooni thalika fathan qareeban"},{"id":28,"text":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","translation":"وہ اللہ ہی ہے جس نے اپنے رسول کو ہدایت اور دین حق کے ساتھ بھیجا ہے تاکہ اُس کو پوری جنس دین پر غالب کر دے اور اِس حقیقت پر اللہ کی گواہی کافی ہے","transliteration":"Huwa allathee arsala rasoolahu bialhuda wadeeni alhaqqi liyuthhirahu AAala alddeeni kullihi wakafa biAllahi shaheedan"},{"id":29,"text":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","translation":"محمدؐ اللہ کے رسول ہیں، اور جو لوگ ان کے ساتھ ہیں وہ کفار پر سخت اور آپس میں رحیم ہیں تم جب دیکھو گے اُنہیں رکوع و سجود، اور اللہ کے فضل اور اس کی خوشنودی کی طلب میں مشغول پاؤ گے سجود کے اثرات ان کے چہروں پر موجود ہیں جن سے وہ الگ پہچانے جاتے ہیں یہ ہے ان کی صفت توراۃ میں اور انجیل میں اُن کی مثال یوں دی گئی ہے کہ گویا ایک کھیتی ہے جس نے پہلے کونپل نکالی، پھر اس کو تقویت دی، پھر وہ گدرائی، پھر اپنے تنے پر کھڑی ہو گئی کاشت کرنے والوں کو وہ خوش کرتی ہے تاکہ کفار ان کے پھلنے پھولنے پر جلیں اِس گروہ کے لوگ جو ایمان لائے ہیں اور جنہوں نے نیک عمل کیے ہیں اللہ نے ان سے مغفرت اور بڑے اجر کا وعدہ فرمایا ہے","transliteration":"Muhammadun rasoolu Allahi waallatheena maAAahu ashiddao AAala alkuffari ruhamao baynahum tarahum rukkaAAan sujjadan yabtaghoona fadlan mina Allahi waridwanan seemahum fee wujoohihim min athari alssujoodi thalika mathaluhum fee alttawrati wamathaluhum fee alinjeeli kazarAAin akhraja shatahu faazarahu faistaghlatha faistawa AAala sooqihi yuAAjibu alzzurraAAa liyagheetha bihimu alkuffara waAAada Allahu allatheena amanoo waAAamiloo alssalihati minhum maghfiratan waajran AAatheeman"}]}
