{"id":51,"name":"الذاريات","transliteration":"Adh-Dhariyat","translation":"بکھیرنے والیاں","type":"meccan","total_verses":60,"verses":[{"id":1,"text":"وَٱلذَّـٰرِيَٰتِ ذَرۡوٗا","translation":"قسم ہے اُن ہواؤں کی جو گرد اڑانے والی ہیں","transliteration":"Waalththariyati tharwan"},{"id":2,"text":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","translation":"پھر پانی سے لدے ہوئے بادل اٹھانے والی ہیں","transliteration":"Faalhamilati wiqran"},{"id":3,"text":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","translation":"پھر سبک رفتاری کے ساتھ چلنے والی ہیں","transliteration":"Faaljariyati yusran"},{"id":4,"text":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","translation":"پھر ایک بڑے کام (بارش) کی تقسیم کرنے والی ہیں","transliteration":"Faalmuqassimati amran"},{"id":5,"text":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","translation":"حق یہ ہے کہ جس چیز کا تمہیں خوف دلایا جا رہا ہے وہ سچی ہے","transliteration":"Innama tooAAadoona lasadiqun"},{"id":6,"text":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","translation":"اور جزائے اعمال ضرور پیش آنی ہے","transliteration":"Wainna alddeena lawaqiAAun"},{"id":7,"text":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","translation":"قسم ہے متفرق شکلوں والے آسمان کی","transliteration":"Waalssamai thati alhubuki"},{"id":8,"text":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","translation":"(آخرت کے بارے میں) تمہاری بات ایک دوسرے سے مختلف ہے","transliteration":"Innakum lafee qawlin mukhtalifin"},{"id":9,"text":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","translation":"اُس سے وہی برگشتہ ہوتا ہے جو حق سے پھرا ہوا ہے","transliteration":"Yufaku AAanhu man ofika"},{"id":10,"text":"قُتِلَ ٱلۡخَرَّـٰصُونَ","translation":"مارے گئے قیاس و گمان سے حکم لگانے والے","transliteration":"Qutila alkharrasoona"},{"id":11,"text":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","translation":"جو جہالت میں غرق اور غفلت میں مدہوش ہیں","transliteration":"Allatheena hum fee ghamratin sahoona"},{"id":12,"text":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","translation":"پوچھتے ہیں آخر وہ روز جزاء کب آئے گا؟","transliteration":"Yasaloona ayyana yawmu alddeeni"},{"id":13,"text":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","translation":"وہ اُس روز آئے گا جب یہ لوگ آگ پر تپائے جائیں گے","transliteration":"Yawma hum AAala alnnari yuftanoona"},{"id":14,"text":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","translation":"(اِن سے کہا جائے گا) اب چکھو مزا اپنے فتنے کا یہ وہی چیز ہے جس کے لیے تم جلدی مچا رہے تھے","transliteration":"Thooqoo fitnatakum hatha allathee kuntum bihi tastaAAjiloona"},{"id":15,"text":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَعُيُونٍ","translation":"البتہ متقی لوگ اُس روز باغوں اور چشموں میں ہوں گے","transliteration":"Inna almuttaqeena fee jannatin waAAuyoonin"},{"id":16,"text":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","translation":"جو کچھ اُن کا رب انہیں دے گا اسے خوشی خوشی لے رہے ہوں گے وہ اُس دن کے آنے سے پہلے نیکو کار تھے","transliteration":"Akhitheena ma atahum rabbuhum innahum kanoo qabla thalika muhsineena"},{"id":17,"text":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","translation":"راتوں کو کم ہی سوتے تھے","transliteration":"Kanoo qaleelan mina allayli ma yahjaAAoona"},{"id":18,"text":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","translation":"پھر وہی رات کے پچھلے پہروں میں معافی مانگتے تھے","transliteration":"Wabialashari hum yastaghfiroona"},{"id":19,"text":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","translation":"اور اُن کے مالوں میں حق تھا سائل اور محروم کے لیے","transliteration":"Wafee amwalihim haqqun lilssaili waalmahroomi"},{"id":20,"text":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","translation":"زمین میں بہت سی نشانیاں ہیں یقین لانے والوں کے لیے","transliteration":"Wafee alardi ayatun lilmooqineena"},{"id":21,"text":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","translation":"اور خود تمہارے اپنے وجود میں ہیں کیا تم کو سوجھتا نہیں؟","transliteration":"Wafee anfusikum afala tubsiroona"},{"id":22,"text":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","translation":"آسمان ہی میں ہے تمہارا رزق بھی اور وہ چیز بھی جس کا تم سے وعدہ کیا جا رہا ہے","transliteration":"Wafee alssamai rizqukum wama tooAAadoona"},{"id":23,"text":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","translation":"پس قسم ہے آسمان اور زمین کے مالک کی، یہ بات حق ہے، ایسی ہی یقینی جیسے تم بول رہے ہو","transliteration":"Fawarabbi alssamai waalardi innahu lahaqqun mithla ma annakum tantiqoona"},{"id":24,"text":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","translation":"اے نبیؐ، ابراہیمؑ کے معزز مہمانوں کی حکایت بھی تمہیں پہنچی ہے؟","transliteration":"Hal ataka hadeethu dayfi ibraheema almukrameena"},{"id":25,"text":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","translation":"جب وہ اُس کے ہاں آئے تو کہا آپ کو سلام ہے اُس نے کہا \"آپ لوگوں کو بھی سلام ہے کچھ نا آشنا سے لوگ ہیں","transliteration":"Ith dakhaloo AAalayhi faqaloo salaman qala salamun qawmun munkaroona"},{"id":26,"text":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","translation":"پھر وہ چپکے سے اپنے گھر والوں کے پاس گیا، اور ایک موٹا تازہ بچھڑا لا کر","transliteration":"Faragha ila ahlihi fajaa biAAijlin sameenin"},{"id":27,"text":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","translation":"مہمانوں کے آگے پیش کیا اُس نے کہا آپ حضرات کھاتے نہیں؟","transliteration":"Faqarrabahu ilayhim qala ala takuloona"},{"id":28,"text":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","translation":"پھر وہ اپنے دل میں ان سے ڈرا انہوں نے کہا ڈریے نہیں، اور اُسے ایک ذی علم لڑکے کی پیدائش کا مژدہ سنایا","transliteration":"Faawjasa minhum kheefatan qaloo la takhaf wabashsharoohu bighulamin AAaleemin"},{"id":29,"text":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","translation":"یہ سن کر اُس کی بیوی چیختی ہوئی آگے بڑھی اور اس نے اپنا منہ پیٹ لیا اور کہنے لگی، \"بوڑھی، بانجھ","transliteration":"Faaqbalati imraatuhu fee sarratin fasakkat wajhaha waqalat AAajoozun AAaqeemun"},{"id":30,"text":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","translation":"انہوں نے کہا \"یہی کچھ فرمایا ہے تیرے رب نے، وہ حکیم ہے اور سب کچھ جانتا ہے","transliteration":"Qaloo kathaliki qala rabbuki innahu huwa alhakeemu alAAaleemu"},{"id":31,"text":"۞قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ","translation":"ابراہیمؑ نے کہا \"اے فرستادگان الٰہی، کیا مہم آپ کو در پیش ہے؟","transliteration":"Qala fama khatbukum ayyuha almursaloona"},{"id":32,"text":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ","translation":"انہوں نے کہا \"ہم ایک مجرم قوم کی طرف بھیجے گئے ہیں","transliteration":"Qaloo inna orsilna ila qawmin mujrimeena"},{"id":33,"text":"لِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ","translation":"تاکہ اُس پر پکی ہوئی مٹی کے پتھر برسا دیں","transliteration":"Linursila AAalayhim hijaratan min teenin"},{"id":34,"text":"مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ","translation":"جو آپ کے رب کے ہاں حد سے گزر جانے والوں کے لیے نشان زدہ ہیں","transliteration":"Musawwamatan AAinda rabbika lilmusrifeena"},{"id":35,"text":"فَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ","translation":"پھر ہم نے اُن سب لوگوں کو نکال لیا جو اُس بستی میں مومن تھے","transliteration":"Faakhrajna man kana feeha mina almumineena"},{"id":36,"text":"فَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ","translation":"اور وہاں ہم نے ایک گھر کے سوا مسلمانوں کا کوئی گھر نہ پایا","transliteration":"Fama wajadna feeha ghayra baytin mina almuslimeena"},{"id":37,"text":"وَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ","translation":"اس کے بعد ہم نے وہاں بس ایک نشانی اُن لوگوں کے لیے چھوڑ دی جو درد ناک عذاب سے ڈرتے ہوں","transliteration":"Watarakna feeha ayatan lillatheena yakhafoona alAAathaba alaleema"},{"id":38,"text":"وَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ","translation":"اور (تمہارے لیے نشانی ہے) موسیٰؑ کے قصے میں جب ہم نے اُسے صریح سند کے ساتھ فرعون کے پاس بھیجا","transliteration":"Wafee moosa ith arsalnahu ila firAAawna bisultanin mubeenin"},{"id":39,"text":"فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ","translation":"تو وہ اپنے بل بوتے پر اکڑ گیا اور بولا یہ جادوگر ہے یا مجنوں ہے","transliteration":"Fatawalla biruknihi waqala sahirun aw majnoonun"},{"id":40,"text":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ","translation":"آخر کار ہم نے اُسے اور اس کے لشکروں کو پکڑا اور سب کو سمندر میں پھینک دیا اور وہ ملامت زدہ ہو کر رہ گیا","transliteration":"Faakhathnahu wajunoodahu fanabathnahum fee alyammi wahuwa muleemun"},{"id":41,"text":"وَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ","translation":"اور (تمہارے لیے نشانی ہے) عاد میں، جبکہ ہم نے ان پر ایک ایسی بے خیر ہوا بھیج دی","transliteration":"Wafee AAadin ith arsalna AAalayhimu alrreeha alAAaqeema"},{"id":42,"text":"مَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ","translation":"کہ جس چیز پر بھی وہ گزر گئی اسے بوسیدہ کر کے رکھ دیا","transliteration":"Ma tatharu min shayin atat AAalayhi illa jaAAalathu kaalrrameemi"},{"id":43,"text":"وَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ","translation":"اور (تمہارے لیے نشانی ہے) ثمود میں، جب اُن سے کہا گیا تھا کہ ایک خاص وقت تک مزے کر لو","transliteration":"Wafee thamooda ith qeela lahum tamattaAAoo hatta heenin"},{"id":44,"text":"فَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّـٰعِقَةُ وَهُمۡ يَنظُرُونَ","translation":"مگر اس تنبیہ پر بھی انہوں نے اپنے رب کے حکم سے سرتابی کی آخر کار ان کے دیکھتے دیکھتے ایک اچانک ٹوٹ پڑنے والے عذاب نے اُن کو آ لیا","transliteration":"FaAAataw AAan amri rabbihim faakhathathumu alssaAAiqatu wahum yanthuroona"},{"id":45,"text":"فَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ","translation":"پھر نہ اُن میں اٹھنے کی سکت تھی اور نہ وہ اپنا بچاؤ کر سکتے تھے","transliteration":"Fama istataAAoo min qiyamin wama kanoo muntasireena"},{"id":46,"text":"وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","translation":"اور ان سب سے پہلے ہم نے نوحؑ کی قوم کو ہلاک کیا کیونکہ وہ فاسق لوگ تھے","transliteration":"Waqawma noohin min qablu innahum kanoo qawman fasiqeena"},{"id":47,"text":"وَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ","translation":"آسمان کو ہم نے اپنے زور سے بنایا ہے اور ہم اِس کی قدرت رکھتے ہیں","transliteration":"Waalssamaa banaynaha biaydin wainna lamoosiAAoona"},{"id":48,"text":"وَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ","translation":"زمین کو ہم نے بچھایا ہے اور ہم بڑے اچھے ہموار کرنے والے ہیں","transliteration":"Waalarda farashnaha faniAAma almahidoona"},{"id":49,"text":"وَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ","translation":"اور ہر چیز کے ہم نے جوڑے بنائے ہیں، شاید کہ تم اس سے سبق لو","transliteration":"Wamin kulli shayin khalaqna zawjayni laAAallakum tathakkaroona"},{"id":50,"text":"فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ","translation":"تو دوڑو اللہ کی طرف، میں تمہارے لیے اس کی طرف سے صاف صاف خبردار کرنے والا ہوں","transliteration":"Fafirroo ila Allahi innee lakum minhu natheerun mubeenun"},{"id":51,"text":"وَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ","translation":"اور نہ بناؤ اللہ کے ساتھ کوئی دوسرا معبود، میں تمہارے لیے اُس کی طرف سے صاف صاف خبردار کرنے والا ہوں","transliteration":"Wala tajAAaloo maAAa Allahi ilahan akhara innee lakum minhu natheerun mubeenun"},{"id":52,"text":"كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ","translation":"یونہی ہوتا رہا ہے، اِن سے پہلے کی قوموں کے پاس بھی کوئی رسول ایسا نہیں آیا جسے انہوں نے یہ نہ کہا ہو کہ یہ ساحر ہے یا مجنون","transliteration":"Kathalika ma ata allatheena min qablihim min rasoolin illa qaloo sahirun aw majnoonun"},{"id":53,"text":"أَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ","translation":"کیا اِن سب نے آپس میں اِس پر کوئی سمجھوتہ کر لیا ہے؟ نہیں، بکہ یہ سب سرکش لوگ ہیں","transliteration":"Atawasaw bihi bal hum qawmun taghoona"},{"id":54,"text":"فَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ","translation":"پس اے نبیؐ، ان سے رخ پھیر لو، تم پر کچھ ملامت نہیں","transliteration":"Fatawalla AAanhum fama anta bimaloomin"},{"id":55,"text":"وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ","translation":"البتہ نصیحت کرتے رہو، کیونکہ نصیحت ایمان لانے والوں کے لیے نافع ہے","transliteration":"Wathakkir fainna alththikra tanfaAAu almumineena"},{"id":56,"text":"وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ","translation":"میں نے جن اور انسانوں کو اِس کے سوا کسی کام کے لیے پیدا نہیں کیا ہے کہ وہ میری بندگی کریں","transliteration":"Wama khalaqtu aljinna waalinsa illa liyaAAbudooni"},{"id":57,"text":"مَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ","translation":"میں اُن سے کوئی رزق نہیں چاہتا اور نہ یہ چاہتا ہوں کہ وہ مجھے کھلائیں","transliteration":"Ma oreedu minhum min rizqin wama oreedu an yutAAimooni"},{"id":58,"text":"إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ","translation":"اللہ تو خود ہی رزاق ہے، بڑی قوت والا اور زبردست","transliteration":"Inna Allaha huwa alrrazzaqu thoo alquwwati almateenu"},{"id":59,"text":"فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ","translation":"پس جن لوگوں نے ظلم کیا ہے ان کے حصے کا بھی ویسا ہی عذاب تیار ہے جیسا اِنہی جیسے لوگوں کو اُن کے حصے کا مل چکا ہے، اس کے لیے یہ لوگ جلدی نہ مچائیں","transliteration":"Fainna lillatheena thalamoo thanooban mithla thanoobi ashabihim fala yastaAAjiloona"},{"id":60,"text":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ","translation":"آخر کو تباہی ہے کفر کرنے والوں کے لیے اُس روز جس کا انہیں خوف دلایا جا رہا ہے","transliteration":"Fawaylun lillatheena kafaroo min yawmihimu allathee yooAAadoona"}]}
