{"id":52,"name":"الطور","transliteration":"At-Tur","translation":"طور پہاڑ","type":"meccan","total_verses":49,"verses":[{"id":1,"text":"وَٱلطُّورِ","translation":"قسم ہے طور کی","transliteration":"Waalttoori"},{"id":2,"text":"وَكِتَٰبٖ مَّسۡطُورٖ","translation":"اور ایک ایسی کھلی کتاب کی","transliteration":"Wakitabin mastoorin"},{"id":3,"text":"فِي رَقّٖ مَّنشُورٖ","translation":"جو رقیق جلد میں لکھی ہوئی ہے","transliteration":"Fee raqqin manshoorin"},{"id":4,"text":"وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ","translation":"اور آباد گھر کی","transliteration":"Waalbayti almaAAmoori"},{"id":5,"text":"وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ","translation":"اور اونچی چھت کی","transliteration":"Waalssaqfi almarfooAAi"},{"id":6,"text":"وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ","translation":"اور موجزن سمندر کی","transliteration":"Waalbahri almasjoori"},{"id":7,"text":"إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ","translation":"کہ تیرے رب کا عذاب ضرور واقع ہونے والا ہے","transliteration":"Inna AAathaba rabbika lawaqiAAun"},{"id":8,"text":"مَّا لَهُۥ مِن دَافِعٖ","translation":"جسے کوئی دفع کرنے والا نہیں","transliteration":"Ma lahu min dafiAAin"},{"id":9,"text":"يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا","translation":"وہ اُس روز واقع ہوگا جب آسمان بری طرح ڈگمگائے گا","transliteration":"Yawma tamooru alssamao mawran"},{"id":10,"text":"وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا","translation":"اور پہاڑ اڑے اڑے پھریں گے","transliteration":"Wataseeru aljibalu sayran"},{"id":11,"text":"فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","translation":"تباہی ہے اُس روز اُن جھٹلانے والوں کے لیے","transliteration":"Fawaylun yawmaithin lilmukaththibeena"},{"id":12,"text":"ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ","translation":"جو آج کھیل کے طور پر اپنی حجت بازیوں میں لگے ہوئے ہیں","transliteration":"Allatheena hum fee khawdin yalAAaboona"},{"id":13,"text":"يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا","translation":"جس دن انہیں دھکے مار مار کر نار جہنم کی طرف لے چلا جائے گا","transliteration":"Yawma yudaAAAAoona ila nari jahannama daAAAAan"},{"id":14,"text":"هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","translation":"اُس وقت اُن سے کہا جائے گا کہ \"یہ وہی آگ ہے جسے تم جھٹلایا کرتے تھے","transliteration":"Hathihi alnnaru allatee kuntum biha tukaththiboona"},{"id":15,"text":"أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ","translation":"اب بتاؤ یہ جادو ہے یا تمہیں سوجھ نہیں رہا ہے؟","transliteration":"Afasihrun hatha am antum la tubsiroona"},{"id":16,"text":"ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"جاؤ اب جھلسو اِس کے اندر، تم خواہ صبر کرو یا نہ کرو، تمہارے لیے یکساں ہے، تمہیں ویسا ہی بدلہ دیا جا رہا ہے جیسے تم عمل کر رہے تھے","transliteration":"Islawha faisbiroo aw la tasbiroo sawaon AAalaykum innama tujzawna ma kuntum taAAmaloona"},{"id":17,"text":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَنَعِيمٖ","translation":"متقی لوگ وہاں باغوں اور نعمتوں میں ہوں گے","transliteration":"Inna almuttaqeena fee jannatin wanaAAeemin"},{"id":18,"text":"فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ","translation":"لطف لے رہے ہوں گے اُن چیزوں سے جو اُن کا رب انہیں دے گا، اور اُن کا رب اُنہیں دوزخ کے عذاب سے بچا لے گا","transliteration":"Fakiheena bima atahum rabbuhum wawaqahum rabbuhum AAathaba aljaheemi"},{"id":19,"text":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"(ان سے کہا جائے گا) کھاؤ اور پیو مزے سے اپنے اُن اعمال کے صلے میں جو تم کرتے رہے ہو","transliteration":"Kuloo waishraboo haneean bima kuntum taAAmaloona"},{"id":20,"text":"مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","translation":"وہ آمنے سامنے بچھے ہوئے تختوں پر تکیے لگائے بیٹھے ہوں گے اور ہم خوبصورت آنکھوں والی حوریں اُن سے بیاہ دیں گے","transliteration":"Muttakieena AAala sururin masfoofatin wazawwajnahum bihoorin AAeenin"},{"id":21,"text":"وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ","translation":"جو لوگ ایمان لائے ہیں اور اُن کی اولاد بھی کسی درجہ ایمان میں ان کے نقش قدم پر چلی ہے ان کی اُس اولاد کو بھی ہم (جنت میں) اُن کے ساتھ ملا دیں گے اور اُن کے عمل میں کوئی گھاٹا ان کو نہ دیں گے ہر شخص اپنے کسب کے عوض رہن ہے","transliteration":"Waallatheena amanoo waittabaAAathum thurriyyatuhum bieemanin alhaqna bihim thurriyyatahum wama alatnahum min AAamalihim min shayin kullu imriin bima kasaba raheenun"},{"id":22,"text":"وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ","translation":"ہم اُن کو ہر طرح کے پھل اور گوشت، جس چیز کو بھی ان کا جی چاہے گا، خوب دیے چلے جائیں گے","transliteration":"Waamdadnahum bifakihatin walahmin mimma yashtahoona"},{"id":23,"text":"يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ","translation":"وہاں وہ ایک دوسرے سے جام شراب لپک لپک کر لے رہے ہوں گے جس میں نہ یاوہ گوئی ہوگی نہ بد کرداری","transliteration":"YatanazaAAoona feeha kasan la laghwun feeha wala tatheemun"},{"id":24,"text":"۞وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ","translation":"اور اُن کی خدمت میں وہ لڑکے دوڑتے پھر رہے ہوں گے جو انہی کے لیے مخصوص ہوں گے ایسے خوبصورت جیسے چھپا کر رکھے ہوئے موتی","transliteration":"Wayatoofu AAalayhim ghilmanun lahum kaannahum luluon maknoonun"},{"id":25,"text":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ","translation":"یہ لوگ آپس میں ایک دوسرے سے (دنیا میں گزرے ہوئے) حالات پوچھیں گے","transliteration":"Waaqbala baAAduhum AAala baAAdin yatasaaloona"},{"id":26,"text":"قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ","translation":"یہ کہیں گے کہ ہم پہلے اپنے گھر والوں میں ڈرتے ہوئے زندگی بسر کرتے تھے","transliteration":"Qaloo inna kunna qablu fee ahlina mushfiqeena"},{"id":27,"text":"فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ","translation":"آخر کار اللہ نے ہم پر فضل فرمایا اور ہمیں جھلسا دینے والی ہوا کے عذاب سے بچا لیا","transliteration":"Famanna Allahu AAalayna wawaqana AAathaba alssamoomi"},{"id":28,"text":"إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ","translation":"ہم پچھلی زندگی میں اُسی سے دعائیں مانگتے تھے، وہ واقعی بڑا ہی محسن اور رحیم ہے","transliteration":"Inna kunna min qablu nadAAoohu innahu huwa albarru alrraheemu"},{"id":29,"text":"فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ","translation":"پس اے نبیؐ، تم نصیحت کیے جاؤ، اپنے رب کے فضل سے نہ تم کاہن ہو اور نہ مجنون","transliteration":"Fathakkir fama anta biniAAmati rabbika bikahin wala majnoonin"},{"id":30,"text":"أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ","translation":"کیا یہ لوگ کہتے ہیں کہ یہ شخص شاعر ہے جس کے حق میں ہم گردش ایام کا انتظار کر رہے ہیں؟","transliteration":"Am yaqooloona shaAAirun natarabbasu bihi rayba almanooni"},{"id":31,"text":"قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ","translation":"اِن سے کہو اچھا انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں","transliteration":"Qul tarabbasoo fainnee maAAakum mina almutarabbiseena"},{"id":32,"text":"أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ","translation":"کیا اِن کی عقلیں اِنہیں ایسی ہی باتیں کرنے کے لیے کہتی ہیں؟ یا در حقیقت یہ عناد میں حد سے گزرے ہوئے لوگ ہیں؟","transliteration":"Am tamuruhum ahlamuhum bihatha am hum qawmun taghoona"},{"id":33,"text":"أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ","translation":"کیا یہ کہتے ہیں کہ اِس شخص نے یہ قرآن خود گھڑ لیا ہے؟ اصل بات یہ ہے کہ یہ ایمان نہیں لانا چاہتے","transliteration":"Am yaqooloona taqawwalahu bal la yuminoona"},{"id":34,"text":"فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ","translation":"اگر یہ اپنے اِس قول میں سچے ہیں تو اِسی شان کا ایک کلام بنا لائیں","transliteration":"Falyatoo bihadeethin mithlihi in kanoo sadiqeena"},{"id":35,"text":"أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ","translation":"کیا یہ کسی خالق کے بغیر خود پیدا ہو گئے ہیں؟ یا یہ خود اپنے خالق ہیں؟","transliteration":"Am khuliqoo min ghayri shayin am humu alkhaliqoona"},{"id":36,"text":"أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ","translation":"یا زمین اور آسمانوں کو اِنہوں نے پیدا کیا ہے؟ اصل بات یہ ہے کہ یہ یقین نہیں رکھتے","transliteration":"Am khalaqoo alssamawati waalarda bal la yooqinoona"},{"id":37,"text":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ","translation":"کیا تیرے رب کے خزانے اِن کے قبضے میں ہیں؟ یا اُن پر اِنہی کا حکم چلتا ہے؟","transliteration":"Am AAindahum khazainu rabbika am humu almusaytiroona"},{"id":38,"text":"أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ","translation":"کیا اِن کے پاس کوئی سیڑھی ہے جس پر چڑھ کر یہ عالم بالا کی سن گن لیتے ہیں؟ اِن میں سے جس نے سن گن لی ہو وہ لائے کوئی کھلی دلیل","transliteration":"Am lahum sullamun yastamiAAoona feehi falyati mustamiAAuhum bisultanin mubeenin"},{"id":39,"text":"أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ","translation":"کیا اللہ کے لیے تو ہیں بیٹیاں اور تم لوگوں کے لیے ہیں بیٹے؟","transliteration":"Am lahu albanatu walakumu albanoona"},{"id":40,"text":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","translation":"کیا تم اِن سے کوئی اجر مانگتے ہو کہ یہ زبردستی پڑی ہوئی چٹی کے بوجھ تلے دبے جاتے ہیں؟","transliteration":"Am tasaluhum ajran fahum min maghramin muthqaloona"},{"id":41,"text":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","translation":"کیا اِن کے پاس غیب کے حقائق کا علم ہے کہ اُس کی بنا پر یہ لکھ رہے ہوں؟","transliteration":"Am AAindahumu alghaybu fahum yaktuboona"},{"id":42,"text":"أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ","translation":"کیا یہ کوئی چال چلنا چاہتے ہیں؟ (اگر یہ بات ہے) تو کفر کرنے والوں پر ان کی چال الٹی ہی پڑے گی","transliteration":"Am yureedoona kaydan faallatheena kafaroo humu almakeedoona"},{"id":43,"text":"أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","translation":"کیا اللہ کے سوا یہ کوئی اور معبود رکھتے ہیں؟ اللہ پاک ہے اُس شرک سے جو یہ لوگ کر رہے ہیں","transliteration":"Am lahum ilahun ghayru Allahi subhana Allahi AAamma yushrikoona"},{"id":44,"text":"وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ","translation":"یہ لوگ آسمان کے ٹکڑے بھی گرتے ہوئے دیکھ لیں تو کہیں گے یہ بادل ہیں جو امڈے چلے آ رہے ہیں","transliteration":"Wain yaraw kisfan mina alssamai saqitan yaqooloo sahabun markoomun"},{"id":45,"text":"فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ","translation":"پس اے نبیؐ، اِنہیں اِن کے حال پر چھوڑ دو یہاں تک کہ یہ اپنے اُس دن کو پہنچ جائیں جس میں یہ مار گرائے جائیں گے","transliteration":"Fatharhum hatta yulaqoo yawmahumu allathee feehi yusAAaqoona"},{"id":46,"text":"يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","translation":"جس دن نہ اِن کی اپنی کوئی چال اِن کے کسی کام آئے گی نہ کوئی اِن کی مدد کو آئے گا","transliteration":"Yawma la yughnee AAanhum kayduhum shayan wala hum yunsaroona"},{"id":47,"text":"وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"اور اُس وقت کے آنے سے پہلے بھی ظالموں کے لیے ایک عذاب ہے، مگر اِن میں سے اکثر جانتے نہیں ہیں","transliteration":"Wainna lillatheena thalamoo AAathaban doona thalika walakinna aktharahum la yaAAlamoona"},{"id":48,"text":"وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ","translation":"اے نبیؐ، اپنے رب کا فیصلہ آنے تک صبر کرو، تم ہماری نگاہ میں ہو تم جب اٹھو تو اپنے رب کی حمد کے ساتھ اس کی تسبیح کرو","transliteration":"Waisbir lihukmi rabbika fainnaka biaAAyunina wasabbih bihamdi rabbika heena taqoomu"},{"id":49,"text":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","translation":"رات کو بھی اس کی تسبیح کیا کرو اور ستارے جب پلٹتے ہیں اُس وقت بھی","transliteration":"Wamina allayli fasabbihhu waidbara alnnujoomi"}]}
