{"id":63,"name":"المنافقون","transliteration":"Al-Munafiqun","translation":"منافقین","type":"medinan","total_verses":11,"verses":[{"id":1,"text":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","translation":"اے نبیؐ، جب یہ منافق تمہارے پاس آتے ہیں تو کہتے ہیں \"ہم گواہی دیتے ہیں کہ آ پ یقیناً اللہ کے رسول ہیں\" ہاں، اللہ جانتا ہے کہ تم ضرور اُس کے رسول ہو، مگر اللہ گواہی دیتا ہے کہ یہ منافق قطعی جھوٹے ہیں","transliteration":"Itha jaaka almunafiqoona qaloo nashhadu innaka larasoolu Allahi waAllahu yaAAlamu innaka larasooluhu waAllahu yashhadu inna almunafiqeena lakathiboona"},{"id":2,"text":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","translation":"انہوں نے اپنی قسموں کو ڈھال بنا رکھا ہے اور اِس طرح یہ اللہ کے راستے سے خود رکتے اور دنیا کو روکتے ہیں کیسی بری حرکتیں ہیں جو یہ لوگ کر رہے ہیں","transliteration":"Ittakhathoo aymanahum junnatan fasaddoo AAan sabeeli Allahi innahum saa ma kanoo yaAAmaloona"},{"id":3,"text":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","translation":"یہ سب کچھ اس وجہ سے ہے کہ ان لوگوں نے ایمان لا کر پھر کفر کیا اس لیے ان کے دلوں پر مہر لگا دی گئی، اب یہ کچھ نہیں سمجھتے","transliteration":"Thalika biannahum amanoo thumma kafaroo fatubiAAa AAala quloobihim fahum la yafqahoona"},{"id":4,"text":"۞وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","translation":"اِنہیں دیکھو تو اِن کے جثے تمہیں بڑے شاندار نظر آئیں بولیں تو تم ان کی باتیں سنتے رہ جاؤ مگر اصل میں یہ گویا لکڑی کے کندے ہیں جو دیوار کے ساتھ چن کر رکھ دیے گئے ہوں ہر زور کی آواز کو یہ اپنے خلاف سمجھتے ہیں یہ پکے دشمن ہیں، ان سے بچ کر رہو، اللہ کی مار ان پر، یہ کدھر الٹے پھرائے جا رہے ہیں","transliteration":"Waitha raaytahum tuAAjibuka ajsamuhum wain yaqooloo tasmaAA liqawlihim kaannahum khushubun musannadatun yahsaboona kulla sayhatin AAalayhim humu alAAaduwwu faihtharhum qatalahumu Allahu anna yufakoona"},{"id":5,"text":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","translation":"اور جب اِن سے کہا جاتا ہے کہ آؤ تاکہ اللہ کا رسول تمہارے لیے مغفرت کی دعا کرے، تو سر جھٹکتے ہیں اور تم دیکھتے ہو کہ وہ بڑے گھمنڈ کے ساتھ آنے سے رکتے ہیں","transliteration":"Waitha qeela lahum taAAalaw yastaghfir lakum rasoolu Allahi lawwaw ruoosahum waraaytahum yasuddoona wahum mustakbiroona"},{"id":6,"text":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translation":"اے نبیؐ، تم چاہے ان کے لیے مغفرت کی دعا کرو یا نہ کرو، ان کے لیے یکساں ہے، اللہ ہرگز انہیں معاف نہ کرے گا، اللہ فاسق لوگوں کو ہرگز ہدایت نہیں دیتا","transliteration":"Sawaon AAalayhim astaghfarta lahum am lam tastaghfir lahum lan yaghfira Allahu lahum inna Allaha la yahdee alqawma alfasiqeena"},{"id":7,"text":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","translation":"یہ وہی لوگ ہیں جو کہتے ہیں کہ رسول کے ساتھیوں پر خرچ کرنا بند کر دو تاکہ یہ منتشر ہو جائیں حالانکہ زمین اور آسمانوں کے خزانوں کا مالک اللہ ہی ہے، مگر یہ منافق سمجھتے نہیں ہیں","transliteration":"Humu allatheena yaqooloona la tunfiqoo AAala man AAinda rasooli Allahi hatta yanfaddoo walillahi khazainu alssamawati waalardi walakinna almunafiqeena la yafqahoona"},{"id":8,"text":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","translation":"یہ کہتے ہیں کہ ہم مدینے واپس پہنچ جائیں تو جو عزت والا ہے وہ ذلیل کو وہاں سے نکال باہر کرے گا حالانکہ عزت تو اللہ اور اس کے رسولؐ اور مومنین کے لیے ہے، مگر یہ منافق جانتے نہیں ہیں","transliteration":"Yaqooloona lain rajaAAna ila almadeenati layukhrijanna alaAAazzu minha alathalla walillahi alAAizzatu walirasoolihi walilmumineena walakinna almunafiqeena la yaAAlamoona"},{"id":9,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"اے لوگو جو ایمان لائے ہو، تمہارے مال اور تمہاری اولادیں تم کو اللہ کی یاد سے غافل نہ کر دیں جو لوگ ایسا کریں وہی خسارے میں رہنے والے ہیں","transliteration":"Ya ayyuha allatheena amanoo la tulhikum amwalukum wala awladukum AAan thikri Allahi waman yafAAal thalika faolaika humu alkhasiroona"},{"id":10,"text":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّـٰلِحِينَ","translation":"جو رزق ہم نے تمہیں دیا ہے اس میں سے خرچ کرو قبل اس کے کہ تم میں سے کسی کی موت کا وقت آ جائے اور اُس وقت وہ کہے کہ \"اے میرے رب، کیوں نہ تو نے مجھے تھوڑی سی مہلت اور دے دی کہ میں صدقہ دیتا اور صالح لوگوں میں شامل ہو جاتا","transliteration":"Waanfiqoo min ma razaqnakum min qabli an yatiya ahadakumu almawtu fayaqoola rabbi lawla akhkhartanee ila ajalin qareebin faassaddaqa waakun mina alssaliheena"},{"id":11,"text":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translation":"حالانکہ جب کسی کی مہلت عمل پوری ہونے کا وقت آ جاتا ہے تو اللہ اُس کو ہرگز مزید مہلت نہیں دیتا، اور جو کچھ تم کرتے ہو، اللہ اس سے باخبر ہے","transliteration":"Walan yuakhkhira Allahu nafsan itha jaa ajaluha waAllahu khabeerun bima taAAmaloona"}]}
