{"id":65,"name":"الطلاق","transliteration":"At-Talaq","translation":"طلاق","type":"medinan","total_verses":12,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","translation":"اے نبیؐ، جب تم لوگ عورتوں کو طلاق دو تو اُنہیں اُن کی عدت کے لیے طلاق دیا کرو اور عدت کے زمانے کا ٹھیک ٹھیک شمار کرو، اور اللہ سے ڈرو جو تمہارا رب ہے (زمانہ عدت میں) نہ تم اُنہیں اُن کے گھروں سے نکالو اور نہ وہ خود نکلیں، الا یہ کہ وہ کسی صریح برائی کی مرتکب ہوں یہ اللہ کی مقرر کردہ حدیں ہیں، اور جو کوئی اللہ کی حدوں سے تجاوز کرے گا وہ اپنے اوپر خود ظلم کرے گا تم نہیں جانتے، شاید اس کے بعد اللہ (موافقت کی) کوئی صورت پیدا کر دے","transliteration":"Ya ayyuha alnnabiyyu itha tallaqtumu alnnisaa fatalliqoohunna liAAiddatihinna waahsoo alAAiddata waittaqoo Allaha rabbakum la tukhrijoohunna min buyootihinna wala yakhrujna illa an yateena bifahishatin mubayyinatin watilka hudoodu Allahi waman yataAAadda hudooda Allahi faqad thalama nafsahu la tadree laAAalla Allaha yuhdithu baAAda thalika amran"},{"id":2,"text":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","translation":"پھر جب وہ اپنی (عدت کی) مدت کے خاتمہ پر پہنچیں تو یا انہیں بھلے طریقے سے (اپنے نکاح میں) روک ر کھو، یا بھلے طریقے پر اُن سے جدا ہو جاؤ اور دو ایسے آدمیوں کو گواہ بنا لو جو تم میں سے صاحب عدل ہوں اور (اے گواہ بننے والو) گواہی ٹھیک ٹھیک اللہ کے لیے ادا کرو یہ باتیں ہیں جن کی تم لوگوں کو نصیحت کی جاتی ہے، ہر اُس شخص کو جو اللہ اور آخرت کے دن پر ایمان رکھتا ہو جو کوئی اللہ سے ڈرتے ہوئے کام کرے گا اللہ اُس کے لیے مشکلات سے نکلنے کا کوئی راستہ پیدا کر دے گا","transliteration":"Faitha balaghna ajalahunna faamsikoohunna bimaAAroofin aw fariqoohunna bimaAAroofin waashhidoo thaway AAadlin minkum waaqeemoo alshshahadata lillahi thalikum yooAAathu bihi man kana yuminu biAllahi waalyawmi alakhiri waman yattaqi Allaha yajAAal lahu makhrajan"},{"id":3,"text":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","translation":"اور اسے ایسے راستے سے رزق دے گا جدھر اُس کا گمان بھی نہ جاتا ہو جو اللہ پر بھروسا کرے اس کے لیے وہ کافی ہے اللہ اپنا کام پورا کر کے رہتا ہے اللہ نے ہر چیز کے لیے ایک تقدیر مقرر کر رکھی ہے","transliteration":"Wayarzuqhu min haythu la yahtasibu waman yatawakkal AAala Allahi fahuwa hasbuhu inna Allaha balighu amrihi qad jaAAala Allahu likulli shayin qadran"},{"id":4,"text":"وَٱلَّـٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّـٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","translation":"اور تمہاری عورتوں میں سے جو حیض سے مایوس ہو چکی ہوں ان کے معاملہ میں اگر تم لوگوں کو کوئی شک لاحق ہے تو (تمہیں معلوم ہو کہ) ان کی عدت تین مہینے ہے اور یہی حکم اُن کا ہے جنہیں ابھی حیض نہ آیا ہو اور حاملہ عورتوں کی عدت کی حد یہ ہے کہ اُن کا وضع حمل ہو جائے جو شخص اللہ سے ڈرے اُس کے معاملہ میں وہ سہولت پیدا کر دیتا ہے","transliteration":"Waallaee yaisna mina almaheedi min nisaikum ini irtabtum faAAiddatuhunna thalathatu ashhurin waallaee lam yahidna waolatu alahmali ajaluhunna an yadaAAna hamlahunna waman yattaqi Allaha yajAAal lahu min amrihi yusran"},{"id":5,"text":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","translation":"یہ اللہ کا حکم ہے جو اُس نے تمہاری طرف نازل کیا ہے جو اللہ سے ڈرے گا اللہ اس کی برائیوں کو اس سے دور کر دے گا اور اس کو بڑا اجر دے گا","transliteration":"Thalika amru Allahi anzalahu ilaykum waman yattaqi Allaha yukaffir AAanhu sayyiatihi wayuAAthim lahu ajran"},{"id":6,"text":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","translation":"اُن کو (زمانہ عدت میں) اُسی جگہ رکھو جہاں تم رہتے ہو، جیسی کچھ بھی جگہ تمہیں میسر ہو اور انہیں تنگ کرنے کے لیے ان کو نہ ستاؤ اور اگر وہ حاملہ ہوں تو ان پر اُس وقت تک خرچ کرتے رہو جب تک ان کا وضع حمل نہ ہو جائے پھر اگر وہ تمہارے لیے (بچے کو) دودھ پلائیں تو ان کی اجرت انہیں دو، اور بھلے طریقے سے (اجرت کا معاملہ) باہمی گفت و شنید سے طے کر لو لیکن اگر تم نے (اجرت طے کرنے میں) ایک دوسرے کو تنگ کیا تو بچے کو کوئی اور عورت دودھ پلا لے گی","transliteration":"Askinoohunna min haythu sakantum min wujdikum wala tudarroohunna litudayyiqoo AAalayhinna wain kunna olati hamlin faanfiqoo AAalayhinna hatta yadaAAna hamlahunna fain ardaAAna lakum faatoohunna ojoorahunna watamiroo baynakum bimaAAroofin wain taAAasartum fasaturdiAAu lahu okhra"},{"id":7,"text":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","translation":"خوشحال آدمی اپنی خوشحالی کے مطابق نفقہ دے، اور جس کو رزق کم دیا گیا ہو وہ اُسی مال میں سے خرچ کرے جو اللہ نے اسے دیا ہے اللہ نے جس کو جتنا کچھ دیا ہے اس سے زیادہ کا وہ اُسے مکلف نہیں کرتا بعید نہیں کہ اللہ تنگ دستی کے بعد فراخ دستی بھی عطا فرما دے","transliteration":"Liyunfiq thoo saAAatin min saAAatihi waman qudira AAalayhi rizquhu falyunfiq mimma atahu Allahu la yukallifu Allahu nafsan illa ma ataha sayajAAalu Allahu baAAda AAusrin yusran"},{"id":8,"text":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","translation":"کتنی ہی بستیاں ہیں جنہوں نے اپنے رب اور اس کے رسولوں کے حکم سے سرتابی کی تو ہم نے ان سے سخت محاسبہ کیا اور ان کو بری طرح سزا دی","transliteration":"Wakaayyin min qaryatin AAatat AAan amri rabbiha warusulihi fahasabnaha hisaban shadeedan waAAaththabnaha AAathaban nukran"},{"id":9,"text":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","translation":"انہوں نے اپنے کیے کا مزا چکھ لیا اور اُن کا انجام کار گھاٹا ہی گھاٹا ہے","transliteration":"Fathaqat wabala amriha wakana AAaqibatu amriha khusran"},{"id":10,"text":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَـٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","translation":"اللہ نے (آخرت میں) ان کے لیے سخت عذاب مہیا کر رکھا ہے پس اللہ سے ڈرو اے صاحب عقل لوگو جو ایمان لائے ہو اللہ نے تمہاری طرف ایک نصیحت نازل کر دی ہے","transliteration":"aAAadda Allahu lahum AAathaban shadeedan faittaqoo Allaha ya olee alalbabi allatheena amanoo qad anzala Allahu ilaykum thikran"},{"id":11,"text":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","translation":"ایک ایسا رسو ل جو تم کو اللہ کی صاف صاف ہدایت دینے والی آیات سناتا ہے تاکہ ایمان لانے والوں اور نیک عمل کرنے والوں کو تاریکیوں سے نکال کر روشنی میں لے آئے جو کوئی اللہ پر ایمان لائے اور نیک عمل کرے، اللہ اُسے ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی یہ لوگ ان میں ہمیشہ ہمیشہ رہیں گے اللہ نے ایسے شخص کے لیے بہترین رزق رکھا ہے","transliteration":"Rasoolan yatloo AAalaykum ayati Allahi mubayyinatin liyukhrija allatheena amanoo waAAamiloo alssalihati mina alththulumati ila alnnoori waman yumin biAllahi wayaAAmal salihan yudkhilhu jannatin tajree min tahtiha alanharu khalideena feeha abadan qad ahsana Allahu lahu rizqan"},{"id":12,"text":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","translation":"اللہ وہ ہے جس نے سات آسمان بنائے اور زمین کی قسم سے بھی اُنہی کے مانند ان کے درمیان حکم نازل ہوتا رہتا ہے (یہ بات تمہیں اس لیے بتائی جا رہی ہے) تاکہ تم جان لو کہ اللہ ہر چیز پر قدرت رکھتا ہے، اور یہ کہ اللہ کا علم ہر چیز پر محیط ہے","transliteration":"Allahu allathee khalaqa sabAAa samawatin wamina alardi mithlahunna yatanazzalu alamru baynahunna litaAAlamoo anna Allaha AAala kulli shayin qadeerun waanna Allaha qad ahata bikulli shayin AAilman"}]}
