{"id":66,"name":"التحريم","transliteration":"At-Tahrim","translation":"حرمت","type":"medinan","total_verses":12,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"اے نبیؐ، تم کیوں اُس چیز کو حرام کرتے ہو جو اللہ نے تمہارے لیے حلال کی ہے؟ (کیا اس لیے کہ) تم اپنی بیویوں کی خوشی چاہتے ہو؟ اللہ معاف کرنے والا اور رحم فرمانے والا ہے","transliteration":"Ya ayyuha alnnabiyyu lima tuharrimu ma ahalla Allahu laka tabtaghee mardata azwajika waAllahu ghafoorun raheemun"},{"id":2,"text":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"اللہ نے تم لوگوں کے لیے اپنی قسموں کی پابندی سے نکلنے کا طریقہ مقرر کر دیا ہے اللہ تمہارا مولیٰ ہے، اور وہی علیم و حکیم ہے","transliteration":"Qad farada Allahu lakum tahillata aymanikum waAllahu mawlakum wahuwa alAAaleemu alhakeemu"},{"id":3,"text":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","translation":"(اور یہ معاملہ بھی قابل توجہ ہے کہ) نبیؐ نے ایک بات اپنی ایک بیوی سے راز میں کہی تھی پھر جب اُس بیوی نے (کسی اور پر) وہ راز ظاہر کر دیا، اور اللہ نے نبیؐ کو اِس (افشائے راز) کی اطلاع دے دی، تو نبیؐ نے اس پر کسی حد تک (اُس بیوی کو) خبردار کیا اور کسی حد تک اس سے درگزر کیا پھر جب نبیؐ نے اُسے (افشائے راز کی) یہ بات بتائی تو اُس نے پوچھا آپ کو اِس کی کس نے خبر دی؟ نبیؐ نے کہا، \"مجھے اُس نے خبر دی جو سب کچھ جانتا ہے اور خوب باخبر ہے","transliteration":"Waith asarra alnnabiyyu ila baAAdi azwajihi hadeethan falamma nabbaat bihi waathharahu Allahu AAalayhi AAarrafa baAAdahu waaAArada AAan baAAdin falamma nabbaaha bihi qalat man anbaaka hatha qala nabbaaniya alAAaleemu alkhabeeru"},{"id":4,"text":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَـٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","translation":"اگر تم دونوں اللہ سے توبہ کرتی ہو (تو یہ تمہارے لیے بہتر ہے) کیونکہ تمہارے دل سیدھی راہ سے ہٹ گئے ہیں، اور اگر نبی کے مقابلہ میں تم نے باہم جتھہ بندی کی تو جان رکھو کہ اللہ اُس کا مولیٰ ہے اور اُس کے بعد جبریل اور تمام صالح اہل ایمان اور سب ملائکہ اس کے ساتھی اور مددگار ہیں","transliteration":"In tatooba ila Allahi faqad saghat quloobukuma wain tathahara AAalayhi fainna Allaha huwa mawlahu wajibreelu wasalihu almumineena waalmalaikatu baAAda thalika thaheerun"},{"id":5,"text":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَـٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَـٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","translation":"بعید نہیں کہ اگر نبیؐ تم سب بیویوں کو طلاق دیدے تو اللہ اسے ایسی بیویاں تمہارے بدلے میں عطا فرما دے جو تم سے بہتر ہوں، سچی مسلمان، با ایمان، اطاعت گزار، توبہ گزار، عبادت گزار، اور روزہ دار، خواہ شوہر دیدہ ہوں یا باکرہ","transliteration":"AAasa rabbuhu in tallaqakunna an yubdilahu azwajan khayran minkunna muslimatin muminatin qanitatin taibatin AAabidatin saihatin thayyibatin waabkaran"},{"id":6,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَـٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","translation":"اے لوگو جو ایمان لائے ہو، بچاؤ اپنے آپ کو اور اپنے اہل و عیال کو اُس آگ سے جس کا ایندھن انسان اور پتھر ہوں گے جس پر نہایت تند خو اور سخت گیر فرشتے مقرر ہوں گے جو کبھی اللہ کے حکم کی نافرمانی نہیں کرتے اور جو حکم بھی انہیں دیا جاتا ہے اسے بجا لاتے ہیں","transliteration":"Ya ayyuha allatheena amanoo qoo anfusakum waahleekum naran waqooduha alnnasu waalhijaratu AAalayha malaikatun ghilathun shidadun la yaAAsoona Allaha ma amarahum wayafAAaloona ma yumaroona"},{"id":7,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"(اُس وقت کہا جائے گا کہ) اے کافرو، آج معذرتیں پیش نہ کرو، تہیں تو ویسا ہی بدلہ دیا جا رہا ہے جیسے تم عمل کر رہے تھے","transliteration":"Ya ayyuha allatheena kafaroo la taAAtathiroo alyawma innama tujzawna ma kuntum taAAmaloona"},{"id":8,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"اے لوگو جو ایمان لائے ہو، اللہ سے توبہ کرو، خالص توبہ، بعید نہیں کہ اللہ تمہاری برائیاں تم سے دور کر دے اور تمہیں ایسی جنتوں میں داخل فرما دے جن کے نیچے نہریں بہہ رہی ہوں گی یہ وہ دن ہوگا جب اللہ اپنے نبی کو اور اُن لوگوں جو اس کے ساتھ ایمان لائے ہیں رسوا نہ کرے گا اُن کا نور اُن کے آگے آگے اور ان کے دائیں جانب دوڑ رہا ہوگا اور وہ کہہ رہے ہوں گے کہ اے ہمارے رب، ہمارا نور ہمارے لیے مکمل کر دے اور ہم سے درگزر فرما، تو ہر چیز پر قدرت رکھتا ہے","transliteration":"Ya ayyuha allatheena amanoo tooboo ila Allahi tawbatan nasoohan AAasa rabbukum an yukaffira AAankum sayyiatikum wayudkhilakum jannatin tajree min tahtiha alanharu yawma la yukhzee Allahu alnnabiyya waallatheena amanoo maAAahu nooruhum yasAAa bayna aydeehim wabiaymanihim yaqooloona rabbana atmim lana noorana waighfir lana innaka AAala kulli shayin qadeerun"},{"id":9,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"اے نبیؐ، کفار اور منافقین سے جہاد کرو اور ان کے ساتھ سختی سے پیش آؤ ان کا ٹھکانا جہنم ہے اور وہ بہت برا ٹھکانا ہے","transliteration":"Ya ayyuha alnnabiyyu jahidi alkuffara waalmunafiqeena waoghluth AAalayhim wamawahum jahannamu wabisa almaseeru"},{"id":10,"text":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّـٰخِلِينَ","translation":"اللہ کافروں کے معاملے میں نوحؑ اور لوطؑ کی بیویوں کو بطور مثال پیش کرتا ہے وہ ہمارے دو صالح بندوں کی زوجیت میں تھیں، مگر انہوں نے اپنے ان شوہروں سے خیانت کی اور وہ اللہ کے مقابلہ میں ان کے کچھ بھی نہ کام آ سکے دونوں سے کہہ دیا گیا کہ جاؤ آگ میں جانے والوں کے ساتھ تم بھی چلی جاؤ","transliteration":"Daraba Allahu mathalan lillatheena kafaroo imraata noohin waimraata lootin kanata tahta AAabdayni min AAibadina salihayni fakhanatahuma falam yughniya AAanhuma mina Allahi shayan waqeela odkhula alnnara maAAa alddakhileena"},{"id":11,"text":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"اور اہل ایمان کے معاملہ میں اللہ فرعون کی بیوی کی مثال پیش کرتا ہے جبکہ اس نے دعا کی \"اے میرے رب، میرے لیے اپنے ہاں جنت میں ایک گھر بنا دے اور مجھے فرعون اور اس کے عمل سے بچا لے اور ظالم قوم سے مجھ کو نجات دے","transliteration":"Wadaraba Allahu mathalan lillatheena amanoo imraata firAAawna ith qalat rabbi ibni lee AAindaka baytan fee aljannati wanajjinee min firAAawna waAAamalihi wanajjinee mina alqawmi alththalimeena"},{"id":12,"text":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","translation":"اور عمران کی بیٹی مریمؑ کی مثال دیتا ہے جس نے اپنی شرمگاہ کی حفاظت کی تھی، پھر ہم نے اس کے اندر اپنی طرف سے روح پھونک دی، اور اس نے اپنے رب کے ارشادات اور اس کی کتابوں کی تصدیق کی اور وہ اطاعت گزار لوگوں میں سے تھی","transliteration":"Wamaryama ibnata AAimrana allatee ahsanat farjaha fanafakhna feehi min roohina wasaddaqat bikalimati rabbiha wakutubihi wakanat mina alqaniteena"}]}
