{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translation":"اونچی جگہ","type":"meccan","total_verses":206,"verses":[{"id":1,"text":"الٓمٓصٓ","translation":"ا، ل، م، ص","transliteration":"Aliflammeemsad"},{"id":2,"text":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","translation":"یہ ایک کتاب ہے جو تمہاری طرف نازل کی گئی ہے، پس اے محمدؐ، تمہارے دل میں اس سے کوئی جھجک نہ ہو اس کے اتارنے کی غرض یہ ہے کہ تم اس کے ذریعہ سے (منکرین کو) ڈراؤ اور ایمان لانے والے لوگوں کو یاد دہانی ہو","transliteration":"Kitabun onzila ilayka fala yakun fee sadrika harajun minhu litunthira bihi wathikra lilmumineena"},{"id":3,"text":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","translation":"لوگو، جو کچھ تمہارے رب کی طرف سے تم پر نازل کیا گیا ہے اُس کی پیروی کرو اور اپنے رب کو چھوڑ کر دوسرے سرپرستوں کی پیروی نہ کرو مگر تم نصیحت کم ہی مانتے ہو","transliteration":"IttabiAAoo ma onzila ilaykum min rabbikum wala tattabiAAoo min doonihi awliyaa qaleelan ma tathakkaroona"},{"id":4,"text":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","translation":"کتنی ہی بستیاں ہیں جنہیں ہم نے ہلاک کر دیا اُن پر ہمارا عذاب اچانک رات کے وقت ٹوٹ پڑا، یا دن دہاڑے ایسے وقت آیا جب وہ آرام کر رہے تھے","transliteration":"Wakam min qaryatin ahlaknaha fajaaha basuna bayatan aw hum qailoona"},{"id":5,"text":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"اور جب ہمارا عذاب اُن پر آ گیا تو ان کی زبان پر اِس کے سوا کوئی صدا نہ تھی کہ واقعی ہم ظالم تھے","transliteration":"Fama kana daAAwahum ith jaahum basuna illa an qaloo inna kunna thalimeena"},{"id":6,"text":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","translation":"پس یہ ضرور ہو کر رہنا ہے کہ ہم اُن لوگوں سے باز پرس کریں، جن کی طرف ہم نے پیغمبر بھیجے ہیں اور پیغمبروں سے بھی پوچھیں (کہ اُنہوں نے پیغام رسانی کا فرض کہاں تک انجام دیا اور انہیں اس کا کیا جواب ملا)","transliteration":"Falanasalanna allatheena orsila ilayhim walanasalanna almursaleena"},{"id":7,"text":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","translation":"پھر ہم خود پور ے علم کے ساتھ سرگزشت ان کے آگے پیش کر دیں گے، آخر ہم کہیں غائب تو نہیں تھے","transliteration":"Falanaqussanna AAalayhim biAAilmin wama kunna ghaibeena"},{"id":8,"text":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"اور وزن اس روز عین حق ہوگا جن کے پلڑے بھاری ہوں گے وہی فلاح پائیں گے","transliteration":"Waalwaznu yawmaithini alhaqqu faman thaqulat mawazeenuhu faolaika humu almuflihoona"},{"id":9,"text":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","translation":"اور جن کے پلڑے ہلکے رہیں گے وہی اپنے آپ کو خسارے میں مبتلا کرنے والے ہوں گے کیونکہ وہ ہماری آیات کے ساتھ ظالمانہ برتاؤ کرتے رہے تھے","transliteration":"Waman khaffat mawazeenuhu faolaika allatheena khasiroo anfusahum bima kanoo biayatina yathlimoona"},{"id":10,"text":"وَلَقَدۡ مَكَّنَّـٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","translation":"ہم نے تمھیں زمین میں اختیارات کے ساتھ بسایا اور تمہارے لیے یہاں سامان زیست فراہم کیا، مگر تم لوگ کم ہی شکر گزار ہوتے ہو","transliteration":"Walaqad makkannakum fee alardi wajaAAalna lakum feeha maAAayisha qaleelan ma tashkuroona"},{"id":11,"text":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّـٰجِدِينَ","translation":"ہم نے تمہاری تخلیق کی ابتدا کی، پھر تمہاری صورت بنائی، پھر فرشتوں سے کہا آدمؑ کو سجدہ کرو اس حکم پر سب نے سجدہ کیا مگر ابلیس سجدہ کرنے والوں میں شامل نہ ہوا","transliteration":"Walaqad khalaqnakum thumma sawwarnakum thumma qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa lam yakun mina alssajideena"},{"id":12,"text":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","translation":"پوچھا، \"تجھے کس چیز نے سجدہ کرنے سے روکا جب کہ میں نے تجھ کو حکم دیا تھا؟\" بولا، \"میں اُس سے بہتر ہوں، تو نے مجھے آگ سے پیدا کیا ہے اور اُسے مٹی سے","transliteration":"Qala ma manaAAaka alla tasjuda ith amartuka qala ana khayrun minhu khalaqtanee min narin wakhalaqtahu min teenin"},{"id":13,"text":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ","translation":"فرمایا، \"اچھا تو یہاں سے نیچے اتر تجھے حق نہیں ہے کہ یہاں بڑائی کا گھمنڈ کرے نکل جا کہ در حقیقت تو ان لوگوں میں سے ہے جو خود اپنی ذلت چاہتے ہیں","transliteration":"Qala faihbit minha fama yakoonu laka an tatakabbara feeha faokhruj innaka mina alssaghireena"},{"id":14,"text":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"بولا، \"مجھے اُس دن تک مہلت دے جب کہ یہ سب دوبارہ اٹھائے جائیں گے","transliteration":"Qala anthirnee ila yawmi yubAAathoona"},{"id":15,"text":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","translation":"فرمایا، \"تجھے مہلت ہے","transliteration":"Qala innaka mina almunthareena"},{"id":16,"text":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","translation":"بولا، \"اچھا تو جس طرح تو نے مجھے گمراہی میں مبتلا کیا میں بھی اب تیری سیدھی راہ پر","transliteration":"Qala fabima aghwaytanee laaqAAudanna lahum sirataka almustaqeema"},{"id":17,"text":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","translation":"اِن انسانوں کی گھات میں لگا رہوں گا، آگے اور پیچھے، دائیں اور بائیں، ہر طرف سے اِن کو گھیروں گا اور تو ان میں سے اکثر کو شکر گزار نہ پائے گا","transliteration":"Thumma laatiyannahum min bayni aydeehim wamin khalfihim waAAan aymanihim waAAan shamailihim wala tajidu aktharahum shakireena"},{"id":18,"text":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","translation":"فرمایا، \" نکل جا یہاں سے ذلیل اور ٹھکرایا ہوا یقین رکھ کہ اِن میں سے جو تیری پیروی کریں گے، تجھ سمیت ان سب سے جہنم کو بھر دوں گا","transliteration":"Qala okhruj minha mathooman madhooran laman tabiAAaka minhum laamlaanna jahannama minkum ajmaAAeena"},{"id":19,"text":"وَيَـٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ","translation":"اور اے آدمؑ، تو اور تیری بیوی، دونوں اس جنت میں رہو، جہاں جس چیز کو تمہارا جی چاہے کھاؤ، مگر اس درخت کے پاس نہ پھٹکنا ورنہ ظالموں میں سے ہو جاؤ گے","transliteration":"Waya adamu oskun anta wazawjuka aljannata fakula min haythu shituma wala taqraba hathihi alshshajarata fatakoona mina alththalimeena"},{"id":20,"text":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","translation":"پھر شیطان نے اُن کو بہکایا تاکہ ان کی شرمگاہیں جو ایک دوسرے سے چھپائی گئی تھیں ان کے سامنے کھول دے اس نے ان سے کہا، \"تمہارے رب نے تمہیں جو اس درخت سے روکا ہے اس کی وجہ اِس کے سوا کچھ نہیں ہے کہ کہیں تم فرشتے نہ بن جاؤ، یا تمہیں ہمیشگی کی زندگی حاصل نہ ہو جائے","transliteration":"Fawaswasa lahuma alshshaytanu liyubdiya lahuma ma wooriya AAanhuma min sawatihima waqala ma nahakuma rabbukuma AAan hathihi alshshajarati illa an takoona malakayni aw takoona mina alkhalideena"},{"id":21,"text":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ","translation":"اور اس نے قسم کھا کر ان سے کہا کہ میں تمہارا سچا خیر خواہ ہوں","transliteration":"Waqasamahuma innee lakuma lamina alnnasiheena"},{"id":22,"text":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","translation":"اس طرح دھو کا دے کر وہ ان دونوں کو رفتہ رفتہ اپنے ڈھب پرلے آیا آخرکار جب انہوں نے اس درخت کا مزا چکھا تو ان کے ستر ایک دوسرے کے سامنے کھل گئے اور اپنے جسموں کو جنت کے پتوں سے ڈھانکنے لگے تب ان کے رب نے انہیں پکارا، \" کیا میں نے تمہیں اس درخت سے نہ روکا تھا اور نہ کہا تھا کہ شیطان تمہارا کھلا دشمن ہے؟","transliteration":"Fadallahuma bighuroorin falamma thaqa alshshajarata badat lahuma sawatuhuma watafiqa yakhsifani AAalayhima min waraqi aljannati wanadahuma rabbuhuma alam anhakuma AAan tilkuma alshshajarati waaqul lakuma inna alshshaytana lakuma AAaduwwun mubeenun"},{"id":23,"text":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","translation":"دونوں بول اٹھے، \"اے رب، ہم نے اپنے اوپر ستم کیا، اب اگر تو نے ہم سے در گزر نہ فرمایا اور رحم نہ کیا تو یقیناً ہم تباہ ہو جائیں گے","transliteration":"Qala rabbana thalamna anfusana wain lam taghfir lana watarhamna lanakoonanna mina alkhasireena"},{"id":24,"text":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","translation":"فرمایا، \"اتر جاؤ، تم ایک دوسرے کے دشمن ہو، اور تمہارے لیے ایک خاص مدت تک زمین ہی میں جائے قرار اور سامان زیست ہے","transliteration":"Qala ihbitoo baAAdukum libaAAdin AAaduwwun walakum fee alardi mustaqarrun wamataAAun ila heenin"},{"id":25,"text":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","translation":"اور فرمایا، \"وہیں تم کو جینا اور وہیں مرنا ہے اور اسی میں سے تم کو آخرکار نکالا جائے گا","transliteration":"Qala feeha tahyawna wafeeha tamootoona waminha tukhrajoona"},{"id":26,"text":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","translation":"اے اولاد آدم، ہم نے تم پر لباس نازل کیا ہے کہ تمہارے جسم کے قابل شرم حصوں کو ڈھانکے اور تمہارے لیے جسم کی حفاظت اور زینت کا ذریعہ بھی ہو، اور بہترین لباس تقویٰ کا لباس ہے یہ اللہ کی نشانیوں میں سے ایک نشانی ہے، شاید کہ لوگ اس سے سبق لیں","transliteration":"Ya banee adama qad anzalna AAalaykum libasan yuwaree sawatikum wareeshan walibasu alttaqwa thalika khayrun thalika min ayati Allahi laAAallahum yaththakkaroona"},{"id":27,"text":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","translation":"اے بنی آدم، ایسا نہ ہو کہ شیطان تمہیں پھر اُسی طرح فتنے میں مبتلا کر دے جس طرح اس نے تمہارے والدین کو جنت سے نکلوایا تھا اور ا ن کے لباس ان پر سے اتروا دیے تھے تاکہ ان کی شرمگاہیں ایک دوسرے کے سامنے کھولے وہ اور اس کے ساتھی تمہیں ایسی جگہ سے دیکھتے ہیں جہاں سے تم انہیں نہیں دیکھ سکتے اِن شیاطین کو ہم نے اُن لوگوں کا سرپرست بنا دیا ہے جو ایمان نہیں لاتے","transliteration":"Ya banee adama la yaftinannakumu alshshaytanu kama akhraja abawaykum mina aljannati yanziAAu AAanhuma libasahuma liyuriyahuma sawatihima innahu yarakum huwa waqabeeluhu min haythu la tarawnahum inna jaAAalna alshshayateena awliyaa lillatheena la yuminoona"},{"id":28,"text":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"یہ لوگ جب کوئی شرمناک کام کرتے ہیں تو کہتے ہیں ہم نے اپنے باپ دادا کو اسی طریقہ پر پایا ہے اور اللہ ہی نے ہمیں ایسا کرنے کا حکم دیا ہے اِن سے کہو اللہ بے حیائی کا حکم کبھی نہیں دیا کرتا کیا تم اللہ کا نام لے کر وہ باتیں کہتے ہو جن کے متعلق تمہیں علم نہیں ہے (وہ اللہ کی طرف سے ہیں)؟","transliteration":"Waitha faAAaloo fahishatan qaloo wajadna AAalayha abaana waAllahu amarana biha qul inna Allaha la yamuru bialfahshai ataqooloona AAala Allahi ma la taAAlamoona"},{"id":29,"text":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","translation":"اے محمدؐ، ان سے کہو، میرے رب نے تو راستی و انصاف کا حکم دیا ہے، اور اس کا حکم تو یہ ہے کہ ہر عبادت میں اپنا رخ ٹھیک رکھو اور اُسی کو پکارو اپنے دین کو اس کے لیے خالص رکھ کر جس طرح اُس نے تمہیں اب پیدا کیا ہے اسی طرح تم پھر پیدا کیے جاؤ گے","transliteration":"Qul amara rabbee bialqisti waaqeemoo wujoohakum AAinda kulli masjidin waodAAoohu mukhliseena lahu alddeena kama badaakum taAAoodoona"},{"id":30,"text":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","translation":"ایک گروہ کوتو اس نے سیدھا راستہ دکھا دیا ہے، مگر دوسرے گروہ پر گمراہی چسپاں ہو کر رہ گئی ہے، کیونکہ انہوں نے خدا کے بجائے شیاطین کو اپنا سر پرست بنا لیا ہے اور وہ سمجھ رہے ہیں کہ ہم سیدھی راہ پر ہیں","transliteration":"Fareeqan hada wafareeqan haqqa AAalayhimu alddalalatu innahumu ittakhathoo alshshayateena awliyaa min dooni Allahi wayahsaboona annahum muhtadoona"},{"id":31,"text":"۞يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","translation":"اے بنی آدم، ہر عبادت کے موقع پر اپنی زینت سے آراستہ رہو اور کھاؤ پیو اور حد سے تجاوز نہ کرو، اللہ حد سے بڑھنے والوں کو پسند نہیں کرتا","transliteration":"Ya banee adama khuthoo zeenatakum AAinda kulli masjidin wakuloo waishraboo wala tusrifoo innahu la yuhibbu almusrifeena"},{"id":32,"text":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translation":"اے محمدؐ، ان سے کہو کس نے اللہ کی اُس زینت کو حرام کر دیا جسے اللہ نے اپنے بندوں کے لیے نکالا تھا اور کس نے خدا کی بخشی ہوئی پاک چیزیں ممنوع کر دیں؟ کہو، یہ ساری چیزیں دنیا کی زندگی میں بھی ایمان لانے والوں کے لیے ہیں، اور قیامت کے روز تو خالصتاً انہی کے لیے ہوں گی اِس طرح ہم اپنی باتیں صاف صاف بیان کرتے ہیں اُن لوگوں کے لیے جو علم رکھنے والے ہیں","transliteration":"Qul man harrama zeenata Allahi allatee akhraja liAAibadihi waalttayyibati mina alrrizqi qul hiya lillatheena amanoo fee alhayati alddunya khalisatan yawma alqiyamati kathalika nufassilu alayati liqawmin yaAAlamoona"},{"id":33,"text":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"اے محمدؐ، اِن سے کہو کہ میرے رب نے جو چیزیں حرام کی ہیں وہ تو یہ ہیں: بے شرمی کے کام خواہ کھلے ہوں یا چھپے اور گناہ اور حق کے خلاف زیادتی اور یہ کہ اللہ کے ساتھ تم کسی کو شریک کرو جس کے لیے اُس نے کوئی سند نازل نہیں کی اور یہ کہ اللہ کے نام پر کوئی ایسی بات کہو جس کے متعلق تمہیں علم نہ ہو کہ وہ حقیقت میں اسی نے فرمائی ہے","transliteration":"Qul innama harrama rabbiya alfawahisha ma thahara minha wama batana waalithma waalbaghya bighayri alhaqqi waan tushrikoo biAllahi ma lam yunazzil bihi sultanan waan taqooloo AAala Allahi ma la taAAlamoona"},{"id":34,"text":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translation":"ہر قوم کے لیے مہلت کی ایک مدت مقرر ہے، پھر جب کسی قوم کی مدت آن پوری ہوتی ہے تو ایک گھڑی بھر کی تاخیر و تقدیم بھی نہیں ہوتی","transliteration":"Walikulli ommatin ajalun faitha jaa ajaluhum la yastakhiroona saAAatan wala yastaqdimoona"},{"id":35,"text":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"(اور یہ بات اللہ نے آغاز تخلیق ہی میں صاف فرما دی تھی کہ) اے بنی آدم، یاد رکھو، اگر تمہارے پاس خود تم ہی میں سے ایسے رسول آئیں جو تمہیں میری آیات سنا رہے ہوں، تو جو کوئی نافرمانی سے بچے گا اور اپنے رویہ کی اصلاح کر لے گا اس کے لیے کسی خوف اور رنج کا موقع نہیں ہے","transliteration":"Ya banee adama imma yatiyannakum rusulun minkum yaqussoona AAalaykum ayatee famani ittaqa waaslaha fala khawfun AAalayhim wala hum yahzanoona"},{"id":36,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"اور جو لوگ ہماری آیات کو جھٹلائیں گے اور ان کے مقابلہ میں سرکشی برتیں گے وہی اہل دوزخ ہوں گے جہاں وہ ہمیشہ رہیں گے","transliteration":"Waallatheena kaththaboo biayatina waistakbaroo AAanha olaika ashabu alnnari hum feeha khalidoona"},{"id":37,"text":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَـٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","translation":"ظاہر ہے کہ اُس سے بڑا ظالم اور کو ن ہو گا جو بالکل جھوٹی باتیں گھڑ کر اللہ کی طرف منسوب کرے یا اللہ کی سچی آیات کو جھٹلائے ایسے لوگ اپنے نوشتہ تقدیر کے مطابق اپنا حصہ پاتے رہیں گے، یہاں تک کہ وہ گھڑی آ جائے گی جب ہمارے بھیجے ہوئے فرشتے ان کی روحیں قبض کرنے کے لیے پہنچیں گے اُس وقت وہ اُن سے پوچھیں گے کہ بتاؤ، اب کہاں ہیں تمہارے وہ معبود جن کو تم کو خدا کے بجائے پکارتے تھے؟ وہ کہیں گے کہ، \"سب ہم سے گم ہو گئے\" اور وہ خود اپنے خلاف گواہی دیں گے کہ ہم واقعی منکر حق تھے","transliteration":"Faman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba biayatihi olaika yanaluhum naseebuhum mina alkitabi hatta itha jaathum rusuluna yatawaffawnahum qaloo ayna ma kuntum tadAAoona min dooni Allahi qaloo dalloo AAanna washahidoo AAala anfusihim annahum kanoo kafireena"},{"id":38,"text":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","translation":"اللہ فرمائے گا جاؤ، تم بھی اسی جہنم میں چلے جاؤ جس میں تم سے پہلے گزرے ہوئے گروہ جن و انس جا چکے ہیں ہر گروہ جب جہنم میں داخل ہوگا تو اپنے پیش رو گروہ پر لعنت کرتا ہوا داخل ہوگا، حتیٰ کہ جب سب وہاں جمع ہو جائیں گے تو ہر بعد والا گروہ پہلے گروہ کے حق میں کہے گا کہ اے رب، یہ لوگ تھے جنہوں نے ہم کو گمراہ کیا لہٰذا انہیں آگ کا دوہرا عذاب دے جواب میں ارشاد ہوگا، ہر ایک کے لیے دوہرا ہی عذاب ہے مگر تم جانتے نہیں ہو","transliteration":"Qala odkhuloo fee omamin qad khalat min qablikum mina aljinni waalinsi fee alnnari kullama dakhalat ommatun laAAanat okhtaha hatta itha iddarakoo feeha jameeAAan qalat okhrahum lioolahum rabbana haolai adalloona faatihim AAathaban diAAfan mina alnnari qala likullin diAAfun walakin la taAAlamoona"},{"id":39,"text":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","translation":"اور پہلا گروہ دوسرے گروہ سے کہے گا کہ (اگر ہم قابل الزام تھے) تو تمہی کو ہم پر کونسی فضیلت حاصل تھی، اب اپنی کمائی کے نتیجہ میں عذاب کا مزا چکھو","transliteration":"Waqalat oolahum liokhrahum fama kana lakum AAalayna min fadlin fathooqoo alAAathaba bima kuntum taksiboona"},{"id":40,"text":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","translation":"یقین جانو، جن لوگوں نے ہماری آیات کو جھٹلایا ہے اور ان کے مقابلہ میں سرکشی کی ہے ان کے لیے آسمان کے دروازے ہرگز نہ کھولے جائیں گے اُن کا جنت میں جانا اتنا ہی ناممکن ہے جتنا سوئی کے ناکے سے اونٹ کا گزرنا مجرموں کو ہمارے ہاں ایسا ہی بدلہ ملا کرتا ہے","transliteration":"Inna allatheena kaththaboo biayatina waistakbaroo AAanha la tufattahu lahum abwabu alssamai wala yadkhuloona aljannata hatta yalija aljamalu fee sammi alkhiyati wakathalika najzee almujrimeena"},{"id":41,"text":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"ان کے لیے تو جہنم کا بچھونا ہوگا اور جہنم ہی کا اوڑھنا یہ ہے وہ جزا جو ہم ظالموں کو دیا کرتے ہیں","transliteration":"Lahum min jahannama mihadun wamin fawqihim ghawashin wakathalika najzee alththalimeena"},{"id":42,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"بخلاف اس کے جن لوگوں نے ہماری آیات کو مان لیا ہے اور اچھے کام کیے ہیں اور اس باب میں ہم ہر ایک کو اس کی استطاعت ہی کے مطابق ذمہ دار ٹھیراتے ہیں وہ اہل جنت ہیں جہاں وہ ہمیشہ رہیں گے","transliteration":"Waallatheena amanoo waAAamiloo alssalihati la nukallifu nafsan illa wusAAaha olaika ashabu aljannati hum feeha khalidoona"},{"id":43,"text":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"ان کے دلوں میں ایک دوسرے کے خلاف جو کچھ کدورت ہوگی اسے ہم نکال دیں گے اُن کے نیچے نہریں بہتی ہونگی، اور وہ کہیں گے کہ \"تعریف خدا ہی کے لیے ہے جس نے ہمیں یہ راستہ دکھایا، ہم خود راہ نہ پا سکتے تھے اگر خدا ہماری رہنمائی نہ کرتا، ہمارے رب کے بھیجے ہوئے رسول واقعی حق ہی لے کر آئے تھے\" اُس وقت ندا آئے گی کہ \"یہ جنت جس کے تم وارث بنائے گئے ہو تمہیں اُن اعمال کے بدلے میں ملی ہے جو تم کرتے رہے تھے","transliteration":"WanazaAAna ma fee sudoorihim min ghillin tajree min tahtihimu alanharu waqaloo alhamdu lillahi allathee hadana lihatha wama kunna linahtadiya lawla an hadana Allahu laqad jaat rusulu rabbina bialhaqqi wanoodoo an tilkumu aljannatu oorithtumooha bima kuntum taAAmaloona"},{"id":44,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ","translation":"پھر یہ جنت کے لوگ دوزخ والوں سے پکار کر کہیں گے، \"ہم نے اُن سارے وعدوں کو ٹھیک پا لیا جو ہمارے رب نے ہم سے کیے تھے، کیا تم نے بھی ان وعدوں کو ٹھیک پایا جو تمہارے رب نے کیے تھے؟\" وہ جواب دیں گے \"ہاں\" تب ایک پکارنے والا ان کے درمیان پکارے گا کہ \"خدا کی لعنت اُن ظالموں پر","transliteration":"Wanada ashabu aljannati ashaba alnnari an qad wajadna ma waAAadana rabbuna haqqan fahal wajadtum ma waAAada rabbukum haqqan qaloo naAAam faaththana muaththinun baynahum an laAAnatu Allahi AAala alththalimeena"},{"id":45,"text":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","translation":"جو اللہ کے راستے سے لوگوں کو روکتے اور اسے ٹیڑھا کرنا چاہتے تھے اور آخرت کے منکر تھے","transliteration":"Allatheena yasuddoona AAan sabeeli Allahi wayabghoonaha AAiwajan wahum bialakhirati kafiroona"},{"id":46,"text":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","translation":"ان دونوں گروہوں کے درمیان ایک اوٹ حائل ہوگی جس کی بلندیوں (اعراف) پر کچھ اور لوگ ہوں گے یہ ہر ایک کو اس کے قیافہ سے پہچانیں گے اور جنت والوں سے پکار کر کہیں گے کہ \"سلامتی ہو تم پر\" یہ لوگ جنت میں داخل تو نہیں ہوئے مگر اس کے امیدوار ہونگے","transliteration":"Wabaynahuma hijabun waAAala alaAArafi rijalun yaAArifoona kullan biseemahum wanadaw ashaba aljannati an salamun AAalaykum lam yadkhulooha wahum yatmaAAoona"},{"id":47,"text":"۞وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"اور جب ان کی نگاہیں دوزخ والوں کی طرف پھریں گی تو کہیں گے، \"اے رب! ہمیں اِن ظالم لوگوں میں شامل نہ کیجیو","transliteration":"Waitha surifat absaruhum tilqaa ashabi alnnari qaloo rabbana la tajAAalna maAAa alqawmi alththalimeena"},{"id":48,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","translation":"پھر یہ اعراف کے لوگ دوزخ کی چند بڑی بڑی شخصیتوں کو ان کی علامتوں سے پہچان کر پکاریں گے کہ \"دیکھ لیا تم نے، آج نہ تمہارے جتھے تمہارے کسی کام آئے اور نہ وہ ساز و سامان جن کو تم بڑی چیز سمجھتے تھے","transliteration":"Wanada ashabu alaAArafi rijalan yaAArifoonahum biseemahum qaloo ma aghna AAankum jamAAukum wama kuntum tastakbiroona"},{"id":49,"text":"أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","translation":"اور کیا یہ اہل جنت وہی لوگ نہیں ہیں جن کے متعلق تم قسمیں کھا کھا کر کہتے تھے کہ اِن کو تو خدا پنی رحمت میں سے کچھ بھی نہ دے گا؟ آج انہی سے کہا گیا کہ داخل ہو جاؤ جنت میں، تمہارے لیے نہ خوف ہے نہ رنج","transliteration":"Ahaolai allatheena aqsamtum la yanaluhumu Allahu birahmatin odkhuloo aljannata la khawfun AAalaykum wala antum tahzanoona"},{"id":50,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","translation":"اور دوزخ کے لوگ جنت والوں کو پکاریں گے کہ کچھ تھوڑا سا پانی ہم پر ڈال دو یا جو رزق اللہ نے تمہیں دیا ہے اُسی میں سے کچھ پھینک دو وہ جواب دیں گے کہ \"اللہ نے یہ دونوں چیزیں اُن منکرین حق پر حرام کر دی ہیں","transliteration":"Wanada ashabu alnari ashaba aljannati an afeedoo AAalayna mina almai aw mimma razaqakumu Allahu qaloo inna Allaha harramahuma AAala alkafireena"},{"id":51,"text":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","translation":"جنہوں نے اپنے دین کو کھیل اور تفریح بنا لیا تھا اور جنہیں دنیا کی زندگی نے فریب میں مبتلا کر رکھا تھا اللہ فرماتا ہے کہ آج ہم بھی انہیں اسی طرح بھلا دیں گے جس طرح وہ اِس دن کی ملاقات کو بھولے رہے اور ہماری آیتوں کا انکار کرتے رہے","transliteration":"Allatheena ittakhathoo deenahum lahwan walaAAiban wagharrathumu alhayatu alddunya faalyawma nansahum kama nasoo liqaa yawmihim hatha wama kanoo biayatina yajhadoona"},{"id":52,"text":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"ہم اِن لوگوں کے پاس ایک ایسی کتاب لے آئے ہیں جس کو ہم نے علم کی بنا پر مفصل بنایا ہے اور جو ایمان لانے والوں کے لیے ہدایت اور رحمت ہے","transliteration":"Walaqad jinahum bikitabin fassalnahu AAala AAilmin hudan warahmatan liqawmin yuminoona"},{"id":53,"text":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"اب کیا یہ لوگ اِس کے سوا کسی اور بات کے منتظر ہیں کہ وہ انجام سامنے آ جائے جس کی یہ کتاب خبر دے رہی ہے؟ جس روز وہ انجام سامنے آ گیا وہی لوگ جنہوں نے اسے نظر انداز کر دیا تھا کہیں گے کہ \"واقعی ہمارے رب کے رسول حق لے کر آئے تھے، پھر کیا اب ہمیں کچھ سفارشی ملیں گے جو ہمارے حق میں سفارش کریں؟ یا ہمیں دوبارہ واپس ہی بھیج دیا جائے تاکہ جو کچھ ہم پہلے کرتے تھے اس کے بجائے اب دوسرے طریقے پر کام کر کے دکھائیں\" انہوں نے اپنے آپ کو خسارے میں ڈال دیا اور وہ سارے جھوٹ جو انہوں نے تصنیف کر رکھے تھے آج ان سے گم ہو گئے","transliteration":"Hal yanthuroona illa taweelahu yawma yatee taweeluhu yaqoolu allatheena nasoohu min qablu qad jaat rusulu rabbina bialhaqqi fahal lana min shufaAAaa fayashfaAAoo lana aw nuraddu fanaAAmala ghayra allathee kunna naAAmalu qad khasiroo anfusahum wadalla AAanhum ma kanoo yaftaroona"},{"id":54,"text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translation":"در حقیقت تمہارا رب اللہ ہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا، پھر اپنے تخت سلطنت پر جلوہ فرما ہوا جو رات کو دن پر ڈھانک دیتا ہے اور پھر دن رات کے پیچھے دوڑا چلا آتا ہے جس نے سورج اور چاند اور تارے پیدا کیے سب اس کے فرمان کے تابع ہیں خبردار رہو! اُسی کی خلق ہے اور اسی کا امر ہے بڑا با برکت ہے اللہ، سارے جہانوں کا مالک و پروردگار","transliteration":"Inna rabbakumu Allahu allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yughshee allayla alnnahara yatlubuhu hatheethan waalshshamsa waalqamara waalnnujooma musakhkharatin biamrihi ala lahu alkhalqu waalamru tabaraka Allahu rabbu alAAalameena"},{"id":55,"text":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","translation":"ا پنے رب کو پکارو گڑگڑاتے ہوئے اور چپکے چپکے، یقیناً و ہ حد سے گزرنے والوں کو پسند نہیں کرتا","transliteration":"OdAAoo rabbakum tadarruAAan wakhufyatan innahu la yuhibbu almuAAtadeena"},{"id":56,"text":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","translation":"زمین میں فساد برپا نہ کرو جبکہ اس کی اصلاح ہو چکی ہے اور خدا ہی کو پکارو خوف کے ساتھ اور طمع کے ساتھ، یقیناً اللہ کی رحمت نیک کردار لوگوں سے قریب ہے","transliteration":"Wala tufsidoo fee alardi baAAda islahiha waodAAoohu khawfan watamaAAan inna rahmata Allahi qareebun mina almuhsineena"},{"id":57,"text":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","translation":"اور وہ اللہ ہی ہے جو ہواؤں کو اپنی رحمت کے آگے آگے خوشخبری لیے ہوئے بھیجتا ہے، پھر جب وہ پانی سے لدے ہوئے بادل اٹھا لیتی ہیں تو انہیں کسی مردہ سر زمین کی طرف حرکت دیتا ہے، اور وہاں مینہ برسا کر (اُسی مری ہوئی زمین سے) طرح طرح کے پھل نکال لاتا ہے دیکھو، اس طرح ہم مُردوں کو حالت موت سے نکالتے ہیں، شاید کہ تم اس مشاہدے سے سبق لو","transliteration":"Wahuwa allathee yursilu alrriyaha bushran bayna yaday rahmatihi hatta itha aqallat sahaban thiqalan suqnahu libaladin mayyitin faanzalna bihi almaa faakhrajna bihi min kulli alththamarati kathalika nukhriju almawta laAAallakum tathakkaroona"},{"id":58,"text":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","translation":"جو زمین اچھی ہوتی ہے وہ اپنے رب کے حکم سے خوب پھل پھول لاتی ہے اور جو زمین خراب ہوتی ہے ا س سے ناقص پیداوار کے سوا کچھ نہیں نکلتا اس طرح ہم نشانیوں کو بار بار پیش کرتے ہیں اُن لوگوں کے لیے جو شکر گزار ہونے والے ہیں","transliteration":"Waalbaladu alttayyibu yakhruju nabatuhu biithni rabbihi waallathee khabutha la yakhruju illa nakidan kathalika nusarrifu alayati liqawmin yashkuroona"},{"id":59,"text":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","translation":"ہم نے نوحؑ کو اُس کی قوم کی طرف بھیجا اس نے کہا \"اے برادران قوم، اللہ کی بندگی کرو، اُس کے سوا تمہارا کوئی خدا نہیں ہے میں تمہارے حق میں ایک ہولناک دن کے عذاب سے ڈرتا ہوں","transliteration":"Laqad arsalna noohan ila qawmihi faqala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu innee akhafu AAalaykum AAathaba yawmin AAatheemin"},{"id":60,"text":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"اس کی قوم کے سرداروں نے جواب دیا \"ہم کو تو یہ نظر آتا ہے کہ تم صریح گمراہی میں مبتلا ہو","transliteration":"Qala almalao min qawmihi inna lanaraka fee dalalin mubeenin"},{"id":61,"text":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"نوحؑ نے کہا \"اے برادران قوم، میں کسی گمراہی میں نہیں پڑا ہو ں بلکہ، میں رب العالمین کا رسول ہوں","transliteration":"Qala ya qawmi laysa bee dalalatun walakinnee rasoolun min rabbi alAAalameena"},{"id":62,"text":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"تمہیں اپنے رب کے پیغامات پہنچاتا ہوں، تمہارا خیر خواہ ہوں اور مجھے اللہ کی طرف سے وہ کچھ معلوم ہے جو تمھیں معلوم نہیں ہے","transliteration":"Oballighukum risalati rabbee waansahu lakum waaAAlamu mina Allahi ma la taAAlamoona"},{"id":63,"text":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","translation":"کیا تمہیں اس بات پر تعجب ہوا کہ تمہارے پاس خود تمہاری اپنی قوم کے ایک آدمی کے ذریعہ سے تمہارے رب کی یاد دہانی آئی تاکہ تمہیں خبردار کرے اور تم غلط روی سے بچ جاؤ اور تم پر رحم کیا جائے؟","transliteration":"AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum walitattaqoo walaAAallakum turhamoona"},{"id":64,"text":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","translation":"مگر انہوں نے اس کو جھٹلا دیا آخر کار ہم نے اسے اور اس کے ساتھیوں کو ایک کشتی میں نجات دی اور اُن لوگوں کو ڈبو دیا جنہوں نے ہماری آیات کو جھٹلایا تھا، یقیناً وہ اندھے لوگ تھے","transliteration":"Fakaththaboohu faanjaynahu waallatheena maAAahu fee alfulki waaghraqna allatheena kaththaboo biayatina innahum kanoo qawman AAameena"},{"id":65,"text":"۞وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","translation":"اور عاد کی طرف ہم نے ان کے بھائی ہودؑ کو بھیجا اس نے کہا \"اے برادران قو م، اللہ کی بندگی کرو، اُس کے سوا تمہارا کوئی خدا نہیں ہے پھر کیا تم غلط روی سے پرہیز نہ کرو گے؟","transliteration":"Waila AAadin akhahum hoodan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu afala tattaqoona"},{"id":66,"text":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","translation":"اس کی قوم کے سرداروں نے، جو اس کی بات ماننے سے انکار کر رہے تھے، جواب میں کہا \"ہم تو تمہیں بے عقلی میں مبتلا سمجھتے ہیں اور ہمیں گمان ہے کہ تم جھوٹے ہو","transliteration":"Qala almalao allatheena kafaroo min qawmihi inna lanaraka fee safahatin wainna lanathunnuka mina alkathibeena"},{"id":67,"text":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"اس نے کہا \"اے برادران قوم، میں بے عقلی میں مبتلا نہیں ہوں بلکہ میں رب العالمین کا رسول ہوں","transliteration":"Qala ya qawmi laysa bee safahatun walakinnee rasoolun min rabbi alAAalameena"},{"id":68,"text":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","translation":"تم کو اپنے رب کے پیغامات پہنچاتا ہوں، اور تمہارا ایسا خیر خواہ ہوں جس پر بھروسہ کیا جاسکتا ہے","transliteration":"Oballighukum risalati rabbee waana lakum nasihun ameenun"},{"id":69,"text":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"کیا تمہیں اس بات پر تعجب ہوا کہ تمہارے پاس خود تمہاری اپنی قوم کے ایک آدمی کے ذریعہ سے تمہارے رب کی یاد دہانی آئی تاکہ وہ تمھیں خبردار کرے؟ بھول نہ جاؤ کہ تمہارے رب نے نوحؑ کی قوم کے بعد تم کو اُس کا جانشین بنایا اور تمہیں خوب تنو مند کیا، پس اللہ کی قدرت کے کرشموں کو یاد رکھو، امید ہے کہ فلاح پاؤ گے","transliteration":"AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum waothkuroo ith jaAAalakum khulafaa min baAAdi qawmi noohin wazadakum fee alkhalqi bastatan faothkuroo alaa Allahi laAAallakum tuflihoona"},{"id":70,"text":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"انہوں نے جواب دیا \"کیا تو ہمارے پاس اس لیے آیا ہے کہ ہم اکیلے اللہ ہی کی عبادت کریں اور اُنہیں چھوڑ دیں جن کی عبادت ہمارے باپ دادا کرتے آئے ہیں؟ اچھا تو لے آ وہ عذاب جس کی تو ہمیں دھمکی دیتا ہے اگر تو سچا ہے","transliteration":"Qaloo ajitana linaAAbuda Allaha wahdahu wanathara ma kana yaAAbudu abaona fatina bima taAAiduna in kunta mina alssadiqeena"},{"id":71,"text":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translation":"اس نے کہا \"تمہارے رب کی پھٹکار تم پر پڑ گئی اور اس کا غضب ٹوٹ پڑا کیا تم مجھ سے اُن ناموں پر جھگڑتے ہو جو تم نے اور تمہارے باپ دادا نے رکھ لیے ہیں، جن کے لیے اللہ نے کوئی سند نازل نہیں کی ہے اچھا تو تم بھی انتظار کرو اور میں بھی تمہارے ساتھ انتظار کرتا ہوں","transliteration":"Qala qad waqaAAa AAalaykum min rabbikum rijsun waghadabun atujadiloonanee fee asmain sammaytumooha antum waabaokum ma nazzala Allahu biha min sultanin faintathiroo innee maAAakum mina almuntathireena"},{"id":72,"text":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","translation":"آخر کار ہم نے اپنی مہربانی سے ہودؑ اور اس کے ساتھیوں کو بچا لیا اور اُن لوگوں کی جڑ کاٹ دی جو ہماری آیات کو جھٹلا چکے تھے اور ایمان لانے والے نہ تھے","transliteration":"Faanjaynahu waallatheena maAAahu birahmatin minna waqataAAna dabira allatheena kaththaboo biayatina wama kanoo mumineena"},{"id":73,"text":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","translation":"اور ثمود کی طرف ہم نے اُن کے بھائی صالحؑ کو بھیجا اس نے کہا \"اے برادران قوم، اللہ کی بندگی کرو، اس کے سوا تمہارا کوئی خدا نہیں ہے تمہارے پاس تمہارے رب کی کھلی دلیل آ گئی ہے یہ اللہ کی اونٹنی تمہارے لیے ایک نشانی کے طور پر ہے، لہٰذا اسے چھوڑ دو کہ خدا کی زمین میں چرتی پھرے اس کو کسی برے ارادے سے ہاتھ نہ لگانا ورنہ ایک درد ناک عذاب تمہیں آ لے گا","transliteration":"Waila thamooda akhahum salihan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum hathihi naqatu Allahi lakum ayatan fatharooha takul fee ardi Allahi wala tamassooha bisooin fayakhuthakum AAathabun aleemun"},{"id":74,"text":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translation":"یاد کرو وہ وقت جب اللہ نے قوم عاد کے بعد تمہیں اس کا جانشین بنایا اور تم کو زمین میں یہ منزلت بخشی کہ تم اُس کے ہموار میدانوں میں عالی شان محل بناتے اور اس کے پہاڑوں کو مکانات کی شکل میں تراشتے ہو پس اس کی قدرت کے کرشموں سے غافل نہ ہو جاؤ اور زمین میں فساد برپا نہ کرو","transliteration":"Waothkuroo ith jaAAalakum khulafaa min baAAdi AAadin wabawwaakum fee alardi tattakhithoona min suhooliha qusooran watanhitoona aljibala buyootan faothkuroo alaa Allahi wala taAAthaw fee alardi mufsideena"},{"id":75,"text":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","translation":"اُس کی قوم کے سرداروں نے جو بڑے بنے ہوئے تھے، کمزور طبقہ کے اُن لوگوں سے جو ایمان لے آئے تھے کہا \"کیا تم واقعی یہ جانتے ہو کہ صالحؑ اپنے رب کا پیغمبر ہے؟\" انہوں نے جواب دیا \"بے شک جس پیغام کے ساتھ وہ بھیجا گیا ہے اُسے ہم مانتے ہیں","transliteration":"Qala almalao allatheena istakbaroo min qawmihi lillatheena istudAAifoo liman amana minhum ataAAlamoona anna salihan mursalun min rabbihi qaloo inna bima orsila bihi muminoona"},{"id":76,"text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","translation":"اُن برائی کے مدعیوں نے کہا جس چیز کو تم نے مانا ہے ہم اس کے منکر ہیں","transliteration":"Qala allatheena istakbaroo inna biallathee amantum bihi kafiroona"},{"id":77,"text":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","translation":"پھر انہوں نے اس اونٹنی کو مار ڈالا اور پورے تمرد کے ساتھ اپنے رب کے حکم کی خلاف ورزی کر گزرے، اور صالحؑ سے کہہ دیا کہ لے آ وہ عذاب جس کی تو ہمیں دھمکی دیتا ہے اگر تو واقعی پیغمبروں میں سے ہے","transliteration":"FaAAaqaroo alnnaqata waAAataw AAan amri rabbihim waqaloo ya salihu itina bima taAAiduna in kunta mina almursaleena"},{"id":78,"text":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","translation":"آخر کا ر ایک دہلا دینے والی آفت نے اُنہیں آ لیا اور وہ اپنے گھروں میں اوندھے پڑے کے پڑے رہ گئے","transliteration":"Faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"},{"id":79,"text":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ","translation":"اور صالحؑ یہ کہتا ہوا ان کی بستیوں سے نکل گیا کہ \"اے میری قوم، میں نے اپنے رب کا پیغام تجھے پہنچا دیا اور میں نے تیری بہت خیر خواہی کی، مگر میں کیا کروں کہ تجھے اپنے خیر خواہ پسند ہی نہیں ہیں","transliteration":"Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalata rabbee wanasahtu lakum walakin la tuhibboona alnnasiheena"},{"id":80,"text":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","translation":"اور لوطؑ کو ہم نے پیغمبر بنا کر بھیجا، پھر یاد کرو جب اُس نے اپنی قوم سے کہا \"کیا تم ایسے بے حیا ہو گئے ہو، کہ وہ فحش کام کرتے ہو جو تم سے پہلے دنیا میں کسی نے نہیں کیا؟","transliteration":"Walootan ith qala liqawmihi atatoona alfahishata ma sabaqakum biha min ahadin mina alAAalameena"},{"id":81,"text":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","translation":"تم عورتوں کو چھوڑ کر مردوں سے اپنی خواہش پوری کرتے ہو حقیقت یہ ہے کہ تم بالکل ہی حد سے گزر جانے والے لوگ ہو","transliteration":"Innakum latatoona alrrijala shahwatan min dooni alnnisai bal antum qawmun musrifoona"},{"id":82,"text":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","translation":"مگر اس کی قوم کا جواب اس کے سوا کچھ نہ تھا کہ \"نکالو اِن لوگوں کو اپنی بستیوں سے، بڑے پاکباز بنتے ہیں یہ","transliteration":"Wama kana jawaba qawmihi illa an qaloo akhrijoohum min qaryatikum innahum onasun yatatahharoona"},{"id":83,"text":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","translation":"آخر کار ہم نے لوطؑ اوراس کے گھر والوں کو بجز اس کی بیوی کے جو پیچھے رہ جانے والوں میں تھی","transliteration":"Faanjaynahu waahlahu illa imraatahu kanat mina alghabireena"},{"id":84,"text":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","translation":"بچا کر نکال دیا اور اس قوم پر برسائی ایک بارش، پھر دیکھو کہ اُن مجرموں کا کیا انجام ہوا","transliteration":"Waamtarna AAalayhim mataran faonthur kayfa kana AAaqibatu almujrimeena"},{"id":85,"text":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"اور مدین والوں کی طرف ہم نے ان کے بھائی شعیبؑ کو بھیجا اس نے کہا \"اے برادران قوم، اللہ کی بندگی کرو، اُس کے سوا تمہارا کوئی خدا نہیں ہے تمہارے پاس تمہارے رب کی صاف رہنمائی آ گئی ہے، لہٰذا وزن اور پیمانے پورے کرو، لوگوں کو اُن کی چیزوں میں گھاٹا نہ دو، اور زمین میں فساد برپا نہ کرو جب کہ اس کی اصلاح ہو چکی ہے، اسی میں تمہاری بھلائی ہے اگر تم واقعی مومن ہو","transliteration":"Waila madyana akhahum shuAAayban qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum faawfoo alkayla waalmeezana wala tabkhasoo alnnasa ashyaahum wala tufsidoo fee alardi baAAda islahiha thalikum khayrun lakum in kuntum mumineena"},{"id":86,"text":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translation":"اور (زندگی کے) ہر راستے پر رہزن بن کر نہ بیٹھ جاؤ کہ لوگوں کو خوف زدہ کرنے اور ایمان لانے والوں کو خدا کے راستے سے روکنے لگو اور سیدھی راہ کو ٹیڑھا کرنے کے درپے ہو جاؤ یاد کرو وہ زمانہ جبکہ تم تھوڑے تھے پھر اللہ نے تمہیں بہت کر دیا، اور آنکھیں کھول کر دیکھو کہ دنیا میں مفسدوں کا کیا انجام ہوا ہے","transliteration":"Wala taqAAudoo bikulli siratin tooAAidoona watasuddoona AAan sabeeli Allahi man amana bihi watabghoonaha AAiwajan waothkuroo ith kuntum qaleelan fakaththarakum waonthuroo kayfa kana AAaqibatu almufsideena"},{"id":87,"text":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"اگر تم میں سے ایک گروہ اس تعلیم پر جس کے ساتھ میں بھیجا گیا ہوں، ایمان لاتا ہے اور دوسرا ایمان نہیں لاتا، تو صبر کے ساتھ دیکھتے رہو یہاں تک کہ اللہ ہمارے درمیان فیصلہ کر دے، اور وہی سب سے بہتر فیصلہ کرنے والا ہے","transliteration":"Wain kana taifatun minkum amanoo biallathee orsiltu bihi wataifatun lam yuminoo faisbiroo hatta yahkuma Allahu baynana wahuwa khayru alhakimeena"},{"id":88,"text":"۞قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","translation":"اس کی قوم کے سرداروں نے، جو اپنی بڑائی کے گھمنڈ میں مبتلا تھے، ا س سے کہا کہ \"اے شعیبؑ، ہم تجھے اور اُن لوگوں کو جو تیرے ساتھ ایمان لائے ہیں اپنی بستی سے نکال دیں گے ورنہ تم لوگوں کو ہماری ملت میں واپس آنا ہوگا\" شعیبؑ نے جواب دیا \"کیا زبردستی ہمیں پھیرا جائے گا خواہ ہم راضی نہ ہوں؟","transliteration":"Qala almalao allatheena istakbaroo min qawmihi lanukhrijannaka ya shuAAaybu waallatheena amanoo maAAaka min qaryatina aw lataAAoodunna fee millatina qala awalaw kunna kariheena"},{"id":89,"text":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","translation":"ہم اللہ پر جھوٹ گھڑنے والے ہوں گے اگر تمہاری ملت میں پلٹ آئیں جبکہ اللہ ہمیں اس سے نجات دے چکا ہے ہمارے لیے تو اس کی طرف پلٹنا اب کسی طرح ممکن نہیں الا یہ کہ خدا ہمارا رب ہی ایسا چاہے ہمارے رب کا علم ہر چیز پر حاوی ہے، اُسی پر ہم نے اعتماد کر لیا اے رب، ہمارے اور ہماری قوم کے درمیان ٹھیک ٹھیک فیصلہ کر دے اور تو بہترین فیصلہ کرنے والا ہے","transliteration":"Qadi iftarayna AAala Allahi kathiban in AAudna fee millatikum baAAda ith najjana Allahu minha wama yakoonu lana an naAAooda feeha illa an yashaa Allahu rabbuna wasiAAa rabbuna kulla shayin AAilman AAala Allahi tawakkalna rabbana iftah baynana wabayna qawmina bialhaqqi waanta khayru alfatiheena"},{"id":90,"text":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","translation":"اس کی قوم کے سرداروں نے، جو اس کی بات ماننے سے انکار کر چکے تھے، آپس میں کہا \"اگر تم نے شعیبؑ کی پیروی قبول کر لی تو برباد ہو جاؤ گے","transliteration":"Waqala almalao allatheena kafaroo min qawmihi laini ittabaAAtum shuAAayban innakum ithan lakhasiroona"},{"id":91,"text":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","translation":"مگر ہوا یہ کہ ایک دہلا دینے والی آفت نے اُن کو آ لیا اور وہ اپنے گھروں میں اوندھے پڑے کے پڑے رہ گئے","transliteration":"Faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"},{"id":92,"text":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","translation":"جن لوگوں نے شعیبؑ کو جھٹلایا وہ ایسے مٹے کہ گویا کبھی ان گھروں میں بسے ہی نہ تھے شعیبؑ کے جھٹلانے والے ہی آخر کار برباد ہو کر رہے","transliteration":"Allatheena kaththaboo shuAAayban kaan lam yaghnaw feeha allatheena kaththaboo shuAAayban kanoo humu alkhasireena"},{"id":93,"text":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","translation":"اور شعیبؑ یہ کہہ کر ان کی بستیوں سے نکل گیا کہ \"اے برادران قوم، میں نے اپنے رب کے پیغامات تمہیں پہنچا دیے اور تمہاری خیر خواہی کا حق ادا کر دیا اب میں اُس قوم پر کیسے افسوس کروں جو قبول حق سے انکار کرتی ہے","transliteration":"Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalati rabbee wanasahtu lakum fakayfa asa AAala qawmin kafireena"},{"id":94,"text":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","translation":"کبھی ایسا نہیں ہوا کہ ہم نے کسی بستی میں نبی بھیجا ہو اور اُس بستی کے لوگوں کو پہلے تنگی اور سختی میں مبتلا نہ کیا ہو اس خیال سے کہ شاید وہ عاجزی پر اتر آئیں","transliteration":"Wama arsalna fee qaryatin min nabiyyin illa akhathna ahlaha bialbasai waalddarrai laAAallahum yaddarraAAoona"},{"id":95,"text":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"پھر ہم نے ان کی بدحالی کو خوش حالی سے بدل دیا یہاں تک کہ وہ خوب پھلے پھولے اور کہنے لگے کہ \"ہمارے اسلاف پر بھی اچھے اور برے دن آتے ہی رہے ہیں\" آخر کار ہم نے انہیں اچانک پکڑ لیا اور انہیں خبر تک نہ ہوئی","transliteration":"Thumma baddalna makana alssayyiati alhasanata hatta AAafaw waqaloo qad massa abaana alddarrao waalssarrao faakhathnahum baghtatan wahum la yashAAuroona"},{"id":96,"text":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","translation":"اگر بستیوں کے لوگ ایمان لاتے اور تقویٰ کی روش اختیار کرتے تو ہم ان پر آسمان اور زمین سے برکتوں کے دروازے کھو ل دیتے، مگر اُنہوں نے تو جھٹلایا، لہٰذا ہم نے اُس بری کمائی کے حساب میں انہیں پکڑ لیا جو وہ سمیٹ رہے تھے","transliteration":"Walaw anna ahla alqura amanoo waittaqaw lafatahna AAalayhim barakatin mina alssamai waalardi walakin kaththaboo faakhathnahum bima kanoo yaksiboona"},{"id":97,"text":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","translation":"پھر کیا بستیوں کے لوگ اب اس سے بے خوف ہو گئے ہیں کہ ہماری گرفت کبھی اچانک اُن پر رات کے وقت نہ آ جائے گی جب کہ وہ سوتے پڑے ہوں؟","transliteration":"Afaamina ahlu alqura an yatiyahum basuna bayatan wahum naimoona"},{"id":98,"text":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","translation":"یا انہیں اطمینان ہو گیا ہے کہ ہمارا مضبوط ہاتھ کبھی یکایک ان پر دن کے وقت نہ پڑے گا جب کہ وہ کھیل رہے ہوں؟","transliteration":"Awa amina ahlu alqura an yatiyahum basuna duhan wahum yalAAaboona"},{"id":99,"text":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","translation":"کیا یہ لوگ اللہ کی چال سے بے خوف ہیں؟ حالانکہ اللہ کی چال سے وہی قوم بے خوف ہوتی ہے جو تباہ ہونے والی ہو","transliteration":"Afaaminoo makra Allahi fala yamanu makra Allahi illa alqawmu alkhasiroona"},{"id":100,"text":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","translation":"اور کیا اُن لوگوں کو جو سابق اہل زمین کے بعد زمین کے وارث ہوتے ہیں، اِس امر واقعی نے کچھ سبق نہیں دیا کہ اگر ہم چاہیں تو ان کے قصوروں پر انہیں پکڑ سکتے ہیں؟ (مگر وہ سبق آموز حقائق سے تغافل برتتے ہیں) اور ہم ان کے دلوں پر مہر لگا دیتے ہیں، پھر وہ کچھ نہیں سنتے","transliteration":"Awalam yahdi lillatheena yarithoona alarda min baAAdi ahliha an law nashao asabnahum bithunoobihim wanatbaAAu AAala quloobihim fahum la yasmaAAoona"},{"id":101,"text":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","translation":"یہ قومیں جن کے قصے ہم تمہیں سنا رہے ہیں (تمہارے سامنے مثال میں موجود ہیں) ان کے رسول ان کے پا س کھلی کھلی نشانیاں لے کر آئے، مگر جس چیز کو وہ ایک دفعہ جھٹلا چکے تھے پھر اُسے وہ ماننے والے نہ تھے دیکھو اس طرح ہم منکرین حق کے دلوں پر مہر لگا دیتے ہیں","transliteration":"Tilka alqura naqussu AAalayka min anbaiha walaqad jaathum rusuluhum bialbayyinati fama kanoo liyuminoo bima kaththaboo min qablu kathalika yatbaAAu Allahu AAala quloobi alkafireena"},{"id":102,"text":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","translation":"ہم نے ان میں سے اکثر میں کوئی پاس عہد نہ پایا بلکہ اکثر کو فاسق ہی پایا","transliteration":"Wama wajadna liaktharihim min AAahdin wain wajadna aktharahum lafasiqeena"},{"id":103,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translation":"پھر اُن قوموں کے بعد (جن کا ذکر اوپر کیا گیا) ہم نے موسیٰؑ کو اپنی نشانیوں کے ساتھ فرعون اور اس کی قوم کے سرداروں کے پاس بھیجا مگر انہوں نے بھی ہماری نشانیوں کے ساتھ ظلم کیا، پس دیکھو کہ ان مفسدوں کا کیا انجام ہوا","transliteration":"Thumma baAAathna min baAAdihim moosa biayatina ila firAAawna wamalaihi fathalamoo biha faonuthur kayfa kana AAaqibatu almufsideena"},{"id":104,"text":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"موسیٰؑ نے کہا \"اے فرعون، میں کائنات کے مالک کی طرف سے بھیجا ہوا آیا ہو ں","transliteration":"Waqala moosa ya firAAawnu innee rasoolun min rabbi alAAalameena"},{"id":105,"text":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"میرا منصب یہی ہے کہ اللہ کا نام لے کر کوئی بات حق کے سوا نہ کہوں، میں تم لوگوں کے پاس تمہارے رب کی طرف سے صریح دلیل ماموریت لے کر آیا ہوں، لہٰذا تو بنی اسرائیل کو میرے ساتھ بھیج دے","transliteration":"Haqeequn AAala an la aqoola AAala Allahi illa alhaqqa qad jitukum bibayyinatin min rabbikum faarsil maAAiya banee israeela"},{"id":106,"text":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"فرعون نے کہا \"اگر تو کوئی نشانی لایا ہے اور اپنے دعوے میں سچا ہے تو اسے پیش کر","transliteration":"Qala in kunta jita biayatin fati biha in kunta mina alssadiqeena"},{"id":107,"text":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","translation":"موسیٰؑ نے اپنا عصا پھینکا اور یکا یک وہ ایک جیتا جاگتا اژدہا تھا","transliteration":"Faalqa AAasahu faitha hiya thuAAbanun mubeenun"},{"id":108,"text":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّـٰظِرِينَ","translation":"اس نے اپنی جیب سے ہاتھ نکالا اور سب دیکھنے والوں کے سامنے وہ چمک رہا تھا","transliteration":"WanazaAAa yadahu faitha hiya baydao lilnnathireena"},{"id":109,"text":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","translation":"ا س پر فرعون کی قوم کے سرداروں نے آپس میں کہا کہ \"یقیناً یہ شخص بڑا ماہر جادو گر ہے","transliteration":"Qala almalao min qawmi firAAawna inna hatha lasahirun AAaleemun"},{"id":110,"text":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","translation":"تمہیں تمہاری زمین سے بے دخل کرنا چاہتا ہے، اب کہو کیا کہتے ہو؟","transliteration":"Yureedu an yukhrijakum min ardikum famatha tamuroona"},{"id":111,"text":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","translation":"پھر اُن سب نے فرعون کو مشورہ دیا کہ اسے اور اس کے بھائی کو انتظار میں رکھیے اور تمام شہروں میں ہرکارے بھیج دیجیے","transliteration":"Qaloo arjih waakhahu waarsil fee almadaini hashireena"},{"id":112,"text":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","translation":"کہ ہر ماہر فن جادوگر کو آپ کے پاس لے آئیں","transliteration":"Yatooka bikulli sahirin AAaleemin"},{"id":113,"text":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","translation":"چنانچہ جادوگر فرعون کے پاس آ گئے اُنہوں نے \"اگر ہم غالب رہے تو ہمیں اس کا صلہ تو ضرور ملے گا؟","transliteration":"Wajaa alssaharatu firAAawna qaloo inna lana laajran in kunna nahnu alghalibeena"},{"id":114,"text":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","translation":"فرعون نے جواب دیا \"ہاں، اور تم مقرب بارگاہ ہو گے","transliteration":"Qala naAAam wainnakum lamina almuqarrabeena"},{"id":115,"text":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","translation":"پھر اُنہوں نے موسیٰؑ سے کہا \"تم پھینکتے ہو یا ہم پھینکیں؟","transliteration":"Qaloo ya moosa imma an tulqiya waimma an nakoona nahnu almulqeena"},{"id":116,"text":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","translation":"موسیٰؑ نے جواب دیا \"تم ہی پھینکو\" انہوں نے جو اپنے آنچھر پھینکے تو نگاہوں کو مسحور اور دلوں کو خوف زدہ کر دیا اور بڑا ہی زبردست جادو بنا لائے","transliteration":"Qala alqoo falamma alqaw saharoo aAAyuna alnnasi waistarhaboohum wajaoo bisihrin AAatheemin"},{"id":117,"text":"۞وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","translation":"ہم نے موسیٰؑ کو اشارہ کیا کہ پھینک اپنا عصا اس کا پھینکنا تھا کہ آن کی آن میں وہ ان کے اس جھوٹے طلسم کو نگلتا چلا گیا","transliteration":"Waawhayna ila moosa an alqi AAasaka faitha hiya talqafu ma yafikoona"},{"id":118,"text":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","translation":"اس طرح جو حق تھا وہ حق ثابت ہوا اور جو کچھ اُنہوں نے بنا رکھا تھا وہ باطل ہو کر رہ گیا","transliteration":"FawaqaAAa alhaqqu wabatala ma kanoo yaAAmaloona"},{"id":119,"text":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","translation":"فرعون اور اس کے ساتھی میدان مقابلہ میں مغلوب ہوئے اور (فتح مند ہونے کے بجائے) الٹے ذلیل ہو گئے","transliteration":"Faghuliboo hunalika wainqalaboo saghireena"},{"id":120,"text":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","translation":"اور جادوگروں کا حال یہ ہوا کہ گویا کسی چیز نے اندر سے انہیں سجدے میں گرا دیا","transliteration":"Waolqiya alssaharatu sajideena"},{"id":121,"text":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","translation":"کہنے لگے \"ہم نے مان لیا رب العالمین کو","transliteration":"Qaloo amanna birabbi alAAalameena"},{"id":122,"text":"رَبِّ مُوسَىٰ وَهَٰرُونَ","translation":"اُس رب کو جسے موسیٰؑ اور ہارونؑ مانتے ہیں","transliteration":"Rabbi moosa waharoona"},{"id":123,"text":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","translation":"فرعون نے کہا \"تم اس پر ایمان لے آئے قبل اس کے کہ میں تمہیں اجازت دوں؟ یقیناً یہ کوئی خفیہ ساز ش تھی جو تم لوگوں نے اس دارالسلطنت میں کی تاکہ اس کے مالکوں کو اقتدار سے بے دخل کر دو اچھا توا س کا نتیجہ اب تمہیں معلوم ہوا جاتا ہے","transliteration":"Qala firAAawnu amantum bihi qabla an athana lakum inna hatha lamakrun makartumoohu fee almadeenati litukhrijoo minha ahlaha fasawfa taAAlamoona"},{"id":124,"text":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","translation":"میں تمہارے ہاتھ پاؤں مخالف سمتوں سے کٹوا دوں گا اور اس کے بعد تم سب کو سولی پر چڑھاؤں گا","transliteration":"LaoqatiAAanna aydiyakum waarjulakum min khilafin thumma laosallibannakum ajmaAAeena"},{"id":125,"text":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","translation":"انہوں نے جواب دیا \"بہر حال ہمیں پلٹنا اپنے رب ہی کی طرف ہے","transliteration":"Qaloo inna ila rabbina munqaliboona"},{"id":126,"text":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","translation":"تو جس بات پر ہم سے انتقام لینا چاہتا ہے وہ اِس کے سوا کچھ نہیں کہ ہمارے رب کی نشانیاں جب ہمارے سامنے آ گئیں تو ہم نے انہیں مان لیا اے رب، ہم پر صبر کا فیضان کر اور ہمیں دنیا سے اٹھا تو اِس حال میں کہ ہم تیرے فرماں بردار ہوں","transliteration":"Wama tanqimu minna illa an amanna biayati rabbina lamma jaatna rabbana afrigh AAalayna sabran watawaffana muslimeena"},{"id":127,"text":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","translation":"فرعون سے اُس کی قوم کے سرداروں نے کہا \"کیا تو موسیٰؑ اور اُس کی قوم کو یونہی چھوڑ دے گا کہ ملک میں فساد پھیلائیں اور وہ تیری اور تیرے معبودوں کی بندگی چھوڑ بیٹھے؟\" فرعون نے جواب دیا \"میں اُن کے بیٹوں کو قتل کراؤں گا اور اُن کی عورتوں کو جیتا رہنے دوں گا ہمارے اقتدار کی گرفت ان پر مضبوط ہے","transliteration":"Waqala almalao min qawmi firAAawna atatharu moosa waqawmahu liyufsidoo fee alardi wayatharaka waalihataka qala sanuqattilu abnaahum wanastahyee nisaahum wainna fawqahum qahiroona"},{"id":128,"text":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","translation":"موسیٰؑ نے اپنی قوم سے کہا \"اللہ سے مدد مانگو اور صبر کرو، زمین اللہ کی ہے، اپنے بندوں میں سے جس کو چاہتا ہے اس کا وارث بنا دیتا ہے، اور آخری کامیابی انہی کے لیے جو اس سے ڈرتے ہوئے کام کریں","transliteration":"Qala moosa liqawmihi istaAAeenoo biAllahi waisbiroo inna alarda lillahi yoorithuha man yashao min AAibadihi waalAAaqibatu lilmuttaqeena"},{"id":129,"text":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","translation":"اس کی قوم کے لوگوں نے کہا \"تیرے آنے سے پہلے بھی ہم ستائے جاتے تھے اور اب تیرے آنے پر بھی ستائے جا رہے ہیں\" اس نے جواب دیا \"قریب ہے وہ وقت کہ تمہارا رب تمہارے دشمن کو ہلاک کر دے اور تم کو زمین میں خلیفہ بنائے، پھر دیکھے کہ تم کیسے عمل کرتے ہو","transliteration":"Qaloo ootheena min qabli an tatiyana wamin baAAdi ma jitana qala AAasa rabbukum an yuhlika AAaduwwakum wayastakhlifakum fee alardi fayanthura kayfa taAAmaloona"},{"id":130,"text":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","translation":"ہم نے فرعون کے لوگوں کو کئی سال تک قحط اور پیداوار کی کمی میں مبتلا رکھا کہ شاید ان کو ہوش آئے","transliteration":"Walaqad akhathna ala firAAawna bialssineena wanaqsin mina alththamarati laAAallahum yaththakkaroona"},{"id":131,"text":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"مگر اُن کا حال یہ تھا کہ جب اچھا زمانہ آتا تو کہتے کہ ہم اِسی کے مستحق ہیں، اور جب برا زمانہ آتا تو موسیٰؑ اور اس کے ساتھیوں کو اپنے لیے فال بد ٹھیراتے، حالانکہ در حقیقت ان کی فال بد تو اللہ کے پاس تھی، مگر ان میں سے اکثر بے علم تھے","transliteration":"Faitha jaathumu alhasanatu qaloo lana hathihi wain tusibhum sayyiatun yattayyaroo bimoosa waman maAAahu ala innama tairuhum AAinda Allahi walakinna aktharahum la yaAAlamoona"},{"id":132,"text":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","translation":"انہوں نے موسیٰؑ سے کہا کہ \"تو ہمیں مسحور کرنے کے لیے خواہ کوئی نشانی لے آئے، ہم تو تیری بات ماننے والے نہیں ہیں","transliteration":"Waqaloo mahma tatina bihi min ayatin litasharana biha fama nahnu laka bimumineena"},{"id":133,"text":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","translation":"آخر کار ہم نے ان پر طوفان بھیجا، ٹڈی دل چھوڑے، سرسریاں پھیلائیں، مینڈک نکالے، اور خو ن برسایا یہ سب نشانیاں الگ الگ کر کے دکھائیں، مگر وہ سر کشی کیے چلے گئے اور وہ بڑے ہی مجرم لوگ تھے","transliteration":"Faarsalna AAalayhimu alttoofana waaljarada waalqummala waalddafadiAAa waalddama ayatin mufassalatin faistakbaroo wakanoo qawman mujrimeena"},{"id":134,"text":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"جب کبھی اُن پر بلا نازل ہو جاتی تو کہتے \"اے موسیٰؑ، تجھے اپنے رب کی طرف سے جو منصب حاصل ہے اس کی بنا پر ہمارے حق میں دعا کر، اگر اب کے تو ہم پر سے یہ بلا ٹلوا دے تو ہم تیری بات مان لیں گے اور بنی اسرائیل کو تیرے ساتھ بھیج دیں گے","transliteration":"Walamma waqaAAa AAalayhimu alrrijzu qaloo ya moosa odAAu lana rabbaka bima AAahida AAindaka lain kashafta AAanna alrrijza lanuminanna laka walanursilanna maAAaka banee israeela"},{"id":135,"text":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","translation":"مگر جب ہم ان پر سے اپنا عذاب ایک وقت مقرر تک کے لیے، جس کو وہ بہرحال پہنچنے والے تھے، ہٹا لیتے تو وہ یکلخت اپنے عہد سے پھر جاتے","transliteration":"Falamma kashafna AAanhumu alrrijza ila ajalin hum balighoohu itha hum yankuthoona"},{"id":136,"text":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","translation":"تب ہم نے اُن سے انتقام لیا اور انہیں سمندر میں غرق کر دیا کیونکہ انہوں نے ہماری نشانیوں کو جھٹلایا تھا اور اُن سے بے پروا ہو گئے تھے","transliteration":"Faintaqamna minhum faaghraqnahum fee alyammi biannahum kaththaboo biayatina wakanoo AAanha ghafileena"},{"id":137,"text":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","translation":"اور اُن کی جگہ ہم نے اُن لوگوں کو جو کمزور بنا کر رکھے گئے تھے، اُس سرزمین کے مشرق و مغرب کا وارث بنا دیا جسے ہم نے برکتوں سے مالا مال کیا تھا اس طرح بنی اسرائیل کے حق میں تیرے رب کا وعدہ خیر پورا ہوا کیونکہ اُنہوں نے صبر سے کام لیا تھا اور فرعون اور اس کی قوم کا وہ سب کچھ برباد کر دیا گیا جو وہ بناتے اور چڑھاتے تھے","transliteration":"Waawrathna alqawma allatheena kanoo yustadAAafoona mashariqa alardi wamagharibaha allatee barakna feeha watammat kalimatu rabbika alhusna AAala banee israeela bima sabaroo wadammarna ma kana yasnaAAu firAAawnu waqawmuhu wama kanoo yaAArishoona"},{"id":138,"text":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","translation":"بنی اسرائیل کو ہم نے سمندر سے گزار دیا، پھر وہ چلے اور راستے میں ایک ایسی قوم پر اُن کا گزر ہوا جو اپنے چند بتوں کی گرویدہ بنی ہوئی تھی کہنے لگے، \"اے موسیٰؑ، ہمارے لیے بھی کوئی ایسا معبود بنا دے جیسے اِن لوگوں کے معبود ہیں\" موسیٰؑ نے کہا \"تم لوگ بڑی نادانی کی باتیں کرتے ہو","transliteration":"Wajawazna bibanee israeela albahra faataw AAala qawmin yaAAkufoona AAala asnamin lahum qaloo ya moosa ijAAal lana ilahan kama lahum alihatun qala innakum qawmun tajhaloona"},{"id":139,"text":"إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","translation":"یہ لوگ جس طریقہ کی پیروی کر رہے ہیں وہ تو برباد ہونے والا ہے اور جو عمل وہ کر رہے ہیں وہ سراسر باطل ہے","transliteration":"Inna haolai mutabbarun ma hum feehi wabatilun ma kanoo yaAAmaloona"},{"id":140,"text":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","translation":"پھر موسیٰؑ نے کہا \"کیا میں اللہ کے سوا کوئی اور معبود تمہارے لیے تلاش کروں؟ حالانکہ وہ اللہ ہی ہے جس نے تمہیں دنیا بھر کی قوموں پر فضیلت بخشی ہے","transliteration":"Qala aghayra Allahi abgheekum ilahan wahuwa faddalakum AAala alAAalameena"},{"id":141,"text":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","translation":"اور (اللہ فرماتا ہے) وہ وقت یاد کرو جب ہم نے فرعون والوں سے تمہیں نجات دی جن کا حال یہ تھا کہ تمہیں سخت عذاب میں مبتلا رکھتے تھے، تمہارے بیٹوں کو قتل کرتے اور تمہاری عورتوں کو زندہ رہنے دیتے تھے اور اس میں تمہارے رب کی طرف سے تمہاری بڑی آزمائش تھی","transliteration":"Waith anjaynakum min ali firAAawna yasoomoonakum sooa alAAathabi yuqattiloona abnaakum wayastahyoona nisaakum wafee thalikum balaon min rabbikum AAatheemun"},{"id":142,"text":"۞وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","translation":"ہم نے موسیٰؑ کو تیس شب و روز کے لیے (کوہ سینا پر) طلب کیا اور بعد میں دس دن کا اور اضافہ کر دیا، اِس طرح اُس کے رب کی مقرر کردہ مدت پورے چالیس دن ہو گئی موسیٰؑ نے چلتے ہوئے اپنے بھائی ہارونؑ سے کہا کہ \"میرے پیچھے تم میری قوم میں میری جانشینی کرنا اور ٹھیک کام کرتے رہنا اور بگاڑ پیدا کرنے والوں کے طریقے پر نہ چلنا","transliteration":"WawaAAadna moosa thalatheena laylatan waatmamnaha biAAashrin fatamma meeqatu rabbihi arbaAAeena laylatan waqala moosa liakheehi haroona okhlufnee fee qawmee waaslih wala tattabiAA sabeela almufsideena"},{"id":143,"text":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","translation":"جب وہ ہمارے مقرر کیے ہوئے وقت پر پہنچا اور اس کے رب نے اس سے کلام کیا تو اس نے التجا کی کہ \"اے رب، مجھے یارائے نظر دے کہ میں تجھے دیکھوں\" فرمایا \"تو مجھے نہیں دیکھ سکتا ہاں ذرا سامنے کے پہاڑ کی طرف دیکھ، اگر وہ اپنی جگہ قائم رہ جائے تو البتہ تو مجھے دیکھ سکے گا\" چنانچہ اس کے رب نے جب پہاڑ پر تجلی کی تو اسے ریزہ ریزہ کر دیا اور موسیٰؑ غش کھا کر گر پڑا جب ہوش آیا تو بولا \"پاک ہے تیری ذات، میں تیرے حضور توبہ کرتا ہوں اور سب سے پہلا ایمان لانے والا میں ہوں","transliteration":"Walamma jaa moosa limeeqatina wakallamahu rabbuhu qala rabbi arinee anthur ilayka qala lan taranee walakini onthur ila aljabali faini istaqarra makanahu fasawfa taranee falamma tajalla rabbuhu liljabali jaAAalahu dakkan wakharra moosa saAAiqan falamma afaqa qala subhanaka tubtu ilayka waana awwalu almumineena"},{"id":144,"text":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ","translation":"فرمایا \"اے موسیٰؑ، میں نے تمام لوگوں پر ترجیح دے کر تجھے منتخب کیا کہ میر ی پیغمبری کرے اور مجھ سے ہم کلام ہو پس جو کچھ میں تجھے دوں اسے لے اور شکر بجالا","transliteration":"Qala ya moosa innee istafaytuka AAala alnnasi birisalatee wabikalamee fakhuth ma ataytuka wakun mina alshshakireena"},{"id":145,"text":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","translation":"اس کے بعد ہم نے موسیٰؑ کو ہر شعبہ زندگی کے متعلق نصیحت اور ہر پہلو کے متعلق واضح ہدایت تختیوں پر لکھ کر دے دی اور اس سے کہا: \"اِن ہدایات کو مضبوط ہاتھوں سے سنبھال اور اپنی قوم کو حکم دے کہ ان کے بہتر مفہوم کی پیروی کریں عنقریب میں تمہیں فاسقوں کے گھر دکھاؤں گا","transliteration":"Wakatabna lahu fee alalwahi min kulli shayin mawAAithatan watafseelan likulli shayin fakhuthha biquwwatin wamur qawmaka yakhuthoo biahsaniha saoreekum dara alfasiqeena"},{"id":146,"text":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","translation":"میں اپنی نشانیوں سے اُن لوگوں کی نگاہیں پھیر دوں گا جو بغیر کسی حق کے زمین میں بڑے بنتے ہیں، وہ خواہ کوئی نشانی دیکھ لیں کبھی اس پر ایمان نہ لائیں گے، اگر سیدھا راستہ اُن کے سامنے آئے تو اسے اختیار نہ کریں گے اور اگر ٹیٹرھا راستہ نظر آئے تو اس پر چل پڑیں گے، اس لیے کہ انہوں نے ہماری نشانیوں کو جھٹلایا اور ان سے بے پروائی کرتے رہے","transliteration":"Saasrifu AAan ayatiya allatheena yatakabbaroona fee alardi bighayri alhaqqi wain yaraw kulla ayatin la yuminoo biha wain yaraw sabeela alrrushdi la yattakhithoohu sabeelan wain yaraw sabeela alghayyi yattakhithoohu sabeelan thalika biannahum kaththaboo biayatina wakanoo AAanha ghafileena"},{"id":147,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","translation":"ہماری نشانیوں کو جس کسی نے جھٹلایا اور آخرت کی پیشی کا انکار کیا اُس کے سارے اعمال ضائع ہو گئے کیا لوگ اِس کے سوا کچھ اور جزا پا سکتے ہیں کہ جیسا کریں ویسا بھریں؟","transliteration":"Waallatheena kaththaboo biayatina waliqai alakhirati habitat aAAmaluhum hal yujzawna illa ma kanoo yaAAmaloona"},{"id":148,"text":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","translation":"موسیٰؑ کے پیچھے اس کی قوم کے لوگوں نے اپنے زیوروں سے ایک بچھڑے کا پتلا بنا لیا جس میں سے بیل کی سی آواز نکلتی تھی کیا اُنہیں نظر نہ آتا تھا کہ وہ نہ ان سے بولتا ہے نہ کسی معاملہ میں ان کی رہنمائی کرتا ہے؟ مگر پھر بھی اُنہوں نے اسے معبود بنا لیا اور وہ سخت ظالم تھے","transliteration":"Waittakhatha qawmu moosa min baAAdihi min huliyyihim AAijlan jasadan lahu khuwarun alam yaraw annahu la yukallimuhum wala yahdeehim sabeelan ittakhathoohu wakanoo thalimeena"},{"id":149,"text":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","translation":"پھر جب ان کی فریب خوردگی کا طلسم ٹوٹ گیا او ر اُنہوں نے دیکھ لیا کہ در حقیقت وہ گمراہ ہو گئے ہیں تو کہنے لگے کہ \"اگر ہمارے رب نے ہم پر رحم نہ فرمایا اور ہم سے درگزر نہ کیا تو ہم برباد ہو جائیں گے","transliteration":"Walamma suqita fee aydeehim waraaw annahum qad dalloo qaloo lain lam yarhamna rabbuna wayaghfir lana lanakoonanna mina alkhasireena"},{"id":150,"text":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"ادھر سے موسیٰؑ غصے اور رنج میں بھرا ہوا اپنی قوم کی طرف پلٹا آتے ہی اس نے کہا \"بہت بری جانشینی کی تم لوگوں نے میرے بعد! کیا تم سے اتنا صبر نہ ہوا کہ اپنے رب کے حکم کا انتظار کر لیتے؟\" اور تختیاں پھینک دیں اور اپنے بھا ئی (ہارونؑ) کے سر کے بال پکڑ کر اسے کھینچا ہارونؑ نے کہا \"اے میری ماں کے بیٹے، اِن لوگوں نے مجھے دبا لیا اور قریب تھا کہ مجھے مار ڈالتے پس تو دشمنوں کو مجھ پر ہنسنے کا موقع نہ دے اور اس ظالم گروہ کے ساتھ مجھے نہ شامل کر","transliteration":"Walamma rajaAAa moosa ila qawmihi ghadbana asifan qala bisama khalaftumoonee min baAAdee aAAajiltum amra rabbikum waalqa alalwaha waakhatha birasi akheehi yajurruhu ilayhi qala ibna omma inna alqawma istadAAafoonee wakadoo yaqtuloonanee fala tushmit biya alaAAdaa wala tajAAalnee maAAa alqawmi alththalimeena"},{"id":151,"text":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"تب موسیٰؑ نے کہا \"اے رب، مجھے اور میرے بھائی کو معاف کر اور ہمیں اپنی رحمت میں داخل فرما، تو سب سے بڑھ کر رحیم ہے","transliteration":"Qala rabbi ighfir lee waliakhee waadkhilna fee rahmatika waanta arhamu alrrahimeena"},{"id":152,"text":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","translation":"(جواب میں ارشاد ہوا کہ) \"جن لوگوں نے بچھڑے کو معبود بنایا وہ ضرور اپنے رب کے غضب میں گرفتار ہو کر رہیں گے اور دنیا کی زندگی میں ذلیل ہوں گے جھوٹ گھڑنے والوں کو ہم ایسی ہی سزا دیتے ہیں","transliteration":"Inna allatheena ittakhathoo alAAijla sayanaluhum ghadabun min rabbihim wathillatun fee alhayati alddunya wakathalika najzee almuftareena"},{"id":153,"text":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","translation":"اور جو لوگ برے عمل کریں پھر توبہ کر لیں اور ایمان لے آئیں تو یقیناً اِس توبہ و ایمان کے بعد تیرا رب درگزر اور رحم فرمانے والا ہے","transliteration":"Waallatheena AAamiloo alssayyiati thumma taboo min baAAdiha waamanoo inna rabbaka min baAAdiha laghafoorun raheemun"},{"id":154,"text":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","translation":"پھر جب موسیٰؑ کا غصہ ٹھنڈا ہوا تو اس نے وہ تختیاں اٹھا لیں جن کی تحریر میں ہدایت اور رحمت تھی اُن لوگوں کے لیے جو اپنے رب سے ڈرتے ہیں","transliteration":"Walamma sakata AAan moosa alghadabu akhatha alalwaha wafee nuskhatiha hudan warahmatun lillatheena hum lirabbihim yarhaboona"},{"id":155,"text":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّـٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","translation":"اور اُس نے اپنی قوم کے ستر آدمیوں کو منتخب کیا تاکہ وہ (اُس کے ساتھ) ہمارے مقرر کیے ہوئے وقت پر حاضر ہوں جب اِن لوگوں کو ایک سخت زلزلے نے آ پکڑا تو موسیٰؑ نے عرض کیا \"اے میرے سرکار، آپ چاہتے تو پہلے ہی اِن کو اور مجھے ہلاک کرسکتے تھے کیا آپ اُس قصور میں جو ہم میں سے چند نادانوں نے کیا تھا ہم سب کو ہلاک کر دیں گے؟ یہ تو آپ کی ڈالی ہوئی ایک آزمائش تھی جس کے ذریعہ سے آپ جسے چاہتے ہیں گمراہی میں مبتلا کر دیتے ہیں اور جسے چاہتے ہیں ہدایت بخش دیتے ہیں ہمارے سر پرست تو آپ ہی ہیں پس ہمیں معاف کر دیجیے اور ہم پر رحم فرمائیے، آپ سب سے بڑھ کر معاف فرمانے والے ہیں","transliteration":"Waikhtara moosa qawmahu sabAAeena rajulan limeeqatina falamma akhathathumu alrrajfatu qala rabbi law shita ahlaktahum min qablu waiyyaya atuhlikuna bima faAAala alssufahao minna in hiya illa fitnatuka tudillu biha man tashao watahdee man tashao anta waliyyuna faighfir lana wairhamna waanta khayru alghafireena"},{"id":156,"text":"۞وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","translation":"اور ہمارے لیے اس دنیا کی بھلائی بھی لکھ دیجیے اور آخرت کی بھی، ہم نے آپ کی طرف رجوع کر لیا\" جواب میں ارشاد ہوا \"سزا تو میں جسے چاہتا ہوں دیتا ہوں، مگر میری رحمت ہر چیز پر چھائی ہوئی ہے، اور اُسے میں اُن لوگوں کے حق میں لکھوں گا جو نافرمانی سے پرہیز کریں گے، زکوٰۃ دیں گے اور میری آیات پر ایمان لائیں گے","transliteration":"Waoktub lana fee hathihi alddunya hasanatan wafee alakhirati inna hudna ilayka qala AAathabee oseebu bihi man ashao warahmatee wasiAAat kulla shayin fasaaktubuha lillatheena yattaqoona wayutoona alzzakata waallatheena hum biayatina yuminoona"},{"id":157,"text":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَـٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"(پس آج یہ رحمت اُن لوگوں کا حصہ ہے) جو اِس پیغمبر، نبی امی کی پیروی اختیار کریں جس کا ذکر اُنہیں اپنے ہاں تورات اور انجیل میں لکھا ہوا ملتا ہے وہ انہیں نیکی کا حکم دیتا ہے، بدی سے روکتا ہے، ان کے لیے پاک چیزیں حلال او ر ناپاک چیزیں حرام کرتا ہے، اور ان پر سے وہ بوجھ اتارتا ہے جو اُن پر لدے ہوئے تھے اور وہ بندشیں کھولتا ہے جن میں وہ جکڑے ہوئے تھے لہٰذا جو لوگ اس پر ایمان لائیں اور اس کی حمایت اور نصرت کریں اور اُس روشنی کی پیروی اختیار کریں جو اس کے ساتھ نازل کی گئی ہے، وہی فلاح پانے والے ہیں","transliteration":"Allatheena yattabiAAoona alrrasoola alnnabiyya alommiyya allathee yajidoonahu maktooban AAindahum fee alttawrati waalinjeeli yamuruhum bialmaAAroofi wayanhahum AAani almunkari wayuhillu lahumu alttayyibati wayuharrimu AAalayhimu alkhabaitha wayadaAAu AAanhum israhum waalaghlala allatee kanat AAalayhim faallatheena amanoo bihi waAAazzaroohu wanasaroohu waittabaAAoo alnnoora allathee onzila maAAahu olaika humu almuflihoona"},{"id":158,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","translation":"اے محمدؐ، کہو کہ \"اے انسانو، میں تم سب کی طرف اُس خدا کا پیغمبر ہوں جو زمین اور آسمانوں کی بادشاہی کا مالک ہے، اُس کے سوا کوئی خدا نہیں ہے، وہی زندگی بخشتا ہے اور وہی موت دیتا ہے، پس ایمان لاؤ اللہ پر اور اس کے بھیجے ہوئے نبی اُمی پر جو اللہ اور اس کے ارشادات کو مانتا ہے، اور پیروی اختیار کرو اُس کی، امید ہے کہ تم راہ راست پا لو گے","transliteration":"Qul ya ayyuha alnnasu innee rasoolu Allahi ilaykum jameeAAan allathee lahu mulku alssamawati waalardi la ilaha illa huwa yuhyee wayumeetu faaminoo biAllahi warasoolihi alnnabiyyi alommiyyi allathee yuminu biAllahi wakalimatihi waittabiAAoohu laAAallakum tahtadoona"},{"id":159,"text":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","translation":"موسیٰؑ کی قوم میں ایک گروہ ایسا بھی تھا جو حق کے مطابق ہدایت کرتا اور حق ہی کے مطابق انصاف کرتا تھا","transliteration":"Wamin qawmi moosa ommatun yahdoona bialhaqqi wabihi yaAAdiloona"},{"id":160,"text":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"اور ہم نے اس قوم کو بارہ گھرانوں میں تقسیم کر کے انہیں مستقل گروہوں کی شکل دے دی تھی اور جب موسیٰؑ سے اس کی قوم نے پانی مانگا تو ہم نے اس کو اشارہ کیا کہ فلاں چٹان پر اپنی لاٹھی مارو چنانچہ اس چٹان سے یکایک بارہ چشمے پھوٹ نکلے اور ہر گروہ نے اپنے پانی لینے کی جگہ متعین کر لی ہم نے اُن پر بادل کا سایہ کیا اور اُن پر من و سلویٰ اتارا کھاؤ وہ پاک چیزیں جو ہم نے تم کو بخشی ہیں مگر اس کے بعد انہوں نے جو کچھ کیا تو ہم پر ظلم نہیں کیا بلکہ آپ اپنے ہی اوپر ظلم کرتے رہے","transliteration":"WaqattaAAnahumu ithnatay AAashrata asbatan omaman waawhayna ila moosa ithi istasqahu qawmuhu ani idrib biAAasaka alhajara fainbajasat minhu ithnata AAashrata AAaynan qad AAalima kullu onasin mashrabahum wathallalna AAalayhimu alghamama waanzalna AAalayhimu almanna waalssalwa kuloo min tayyibati ma razaqnakum wama thalamoona walakin kanoo anfusahum yathlimoona"},{"id":161,"text":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","translation":"یاد کرو وہ وقت جب ان سے کہا گیا تھا کہ اِس بستی میں جا کر بس جاؤ اور اس کی پیداوار سے حسب منشا روزی حاصل کرو اور حطۃ حطۃ کہتے جاؤ اور شہر کے دروازے میں سجدہ ریز ہوتے ہوئے داخل ہو، ہم تمہاری خطائیں معاف کریں گے اور نیک رویہ رکھنے والوں کو مزید فضل سے نوازیں گے","transliteration":"Waith qeela lahumu oskunoo hathihi alqaryata wakuloo minha haythu shitum waqooloo hittatun waodkhuloo albaba sujjadan naghfir lakum khateeatikum sanazeedu almuhsineena"},{"id":162,"text":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","translation":"مگر جو لوگ اُن میں سے ظالم تھے اُنہوں نے اُس بات کو جو اُن سے کہی گئی تھی بدل ڈالا، اور نتیجہ یہ ہوا کہ ہم نے ان کے ظلم کی پاداش میں ان پر آسمان سے عذاب بھیج دیا","transliteration":"Fabaddala allatheena thalamoo minhum qawlan ghayra allathee qeela lahum faarsalna AAalayhim rijzan mina alssamai bima kanoo yathlimoona"},{"id":163,"text":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","translation":"اور ذرا اِن سے اُ س بستی کا حال بھی پوچھو جو سمندر کے کنارے واقع تھی اِنہیں یاد دلاؤ وہ واقعہ کہ وہاں کے لوگ سبت (ہفتہ) کے دن احکام الٰہی کی خلاف ورزی کرتے تھے اور یہ کہ مچھلیاں سبت ہی کے دن ابھر ابھر کر سطح پر اُن کے سامنے آتی تھیں اور سبت کے سوا باقی دنوں میں نہیں آتی تھیں یہ اس لیے ہوتا تھا کہ ہم ان کی نافرمانیوں کی وجہ سے ان کو آزمائش میں ڈال رہے تھے","transliteration":"Waisalhum AAani alqaryati allatee kanat hadirata albahri ith yaAAdoona fee alssabti ith tateehim heetanuhum yawma sabtihim shurraAAan wayawma la yasbitoona la tateehim kathalika nabloohum bima kanoo yafsuqoona"},{"id":164,"text":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","translation":"اور انہیں یہ بھی یاد لاؤ کہ جب اُن میں سے ایک گروہ نے دوسرے گروہ سے کہا تھا کہ \"تم ایسے لوگوں کو کیوں نصیحت کرتے ہو جنہیں اللہ ہلاک کرنے والا یا سخت سزا دینے والا ہے \" تو انہوں نے جواب دیا تھا کہ \"ہم یہ سب کچھ تمہارے رب کے حضور اپنی معذرت پیش کرنے کے لیے کرتے ہیں اور اس امید پر کرتے ہیں کہ شاید یہ لوگ اس کی نافرمانی سے پرہیز کرنے لگیں","transliteration":"Waith qalat ommatun minhum lima taAAithoona qawman Allahu muhlikuhum aw muAAaththibuhum AAathaban shadeedan qaloo maAAthiratan ila rabbikum walaAAallahum yattaqoona"},{"id":165,"text":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","translation":"آخرکارجب وہ اُن ہدایات کو بالکل ہی فراموش کر گئے جو انہیں یاد کرائی گئی تھیں تو ہم نے اُن لوگوں کو بچا لیا جو برائی سے روکتے تھے اور باقی سب لوگوں کو جو ظالم تھے ان کی نافرمانیوں پر سخت عذاب میں پکڑ لیا","transliteration":"Falamma nasoo ma thukkiroo bihi anjayna allatheena yanhawna AAani alssooi waakhathna allatheena thalamoo biAAathabin baeesin bima kanoo yafsuqoona"},{"id":166,"text":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","translation":"پھر جب وہ پوری سرکشی کے ساتھ وہی کام کیے چلے گئے جس سے انہیں روکا گیا تھا، تو ہم نے کہا کہ بندر ہو جاؤ ذلیل اور خوار","transliteration":"Falamma AAataw AAan ma nuhoo AAanhu qulna lahum koonoo qiradatan khasieena"},{"id":167,"text":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","translation":"اور یاد کرو جبکہ تمہارے رب نے اعلان کر دیا کہ \"وہ قیامت تک برابر ایسے لوگ بنی اسرائیل پر مسلط کرتا رہے گا جو ان کو بدترین عذاب دیں گے،\" یقیناً تمہارا رب سزا دینے میں تیز دست ہے اور یقیناً وہ در گزر اور رحم سے بھی کام لینے والا ہے","transliteration":"Waith taaththana rabbuka layabAAathanna AAalayhim ila yawmi alqiyamati man yasoomuhum sooa alAAathabi inna rabbaka lasareeAAu alAAiqabi wainnahu laghafoorun raheemun"},{"id":168,"text":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّـٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"ہم نے ان کو زمین میں ٹکڑے ٹکڑے کر کے بہت سی قوموں میں تقسیم کر دیا کچھ لوگ ان میں نیک تھے اور کچھ ا س سے مختلف اور ہم ان کو اچھے اور برے حالات سے آزمائش میں مبتلا کرتے رہے کہ شاید یہ پلٹ آئیں","transliteration":"WaqattaAAnahum fee alardi omaman minhumu alssalihoona waminhum doona thalika wabalawnahum bialhasanati waalssayyiati laAAallahum yarjiAAoona"},{"id":169,"text":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","translation":"پھر اگلی نسلوں کے بعد ایسے نا خلف لوگ ان کے جانشین ہوئے جو کتاب الٰہی کے وارث ہو کر اِسی دنیائے دنی کے فائدے سمیٹتے ہیں اور کہہ دیتے ہیں کہ توقع ہے ہمیں معاف کر دیا جائے گا، اور اگر وہی متاع دنیا پھر سامنے آتی ہے تو پھر لپک کر اسے لے لیتے ہیں کیا ان سے کتاب کا عہد نہیں لیا جا چکا ہے کہ اللہ کے نام پر وہی بات کہیں جو حق ہو؟ اور یہ خود پڑھ چکے ہیں جو کتاب میں لکھا ہے آخرت کی قیام گاہ تو خدا ترس لوگوں کے لیے ہی بہتر ہے، کیا تم اتنی سی بات نہیں سمجھتے؟","transliteration":"Fakhalafa min baAAdihim khalfun warithoo alkitaba yakhuthoona AAarada hatha aladna wayaqooloona sayughfaru lana wain yatihim AAaradun mithluhu yakhuthoohu alam yukhath AAalayhim meethaqu alkitabi an la yaqooloo AAala Allahi illa alhaqqa wadarasoo ma feehi waalddaru alakhiratu khayrun lillatheena yattaqoona afala taAAqiloona"},{"id":170,"text":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","translation":"جو لوگ کتاب کی پابندی کر تے ہیں اور جنہوں نے نماز قائم رکھی ہے، یقیناً ایسے نیک کردار لوگوں کا اجر ہم ضائع نہیں کریں گے","transliteration":"Waallatheena yumassikoona bialkitabi waaqamoo alssalata inna la nudeeAAu ajra almusliheena"},{"id":171,"text":"۞وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","translation":"انہیں وہ وقت بھی کچھ یاد ہے جبکہ ہم نے پہاڑ کو ہلا کر ان پر اس طرح چھا دیا تھا کہ گویا وہ چھتری ہے اور یہ گمان کر رہے تھے کہ وہ ان پر آ پڑے گا اور اُس وقت ہم نے ان سے کہا تھا کہ جو کتاب ہم تمہیں دے رہے ہیں اسے مضبوطی کے ساتھ تھامو اور جو کچھ اس میں لکھا ہے اسے یاد رکھو، توقع ہے کہ تم غلط روی سے بچے رہو گے","transliteration":"Waith nataqna aljabala fawqahum kaannahu thullatun wathannoo annahu waqiAAun bihim khuthoo ma ataynakum biquwwatin waothkuroo ma feehi laAAallakum tattaqoona"},{"id":172,"text":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","translation":"اور اے نبی، لوگوں کو یاد دلاؤ وہ وقت جبکہ تمہارے رب نے بنی آدم کی پشتوں سے ان کی نسل کو نکالا تھا اور انہیں خود ان کے اوپر گواہ بناتے ہوئے پوچھا تھا \"کیا میں تمہارا رب نہیں ہوں؟\" انہوں نے کہا \"ضرور آپ ہی ہمارے رب ہیں، ہم اس پر گواہی دیتے ہیں\" یہ ہم نے اس لیے کیا کہ کہیں تم قیامت کے روز یہ نہ کہہ دو کہ \"ہم تو اس بات سے بے خبر تھے،","transliteration":"Waith akhatha rabbuka min banee adama min thuhoorihim thurriyyatahum waashhadahum AAala anfusihim alastu birabbikum qaloo bala shahidna an taqooloo yawma alqiyamati inna kunna AAan hatha ghafileena"},{"id":173,"text":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","translation":"یا یہ نہ کہنے لگو کہ \"شرک کی ابتدا تو ہمارے باپ دادا نے ہم سے پہلے کی تھی اور ہم بعد کو ان کی نسل سے پیدا ہوئے، پھر کیا آپ ہمیں اُس قصور میں پکڑتے ہیں جو غلط کار لوگوں نے کیا تھا","transliteration":"Aw taqooloo innama ashraka abaona min qablu wakunna thurriyyatan min baAAdihim afatuhlikuna bima faAAala almubtiloona"},{"id":174,"text":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","translation":"دیکھو، اِس طرح ہم نشانیاں واضح طور پر پیش کرتے ہیں اور اس لیے کرتے ہیں کہ یہ لوگ پلٹ آئیں","transliteration":"Wakathalika nufassilu alayati walaAAallahum yarjiAAoona"},{"id":175,"text":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","translation":"اور اے محمدؐ، اِن کے سامنے اُس شخص کا حال بیان کرو جس کو ہم نے اپنی آیات کا علم عطا کیا تھا مگر وہ ان کی پابندی سے نکل بھاگا آخرکار شیطان اس کے پیچھے پڑ گیا یہاں تک کہ وہ بھٹکنے والوں میں شامل ہو کر رہا","transliteration":"Waotlu AAalayhim nabaa allathee ataynahu ayatina fainsalakha minha faatbaAAahu alshshaytanu fakana mina alghaweena"},{"id":176,"text":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّـٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","translation":"اگر ہم چاہتے تو اسے اُن آیتوں کے ذریعہ سے بلندی عطا کرتے، مگر وہ تو زمین ہی کی طرف جھک کر رہ گیا اور اپنی خواہش نفس ہی کے پیچھے پڑا رہا، لہٰذا اس کی حالت کتے کی سی ہو گئی کہ تم اس پر حملہ کرو تب بھی زبان لٹکائے رہے اور اسے چھوڑ دو تب بھی زبان لٹکائے رہے یہی مثال ہے اُن لوگوں کی جو ہماری آیات کو جھٹلاتے ہیں تم یہ حکایات اِن کو سناتے رہو، شاید کہ یہ کچھ غور و فکر کریں","transliteration":"Walaw shina larafaAAnahu biha walakinnahu akhlada ila alardi waittabaAAa hawahu famathaluhu kamathali alkalbi in tahmil AAalayhi yalhath aw tatrukhu yalhath thalika mathalu alqawmi allatheena kaththaboo biayatina faoqsusi alqasasa laAAallahum yatafakkaroona"},{"id":177,"text":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","translation":"بڑی ہی بری مثال ہے ایسے لوگوں کی جنہوں نے ہماری آیات کو جھٹلایا، اور وہ آپ اپنے ہی اوپر ظلم کرتے رہے ہیں","transliteration":"Saa mathalan alqawmu allatheena kaththaboo biayatina waanfusahum kanoo yathlimoona"},{"id":178,"text":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"جسے اللہ ہدایت بخشے بس وہی راہ راست پاتا ہے اور جس کو اللہ اپنی رہنمائی سے محروم کر دے وہی ناکام و نامراد ہو کر رہتا ہے","transliteration":"Man yahdi Allahu fahuwa almuhtadee waman yudlil faolaika humu alkhasiroona"},{"id":179,"text":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَـٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","translation":"اور یہ حقیقت ہے کہ بہت سے جن اور انسان ایسے ہیں جن کو ہم نے جہنم ہی کے لیے پیدا کیا ہے ان کے پاس دل ہیں مگر وہ ان سے سوچتے نہیں ان کے پاس آنکھیں ہیں مگر وہ ان سے دیکھتے نہیں ان کے پاس کان ہیں مگر وہ ان سے سنتے نہیں وہ جانوروں کی طرح ہیں بلکہ ان سے بھی زیادہ گئے گزرے، یہ وہ لوگ ہیں جو غفلت میں کھو ئے گئے ہیں","transliteration":"Walaqad tharana lijahannama katheeran mina aljinni waalinsi lahum quloobun la yafqahoona biha walahum aAAyunun la yubsiroona biha walahum athanun la yasmaAAoona biha olaika kaalanAAami bal hum adallu olaika humu alghafiloona"},{"id":180,"text":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَـٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","translation":"اللہ اچھے ناموں کا مستحق ہے، اس کو اچھے ہی ناموں سے پکارو اور اُن لوگوں کو چھوڑ دو جو اس کے نام رکھنے میں راستی سے منحرف ہو جاتے ہیں جو کچھ وہ کرتے رہے ہیں اس کا بدلہ وہ پاکر رہیں گے","transliteration":"Walillahi alasmao alhusna faodAAoohu biha watharoo allatheena yulhidoona fee asmaihi sayujzawna ma kanoo yaAAmaloona"},{"id":181,"text":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","translation":"ہماری مخلوق میں ایک گروہ ایسا بھی ہے جو ٹھیک ٹھیک حق کے مطابق ہدایت اور حق ہی کے مطابق انصاف کرتا ہے","transliteration":"Wamimman khalaqna ommatun yahdoona bialhaqqi wabihi yaAAdiloona"},{"id":182,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","translation":"رہے وہ لوگ جنہوں نے ہماری آیات کو جھٹلا دیا ہے، تو انہیں ہم بتدریج ایسے طریقہ سے تباہی کی طرف لے جائیں گے کہ انہیں خبر تک نہ ہوگی","transliteration":"Waallatheena kaththaboo biayatina sanastadrijuhum min haythu la yaAAlamoona"},{"id":183,"text":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","translation":"میں ان کو ڈھیل دے رہا ہوں، میری چال کا کوئی توڑ نہیں ہے","transliteration":"Waomlee lahum inna kaydee mateenun"},{"id":184,"text":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","translation":"اور کیا اِن لوگوں نے کبھی سوچا نہیں؟ اِن کے رفیق پر جنون کا کوئی اثر نہیں ہے وہ تو ایک خبردار ہے جو (برا انجام سامنے آنے سے پہلے) صاف صاف متنبہ کر رہا ہے","transliteration":"Awalam yatafakkaroo ma bisahibihim min jinnatin in huwa illa natheerun mubeenun"},{"id":185,"text":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","translation":"کیا ان لوگوں نے آسمان و زمین کے انتظام پر کبھی غور نہیں کیا اور کسی چیز کو بھی جو خدا نے پیدا کی ہے آنکھیں کھول کر نہیں دیکھا؟ اور کیا یہ بھی انہوں نے نہیں سوچا کہ شاید اِن کی مہلت زندگی پوری ہونے کا وقت قریب آ لگا ہو؟ پھر آخر پیغمبرؐ کی اِس تنبیہ کے بعد اور کونسی بات ایسی ہو سکتی ہے جس پر یہ ایمان لائیں؟","transliteration":"Awalam yanthuroo fee malakooti alssamawati waalardi wama khalaqa Allahu min shayin waan AAasa an yakoona qadi iqtaraba ajaluhum fabiayyi hadeethin baAAdahu yuminoona"},{"id":186,"text":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"جس کو اللہ رہنمائی سے محروم کر دے اُس کے لیے پھر کوئی رہنما نہیں ہے، اور اللہ اِنہیں اِن کی سرکشی ہی میں بھٹکتا ہوا چھوڑے دیتا ہے","transliteration":"Man yudlili Allahu fala hadiya lahu wayatharuhum fee tughyanihim yaAAmahoona"},{"id":187,"text":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"یہ لوگ تم سے پوچھتے ہیں کہ آخر وہ قیامت کی گھڑی کب نازل ہوگی؟ کہو \"اس کا علم میرے رب ہی کے پاس ہے اُسے اپنے وقت پر وہی ظاہر کرے گا آسمانوں اور زمین میں وہ بڑا سخت وقت ہوگا وہ تم پر اچانک آ جائے گا\" یہ لوگ اس کے متعلق تم سے اس طرح پوچھتے ہیں گویا کہ تم اس کی کھوج میں لگے ہوئے ہو کہو \"اس کا علم تو صرف اللہ کو ہے مگر اکثر لوگ اس حقیقت سے نا واقف ہیں","transliteration":"Yasaloonaka AAani alssaAAati ayyana mursaha qul innama AAilmuha AAinda rabbee la yujalleeha liwaqtiha illa huwa thaqulat fee alssamawati waalardi la tateekum illa baghtatan yasaloonaka kaannaka hafiyyun AAanha qul innama AAilmuha AAinda Allahi walakinna akthara alnnasi la yaAAlamoona"},{"id":188,"text":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"اے محمدؐ، ان سے کہو \"میں اپنی ذات کے لیے کسی نفع اور نقصان کا اختیار نہیں رکھتا، اللہ ہی جو کچھ چاہتا ہے وہ ہو تا ہے اور اگر مجھے غیب کا علم ہوتا تو میں بہت سے فائدے اپنے لیے حاصل کر لیتا اور مجھے کبھی کوئی نقصان نہ پہنچتا میں تو محض ایک خبردار کرنے والا اور خوش خبری سنانے والا ہوں اُن لوگوں کے لیے جو میری بات مانیں","transliteration":"Qul la amliku linafsee nafAAan wala darran illa ma shaa Allahu walaw kuntu aAAlamu alghayba laistakthartu mina alkhayri wama massaniya alssooo in ana illa natheerun wabasheerun liqawmin yuminoona"},{"id":189,"text":"۞هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ","translation":"وہ اللہ ہی ہے جس نے تمہیں ایک جان سے پیدا کیا اور اسی کی جنس سے اس کا جوڑا بنایا تاکہ اس کے پاس سکون حاصل کرے پھر جب مرد نے عورت کو ڈھانک لیا تو اسے ایک خفیف سا حمل رہ گیا جسے لیے لیے وہ چلتی پھرتی رہی پھر جب وہ بوجھل ہو گئی تو دونوں نے مل کر اللہ، اپنے رب سے دعا کی کہ اگر تو نے ہم کو اچھا سا بچہ دیا تو ہم تیرے شکر گزار ہوں گے","transliteration":"Huwa allathee khalaqakum min nafsin wahidatin wajaAAala minha zawjaha liyaskuna ilayha falamma taghashshaha hamalat hamlan khafeefan famarrat bihi falamma athqalat daAAawa Allaha rabbahuma lain ataytana salihan lanakoonanna mina alshshakireena"},{"id":190,"text":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","translation":"مگر جب اللہ نے ان کو ایک صحیح و سالم بچہ دے دیا تو وہ اس کی اِس بخشش و عنایت میں دوسروں کو اس کا شریک ٹھیرانے لگے اللہ بہت بلند و برتر ہے ان مشرکانہ باتوں سے جو یہ لوگ کرتے ہیں","transliteration":"Falamma atahuma salihan jaAAala lahu shurakaa feema atahuma fataAAala Allahu AAamma yushrikoona"},{"id":191,"text":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","translation":"کیسے نادان ہیں یہ لوگ کہ اُن کو خدا کا شریک ٹھیراتے ہیں جو کسی چیز کو بھی پیدا نہیں کرتے بلکہ خود پیدا کیے جاتے ہیں","transliteration":"Ayushrikoona ma la yakhluqu shayan wahum yukhlaqoona"},{"id":192,"text":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","translation":"جو نہ ان کی مدد کر سکتے ہیں اور نہ آپ اپنی مدد ہی پر قادر ہیں","transliteration":"Wala yastateeAAoona lahum nasran wala anfusahum yansuroona"},{"id":193,"text":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","translation":"اگر تم انہیں سیدھی راہ پر آنے کی دعوت دو تو وہ تمہارے پیچھے نہ آئیں، تم خواہ انہیں پکارو یا خاموش رہو، دونوں صورتوں میں تمہارے لیے یکساں ہی رہے","transliteration":"Wain tadAAoohum ila alhuda la yattabiAAookum sawaon AAalaykum adaAAawtumoohum am antum samitoona"},{"id":194,"text":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"تم لوگ خدا کو چھوڑ کر جنہیں پکارتے ہو وہ تو محض بندے ہیں جیسے تم بندے ہو ان سے دعائیں مانگ دیکھو، یہ تمہاری دعاؤں کا جواب دیں اگر ان کے بارے میں تمہارے خیالات صحیح ہیں","transliteration":"Inna allatheena tadAAoona min dooni Allahi AAibadun amthalukum faodAAoohum falyastajeeboo lakum in kuntum sadiqeena"},{"id":195,"text":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","translation":"کیا یہ پاؤں رکھتے ہیں کہ ان سے چلیں؟ کیا یہ ہاتھ رکھتے ہیں کہ ان سے پکڑیں؟ کیا یہ آنکھیں رکھتے ہیں کہ ان سے دیکھیں؟ کیا یہ کان رکھتے ہیں کہ ان سے سنیں؟ اے محمدؐ، ان سے کہو کہ \"بلا لو اپنے ٹھیرائے ہوئے شریکوں کو پھر تم سب مل کر میرے خلاف تدبیریں کرو اور مجھے ہرگز مہلت نہ دو","transliteration":"Alahum arjulun yamshoona biha am lahum aydin yabtishoona biha am lahum aAAyunun yubsiroona biha am lahum athanun yasmaAAoona biha quli odAAoo shurakaakum thumma keedooni fala tunthirooni"},{"id":196,"text":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ","translation":"میرا حامی و ناصر وہ خدا ہے جس نے یہ کتاب نازل کی ہے اور وہ نیک آدمیوں کی حمایت کرتا ہے","transliteration":"Inna waliyyiya Allahu allathee nazzala alkitaba wahuwa yatawalla alssaliheena"},{"id":197,"text":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","translation":"بخلاف اِس کے تم جنہیں خدا کو چھوڑ کر پکارتے ہو وہ نہ تمہاری مدد کرسکتے ہیں اور نہ خود اپنی مدد ہی کرنے کے قابل ہیں","transliteration":"Waallatheena tadAAoona min doonihi la yastateeAAoona nasrakum wala anfusahum yansuroona"},{"id":198,"text":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","translation":"بلکہ اگر تم انہیں سیدھی راہ پر آنے کے لیے کہو تو وہ تمہاری بات سن بھی نہیں سکتے بظاہر تم کو ایسا نظر آتا ہے کہ وہ تمہاری طرف دیکھ رہے ہیں مگر فی الواقع وہ کچھ بھی نہیں دیکھتے","transliteration":"Wain tadAAoohum ila alhuda la yasmaAAoo watarahum yanthuroona ilayka wahum la yubsiroona"},{"id":199,"text":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","translation":"اے نبیؐ، نرمی و درگزر کا طریقہ اختیار کرو، معروف کی تلقین کیے جاؤ، اور جاہلوں سے نہ الجھو","transliteration":"Khuthi alAAafwa wamur bialAAurfi waaAArid AAani aljahileena"},{"id":200,"text":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","translation":"اگر کبھی شیطان تمہیں اکسائے تو اللہ کی پناہ مانگو، وہ سب کچھ سننے اور جاننے والا ہے","transliteration":"Waimma yanzaghannaka mina alshshaytani nazghun faistaAAith biAllahi innahu sameeAAun AAaleemun"},{"id":201,"text":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَـٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","translation":"حقیقت میں جو لو گ متقی ہیں اُن کا حال تو یہ ہوتا ہے کہ کبھی شیطان کے اثر سے کوئی برا خیال اگر انہیں چھو بھی جاتا ہے تو وہ فوراً چوکنے ہو جاتے ہیں اور پھر انہیں صاف نظر آنے لگتا ہے کہ ان کے لیے صحیح طریق کار کیا ہے","transliteration":"Inna allatheena ittaqaw itha massahum taifun mina alshshaytani tathakkaroo faitha hum mubsiroona"},{"id":202,"text":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","translation":"رہے ان کے (یعنی شیاطین کے) بھائی بند، تو وہ انہیں ان کی کج روی میں کھینچے لیے چلے جاتے ہیں اور انہیں بھٹکانے میں کوئی کسر اٹھا نہیں رکھتے","transliteration":"Waikhwanuhum yamuddoonahum fee alghayyi thumma la yuqsiroona"},{"id":203,"text":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"اے نبیؐ، جب تم اِن لوگوں کے سامنے کوئی نشانی (یعنی معجزہ) پیش نہیں کرتے تو یہ کہتے ہیں کہ تم نے اپنے لیے کوئی نشانی کیوں نہ انتخاب کر لی؟ ان سے کہو \"میں تو صرف اُس وحی کی پیروی کرتا ہوں جو میرے رب نے میری طرف بھیجی ہے یہ بصیرت کی روشنیاں ہیں تمہارے رب کی طرف سے اور ہدایت اور رحمت ہے اُن لوگوں کے لیے جو اِسے قبول کریں","transliteration":"Waitha lam tatihim biayatin qaloo lawla ijtabaytaha qul innama attabiAAu ma yooha ilayya min rabbee hatha basairu min rabbikum wahudan warahmatun liqawmin yuminoona"},{"id":204,"text":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"جب قرآن تمہارے سامنے پڑھا جائے تو اسے توجہ سے سنو اور خاموش رہو، شاید کہ تم پر بھی رحمت ہو جائے","transliteration":"Waitha quria alquranu faistamiAAoo lahu waansitoo laAAallakum turhamoona"},{"id":205,"text":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","translation":"اے نبیؐ، اپنے رب کو صبح و شام یاد کیا کرو دل ہی دل میں زاری اور خوف کے ساتھ اور زبان سے بھی ہلکی آواز کے ساتھ تم ان لوگوں میں سے نہ ہو جاؤ جو غفلت میں پڑے ہوئے ہیں","transliteration":"Waothkur rabbaka fee nafsika tadarruAAan wakheefatan wadoona aljahri mina alqawli bialghuduwwi waalasali wala takun mina alghafileena"},{"id":206,"text":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","translation":"جو فرشتے تمہارے رب کے حضور تقرب کا مقام رکھتے ہیں وہ کبھی اپنی بڑائی کے گھمنڈ میں آ کر اس کی عبادت سے منہ نہیں موڑتے اور اس کی تسبیح کرتے ہیں، اور اس کے آگے جھکے رہتے ہیں","transliteration":"Inna allatheena AAinda rabbika la yastakbiroona AAan AAibadatihi wayusabbihoonahu walahu yasjudoona"}]}
