{"id":72,"name":"الجن","transliteration":"Al-Jinn","translation":"جن","type":"meccan","total_verses":28,"verses":[{"id":1,"text":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","translation":"اے نبیؐ، کہو، میری طرف وحی بھیجی گئی ہے کہ جنوں کے ایک گروہ نے غور سے سنا پھر (جا کر اپنی قوم کے لوگوں سے) کہا: \"ہم نے ایک بڑا ہی عجیب قرآن سنا ہے","transliteration":"Qul oohiya ilayya annahu istamaAAa nafarun mina aljinni faqaloo inna samiAAna quranan AAajaban"},{"id":2,"text":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","translation":"جو راہ راست کی طرف رہنمائی کرتا ہے اِس لیے ہم اُس پر ایمان لے آئے ہیں اور اب ہم ہرگز اپنے رب کے ساتھ کسی کو شریک نہیں کریں گے","transliteration":"Yahdee ila alrrushdi faamanna bihi walan nushrika birabbina ahadan"},{"id":3,"text":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","translation":"اور یہ کہ \"ہمارے رب کی شان بہت اعلیٰ و ارفع ہے، اُس نے کسی کو بیوی یا بیٹا نہیں بنایا ہے","transliteration":"Waannahu taAAala jaddu rabbina ma ittakhatha sahibatan wala waladan"},{"id":4,"text":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","translation":"اور یہ کہ \"ہمارے نادان لوگ اللہ کے بارے میں بہت خلاف حق باتیں کہتے رہے ہیں","transliteration":"Waannahu kana yaqoolu safeehuna AAala Allahi shatatan"},{"id":5,"text":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","translation":"اور یہ کہ \"ہم نے سمجھا تھا کہ انسان اور جن کبھی خدا کے بارے میں جھوٹ نہیں بول سکتے","transliteration":"Waanna thananna an lan taqoola alinsu waaljinnu AAala Allahi kathiban"},{"id":6,"text":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","translation":"اور یہ کہ \"انسانوں میں سے کچھ لوگ جنوں میں سے کچھ لوگوں کی پناہ مانگا کرتے تھے، اِس طرح اُنہوں نے جنوں کا غرور اور زیادہ بڑھا دیا","transliteration":"Waannahu kana rijalun mina alinsi yaAAoothoona birijalin mina aljinni fazadoohum rahaqan"},{"id":7,"text":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","translation":"اور یہ کہ \"انسانوں نے بھی وہی گمان کیا جیسا تمہارا گمان تھا کہ اللہ کسی کو رسول بنا کر نہ بھیجے گا","transliteration":"Waannahum thannoo kama thanantum an lan yabAAatha Allahu ahadan"},{"id":8,"text":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","translation":"اور یہ کہ \"ہم نے آسمان کو ٹٹولا تو دیکھا کہ وہ پہرے داروں سے پٹا پڑا ہے اور شہابوں کی بارش ہو رہی ہے","transliteration":"Waanna lamasna alssamaa fawajadnaha muliat harasan shadeedan washuhuban"},{"id":9,"text":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","translation":"اور یہ کہ \"پہلے ہم سن گن لینے کے لیے آسمان میں بیٹھنے کی جگہ پا لیتے تھے، مگر اب جو چوری چھپے سننے کی کوشش کرتا ہے وہ اپنے لیے گھات میں ایک شہاب ثاقب لگا ہوا پاتا ہے","transliteration":"Waanna kunna naqAAudu minha maqaAAida lilssamAAi faman yastamiAAi alana yajid lahu shihaban rasadan"},{"id":10,"text":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","translation":"اور یہ کہ \"ہماری سمجھ میں نہ آتا تھا کہ آیا زمین والوں کے ساتھ کوئی برا معاملہ کرنے کا ارادہ کیا گیا ہے یا اُن کا رب اُنہیں راہ راست دکھانا چاہتا ہے","transliteration":"Waanna la nadree asharrun oreeda biman fee alardi am arada bihim rabbuhum rashadan"},{"id":11,"text":"وَأَنَّا مِنَّا ٱلصَّـٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","translation":"اور یہ کہ \"ہم میں سے کچھ لوگ صالح ہیں اور کچھ اس سے فروتر ہیں، ہم مختلف طریقوں میں بٹے ہوئے ہیں","transliteration":"Waanna minna alssalihoona waminna doona thalika kunna taraiqa qidadan"},{"id":12,"text":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","translation":"اور یہ کہ \"ہم سمجھتے تھے کہ نہ زمین میں ہم اللہ کو عاجز کر سکتے ہیں اور نہ بھاگ کر اُسے ہرا سکتے ہیں","transliteration":"Wanna thananna an lan nuAAjiza Allaha fee alardi walan nuAAjizahu haraban"},{"id":13,"text":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","translation":"اور یہ کہ \"ہم نے جب ہدایت کی تعلیم سنی تو ہم اس پر ایمان لے آئے اب جو کوئی بھی اپنے رب پر ایمان لے آئے گا اسے کسی حق تلفی یا ظلم کا خوف نہ ہوگا","transliteration":"Waanna lamma samiAAna alhuda amanna bihi faman yumin birabbihi fala yakhafu bakhsan wala rahaqan"},{"id":14,"text":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَـٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","translation":"اور یہ کہ \"ہم میں سے کچھ مسلم (اللہ کے اطاعت گزار) ہیں اور کچھ حق سے منحرف تو جنہوں نے اسلام (اطاعت کا راستہ) اختیار کر لیا انہوں نے نجات کی راہ ڈھونڈ لی","transliteration":"Waanna minna almuslimoona waminna alqasitoona faman aslama faolaika taharraw rashadan"},{"id":15,"text":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","translation":"اور جو حق سے منحرف ہیں وہ جہنم کا ایندھن بننے والے ہیں","transliteration":"Waama alqasitoona fakanoo lijahannama hataban"},{"id":16,"text":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","translation":"اور (اے نبیؐ، کہو، مجھ پر یہ وحی بھی کی گئی ہے کہ) لوگ اگر راہ راست پر ثابت قدمی سے چلتے تو ہم اُنہیں خوب سیراب کرتے","transliteration":"Waallawi istaqamoo AAala alttareeqati laasqaynahum maan ghadaqan"},{"id":17,"text":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","translation":"تاکہ اس نعمت سے ان کی آزمائش کریں اور جو اپنے رب کے ذکر سے منہ موڑے گا اس کا رب اسے سخت عذاب میں مبتلا کر دے گا","transliteration":"Linaftinahum feehi waman yuAArid AAan thikri rabbihi yaslukhu AAathaban saAAadan"},{"id":18,"text":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","translation":"اور یہ کہ مسجدیں اللہ کے لئے ہیں، لہٰذا اُن میں اللہ کے ساتھ کسی اور کو نہ پکارو","transliteration":"Waanna almasajida lillahi fala tadAAoo maAAa Allahi ahadan"},{"id":19,"text":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","translation":"اور یہ کہ جب اللہ کا بندہ اُس کو پکارنے کے لئے کھڑا ہوا تو لوگ اُس پر ٹوٹ پڑنے کے لئے تیار ہو گئے","transliteration":"Waannahu lamma qama AAabdu Allahi yadAAoohu kadoo yakoonoona AAalayhi libadan"},{"id":20,"text":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","translation":"اے نبیؐ، کہو کہ \"میں تو اپنے رب کو پکارتا ہوں اور اس کے ساتھ کسی کو شریک نہیں کرتا","transliteration":"Qul innama adAAoo rabbee wala oshriku bihi ahadan"},{"id":21,"text":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","translation":"کہو، \"میں تم لوگوں کے لئے نہ کسی نقصان کا اختیار رکھتا ہوں نہ کسی بھلائی کا","transliteration":"Qul innee la amliku lakum darran wala rashadan"},{"id":22,"text":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","translation":"کہو، \"مجھے اللہ کی گرفت سے کوئی نہیں بچا سکتا اور نہ میں اُس کے دامن کے سوا کوئی جائے پناہ پا سکتا ہوں","transliteration":"Qul innee lan yujeeranee mina Allahi ahadun walan ajida min doonihi multahadan"},{"id":23,"text":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","translation":"میرا کام اس کے سوا کچھ نہیں ہے کہ اللہ کی بات اور اس کے پیغامات پہنچا دوں اب جو بھی اللہ اور اس کے رسول کی بات نہ مانے گا اس کے لیے جہنم کی آگ ہے اور ایسے لوگ اس میں ہمیشہ رہیں گے","transliteration":"Illa balaghan mina Allahi warisalatihi waman yaAAsi Allaha warasoolahu fainna lahu nara jahannama khalideena feeha abadan"},{"id":24,"text":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","translation":"(یہ لوگ اپنی اِس روش سے باز نہ آئیں گے) یہاں تک کہ جب اُس چیز کو دیکھ لیں گے جس کا اِن سے وعدہ کیا جا رہا ہے تو انہیں معلوم ہو جائے گا کہ کس کے مددگار کمزور ہیں اور کس کا جتھا تعداد میں کم ہے","transliteration":"Hatta itha raaw ma yooAAadoona fasayaAAlamoona man adAAafu nasiran waaqallu AAadadan"},{"id":25,"text":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","translation":"کہو، \"میں نہیں جانتا کہ جس چیز کا وعدہ تم سے کیا جا رہا ہے وہ قریب ہے یا میرا رب اس کے لیے کوئی لمبی مدت مقرر فرماتا ہے","transliteration":"Qul in adree aqareebun ma tooAAadoona am yajAAalu lahu rabbee amadan"},{"id":26,"text":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","translation":"وہ عالم الغیب ہے، اپنے غیب پر کسی کو مطلع نہیں کرتا","transliteration":"AAalimu alghaybi fala yuthhiru AAala ghaybihi ahadan"},{"id":27,"text":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","translation":"سوائے اُس رسول کے جسے اُس نے (غیب کا کوئی علم دینے کے لیے) پسند کر لیا ہو، تو اُس کے آگے اور پیچھے وہ محافظ لگا دیتا ہے","transliteration":"Illa mani irtada min rasoolin fainnahu yasluku min bayni yadayhi wamin khalfihi rasadan"},{"id":28,"text":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","translation":"تاکہ وہ جان لے کہ انہوں نے اپنے رب کے پیغامات پہنچا دیے، اور وہ اُن کے پورے ماحول کا احاطہ کیے ہوئے ہے اور ایک ایک چیز کو اس نے گن رکھا ہے","transliteration":"LiyaAAlama an qad ablaghoo risalati rabbihim waahata bima ladayhim waahsa kulla shayin AAadadan"}]}
