{"id":73,"name":"المزمل","transliteration":"Al-Muzzammil","translation":"کپڑا لپیٹنے والا","type":"meccan","total_verses":20,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلۡمُزَّمِّلُ","translation":"اے اوڑھ لپیٹ کر سونے والے","transliteration":"Ya ayyuha almuzzammilu"},{"id":2,"text":"قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا","translation":"رات کو نماز میں کھڑے رہا کرو مگر کم","transliteration":"Qumi allayla illa qaleelan"},{"id":3,"text":"نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا","translation":"آدھی رات،","transliteration":"Nisfahu awi onqus minhu qaleelan"},{"id":4,"text":"أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا","translation":"یا اس سے کچھ کم کر لو یا اس سے کچھ زیادہ بڑھا دو، اور قرآن کو خوب ٹھیر ٹھیر کر پڑھو","transliteration":"Aw zid AAalayhi warattili alqurana tarteelan"},{"id":5,"text":"إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا","translation":"ہم تم پر ایک بھاری کلام نازل کرنے والے ہیں","transliteration":"Inna sanulqee AAalayka qawlan thaqeelan"},{"id":6,"text":"إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا","translation":"درحقیقت رات کا اٹھنا نفس پر قابو پانے کے لیے بہت کارگر اور قرآن ٹھیک پڑھنے کے لیے زیادہ موزوں ہے","transliteration":"Inna nashiata allayli hiya ashaddu watan waaqwamu qeelan"},{"id":7,"text":"إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا","translation":"دن کے اوقات میں تو تمہارے لیے بہت مصروفیات ہیں","transliteration":"Inna laka fee alnnahari sabhan taweelan"},{"id":8,"text":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا","translation":"اپنے رب کے نام کا ذکر کیا کرو اور سب سے کٹ کر اسی کے ہو رہو","transliteration":"Waothkuri isma rabbika watabattal ilayhi tabteelan"},{"id":9,"text":"رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا","translation":"وہ مشرق و مغرب کا مالک ہے، اُس کے سوا کوئی خدا نہیں ہے، لہٰذا اُسی کو اپنا وکیل بنا لو","transliteration":"Rabbu almashriqi waalmaghribi la ilaha illa huwa faittakhithhu wakeelan"},{"id":10,"text":"وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا","translation":"اور جو باتیں لوگ بنا رہے ہیں ان پر صبر کرو اور شرافت کے ساتھ اُن سے الگ ہو جاؤ","transliteration":"Waisbir AAala ma yaqooloona waohjurhum hajran jameelan"},{"id":11,"text":"وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا","translation":"اِن جھٹلانے والے خوشحال لوگوں سے نمٹنے کا کام تم مجھ پر چھوڑ دو اور اِنہیں ذرا کچھ دیر اِسی حالت پر رہنے دو","transliteration":"Watharnee waalmukaththibeena olee alnnaAAmati wamahhilhum qaleelan"},{"id":12,"text":"إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا","translation":"ہمارے پاس (ان کے لیے) بھاری بیڑیاں ہیں اور بھڑکتی ہوئی آگ","transliteration":"Inna ladayna ankalan wajaheeman"},{"id":13,"text":"وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا","translation":"اور حلق میں پھنسنے والا کھانا اور دردناک عذاب","transliteration":"WataAAaman tha ghussatin waAAathaban aleeman"},{"id":14,"text":"يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا","translation":"یہ اُس دن ہوگا جب زمین اور پہاڑ لرز اٹھیں گے اور پہاڑوں کا حال ایسا ہو جائے گا جیسے ریت کے ڈھیر ہیں جو بکھرے جا رہے ہیں","transliteration":"Yawma tarjufu alardu waaljibalu wakanati aljibalu katheeban maheelan"},{"id":15,"text":"إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا","translation":"تم لوگوں کے پاس ہم نے اُسی طرح ایک رسول تم پر گواہ بنا کر بھیجا ہے جس طرح ہم نے فرعون کی طرف ایک رسول بھیجا تھا","transliteration":"Inna arsalna ilaykum rasoolan shahidan AAalaykum kama arsalna ila firAAawna rasoolan"},{"id":16,"text":"فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا","translation":"(پھر دیکھ لو کہ جب) فرعون نے اُس رسول کی بات نہ مانی تو ہم نے اس کو بڑی سختی کے ساتھ پکڑ لیا","transliteration":"FaAAasa firAAawnu alrrasoola faakhathnahu akhthan wabeelan"},{"id":17,"text":"فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا","translation":"اگر تم ماننے سے انکار کرو گے تو اُس دن کیسے بچ جاؤ گے جو بچوں کو بوڑھا کر دے گا","transliteration":"Fakayfa tattaqoona in kafartum yawman yajAAalu alwildana sheeban"},{"id":18,"text":"ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا","translation":"اور جس کی سختی سے آسمان پھٹا جا رہا ہوگا؟ اللہ کا وعدہ تو پورا ہو کر ہی رہنا ہے","transliteration":"Alssamao munfatirun bihi kana waAAduhu mafAAoolan"},{"id":19,"text":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا","translation":"یہ ایک نصیحت ہے، اب جس کا جی چاہے اپنے رب کی طرف جانے کا راستہ اختیار کر لے","transliteration":"Inna hathihi tathkiratun faman shaa ittakhatha ila rabbihi sabeelan"},{"id":20,"text":"۞إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","translation":"اے نبیؐ، تمہارا رب جانتا ہے کہ تم کبھی دو تہائی رات کے قریب اور کبھی آدھی رات اور کبھی ایک تہائی رات عبادت میں کھڑے رہتے ہو، اور تمہارے ساتھیوں میں سے بھی ایک گروہ یہ عمل کرتا ہے اللہ ہی رات اور دن کے اوقات کا حساب رکھتا ہے، اُسے معلوم ہے کہ تم لوگ اوقات کا ٹھیک شمار نہیں کر سکتے، لہٰذا اس نے تم پر مہربانی فرمائی، اب جتنا قرآن آسانی سے پڑھ سکتے ہو پڑھ لیا کرو اُسے معلوم ہے کہ تم میں کچھ مریض ہونگے، کچھ دوسرے لوگ اللہ کے فضل کی تلاش میں سفر کرتے ہیں، اور کچھ اور لوگ اللہ کی راہ میں جنگ کرتے ہیں پس جتنا قرآن بآسانی پڑھا جا سکے پڑھ لیا کرو، نماز قائم کرو، زکوٰۃ دو اور اللہ کو اچھا قرض دیتے رہو جو کچھ بھلائی تم اپنے لیے آگے بھیجو گے اسے اللہ کے ہاں موجود پاؤ گے، وہی زیادہ بہتر ہے اور اس کا اجر بہت بڑا ہے اللہ سے مغفرت مانگتے رہو، بے شک اللہ بڑا غفور و رحیم ہے","transliteration":"Inna rabbaka yaAAlamu annaka taqoomu adna min thuluthayi allayli wanisfahu wathuluthahu wataifatun mina allatheena maAAaka waAllahu yuqaddiru allayla waalnnahara AAalima an lan tuhsoohu fataba AAalaykum faiqraoo ma tayassara mina alqurani AAalima an sayakoonu minkum marda waakharoona yadriboona fee alardi yabtaghoona min fadli Allahi waakharoona yuqatiloona fee sabeeli Allahi faiqraoo ma tayassara minhu waaqeemoo alssalata waatoo alzzakata waaqridoo Allaha qardan hasanan wama tuqaddimoo lianfusikum min khayrin tajidoohu AAinda Allahi huwa khayran waaAAthama ajran waistaghfiroo Allaha inna Allaha ghafoorun raheemun"}]}
