{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translation":"توبہ","type":"medinan","total_verses":129,"verses":[{"id":1,"text":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","translation":"اعلان برات ہے اللہ اور اس کے رسول کی طرف سے اُن مشرکین کو جن سے تم نے معاہدے کیے تھے","transliteration":"Baraatun mina Allahi warasoolihi ila allatheena AAahadtum mina almushrikeena"},{"id":2,"text":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","translation":"پس تم لوگ ملک میں چار مہینے اور چل پھر لو اور جان رکھو کہ تم اللہ کو عاجز کرنے والے نہیں ہو، اور یہ کہ اللہ منکرین حق کو رسوا کرنے والا ہے","transliteration":"Faseehoo fee alardi arbaAAata ashhurin waiAAlamoo annakum ghayru muAAjizee Allahi waanna Allaha mukhzee alkafireena"},{"id":3,"text":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","translation":"اطلاع عام ہے اللہ اور اس کے رسول کی طرف سے حج اکبر کے دن تمام لوگوں کے لیے کہ اللہ مشرکین سے بری الذمہ ہے اور اُس کا رسول بھی اب اگر تم لوگ توبہ کر لو تو تمہارے ہی لیے بہتر ہے اور جو منہ پھیرتے ہو تو خوب سمجھ لو کہ تم اللہ کو عاجز کرنے والے نہیں ہو اور اے نبیؐ، انکار کرنے والوں کو سخت عذاب کی خوشخبری سنا دو","transliteration":"Waathanun mina Allahi warasoolihi ila alnnasi yawma alhajji alakbari anna Allaha bareeon mina almushrikeena warasooluhu fain tubtum fahuwa khayrun lakum wain tawallaytum faiAAlamoo annakum ghayru muAAjizee Allahi wabashshiri allatheena kafaroo biAAathabin aleemin"},{"id":4,"text":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translation":"بجز اُن مشرکین کے جن سے تم نے معاہد ے کیے پھر انہوں نے اپنے عہد کو پورا کرنے میں تمہارے ساتھ کوئی کمی نہیں کی اور نہ تمہارے خلاف کسی کی مدد کی، تو ایسے لوگوں کے ساتھ تم بھی مدت معاہدہ تک وفا کرو کیونکہ اللہ متقیوں ہی کو پسند کرتا ہے","transliteration":"Illa allatheena AAahadtum mina almushrikeena thumma lam yanqusookum shayan walam yuthahiroo AAalaykum ahadan faatimmoo ilayhim AAahdahum ila muddatihim inna Allaha yuhibbu almuttaqeena"},{"id":5,"text":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"پس جب حرام مہینے گزر جائیں تو مشرکین کو قتل کرو جہاں پاؤ اور انہیں پکڑو اور گھیرو اور ہر گھات میں اُن کی خبر لینے کے لیے بیٹھو پھر اگر وہ توبہ کر لیں اور نماز قائم کریں اور زکوٰۃ دیں تو انہیں چھوڑ دو اللہ درگزر کرنے والا اور رحم فرمانے والا ہے","transliteration":"Faitha insalakha alashhuru alhurumu faoqtuloo almushrikeena haythu wajadtumoohum wakhuthoohum waohsuroohum waoqAAudoo lahum kulla marsadin fain taboo waaqamoo alssalata waatawoo alzzakata fakhalloo sabeelahum inna Allaha ghafoorun raheemun"},{"id":6,"text":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","translation":"اور اگر مشرکین میں سے کوئی شخص پناہ مانگ کر تمہارے پاس آنا چاہے (تاکہ اللہ کا کلام سنے) تو اُسے پناہ دے دو یہاں تک کہ وہ اللہ کا کلام سن لے پھر اُسے اس کے مامن تک پہنچا دو یہ اس لیے کرنا چاہیے کہ یہ لوگ علم نہیں رکھتے","transliteration":"Wain ahadun mina almushrikeena istajaraka faajirhu hatta yasmaAAa kalama Allahi thumma ablighhu mamanahu thalika biannahum qawmun la yaAAlamoona"},{"id":7,"text":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translation":"اِن مشرکین کے لیے اللہ اور اس کے رسول کے نزدیک کوئی عہد آخر کیسے ہوسکتا ہے؟ بجز اُن لوگوں کے جن سے تم نے مسجد حرام کے پاس معاہدہ کیا تھا، تو جب تک وہ تمہارے ساتھ سیدھے رہیں تم بھی ان کے ساتھ سیدھے رہو کیونکہ اللہ متقیوں کو پسند کرتا ہے","transliteration":"Kayfa yakoonu lilmushrikeena AAahdun AAinda Allahi waAAinda rasoolihi illa allatheena AAahadtum AAinda almasjidi alharami fama istaqamoo lakum faistaqeemoo lahum inna Allaha yuhibbu almuttaqeena"},{"id":8,"text":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","translation":"مگر اِن کے سوا دوسرے مشرکین کے ساتھ کوئی عہد کیسے ہوسکتا ہے جبکہ اُن کا حال یہ ہے کہ تم پر قابو پا جائیں تو نہ تمہارے معاملہ میں کسی قرابت کا لحاظ کریں نہ کسی معاہدہ کی ذمہ داری کا وہ اپنی زبانوں سے تم کو راضی کرنے کی کوشش کرتے ہیں مگر دل ان کے انکار کرتے ہیں اور ان میں سے اکثر فاسق ہیں","transliteration":"Kayfa wain yathharoo AAalaykum la yarquboo feekum illan wala thimmatan yurdoonakum biafwahihim wataba quloobuhum waaktharuhum fasiqoona"},{"id":9,"text":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","translation":"انہوں نے اللہ کی آیات کے بدلے تھوڑی سی قیمت قبول کر لی پھر اللہ کے راستے میں سدراہ بن کر کھڑے ہو گئے بہت برے کرتوت تھے جو یہ کرتے رہے","transliteration":"Ishtaraw biayati Allahi thamanan qaleelan fasaddoo AAan sabeelihi innahum saa ma kanoo yaAAmaloona"},{"id":10,"text":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","translation":"کسی مومن کے معاملہ میں نہ یہ قرابت کا لحاظ کرتے ہیں اور نہ کسی عہد کی ذمہ داری کا اور زیادتی ہمیشہ انہی کی طرف سے ہوئی ہے","transliteration":"La yarquboona fee muminin illan wala thimmatan waolaika humu almuAAtadoona"},{"id":11,"text":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translation":"پس اگر یہ توبہ کر لیں اور نماز قائم کریں اور زکوٰۃ دیں تو تمہارے دینی بھائی ہیں اور جاننے والوں کے لیے ہم اپنے احکام واضح کیے دیتے ہیں","transliteration":"Fain taboo waaqamoo alssalata waatawoo alzzakata faikhwanukum fee alddeeni wanufassilu alayati liqawmin yaAAlamoona"},{"id":12,"text":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","translation":"اور اگر عہد کرنے کے بعد یہ پھر اپنی قسموں کو توڑ ڈالیں اور تمہارے دین پر حملے کرنے شروع کر دیں تو کفر کے علمبرداروں سے جنگ کرو کیونکہ ان کی قسموں کا اعتبار نہیں شاید کہ (پھر تلوار ہی کے زور سے) وہ باز آئیں گے","transliteration":"Wain nakathoo aymanahum min baAAdi AAahdihim wataAAanoo fee deenikum faqatiloo aimmata alkufri innahum la aymana lahum laAAallahum yantahoona"},{"id":13,"text":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","translation":"کیا تم نہ لڑو گے ایسے لوگوں سے جو اپنے عہد توڑتے رہے ہیں اور جنہوں نے رسول کو ملک سے نکال دینے کا قصد کیا تھا اور زیادتی کی ابتدا کرنے والے وہی تھے؟ کیا تم ان سے ڈرتے ہو؟ اگر تم مومن ہو تو اللہ اِس کا زیادہ مستحق ہے کہ اس سے ڈرو","transliteration":"Ala tuqatiloona qawman nakathoo aymanahum wahammoo biikhraji alrrasooli wahum badaookum awwala marratin atakhshawnahum faAllahu ahaqqu an takhshawhu in kuntum mumineena"},{"id":14,"text":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","translation":"ان سے لڑو، اللہ تمہارے ہاتھوں سے ان کو سزا دلوائے گا اور انہیں ذلیل و خوار کرے گا اور ان کے مقابلہ میں تمہاری مدد کرے گا اور بہت سے مومنوں کے دل ٹھنڈے کرے گا","transliteration":"Qatiloohum yuAAaththibhumu Allahu biaydeekum wayukhzihim wayansurkum AAalayhim wayashfi sudoora qawmin mumineena"},{"id":15,"text":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","translation":"اور ان کے قلوب کی جلن مٹا دے گا، اور جسے چاہے گا توبہ کی توفیق بھی دے گا اللہ سب کچھ جاننے والا اور دانا ہے","transliteration":"Wayuthhib ghaytha quloobihim wayatoobu Allahu AAala man yashao waAllahu AAaleemun hakeemun"},{"id":16,"text":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translation":"کیا تم لوگوں نے یہ سمجھ رکھا ہے کہ یونہی چھوڑ دیے جاؤ گے حالانکہ ابھی اللہ نے یہ تو دیکھا ہی نہیں کہ تم میں سے کون وہ لوگ ہیں جنہوں نے (اس کی راہ میں) جاں فشانی کی اور اللہ اور رسول اور مومنین کے سوا کسی کو جگری دوست نہ بنایا، جو کچھ تم کرتے ہو اللہ اس سے باخبر ہے","transliteration":"Am hasibtum an tutrakoo walamma yaAAlami Allahu allatheena jahadoo minkum walam yattakhithoo min dooni Allahi wala rasoolihi wala almumineena waleejatan waAllahu khabeerun bima taAAmaloona"},{"id":17,"text":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَـٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","translation":"مشرکین کا یہ کام نہیں ہے کہ وہ اللہ کی مسجدوں کے مجاور و خادم بنیں درآں حالیکہ اپنے اوپر وہ خود کفر کی شہادت دے رہے ہیں ان کے تو سارے اعمال ضائع ہو گئے اور جہنم میں انہیں ہمیشہ رہنا ہے","transliteration":"Ma kana lilmushrikeena an yaAAmuroo masajida Allahi shahideena AAala anfusihim bialkufri olaika habitat aAAmaluhum wafee alnnari hum khalidoona"},{"id":18,"text":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَـٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","translation":"اللہ کی مسجدوں کے آباد کار (مجاور و خادم) تو وہی لوگ ہوسکتے ہیں جو اللہ اور روز آخر کو مانیں اور نما ز قائم کریں، زکوٰۃ دیں اور اللہ کے سوا کسی سے نہ ڈریں انہی سے یہ توقع ہے کہ سیدھی راہ چلیں گے","transliteration":"Innama yaAAmuru masajida Allahi man amana biAllahi waalyawmi alakhiri waaqama alssalata waata alzzakata walam yakhsha illa Allaha faAAasa olaika an yakoonoo mina almuhtadeena"},{"id":19,"text":"۞أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"کیا تم لوگوں نے حاجیوں کو پانی پلانے اور مسجد حرام کی مجاوری کرنے کو اس شخص کے کام کے برابر ٹھیرا لیا ہے جو ایمان لایا اللہ پر اور روز آخر پر اور جس نے جانفشانی کی اللہ کی راہ میں؟ اللہ کے نزدیک تو یہ دونوں برابر نہیں ہیں اور اللہ ظالموں کی رہنمائی نہیں کرتا","transliteration":"AjaAAaltum siqayata alhajji waAAimarata almasjidi alharami kaman amana biAllahi waalyawmi alakhiri wajahada fee sabeeli Allahi la yastawoona AAinda Allahi waAllahu la yahdee alqawma alththalimeena"},{"id":20,"text":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","translation":"اللہ کے ہاں تو انہی لوگوں کا درجہ بڑا ہے جو ایمان لائے اور جنہوں نے اس کی راہ میں گھر بار چھوڑے اور جان و مال سے جہاد کیا وہی کامیاب ہیں","transliteration":"Allatheena amanoo wahajaroo wajahadoo fee sabeeli Allahi biamwalihim waanfusihim aAAthamu darajatan AAinda Allahi waolaika humu alfaizoona"},{"id":21,"text":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّـٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","translation":"ان کا رب انہیں اپنی رحمت اور خوشنودی اور ایسی جنتوں کی بشارت دیتا ہے جہاں ان کے لیے پائیدار عیش کے سامان ہیں","transliteration":"Yubashshiruhum rabbuhum birahmatin minhu waridwanin wajannatin lahum feeha naAAeemun muqeemun"},{"id":22,"text":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","translation":"ان میں وہ ہمیشہ رہیں گے یقیناً اللہ کے پاس خدمات کا صلہ دینے کو بہت کچھ ہے","transliteration":"Khalideena feeha abadan inna Allaha AAindahu ajrun AAatheemun"},{"id":23,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translation":"اے لوگو جو ایمان لائے ہو، اپنے باپوں اور بھائیوں کو بھی اپنا رفیق نہ بناؤ اگر وہ ایمان پر کفر کو ترجیح دیں تم میں سے جو ان کو رفیق بنائیں گے وہی ظالم ہوں گے","transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo abaakum waikhwanakum awliyaa ini istahabboo alkufra AAala aleemani waman yatawallahum minkum faolaika humu alththalimoona"},{"id":24,"text":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translation":"اے نبیؐ، کہہ دو کہ اگر تمہارے باپ اور تمہارے بیٹے، اور تمہارے بھائی، اور تمہاری بیویاں اور تمہارے عزیز و اقارب اور تمہارے وہ مال جو تم نے کما ئے ہیں، اور تمہارے وہ کاروبار جن کے ماند پڑ جانے کا تم کو خوف ہے اور تمہارے وہ گھر جو تم کو پسند ہیں، تم کو اللہ اور اس کے رسول اور اس کی راہ میں جہاد سے عزیز تر ہیں تو انتظار کرو یہاں تک کہ اللہ اپنا فیصلہ تمہارے سامنے لے آئے، اور اللہ فاسق لوگوں کی رہنمائی نہیں کیا کرتا","transliteration":"Qul in kana abaokum waabnaokum waikhwanukum waazwajukum waAAasheeratukum waamwalun iqtaraftumooha watijaratun takhshawna kasadaha wamasakinu tardawnaha ahabba ilaykum mina Allahi warasoolihi wajihadin fee sabeelihi fatarabbasoo hatta yatiya Allahu biamrihi waAllahu la yahdee alqawma alfasiqeena"},{"id":25,"text":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","translation":"اللہ اس سے پہلے بہت سے مواقع پر تمہاری مدد کر چکا ہے ابھی غزوہ حنین کے روز (اُس کی دستگیری کی شان تم دیکھ چکے ہو) اس روز تمہیں اپنی کثرت تعداد کا غرہ تھا مگر وہ تمہارے کچھ کام نہ آئی اور زمین اپنی وسعت کے باوجود تم پر تنگ ہو گئی اور تم پیٹھ پھیر کر بھاگ نکلے","transliteration":"Laqad nasarakumu Allahu fee mawatina katheeratin wayawma hunaynin ith aAAjabatkum kathratukum falam tughni AAankum shayan wadaqat AAalaykumu alardu bima rahubat thumma wallaytum mudbireena"},{"id":26,"text":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","translation":"پھر اللہ نے اپنی سکینت اپنے رسول پر اور مومنین پر نازل فرمائی اور وہ لشکر اتارے جو تم کو نظر نہ آتے تھے اور منکرین حق کو سزا دی کہ یہی بدلہ ہے اُن لوگوں کے لیے جو حق کا انکار کریں","transliteration":"Thumma anzala Allahu sakeenatahu AAala rasoolihi waAAala almumineena waanzala junoodan lam tarawha waAAaththaba allatheena kafaroo wathalika jazao alkafireena"},{"id":27,"text":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"پھر (تم یہ بھی دیکھ چکے ہو کہ) اس طرح سزا دینے کے بعد اللہ جس کو چاہتا ہے توبہ کی توفیق بھی بخش دیتا ہے، اللہ در گزر کرنے والا اور رحم فرمانے والا ہے","transliteration":"Thumma yatoobu Allahu min baAAdi thalika AAala man yashao waAllahu ghafoorun raheemun"},{"id":28,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","translation":"اے ایمان لانے والو، مشرکین ناپاک ہیں لہٰذا اس سال کے بعد یہ مسجد حرام کے قریب نہ پھٹکنے پائیں اور اگر تمہیں تنگ دستی کا خوف ہے تو بعید نہیں کہ اللہ چاہے تو تمہیں ا پنے فضل سے غنی کر دے، اللہ علیم و حکیم ہے","transliteration":"Ya ayyuha allatheena amanoo innama almushrikoona najasun fala yaqraboo almasjida alharama baAAda AAamihim hatha wain khiftum AAaylatan fasawfa yughneekumu Allahu min fadlihi in shaa inna Allaha AAaleemun hakeemun"},{"id":29,"text":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","translation":"جنگ کرو اہل کتاب میں سے اُن لوگوں کے خلاف جو اللہ اور روز آخر پر ایمان نہیں لاتے اور جو کچھ اللہ اور اس کے رسول نے حرام قرار دیا ہے اسے حرام نہیں کرتے اور دین حق کو اپنا دین نہیں بناتے (ان سے لڑو) یہاں تک کہ وہ اپنے ہاتھ سے جزیہ دیں اور چھوٹے بن کر رہیں","transliteration":"Qatiloo allatheena la yuminoona biAllahi wala bialyawmi alakhiri wala yuharrimoona ma harrama Allahu warasooluhu wala yadeenoona deena alhaqqi mina allatheena ootoo alkitaba hatta yuAAtoo aljizyata AAan yadin wahum saghiroona"},{"id":30,"text":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","translation":"یہودی کہتے ہیں کہ عزیر اللہ کا بیٹا ہے، اور عیسائی کہتے ہیں کہ مسیح اللہ کا بیٹا ہے یہ بے حقیقت باتیں ہیں جو وہ اپنی زبانوں سے نکالتے ہیں اُن لوگوں کی دیکھا دیکھی جو ان سے پہلے کفر میں مبتلا ہوئے تھے خدا کی مار اِن پر، یہ کہاں سے دھوکہ کھار ہے ہیں","transliteration":"Waqalati alyahoodu AAuzayrun ibnu Allahi waqalati alnnasara almaseehu ibnu Allahi thalika qawluhum biafwahihim yudahioona qawla allatheena kafaroo min qablu qatalahumu Allahu anna yufakoona"},{"id":31,"text":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","translation":"انہوں نے اپنے علماء اور درویشوں کو اللہ کے سوا اپنا رب بنا لیا ہے اور اسی طرح مسیح ابن مریم کو بھی حالانکہ ان کو ایک معبود کے سوا کسی کی بندگی کرنے کا حکم نہیں دیا گیا تھا، وہ جس کے سوا کوئی مستحق عبادت نہیں، پاک ہے وہ ان مشرکانہ باتوں سے جو یہ لوگ کرتے ہیں","transliteration":"Ittakhathoo ahbarahum waruhbanahum arbaban min dooni Allahi waalmaseeha ibna maryama wama omiroo illa liyaAAbudoo ilahan wahidan la ilaha illa huwa subhanahu AAamma yushrikoona"},{"id":32,"text":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","translation":"یہ لوگ چاہتے ہیں کہ اللہ کی روشنی کو اپنی پھونکوں سے بجھا دیں مگر اللہ اپنی روشنی کو مکمل کیے بغیر ماننے والا نہیں ہے خواہ کافروں کو یہ کتنا ہی ناگوار ہو","transliteration":"Yureedoona an yutfioo noora Allahi biafwahihim wayaba Allahu illa an yutimma noorahu walaw kariha alkafiroona"},{"id":33,"text":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","translation":"وہ اللہ ہی ہے جس نے اپنے رسول کو ہدایت اور دین حق کے ساتھ بھیجا ہے تاکہ اسے پوری جنس دین پر غالب کر دے خواہ مشرکوں کو یہ کتنا ہی ناگوار ہو","transliteration":"Huwa allathee arsala rasoolahu bialhuda wadeeni alhaqqi liyuthhirahu AAala alddeeni kullihi walaw kariha almushrikoona"},{"id":34,"text":"۞يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","translation":"اے ایمان لانے والو، اِن اہل کتاب کے اکثر علماء اور درویشوں کا حال یہ ہے کہ وہ لوگوں کے مال باطل طریقوں سے کھاتے ہیں اور انہیں اللہ کی راہ سے روکتے ہیں دردناک سزا کی خوش خبری دو ان کو جو سونے اور چاندی جمع کر کے رکھتے ہیں اور انہیں خدا کی راہ میں خرچ نہیں کرتے","transliteration":"Ya ayyuha allatheena amanoo inna katheeran mina alahbari waalrruhbani layakuloona amwala alnnasi bialbatili wayasuddoona AAan sabeeli Allahi waallatheena yaknizoona alththahaba waalfiddata wala yunfiqoonaha fee sabeeli Allahi fabashshirhum biAAathabin aleemin"},{"id":35,"text":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","translation":"ایک دن آئے گا کہ اسی سونے چاندی پر جہنم کی آگ دہکائی جائے گی اور پھر اسی سے ان لوگوں کی پیشانیوں اور پہلوؤں اور پیٹھوں کو داغا جائے گا یہ ہے وہ خزانہ جو تم نے اپنے لیے جمع کیا تھا، لو اب اپنی سمیٹی ہوئی دولت کا مزہ چکھو","transliteration":"Yawma yuhma AAalayha fee nari jahannama fatukwa biha jibahuhum wajunoobuhum wathuhooruhum hatha ma kanaztum lianfusikum fathooqoo ma kuntum taknizoona"},{"id":36,"text":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","translation":"حقیقت یہ ہے کہ مہینوں کی تعداد جب سے اللہ نے آسمان و زمین کو پیدا کیا ہے اللہ کے نوشتے میں بارہ ہی ہے، اور ان میں سے چار مہینے حرام ہیں یہی ٹھیک ضابطہ ہے لہٰذا ان چار مہینوں میں اپنے اوپر ظلم نہ کرو اور مشرکوں سے سب مل کر لڑو جس طرح وہ سب مل کر تم سے لڑتے ہیں اور جان رکھو کہ اللہ متقیوں ہی کے ساتھ ہے","transliteration":"Inna AAiddata alshshuhoori AAinda Allahi ithna AAashara shahran fee kitabi Allahi yawma khalaqa alssamawati waalarda minha arbaAAatun hurumun thalika alddeenu alqayyimu fala tathlimoo feehinna anfusakum waqatiloo almushrikeena kaffatan kama yuqatiloonakum kaffatan waiAAlamoo anna Allaha maAAa almuttaqeena"},{"id":37,"text":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","translation":"نسی تو کفر میں ایک مزید کافرانہ حرکت ہے جس سے یہ کافر لوگ گمراہی میں مبتلا کیے جاتے ہیں کسی سال ایک مہینے کو حلال کر لیتے ہیں اور کسی سال اُس کو حرام کر دیتے ہیں، تاکہ اللہ کے حرام کیے ہوئے مہینوں کی تعداد پوری بھی کر دیں اور اللہ کا حرام کیا ہوا حلال بھی کر لیں ان کے برے اعمال ان کے لیے خوشنما بنا دیے گئے ہیں اور اللہ منکرین حق کو ہدایت نہیں دیا کرتا","transliteration":"Innama alnnaseeo ziyadatun fee alkufri yudallu bihi allatheena kafaroo yuhilloonahu AAaman wayuharrimoonahu AAaman liyuwatioo AAiddata ma harrama Allahu fayuhilloo ma harrama Allahu zuyyina lahum sooo aAAmalihim waAllahu la yahdee alqawma alkafireena"},{"id":38,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","translation":"اے لوگو جو ایمان لائے ہو، تمہیں کیا ہو گیا کہ جب تم سے اللہ کی راہ میں نکلنے کے لیے کہا گیا تو تم زمین سے چمٹ کر رہ گئے؟ کیا تم نے آخرت کے مقابلہ میں دنیا کی زندگی کو پسند کر لیا؟ ایسا ہے تو تمہیں معلوم ہو کہ دنیوی زندگی کا یہ سب سروسامان آخرت میں بہت تھوڑا نکلے گا","transliteration":"Ya ayyuha allatheena amanoo ma lakum itha qeela lakumu infiroo fee sabeeli Allahi iththaqaltum ila alardi aradeetum bialhayati alddunya mina alakhirati fama mataAAu alhayati alddunya fee alakhirati illa qaleelun"},{"id":39,"text":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"تم نہ اٹھو گے تو خدا تمہیں دردناک سزا دے گا، اور تمہاری جگہ کسی اور گروہ کو اٹھائے گا، اور تم خدا کا کچھ بھی نہ بگاڑ سکو گے، وہ ہر چیز پر قدرت رکھتا ہے","transliteration":"Illa tanfiroo yuAAaththibkum AAathaban aleeman wayastabdil qawman ghayrakum wala tadurroohu shayan waAllahu AAala kulli shayin qadeerun"},{"id":40,"text":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","translation":"تم نے اگر نبیؐ کی مدد نہ کی تو کچھ پروا نہیں، اللہ اُس کی مدد اس وقت کر چکا ہے جب کافروں نے اسے نکال دیا تھا، جب وہ صرف دو میں کا دوسرا تھا، جب وہ دونوں غار میں تھے، جب وہ اپنی ساتھی سے کہہ رہا تھا کہ \"غم نہ کر، اللہ ہمارے ساتھ ہے\" اُس وقت اللہ نے اس پر اپنی طرف سے سکون قلب نازل کیا اور اس کی مدد ایسے لشکروں سے کی جو تم کو نظر نہ آتے تھے اور کافروں کا بول نیچا کر دیا اور اللہ کا بول تو اونچا ہی ہے، اللہ زبردست اور دانا و بینا ہے","transliteration":"Illa tansuroohu faqad nasarahu Allahu ith akhrajahu allatheena kafaroo thaniya ithnayni ith huma fee alghari ith yaqoolu lisahibihi la tahzan inna Allaha maAAana faanzala Allahu sakeenatahu AAalayhi waayyadahu bijunoodin lam tarawha wajaAAala kalimata allatheena kafaroo alssufla wakalimatu Allahi hiya alAAulya waAllahu AAazeezun hakeemun"},{"id":41,"text":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"نکلو، خواہ ہلکے ہو یا بوجھل، اور جہاد کرو اللہ کی راہ میں اپنے مالوں اور اپنی جانوں کے ساتھ، یہ تمہارے لیے بہتر ہے اگر تم جانو","transliteration":"Infiroo khifafan wathiqalan wajahidoo biamwalikum waanfusikum fee sabeeli Allahi thalikum khayrun lakum in kuntum taAAlamoona"},{"id":42,"text":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","translation":"اے نبیؐ، اگر فائدہ سہل الحصول ہوتا اور سفر ہلکا ہوتا تو وہ ضرور تمہارے پیچھے چلنے پر آمادہ ہو جاتے، مگر ان پر تو یہ راستہ بہت کٹھن ہو گیا اب وہ خدا کی قسم کھا کھا کر کہیں گے کہ اگر ہم چل سکتے تو یقیناً تمہارے ساتھ چلتے وہ اپنے آپ کو ہلاکت میں ڈال رہے ہیں اللہ خوب جانتا ہے کہ وہ جھوٹے ہیں","transliteration":"Law kana AAaradan qareeban wasafaran qasidan laittabaAAooka walakin baAAudat AAalayhimu alshshuqqatu wasayahlifoona biAllahi lawi istataAAna lakharajna maAAakum yuhlikoona anfusahum waAllahu yaAAlamu innahum lakathiboona"},{"id":43,"text":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","translation":"اے نبیؐ، اللہ تمہیں معاف کرے، تم نے کیوں انہیں رخصت دے دی؟ (تمہیں چاہیے تھا کہ خود رخصت نہ دیتے) تاکہ تم پر کھل جاتا کہ کون لوگ سچے ہیں اور جھوٹوں کو بھی تم جان لیتے","transliteration":"AAafa Allahu AAanka lima athinta lahum hatta yatabayyana laka allatheena sadaqoo wataAAlama alkathibeena"},{"id":44,"text":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","translation":"جو لوگ اللہ اور روز آخر پر ایمان رکھتے ہیں وہ تو کبھی تم سے یہ درخواست نہ کریں گے کہ انہیں اپنی جان و مال کے ساتھ جہاد کرنے سے معاف رکھا جائے اللہ متقیوں کو خوب جانتا ہے","transliteration":"La yastathinuka allatheena yuminoona biAllahi waalyawmi alakhiri an yujahidoo biamwalihim waanfusihim waAllahu AAaleemun bialmuttaqeena"},{"id":45,"text":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","translation":"ایسی درخواستیں تو صرف وہی لوگ کرتے ہیں جو اللہ اور روز آخر پر ایمان نہیں رکھتے، جن کے دلوں میں شک ہے اور وہ اپنے شک ہی میں متردد ہو رہے ہیں","transliteration":"Innama yastathinuka allatheena la yuminoona biAllahi waalyawmi alakhiri wairtabat quloobuhum fahum fee raybihim yataraddadoona"},{"id":46,"text":"۞وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","translation":"اگر واقعی ان کا ارادہ نکلنے کا ہوتا تو وہ اس کے لیے کچھ تیاری کرتے لیکن اللہ کو ان کا اٹھنا پسندہی نہ تھا، اس لیے اس نے انہیں سست کر دیا اور کہہ دیا کہ بیٹھ رہو بیٹھنے والوں کے ساتھ","transliteration":"Walaw aradoo alkhurooja laaAAaddoo lahu AAuddatan walakin kariha Allahu inbiAAathahum fathabbatahum waqeela oqAAudoo maAAa alqaAAideena"},{"id":47,"text":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّـٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّـٰلِمِينَ","translation":"اگر وہ تمہارے ساتھ نکلتے تو تمہارے اندر خرابی کے سوا کسی چیز کا اضافہ نہ کرتے وہ تمہارے درمیان فتنہ پردازی کے لیے دوڑ دھوپ کرتے، اور تمہارے گروہ کا حال یہ ہے کہ ابھی اُس میں بہت سے ایسے لوگ موجود ہیں جو اُن کی باتیں کان لگا کر سنتے ہیں، اللہ اِن ظالموں کو خوب جانتا ہے","transliteration":"Law kharajoo feekum ma zadookum illa khabalan walaawdaAAoo khilalakum yabghoonakumu alfitnata wafeekum sammaAAoona lahum waAllahu AAaleemun bialththalimeena"},{"id":48,"text":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","translation":"اس سے پہلے بھی اِن لوگوں نے فتنہ انگیزی کی کوششیں کی ہیں اور تمہیں ناکام کرنے کے لیے یہ ہر طرح کی تدبیروں کا الٹ پھیر کر چکے ہیں یہاں تک کہ ان کی مرضی کے خلاف حق آ گیا اور اللہ کا کام ہو کر رہا","transliteration":"Laqadi ibtaghawoo alfitnata min qablu waqallaboo laka alomoora hatta jaa alhaqqu wathahara amru Allahi wahum karihoona"},{"id":49,"text":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","translation":"ان میں سے کوئی ہے جو کہتا ہے کہ \"مجھے رخصت دے دیجیے اور مجھ کو فتنے میں نہ ڈالیے\" سن رکھو! فتنے ہی میں تو یہ لوگ پڑے ہوئے ہیں اور جہنم نے ان کافروں کو گھیر رکھا ہے","transliteration":"Waminhum man yaqoolu ithan lee wala taftinnee ala fee alfitnati saqatoo wainna jahannama lamuheetatun bialkafireena"},{"id":50,"text":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","translation":"تمہارا بھلا ہوتا ہے تو انہیں رنج ہوتا ہے اور تم پر کوئی مصیبت آتی ہے تو یہ منہ پھیر کر خوش خوش پلٹتے ہیں اور کہتے جاتے ہیں کہ اچھا ہوا ہم نے پہلے ہی اپنا معاملہ ٹھیک کر لیا تھا","transliteration":"In tusibka hasanatun tasuhum wain tusibka museebatun yaqooloo qad akhathna amrana min qablu wayatawallaw wahum farihoona"},{"id":51,"text":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"ان سے کہو \"ہمیں ہرگز کوئی (برائی یا بھلائی) نہیں پہنچتی مگر وہ جو اللہ نے ہمارے لیے لکھ دی ہے اللہ ہی ہمارا مولیٰ ہے، اور اہل ایمان کو اسی پر بھروسہ کرنا چاہیے","transliteration":"Qul lan yuseebana illa ma kataba Allahu lana huwa mawlana waAAala Allahi falyatawakkali almuminoona"},{"id":52,"text":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","translation":"ان سے کہو، \"تم ہمارے معاملہ میں جس چیز کے منتظر ہو وہ اس کے سوا اور کیا ہے کہ دو بھلائیوں میں سے ایک بھلائی ہے اور ہم تمہارے معاملہ میں جس چیز کے منتظر ہیں وہ یہ ہے کہ اللہ خود تم کو سزا دیتا ہے یا ہمارے ہاتھوں دلواتا ہے؟ اچھا تو اب تم بھی انتظار کرو اور ہم بھی تمہارے ساتھ منتظر ہیں","transliteration":"Qul hal tarabbasoona bina illa ihda alhusnayayni wanahnu natarabbasu bikum an yuseebakumu Allahu biAAathabin min AAindihi aw biaydeena fatarabbasoo inna maAAakum mutarabbisoona"},{"id":53,"text":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","translation":"ان سے کہو \"تم اپنے مال خواہ راضی خوشی خرچ کرو یا بکراہت، بہر حال وہ قبول نہ کیے جائیں گے کیونکہ تم فاسق لوگ ہو","transliteration":"Qul anfiqoo tawAAan aw karhan lan yutaqabbala minkum innakum kuntum qawman fasiqeena"},{"id":54,"text":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","translation":"ان کے دیے ہوئے مال قبول نہ ہونے کی کوئی وجہ اس کے سوا نہیں ہے کہ انہوں نے اللہ اور اس کے رسول سے کفر کیا ہے، نماز کے لیے آتے ہیں تو کسمساتے ہوئے آتے ہیں اور راہ خدا میں خرچ کرتے ہیں تو بادل ناخواستہ خرچ کرتے ہیں","transliteration":"Wama manaAAahum an tuqbala minhum nafaqatuhum illa annahum kafaroo biAllahi wabirasoolihi wala yatoona alssalata illa wahum kusala wala yunfiqoona illa wahum karihoona"},{"id":55,"text":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","translation":"اِن کے مال و دولت اور ان کی کثرت اولاد کو دیکھ کر دھوکہ نہ کھاؤ، اللہ تو یہ چاہتا ہے کہ اِنہی چیزوں کے ذریعہ سے ان کو دنیا کی زندگی میں بھی مبتلائے عذاب کرے اور یہ جان بھی دیں تو انکار حق ہی کی حالت میں دیں","transliteration":"Fala tuAAjibka amwaluhum wala awladuhum innama yureedu Allahu liyuAAaththibahum biha fee alhayati alddunya watazhaqa anfusuhum wahum kafiroona"},{"id":56,"text":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","translation":"وہ خدا کی قسم کھا کھا کر کہتے ہیں کہ ہم تمہی میں سے ہیں، حالانکہ وہ ہرگز تم میں سے نہیں ہیں اصل میں تو وہ ایسے لوگ ہیں جو تم سے خوف زدہ ہیں","transliteration":"Wayahlifoona biAllahi innahum laminkum wama hum minkum walakinnahum qawmun yafraqoona"},{"id":57,"text":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","translation":"اگر وہ کوئی جائے پناہ پالیں یا کوئی کھوہ یا گھس بیٹھنے کی جگہ، تو بھاگ کر اُس میں جا چھپیں","transliteration":"Law yajidoona maljaan aw magharatin aw muddakhalan lawallaw ilayhi wahum yajmahoona"},{"id":58,"text":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","translation":"اے نبیؐ، ان میں سے بعض لوگ صدقات کی تقسیم میں تم پر اعتراضات کرتے ہیں اگر اس مال میں سے انہیں کچھ دے دیا جائے تو خو ش ہو جائیں، اور نہ دیا جائے تو بگڑنے لگتے ہیں","transliteration":"Waminhum man yalmizuka fee alssadaqati fain oAAtoo minha radoo wain lam yuAAtaw minha itha hum yaskhatoona"},{"id":59,"text":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","translation":"کیا اچھا ہوتا کہ اللہ اور رسولؐ نے جو کچھ بھی انہیں دیا تھا اس پر وہ راضی رہتے اور کہتے کہ \"اللہ ہمارے لیے کافی ہے، وہ اپنے فضل سے ہمیں بہت کچھ دے گا اور اس کا رسول بھی ہم پر عنایت فرمائے گا، ہم اللہ ہی کی طرف نظر جمائے ہوئے ہیں","transliteration":"Walaw annahum radoo ma atahumu Allahu warasooluhu waqaloo hasbuna Allahu sayuteena Allahu min fadlihi warasooluhu inna ila Allahi raghiboona"},{"id":60,"text":"۞إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"یہ صدقات تو دراصل فقیروں اور مسکینوں کے لیے ہیں اور اُن لوگوں کے لیے جو صدقات کے کام پر مامور ہوں، اور اُن کے لیے جن کی تالیف قلب مطلوب ہو نیز یہ گردنوں کے چھڑانے اور قرض داروں کی مدد کرنے میں اور راہ خدا میں اور مسافر نوازی میں استعمال کرنے کے لیے ہیں ایک فریضہ ہے اللہ کی طرف سے اور اللہ سب کچھ جاننے والا اور دانا و بینا ہے","transliteration":"Innama alssadaqatu lilfuqarai waalmasakeeni waalAAamileena AAalayha waalmuallafati quloobuhum wafee alrriqabi waalgharimeena wafee sabeeli Allahi waibni alssabeeli fareedatan mina Allahi waAllahu AAaleemun hakeemun"},{"id":61,"text":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","translation":"ان میں سے کچھ لوگ ہیں جو اپنی باتوں سے نبی کو دکھ دیتے ہیں اور کہتے ہیں کہ یہ شخص کانوں کا کچا ہے کہو، \"وہ تمہاری بھلائی کے لیے ایسا ہے، اللہ پر ایمان رکھتا ہے اور اہل ایمان پر اعتماد کرتا ہے اور سراسر رحمت ہے ان لوگوں کے لیے جو تم میں سے ایماندار ہیں اور جو لوگ اللہ کے رسول کو دکھ دیتے ہیں ان کے لیے دردناک سزا ہے","transliteration":"Waminhumu allatheena yuthoona alnnabiyya wayaqooloona huwa othunun qul othunu khayrin lakum yuminu biAllahi wayuminu lilmumineena warahmatun lillatheena amanoo minkum waallatheena yuthoona rasoola Allahi lahum AAathabun aleemun"},{"id":62,"text":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","translation":"یہ لوگ تمہارے سامنے قسمیں کھاتے ہیں تاکہ تمہیں راضی کریں، حالانکہ اگر یہ مومن ہیں تو اللہ اور رسول اس کے زیادہ حق دار ہیں کہ یہ ان کو راضی کرنے کی فکر کریں","transliteration":"Yahlifoona biAllahi lakum liyurdookum waAllahu warasooluhu ahaqqu an yurdoohu in kanoo mumineena"},{"id":63,"text":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","translation":"کیا انہیں معلوم نہیں ہے کہ جو اللہ اور اس کے رسول کا مقابلہ کرتا ہے اس کے لیے دوزخ کی آگ ہے جس میں وہ ہمیشہ رہے گا یہ بہت بڑی رسوائی ہے","transliteration":"Alam yaAAlamoo annahu man yuhadidi Allaha warasoolahu faanna lahu nara jahannama khalidan feeha thalika alkhizyu alAAatheemu"},{"id":64,"text":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","translation":"یہ منافق ڈر رہے ہیں کہ کہیں مسلمانوں پر کوئی ایسی سورت نازل نہ ہو جائے جو ان کے دلوں کے بھید کھول کر رکھ دے اے نبیؐ، ان سے کہو، \"اور مذاق اڑاؤ، اللہ اُس چیز کو کھول دینے والا ہے جس کے کھل جانے سے تم ڈرتے ہو","transliteration":"Yahtharu almunafiqoona an tunazzala AAalayhim sooratun tunabbiohum bima fee quloobihim quli istahzioo inna Allaha mukhrijun ma tahtharoona"},{"id":65,"text":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","translation":"اگر ان سے پوچھو کہ تم کیا باتیں کر رہے تھے، تو جھٹ کہہ دیں گے کہ ہم تو ہنسی مذاق اور دل لگی کر رہے تھے ان سے کہو، \"کیا تمہاری ہنسی دل لگی اللہ اور اُس کی آیات اور اس کے رسول ہی کے ساتھ تھی؟","transliteration":"Walain saaltahum layaqoolunna innama kunna nakhoodu wanalAAabu qul abiAllahi waayatihi warasoolihi kuntum tastahzioona"},{"id":66,"text":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","translation":"اب عذرات نہ تراشو، تم نے ایمان لانے کے بعد کفر کیا ہے، اگر ہم نے تم میں سے ایک گروہ کو معاف کر بھی دیا تو دوسرے گروہ کو تو ہم ضرور سزا دیں گے کیونکہ وہ مجرم ہے","transliteration":"La taAAtathiroo qad kafartum baAAda eemanikum in naAAfu AAan taifatin minkum nuAAaththib taifatan biannahum kanoo mujrimeena"},{"id":67,"text":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","translation":"منافق مرد اور منافق عورتیں سب ایک دوسرے کے ہم رنگ ہیں برائی کا حکم دیتے ہیں اور بھلائی سے منع کرتے ہیں اور اپنے ہاتھ خیر سے روکے رکھتے ہیں یہ اللہ کو بھول گئے تو اللہ نے بھی انہیں بھلا دیا یقیناً یہ منافق ہی فاسق ہیں","transliteration":"Almunafiqoona waalmunafiqatu baAAduhum min baAAdin yamuroona bialmunkari wayanhawna AAani almaAAroofi wayaqbidoona aydiyahum nasoo Allaha fanasiyahum inna almunafiqeena humu alfasiqoona"},{"id":68,"text":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","translation":"ان منافق مردوں اور عورتوں اور کافروں کے لیے اللہ نے آتش دوزخ کا وعدہ کیا ہے جس میں وہ ہمیشہ رہیں گے، وہی ان کے لیے موزوں ہے ان پر اللہ کی پھٹکار ہے اور ان کے لیے قائم ر ہنے والا عذاب ہے","transliteration":"WaAAada Allahu almunafiqeena waalmunafiqati waalkuffara nara jahannama khalideena feeha hiya hasbuhum walaAAanahumu Allahu walahum AAathabun muqeemun"},{"id":69,"text":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَـٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"تم لوگوں کے رنگ ڈھنگ وہی ہیں جو تمہارے پیش روؤں کے تھے وہ تم سے زیادہ زور آور اور تم سے بڑھ کر مال اور اولاد والے تھے پھر انہوں نے دنیا میں اپنے حصہ کے مزے لوٹ لیے اور تم نے بھی اپنے حصے کے مزے اسی طرح لوٹے جیسے انہوں نے لوٹے تھے، اور ویسی ہی بحثوں میں تم بھی پڑے جیسی بحثوں میں وہ پڑے تھے، سو ان کا انجام یہ ہوا کہ دنیا اور آخرت میں ان کا سب کیا دھرا ضائع ہو گیا اور وہی خسارے میں ہیں","transliteration":"Kaallatheena min qablikum kanoo ashadda minkum quwwatan waakthara amwalan waawladan faistamtaAAoo bikhalaqihim faistamtaAAtum bikhalaqikum kama istamtaAAa allatheena min qablikum bikhalaqihim wakhudtum kaallathee khadoo olaika habitat aAAmaluhum fee alddunya waalakhirati waolaika humu alkhasiroona"},{"id":70,"text":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"کیا اِن لوگوں کو اپنے پیش روؤں کی تاریخ نہیں پہنچی؟ نوحؑ کی قوم، عاد، ثمود، ابراہیمؑ کی قوم، مدین کے لوگ اور وہ بستیاں جنہیں الٹ دیا گیا اُن کے رسول ان کے پاس کھلی کھلی نشانیاں لے کر آئے، پھر یہ اللہ کا کام نہ تھا کہ ان پر ظلم کرتا مگر وہ آپ ہی اپنے اوپر ظلم کرنے والے تھے","transliteration":"Alam yatihim nabao allatheena min qablihim qawmi noohin waAAadin wathamooda waqawmi ibraheema waashabi madyana waalmutafikati atathum rusuluhum bialbayyinati fama kana Allahu liyathlimahum walakin kanoo anfusahum yathlimoona"},{"id":71,"text":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَـٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","translation":"مومن مرد اور مومن عورتیں، یہ سب ایک دوسرے کے رفیق ہیں، بھلائی کا حکم دیتے اور برائی سے روکتے ہیں، نماز قائم کرتے ہیں، زکوٰۃ دیتے ہیں اور اللہ اور اس کے رسول کی اطاعت کرتے ہیں یہ وہ لوگ ہیں جن پر اللہ کی رحمت نازل ہو کر رہے گی، یقیناً اللہ سب پر غالب اور حکیم و دانا ہے","transliteration":"Waalmuminoona waalmuminatu baAAduhum awliyao baAAdin yamuroona bialmaAAroofi wayanhawna AAani almunkari wayuqeemoona alssalata wayutoona alzzakata wayuteeAAoona Allaha warasoolahu olaika sayarhamuhumu Allahu inna Allaha AAazeezun hakeemun"},{"id":72,"text":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّـٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"ان مومن مردوں اور عورتوں سے اللہ کا وعدہ ہے کہ انہیں ایسے باغ دے گا جن کے نیچے نہریں بہتی ہوں گی اور وہ ان میں ہمیشہ رہیں گے ان سدا بہار باغوں میں ان کے لیے پاکیزہ قیام گاہیں ہوں گی، اور سب سے بڑھ کر یہ کہ اللہ کی خوشنودی انہیں حاصل ہوگی یہی بڑی کامیابی ہے","transliteration":"WaAAada Allahu almumineena waalmuminati jannatin tajree min tahtiha alanharu khalideena feeha wamasakina tayyibatan fee jannati AAadnin waridwanun mina Allahi akbaru thalika huwa alfawzu alAAatheemu"},{"id":73,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"اے نبیؐ، کفار اور منافقین دونوں کا پوری قوت سے مقابلہ کرو اور ان کے ساتھ سختی سے پیش آؤ آخر کار ان کا ٹھکانا جہنم ہے اور وہ بدترین جائے قرار ہے","transliteration":"Ya ayyuha alnnabiyyu jahidi alkuffara waalmunafiqeena waoghluth AAalayhim wamawahum jahannamu wabisa almaseeru"},{"id":74,"text":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","translation":"یہ لوگ خدا کی قسم کھا کھا کر کہتے ہیں کہ ہم نے وہ بات نہیں کہی، حالانکہ انہوں نے ضرور وہ کافرانہ بات کہی ہے وہ اسلام لانے کے بعد کفر کے مرتکب ہوئے اور انہوں نے وہ کچھ کرنے کا ارادہ کیا جسے کر نہ سکے یہ ان کا سارا غصہ اسی بات پر ہے نا کہ اللہ اور اس کے رسول نے اپنے فضل سے ان کو غنی کر دیا ہے! اب اگر یہ اپنی اس روش سے باز آ جائیں تو انہی کے لیے بہتر ہے اور اگر یہ باز نہ آئے تو اللہ ان کو نہایت درد ناک سزا دے گا، دنیا میں بھی اور آخرت میں بھی، اور زمین میں کوئی نہیں جو اِن کا حمایتی اور مددگار ہو","transliteration":"Yahlifoona biAllahi ma qaloo walaqad qaloo kalimata alkufri wakafaroo baAAda islamihim wahammoo bima lam yanaloo wama naqamoo illa an aghnahumu Allahu warasooluhu min fadlihi fain yatooboo yaku khayran lahum wain yatawallaw yuAAaththibhumu Allahu AAathaban aleeman fee alddunya waalakhirati wama lahum fee alardi min waliyyin wala naseerin"},{"id":75,"text":"۞وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّـٰلِحِينَ","translation":"ان میں سے بعض ایسے بھی ہیں جنہوں نے اللہ سے عہد کیا تھا کہ اگر اس نے اپنے فضل سے ہم کو نوازا تو ہم خیرات کریں گے اور صالح بن کر رہیں گے","transliteration":"Waminhum man AAahada Allaha lain atana min fadlihi lanassaddaqanna walanakoonanna mina alssaliheena"},{"id":76,"text":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","translation":"مگر جب اللہ نے اپنے فضل سے ان کو دولت مند کر دیا تو وہ بخل پر اتر آئے اور اپنے عہد سے ایسے پھرے کہ انہیں اس کی پروا تک نہیں ہے","transliteration":"Falamma atahum min fadlihi bakhiloo bihi watawallaw wahum muAAridoona"},{"id":77,"text":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","translation":"نتیجہ یہ نکلا کہ ان کی اِس بد عہدی کی وجہ سے جو انہوں نے اللہ کے ساتھ کی، اور اس جھوٹ کی وجہ سے جو وہ بولتے رہے، اللہ نے ان کے دلوں میں نفاق بٹھا دیا جو اس کے حضور ان کی پیشی کے دن تک ان کا پیچھا نہ چھوڑے گا","transliteration":"FaaAAqabahum nifaqan fee quloobihim ila yawmi yalqawnahu bima akhlafoo Allaha ma waAAadoohu wabima kanoo yakthiboona"},{"id":78,"text":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّـٰمُ ٱلۡغُيُوبِ","translation":"کیا یہ لوگ جانتے نہیں ہیں کہ اللہ کو ان کے مخفی راز اور ان کی پوشیدہ سرگوشیاں تک معلوم ہیں اور وہ تمام غیب کی باتوں سے پوری طرح باخبر ہے؟","transliteration":"Alam yaAAlamoo anna Allaha yaAAlamu sirrahum wanajwahum waanna Allaha AAallamu alghuyoobi"},{"id":79,"text":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","translation":"(وہ خوب جانتا ہے اُن کنجوس دولت مندوں کو) جو برضا و رغبت دینے والے اہل ایمان کی مالی قربانیوں پر باتیں چھانٹتے ہیں اور ان لوگوں کا مذاق اڑاتے ہیں جن کے پاس (راہ خدا میں دینے کے لیے) اُس کے سوا کچھ نہیں ہے جو وہ اپنے اوپر مشقت برداشت کر کے دیتے ہیں اللہ اِن مذاق اڑانے والوں کا مذاق اڑاتا ہے اور ان کے لیے درد ناک سزا ہے","transliteration":"Allatheena yalmizoona almuttawwiAAeena mina almumineena fee alssadaqati waallatheena la yajidoona illa juhdahum fayaskharoona minhum sakhira Allahu minhum walahum AAathabun aleemun"},{"id":80,"text":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translation":"اے نبیؐ، تم خواہ ایسے لوگوں کے لیے معافی کی درخواست کرو یا نہ کرو، اگر تم ستر مرتبہ بھی انہیں معاف کردینے کی درخواست کرو گے تو اللہ انہیں ہرگز معاف نہ کرے گا اس لیے کہ انہوں نے اللہ اور اس کے رسول کے ساتھ کفر کیا ہے، اور اللہ فاسق لوگوں کو راہ نجات نہیں دکھاتا","transliteration":"Istaghfir lahum aw la tastaghfir lahum in tastaghfir lahum sabAAeena marratan falan yaghfira Allahu lahum thalika biannahum kafaroo biAllahi warasoolihi waAllahu la yahdee alqawma alfasiqeena"},{"id":81,"text":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","translation":"جن لوگوں کو پیچھے رہ جانے کی اجازت دے دی گئی تھی وہ اللہ کے رسول کا ساتھ نہ دینے اور گھر بیٹھے رہنے پر خوش ہوئے اور انہیں گوارا نہ ہوا کہ اللہ کی راہ میں جان و مال سے جہاد کریں انہوں نے لوگوں سے کہا کہ \"اس سخت گرمی میں نہ نکلو\" ان سے کہو کہ جہنم کی آگ اس سے زیادہ گرم ہے، کاش انہیں اس کا شعور ہوتا","transliteration":"Fariha almukhallafoona bimaqAAadihim khilafa rasooli Allahi wakarihoo an yujahidoo biamwalihim waanfusihim fee sabeeli Allahi waqaloo la tanfiroo fee alharri qul naru jahannama ashaddu harran law kanoo yafqahoona"},{"id":82,"text":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","translation":"اب چاہیے کہ یہ لوگ ہنسنا کم کریں اور روئیں زیادہ، اس لیے کہ جو بدی یہ کماتے رہے ہیں اس کی جزا ایسی ہی ہے (کہ انہیں اس پر رونا چاہیے)","transliteration":"Falyadhakoo qaleelan walyabkoo katheeran jazaan bima kanoo yaksiboona"},{"id":83,"text":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","translation":"اگر اللہ ان کے درمیان تمہیں واپس لے جائے اور آئندہ ان میں سے کوئی گروہ جہاد کے لیے نکلنے کی تم سے اجازت مانگے تو صاف کہہ دینا کہ، \"اب تم میرے ساتھ ہرگز نہیں چل سکتے اور نہ میری معیت میں کسی دشمن سے لڑ سکتے ہو، تم نے پہلے بیٹھ ر ہنے کو پسند کیا تھا تو اب گھر بیٹھنے والوں ہی کے ساتھ بیٹھے رہو","transliteration":"Fain rajaAAaka Allahu ila taifatin minhum faistathanooka lilkhurooji faqul lan takhrujoo maAAiya abadan walan tuqatiloo maAAiya AAaduwwan innakum radeetum bialquAAoodi awwala marratin faoqAAudoo maAAa alkhalifeena"},{"id":84,"text":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","translation":"اور آئندہ ان میں سے جو کوئی مرے اس کی نماز جنازہ بھی تم ہرگز نہ پڑھنا اور نہ کبھی اس کی قبر پر کھڑے ہونا کیونکہ انہوں نے اللہ اور اس کے رسولؐ کے ساتھ کفر کیا ہے اور وہ مرے ہیں اس حال میں کہ وہ فاسق تھے","transliteration":"Wala tusalli AAala ahadin minhum mata abadan wala taqum AAala qabrihi innahum kafaroo biAllahi warasoolihi wamatoo wahum fasiqoona"},{"id":85,"text":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","translation":"ان کی مالداری اور ان کی کثرت اولاد تم کو دھوکے میں نہ ڈالے اللہ نے تو ارادہ کر لیا ہے کہ اِس مال و اولاد کے ذریعہ سے ان کو اسی دنیا میں سزا دے اور ان کی جانیں اس حال میں نکلیں کہ وہ کافر ہوں","transliteration":"Wala tuAAjibka amwaluhum waawladuhum innama yureedu Allahu an yuAAaththibahum biha fee alddunya watazhaqa anfusuhum wahum kafiroona"},{"id":86,"text":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","translation":"جب کبھی کوئی سورۃ اس مضمون کی نازل ہوئی کہ اللہ کو مانو اور اس کے رسول کے ساتھ جہاد کرو تو تم نے دیکھا کہ جو لوگ ان میں سے صاحب مقدرت تھے وہی تم سے درخواست کرنے لگے کہ انہیں جہاد کی شرکت سے معاف رکھا جائے اور انہوں نے کہا کہ ہمیں چھوڑ دیجیے کہ ہم بیٹھنے والوں کے ساتھ رہیں","transliteration":"Waitha onzilat sooratun an aminoo biAllahi wajahidoo maAAa rasoolihi istathanaka oloo alttawli minhum waqaloo tharna nakun maAAa alqaAAideena"},{"id":87,"text":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","translation":"ان لوگوں نے گھر بیٹھنے والیوں میں شامل ہونا پسند کیا اور ان کے دلوں پر ٹھپہ لگا دیا گیا، اس لیے ان کی سمجھ میں اب کچھ نہیں آتا","transliteration":"Radoo bian yakoonoo maAAa alkhawalifi watubiAAa AAala quloobihim fahum la yafqahoona"},{"id":88,"text":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَـٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"بخلاف اس کے رسولؐ نے اور ان لوگوں نے جو رسولؐ کے ساتھ ایمان لائے تھے ا پنی جان و مال سے جہاد کیا اور اب ساری بھلائیاں انہی کے لیے ہیں اور وہی فلاح پانے والے ہیں","transliteration":"Lakini alrrasoolu waallatheena amanoo maAAahu jahadoo biamwalihim waanfusihim waolaika lahumu alkhayratu waolaika humu almuflihoona"},{"id":89,"text":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"اللہ نے ان کے لیے ایسے باغ تیار رکھے ہیں جن کے نیچے نہریں بہ رہی ہیں، ان میں وہ ہمیشہ رہیں گے یہ ہے عظیم الشان کامیابی","transliteration":"aAAadda Allahu lahum jannatin tajree min tahtiha alanharu khalideena feeha thalika alfawzu alAAatheemu"},{"id":90,"text":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","translation":"بدوی عربوں میں سے بھی بہت سے لوگ آئے جنہوں نے عذر کیے تاکہ انہیں بھی پیچھے رہ جانے کی اجازت دی جائے اِس طرح بیٹھ رہے وہ لوگ جنہوں نے اللہ اور اس کے رسول سے ایمان کا جھوٹا عہد کیا تھا ان بدویوں میں سے جن لوگوں نے کفر کا طریقہ اختیار کیا ہے عنقریب وہ دردناک سزا سے دوچار ہوں گے","transliteration":"Wajaa almuAAaththiroona mina alaAArabi liyuthana lahum waqaAAada allatheena kathaboo Allaha warasoolahu sayuseebu allatheena kafaroo minhum AAathabun aleemun"},{"id":91,"text":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"ضعیف اور بیمار لوگ اور وہ لوگ جو شرکت جہاد کے لیے راہ نہیں پاتے، اگر پیچھے رہ جائیں تو کوئی حرج نہیں جبکہ وہ خلوص دل کے ساتھ اللہ اور اس کے رسولؐ کے وفادار ہوں ایسے محسنین پر اعتراض کی کوئی گنجائش نہیں ہے اور اللہ درگزر کرنے والا اور رحم فرمانے والا ہے","transliteration":"Laysa AAala aldduAAafai wala AAala almarda wala AAala allatheena la yajidoona ma yunfiqoona harajun itha nasahoo lillahi warasoolihi ma AAala almuhsineena min sabeelin waAllahu ghafoorun raheemun"},{"id":92,"text":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","translation":"اسی طرح اُن لوگوں پر بھی کوئی اعتراض کا موقع نہیں ہے جنہوں نے خود آ کر تم سے درخواست کی تھی کہ ہمارے لیے سواریاں بہم پہنچائی جائیں، اور جب تم نے کہا کہ میں تمہارے لیے سواریوں کا انتظام نہیں کرسکتا تو وہ مجبوراً واپس گئے اور حال یہ تھا کہ ان کی آنکھوں سے آنسو جاری تھے اور انہیں اس بات کا بڑا رنج تھا کہ وہ اپنے خرچ پر شریک جہاد ہونے کی مقدرت نہیں رکھتے","transliteration":"Wala AAala allatheena itha ma atawka litahmilahum qulta la ajidu ma ahmilukum AAalayhi tawallaw waaAAyunuhum tafeedu mina alddamAAi hazanan alla yajidoo ma yunfiqoona"},{"id":93,"text":"۞إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","translation":"البتہ اعتراض ان لوگوں پر ہے جو مالدار ہیں اور پھر بھی تم سے درخواستیں کرتے ہیں کہ انہیں شرکت جہاد سے معاف رکھا جائے انہوں نے گھر بیٹھنے والیوں میں شامل ہونا پسند کیا اور اللہ نے ان کے دلوں پر ٹھپہ لگا دیا، اس لیے اب یہ کچھ نہیں جانتے (کہ اللہ کے ہاں ان کی روش کا کیا نتیجہ نکلنے والا ہے)","transliteration":"Innama alssabeelu AAala allatheena yastathinoonaka wahum aghniyao radoo bian yakoonoo maAAa alkhawalifi watabaAAa Allahu AAala quloobihim fahum la yaAAlamoona"},{"id":94,"text":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"تم جب پلٹ کر ان کے پاس پہنچو گے تو یہ طرح طرح کے عذرات پیش کریں گے مگر تم صاف کہہ دینا کہ \"بہانے نہ کرو، ہم تہاری کسی بات کا اعتبار نہ کریں گے اللہ نے ہم کو تمہارے حالات بتا دیے ہیں اب اللہ اور اس کا رسول تمہارے طرز عمل کو دیکھے گا پھر تم اس کی طرف پلٹائے جاؤ گے جو کھلے اور چھپے سب کا جاننے والا ہے اور وہ تمہیں بتا دے گا کہ تم کیا کچھ کرتے رہے ہو","transliteration":"YaAAtathiroona ilaykum itha rajaAAtum ilayhim qul la taAAtathiroo lan numina lakum qad nabbaana Allahu min akhbarikum wasayara Allahu AAamalakum warasooluhu thumma turaddoona ila AAalimi alghaybi waalshshahadati fayunabbiokum bima kuntum taAAmaloona"},{"id":95,"text":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","translation":"تمہاری واپسی پر یہ تمہارے سامنے قسمیں کھائیں گے تاکہ تم ان سے صرف نظر کرو تو بے شک تم ان سے صرف نظر ہی کر لو، کیونکہ یہ گندگی ہیں اور ان کا اصلی مقام جہنم ہے جو ان کی کمائی کے بدلے میں انہیں نصیب ہوگی","transliteration":"Sayahlifoona biAllahi lakum itha inqalabtum ilayhim lituAAridoo AAanhum faaAAridoo AAanhum innahum rijsun wamawahum jahannamu jazaan bima kanoo yaksiboona"},{"id":96,"text":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","translation":"یہ تمہارے سامنے قسمیں کھائیں گے کہ تاکہ تم ان سے راضی ہو جاؤ حالانکہ اگر تم ان سے راضی ہو بھی گئے تو اللہ ہرگز ایسے فاسق لوگوں سے راضی نہ ہوگا","transliteration":"Yahlifoona lakum litardaw AAanhum fain tardaw AAanhum fainna Allaha la yarda AAani alqawmi alfasiqeena"},{"id":97,"text":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"یہ بدوی عرب کفر و نفاق میں زیادہ سخت ہیں اور ان کے معاملہ میں اس امر کے امکانات زیادہ ہیں کہ اس دین کے حدود سے نا واقف رہیں جو اللہ نے اپنے رسول پر نازل کیا ہے اللہ سب کچھ جانتا ہے اور حکیم و دانا ہے","transliteration":"AlaAArabu ashaddu kufran wanifaqan waajdaru alla yaAAlamoo hudooda ma anzala Allahu AAala rasoolihi waAllahu AAaleemun hakeemun"},{"id":98,"text":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","translation":"ان بدویوں میں ایسے ایسے لوگ موجود ہیں جو راہ خدا میں کچھ خرچ کرتے ہیں تو اسے اپنے اوپر زبردستی کی چٹی سمجھتے ہیں اور تمہارے حق میں زمانہ کی گردشوں کا انتظار کر رہے ہیں (کہ تم کسی چکر میں پھنسو تو وہ اپنی گردن سے اس نظام کی اطاعت کا قلادہ اتار پھینکیں جس میں تم نے انہیں کس دیا ہے) حالانکہ بدی کا چکر خود انہی پر مسلط ہے اور اللہ سب کچھ سنتا اور جانتا ہے","transliteration":"Wamina alaAArabi man yattakhithu ma yunfiqu maghraman wayatarabbasu bikumu alddawaira AAalayhim dairatu alssawi waAllahu sameeAAun AAaleemun"},{"id":99,"text":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"اور انہی بدویوں میں کچھ لوگ ایسے بھی ہیں جو اللہ اور روز آخر پر ایمان رکھتے ہیں اور جو کچھ خرچ کرتے ہیں اُسے اللہ کے تقرب کا اور رسولؐ کی طرف سے رحمت کی دعائیں لینے کا ذریعہ بناتے ہیں ہاں! وہ ضرور ان کے لیے تقرب کا ذریعہ ہے اور اللہ ضرور ان کو اپنی رحمت میں داخل کریگا، یقیناً اللہ درگزر کرنے والا اور رحم فرمانے والا ہے","transliteration":"Wamina alaAArabi man yuminu biAllahi waalyawmi alakhiri wayattakhithu ma yunfiqu qurubatin AAinda Allahi wasalawati alrrasooli ala innaha qurbatun lahum sayudkhiluhumu Allahu fee rahmatihi inna Allaha ghafoorun raheemun"},{"id":100,"text":"وَٱلسَّـٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّـٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"وہ مہاجر و انصار جنہوں نے سب سے پہلے دعوت ایمان پر لبیک کہنے میں سبقت کی، نیز وہ جو بعد میں راستبازی کے ساتھ پیچھے آئے، اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے، اللہ نے ان کے لیے ایسے باغ مہیا کر رکھے ہیں جن کے نیچے نہریں بہتی ہوں گی اور وہ ان میں ہمیشہ رہیں گے، یہی عظیم الشان کامیابی ہے","transliteration":"Waalssabiqoona alawwaloona mina almuhajireena waalansari waallatheena ittabaAAoohum biihsanin radiya Allahu AAanhum waradoo AAanhu waaAAadda lahum jannatin tajree tahtaha alanharu khalideena feeha abadan thalika alfawzu alAAatheemu"},{"id":101,"text":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","translation":"تمہارے گرد و پیش جو بدوی رہتے ہیں ان میں بہت سے منافق ہیں اور اسی طرح خود مدینہ کے باشندوں میں بھی منافق موجود ہیں جو نفاق میں طاق ہو گئے ہیں تم انہیں نہیں جانتے، ہم ان کو جانتے ہیں قریب ہے وہ وقت جب ہم ان کو دوہری سزا دیں گے، پھر وہ زیادہ بڑی سزا کے لیے واپس لائے جائیں گے","transliteration":"Wamimman hawlakum mina alaAArabi munafiqoona wamin ahli almadeenati maradoo AAala alnnifaqi la taAAlamuhum nahnu naAAlamuhum sanuAAaththibuhum marratayni thumma yuraddoona ila AAathabin AAatheemin"},{"id":102,"text":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"کچھ اور لوگ ہیں جنہوں نے اپنے قصوروں کا اعتراف کر لیا ہے ان کا عمل مخلوط ہے، کچھ نیک ہے اور کچھ بد، بعید نہیں کہ اللہ ان پر پھر مہربان ہو جائے کیونکہ وہ درگزر کرنے والا اور رحم فرمانے والا ہے","transliteration":"Waakharoona iAAtarafoo bithunoobihim khalatoo AAamalan salihan waakhara sayyian AAasa Allahu an yatooba AAalayhim inna Allaha ghafoorun raheemun"},{"id":103,"text":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"اے نبیؐ، تم ان کے اموال میں سے صدقہ لے کر انہیں پاک کرو اور (نیکی کی راہ میں) انہیں بڑھاؤ، اور ان کے حق میں دعائے رحمت کرو کیونکہ تمہاری دعا ان کے لیے وجہ تسکین ہوگی، اللہ سب کچھ سنتا اور جانتا ہے","transliteration":"Khuth min amwalihim sadaqatan tutahhiruhum watuzakkeehim biha wasalli AAalayhim inna salataka sakanun lahum waAllahu sameeAAun AAaleemun"},{"id":104,"text":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"کیا اِن لوگوں کو معلوم نہیں ہے کہ وہ اللہ ہی ہے جو اپنے بندوں کی توبہ قبول کرتا ہے اور ان کی خیرات کو قبولیت عطا فرماتا ہے، اور یہ کہ اللہ بہت معاف کرنے والا اور رحیم ہے؟","transliteration":"Alam yaAAlamoo anna Allaha huwa yaqbalu alttawbata AAan AAibadihi wayakhuthu alssadaqati waanna Allaha huwa alttawwabu alrraheemu"},{"id":105,"text":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"اور اے نبیؐ، اِن لوگوں سے کہدو کہ تم عمل کرو، اللہ اور اس کا رسول اور مومنین سب دیکھیں گے کہ تمہارا طرز عمل اب کیا رہتا ہے پھر تم اُس کی طرف پلٹائے جاؤ گے جو کھلے اور چھپے سب کو جانتا ہے اور وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو","transliteration":"Waquli iAAmaloo fasayara Allahu AAamalakum warasooluhu waalmuminoona wasaturaddoona ila AAalimi alghaybi waalshshahadati fayunabbiokum bima kuntum taAAmaloona"},{"id":106,"text":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"کچھ دوسر ے لوگ ہیں جن کا معاملہ ابھی خدا کے حکم پر ٹھیرا ہوا ہے، چاہے انہیں سزا دے اور چاہے اُن پر از سر نو مہربان ہو جائے اللہ سب کچھ جانتا ہے اور حکیم و دانا ہے","transliteration":"Waakharoona murjawna liamri Allahi imma yuAAaththibuhum waimma yatoobu AAalayhim waAllahu AAaleemun hakeemun"},{"id":107,"text":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","translation":"کچھ اور لوگ ہیں جنہوں نے ایک مسجد بنائی اِس غرض کے لیے کہ (دعوت حق کو) نقصان پہنچائیں، اور (خدا کی بندگی کرنے کے بجائے) کفر کریں، اور اہل ایمان میں پھوٹ ڈالیں، اور (اس بظاہر عبادت گاہ کو) اُس شخص کے لیے کمین گاہ بنائیں جو اس سے پہلے خدا اور رسولؐ کے خلاف بر سر پیکار ہو چکا ہے وہ ضرور قسمیں کھا کھا کر کہیں گے کہ ہمارا ارادہ تو بھلائی کے سوا کسی دوسری چیز کا نہ تھا مگر اللہ گواہ ہے کہ وہ قطعی جھوٹے ہیں","transliteration":"Waallatheena ittakhathoo masjidan diraran wakufran watafreeqan bayna almumineena wairsadan liman haraba Allaha warasoolahu min qablu walayahlifunna in aradna illa alhusna waAllahu yashhadu innahum lakathiboona"},{"id":108,"text":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","translation":"تم ہرگز اس عمارت میں کھڑے نہ ہونا جو مسجد اول روز سے تقویٰ پر قائم کی گئی تھی وہی اس کے لیے زیادہ موزوں ہے کہ تم اس میں (عباد ت کے لیے) کھڑے ہو، اس میں ایسے لوگ ہیں جو پاک رہنا پسند کرتے ہیں اور اللہ کو پاکیزگی اختیار کرنے والے ہی پسند ہیں","transliteration":"La taqum feehi abadan lamasjidun ossisa AAala alttaqwa min awwali yawmin ahaqqu an taqooma feehi feehi rijalun yuhibboona an yatatahharoo waAllahu yuhibbu almuttahhireena"},{"id":109,"text":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"پھر تمہارا کیا خیال ہے کہ بہتر انسان وہ ہے جس نے اپنی عمارت کی بنیاد خدا کے خوف اور اس کی رضا کی طلب پر رکھی ہو یا وہ جس نے اپنی عمارت ایک وادی کی کھوکھلی بے ثبات کگر پر اٹھائی اور وہ اسے لے کر سیدھی جہنم کی آگ میں جا گری؟ ایسے ظالم لوگوں کو اللہ کبھی سیدھی راہ نہیں دکھاتا","transliteration":"Afaman assasa bunyanahu AAala taqwa mina Allahi waridwanin khayrun am man assasa bunyanahu AAala shafa jurufin harin fainhara bihi fee nari jahannama waAllahu la yahdee alqawma alththalimeena"},{"id":110,"text":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","translation":"یہ عمارت جو انہوں نے بنائی ہے، ہمیشہ ان کے دلوں میں بے یقینی کی جڑ بنی رہے گی (جس کے نکلنے کی اب کوئی صورت نہیں) بجز اس کے کہ ان کے دل ہی پارہ پارہ ہو جائیں اللہ نہایت باخبر اور حکیم و دانا ہے","transliteration":"La yazalu bunyanuhumu allathee banaw reebatan fee quloobihim illa an taqattaAAa quloobuhum waAllahu AAaleemun hakeemun"},{"id":111,"text":"۞إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"حقیقت یہ ہے کہ اللہ نے مومنوں سے ان کے نفس اور ان کے مال جنت کے بدلے خرید لیے ہیں وہ اللہ کی راہ میں لڑتے اور مارتے اور مرتے ہیں ان سے (جنت کا وعدہ) اللہ کے ذمے ایک پختہ وعدہ ہے توراۃ اور انجیل اور قرآن میں اور کون ہے جو اللہ سے بڑھ کر اپنے عہد کا پورا کرنے والا ہو؟ پس خوشیاں مناؤ اپنے اس سودے پر جو تم نے خدا سے چکا لیا ہے، یہی سب سے بڑی کامیابی ہے","transliteration":"Inna Allaha ishtara mina almumineena anfusahum waamwalahum bianna lahumu aljannata yuqatiloona fee sabeeli Allahi fayaqtuloona wayuqtaloona waAAdan AAalayhi haqqan fee alttawrati waalinjeeli waalqurani waman awfa biAAahdihi mina Allahi faistabshiroo bibayAAikumu allathee bayaAAtum bihi wathalika huwa alfawzu alAAatheemu"},{"id":112,"text":"ٱلتَّـٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّـٰٓئِحُونَ ٱلرَّـٰكِعُونَ ٱلسَّـٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translation":"اللہ کی طرف بار بار پلٹنے والے، اُس کے بندگی بجا لانے والے، اُس کی تعریف کے گن گانے والے، اُس کی خاطر زمین میں گردش کرنے والے، اُس کے آگے رکوع اور سجدے کرنے والے، نیکی کا حکم دینے والے، بدی سے روکنے والے، اور اللہ کے حدود کی حفاظت کرنے والے، (اس شان کے ہوتے ہیں وہ مومن جو اللہ سے خرید و فروخت کا یہ معاملہ طے کرتے ہیں) اور اے نبیؐ ان مومنوں کو خوش خبری دے دو","transliteration":"Alttaiboona alAAabidoona alhamidoona alssaihoona alrrakiAAoona alssajidoona alamiroona bialmaAAroofi waalnnahoona AAani almunkari waalhafithoona lihudoodi Allahi wabashshiri almumineena"},{"id":113,"text":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","translation":"نبیؐ کو اور اُن لوگوں کو جو ایمان لائے ہیں، زیبا نہیں ہے کہ مشرکوں کے لیے مغفرت کی دعا کریں، چاہے وہ ان کے رشتہ دار ہی کیوں نہ ہوں، جبکہ ان پر یہ بات کھل چکی ہے کہ وہ جہنم کے مستحق ہیں","transliteration":"Ma kana lilnnabiyyi waallatheena amanoo an yastaghfiroo lilmushrikeena walaw kanoo olee qurba min baAAdi ma tabayyana lahum annahum ashabu aljaheemi"},{"id":114,"text":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّـٰهٌ حَلِيمٞ","translation":"ابراہیمؑ نے اپنے باپ کے لیے جو دعائے مغفرت کی تھی وہ تو اُس وعدے کی وجہ سے تھی جو اس نے اپنے باپ سے کیا تھا، مگر جب اس پر یہ بات کھل گئی کہ اس کا باپ خدا کا دشمن ہے تو وہ اس سے بیزار ہو گیا، حق یہ ہے کہ ابراہیمؑ بڑا رقیق القلب و خداترس اور بردبار آدمی تھا","transliteration":"Wama kana istighfaru ibraheema liabeehi illa AAan mawAAidatin waAAadaha iyyahu falamma tabayyana lahu annahu AAaduwwun lillahi tabarraa minhu inna ibraheema laawwahun haleemun"},{"id":115,"text":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","translation":"اللہ کا یہ طریقہ نہیں ہے کہ لوگوں کو ہدایت دینے کے بعد پھر گمراہی میں مبتلا کرے جب تک کہ انہیں صاف صاف بتا نہ دے کہ انہیں کن چیزوں سے بچنا چاہیے درحقیقت اللہ ہر چیز کا علم رکھتا ہے","transliteration":"Wama kana Allahu liyudilla qawman baAAda ith hadahum hatta yubayyina lahum ma yattaqoona inna Allaha bikulli shayin AAaleemun"},{"id":116,"text":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","translation":"اور یہ بھی واقعہ ہے کہ اللہ ہی کے قبضہ میں آسمان و زمین کی سلطنت ہے، اسی کے اختیار میں زندگی و موت ہے، اور تمہارا کوئی حامی و مددگار ایسانہیں ہے جو تمہیں اس سے بچا سکے","transliteration":"Inna Allaha lahu mulku alssamawati waalardi yuhyee wayumeetu wama lakum min dooni Allahi min waliyyin wala naseerin"},{"id":117,"text":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","translation":"اللہ نے معاف کر دیا نبیؐ کو اور ان مہاجرین و انصار کو جنہوں نے بڑی تنگی کے وقت میں نبیؐ کا ساتھ دیا اگر چہ ان میں سے کچھ لوگوں کے دل کجی کی طرف مائل ہو چکے تھے (مگر جب انہوں نے اس کجی کا اتباع نہ کیا بلکہ نبیؐ کا ساتھ ہی دیا تو) اللہ نے انہیں معاف کر دیا، بے شک اُس کا معاملہ اِن لوگوں کے ساتھ شفقت و مہربانی کا ہے","transliteration":"Laqad taba Allahu AAala alnnabiyyi waalmuhajireena waalansari allatheena ittabaAAoohu fee saAAati alAAusrati min baAAdi ma kada yazeeghu quloobu fareeqin minhum thumma taba AAalayhim innahu bihim raoofun raheemun"},{"id":118,"text":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"اور اُن تینوں کو بھی اس نے معاف کیا جن کے معاملہ کو ملتوی کر دیا گیا تھا جب زمین اپنی ساری وسعت کے باوجود ان پر تنگ ہو گئی اور ان کی اپنی جانیں بھی ان پر بار ہونے لگیں اور انہوں نے جان لیا کہ اللہ سے بچنے کے لیے کوئی جائے پناہ خود اللہ ہی کے دامن رحمت کے سوا نہیں ہے، تو اللہ اپنی مہربانی سے ان کی طرف پلٹا تاکہ وہ اس کی طرف پلٹ آئیں، یقیناً وہ بڑا معاف کرنے والا اور رحیم ہے","transliteration":"WaAAala alththalathati allatheena khullifoo hatta itha daqat AAalayhimu alardu bima rahubat wadaqat AAalayhim anfusuhum wathannoo an la maljaa mina Allahi illa ilayhi thumma taba AAalayhim liyatooboo inna Allaha huwa alttawwabu alrraheemu"},{"id":119,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّـٰدِقِينَ","translation":"اے لوگو جو ایمان لائے ہو، اللہ سے ڈرو اور سچے لوگوں کا ساتھ دو","transliteration":"Ya ayyuha allatheena amanoo ittaqoo Allaha wakoonoo maAAa alssadiqeena"},{"id":120,"text":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"مدینے کے باشندوں اور گرد و نواح کے بدویوں کو یہ ہرگز زبیا نہ تھا کہ اللہ کے رسول کو چھوڑ کر گھر بیٹھ رہتے اور اس کی طرف سے بے پروا ہو کر اپنے اپنے نفس کی فکر میں لگ جاتے اس لیے کہ ایسا کبھی نہ ہوگا کہ اللہ کی راہ میں بھوک پیاس اور جسمانی مشقت کی کوئی تکلیف وہ جھیلیں، اور منکرین حق کو جو راہ ناگوار ہے اُس پر کوئی قدم وہ اٹھائیں، اور کسی دشمن سے (عداوت حق کا) کا کوئی انتقام وہ لیں اور اس کے بدلے ان کے حق میں ایک عمل صالح نہ لکھا جائے یقیناً اللہ کے ہاں محسنوں کا حق الخدمت مارا نہیں جاتا ہے","transliteration":"Ma kana liahli almadeenati waman hawlahum mina alaAArabi an yatakhallafoo AAan rasooli Allahi wala yarghaboo bianfusihim AAan nafsihi thalika biannahum la yuseebuhum thamaon wala nasabun wala makhmasatun fee sabeeli Allahi wala yataoona mawtian yagheethu alkuffara wala yanaloona min AAaduwwin naylan illa kutiba lahum bihi AAamalun salihun inna Allaha la yudeeAAu ajra almuhsineena"},{"id":121,"text":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","translation":"اسی طرح یہ بھی کبھی نہ ہوگا کہ (راہ خدا میں) تھوڑا یا بہت کوئی خرچ وہ اٹھائیں اور (سعی جہاد میں) کوئی وادی وہ پار کریں اور ان کے حق میں اسے لکھ نہ لیا جائے تاکہ اللہ ان کے اس اچھے کارنامے کا صلہ انہیں عطا کرے","transliteration":"Wala yunfiqoona nafaqatan sagheeratan wala kabeeratan wala yaqtaAAoona wadiyan illa kutiba lahum liyajziyahumu Allahu ahsana ma kanoo yaAAmaloona"},{"id":122,"text":"۞وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","translation":"اور یہ کچھ ضروری نہ تھا کہ اہل ایمان سارے کے سارے ہی نکل کھڑے ہوتے، مگر ایسا کیوں نہ ہوا کہ ان کی آبادی کے ہر حصہ میں سے کچھ لوگ نکل کر آتے اور دین کی سمجھ پیدا کرتے اور واپس جا کر اپنے علاقے کے باشندوں کو خبردار کرتے تاکہ وہ (غیر مسلمانہ روش سے) پرہیز کرتے","transliteration":"Wama kana almuminoona liyanfiroo kaffatan falawla nafara min kulli firqatin minhum taifatun liyatafaqqahoo fee alddeeni waliyunthiroo qawmahum itha rajaAAoo ilayhim laAAallahum yahtharoona"},{"id":123,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","translation":"اے لوگو جو ایمان لائے ہو، جنگ کرو اُن منکرین حق سے جو تم سے قریب ہیں اور چاہیے کہ وہ تمہارے اندر سختی پائیں، اور جان لو کہ اللہ متقیوں کے ساتھ ہے","transliteration":"Ya ayyuha allatheena amanoo qatiloo allatheena yaloonakum mina alkuffari walyajidoo feekum ghilthatan waiAAlamoo anna Allaha maAAa almuttaqeena"},{"id":124,"text":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","translation":"جب کوئی نئی سورت نازل ہوتی ہے تو ان میں سے بعض لوگ (مذاق کے طور پر مسلمانوں سے) پوچھتے ہیں کہ \"کہو، تم میں سے کس کے ایمان میں اس سے اضافہ ہوا؟\" (اس کا جواب یہ ہے کہ) جو لوگ ایمان لائے ہیں ان کے ایمان میں تو فی الواقع (ہر نازل ہونے والی سورت نے) اضافہ ہی کیا ہے اور وہ اس سے دلشاد ہیں","transliteration":"Waitha ma onzilat sooratun faminhum man yaqoolu ayyukum zadathu hathihi eemanan faamma allatheena amanoo fazadathum eemanan wahum yastabshiroona"},{"id":125,"text":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","translation":"البتہ جن لوگوں کے دلوں کو (نفاق کا) روگ لگا ہوا تھا اُن کی سابق نجاست پر (ہر نئی سورت نے) ایک اور نجاست کا اضافہ کر دیا اور وہ مرتے دم تک کفر ہی میں مبتلا رہے","transliteration":"Waamma allatheena fee quloobihim maradun fazadathum rijsan ila rijsihim wamatoo wahum kafiroona"},{"id":126,"text":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","translation":"کیا یہ لوگ دیکھتے نہیں کہ ہر سال ایک دو مرتبہ یہ آزمائش میں ڈالے جاتے ہیں؟ مگر اِس پر بھی نہ توبہ کرتے ہیں نہ کوئی سبق لیتے ہیں","transliteration":"Awala yarawna annahum yuftanoona fee kulli AAamin marratan aw marratayni thumma la yatooboona wala hum yaththakkaroona"},{"id":127,"text":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","translation":"جب کوئی سورت نازل ہوتی ہے تو یہ لوگ آنکھوں ہی آنکھوں میں ایک دوسرے سے باتیں کرتے ہیں کہ کہیں کوئی تم کو دیکھ تو نہیں رہا ہے، پھر چپکے سے نکل بھاگتے ہیں اللہ نے ان کے دل پھیر دیے ہیں کیونکہ یہ ناسمجھ لوگ ہیں","transliteration":"Waitha ma onzilat sooratun nathara baAAduhum ila baAAdin hal yarakum min ahadin thumma insarafoo sarafa Allahu quloobahum biannahum qawmun la yafqahoona"},{"id":128,"text":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","translation":"دیکھو! تم لوگوں کے پاس ایک رسول آیا ہے جو خود تم ہی میں سے ہے، تمہارا نقصان میں پڑنا اس پر شاق ہے، تمہاری فلاح کا وہ حریص ہے، ایمان لانے والوں کے لیے وہ شفیق اور رحیم ہے","transliteration":"Laqad jaakum rasoolun min anfusikum AAazeezun AAalayhi ma AAanittum hareesun AAalaykum bialmumineena raoofun raheemun"},{"id":129,"text":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","translation":"اب اگر یہ لوگ تم سے منہ پھیرتے ہیں تو اے نبیؐ، ان سے کہدو کہ \"میرے لیے اللہ بس کرتا ہے، کوئی معبود نہیں مگر وہ، اُسی پر میں نے بھروسہ کیا اور وہ مالک ہے عرش عظیم کا","transliteration":"Fain tawallaw faqul hasbiya Allahu la ilaha illa huwa AAalayhi tawakkaltu wahuwa rabbu alAAarshi alAAatheemi"}]}
