{"id":15,"name":"الحجر","transliteration":"Al-Hijr","translation":"পাথুরে পাহাড়","type":"meccan","total_verses":99,"verses":[{"id":1,"text":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ","translation":"আলিফ-লা-ম-রা; এগুলো পরিপূর্ণ গ্রন্থ ও সুস্পষ্ট কোরআনের আয়াত।","transliteration":"Aliflamra tilka ayatu alkitabi waquranin mubeenin"},{"id":2,"text":"رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ","translation":"কোন সময় কাফেররা আকাঙ্ক্ষা করবে যে, কি চমৎকার হত, যদি তারা মুসলমান হত।","transliteration":"Rubama yawaddu allatheena kafaroo law kanoo muslimeena"},{"id":3,"text":"ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ","translation":"আপনি ছেড়ে দিন তাদেরকে, খেয়ে নিক এবং ভোগ করে নিক এবং আশায় ব্যাপৃত থাকুক। অতি সত্বর তারা জেনে নেবে।","transliteration":"Tharhum yakuloo wayatamattaAAoo wayulhihimu alamalu fasawfa yaAAlamoona"},{"id":4,"text":"وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ","translation":"আমি কোন জনপদ ধবংস করিনি; কিন্ত তার নির্দিষ্ট সময় লিখিত ছিল।","transliteration":"Wama ahlakna min qaryatin illa walaha kitabun maAAloomun"},{"id":5,"text":"مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","translation":"কোন সম্প্রদায় তার নির্দিষ্ট সময়ের অগ্রে যায় না এবং পশ্চাতে থাকে না।","transliteration":"Ma tasbiqu min ommatin ajalaha wama yastakhiroona"},{"id":6,"text":"وَقَالُواْ يَـٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ","translation":"তারা বললঃ হে ঐ ব্যক্তি, যার প্রতি কোরআন নাযিল হয়েছে, আপনি তো একজন উম্মাদ।","transliteration":"Waqaloo ya ayyuha allathee nuzzila AAalayhi alththikru innaka lamajnoonun"},{"id":7,"text":"لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَـٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"যদি আপনি সত্যবাদী হন, তবে আমাদের কাছে ফেরেশতাদেরকে আনেন না কেন","transliteration":"Law ma tateena bialmalaikati in kunta mina alssadiqeena"},{"id":8,"text":"مَا نُنَزِّلُ ٱلۡمَلَـٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ","translation":"আমি ফেরেশতাদেরকে একমাত্র ফায়সালার জন্যেই নাযিল করি। তখন তাদেরকে অবকাশ দেয়া হবে না।","transliteration":"Ma nunazzilu almalaikata illa bialhaqqi wama kanoo ithan munthareena"},{"id":9,"text":"إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"আমি স্বয়ং এ উপদেশ গ্রন্থ অবতারণ করেছি এবং আমি নিজেই এর সংরক্ষক।","transliteration":"Inna nahnu nazzalna alththikra wainna lahu lahafithoona"},{"id":10,"text":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ","translation":"আমি আপনার পূর্বে পূর্ববর্তী সম্প্রদায়ের মধ্যে রসূল প্রেরণ করেছি।","transliteration":"Walaqad arsalna min qablika fee shiyaAAi alawwaleena"},{"id":11,"text":"وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"ওদের কাছে এমন কোন রসূল আসেননি, যাদের সাথে ওরা ঠাট্টাবিদ্রূপ করতে থাকেনি।","transliteration":"Wama yateehim min rasoolin illa kanoo bihi yastahzioona"},{"id":12,"text":"كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ","translation":"এমনিভাবে আমি এ ধরনের আচরণ পাপীদের অন্তরে বদ্ধমূল করে দেই।","transliteration":"Kathalika naslukuhu fee quloobi almujrimeena"},{"id":13,"text":"لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ","translation":"ওরা এর প্রতি বিশ্বাস করবে না। পূর্ববর্তীদের এমন রীতি চলে আসছে।","transliteration":"La yuminoona bihi waqad khalat sunnatu alawwaleena"},{"id":14,"text":"وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ","translation":"যদি আমি ওদের সামনে আকাশের কোন দরজাও খুলে দেই আর তাতে ওরা দিনভর আরোহণ ও করতে থাকে।","transliteration":"Walaw fatahna AAalayhim baban mina alssamai fathalloo feehi yaAArujoona"},{"id":15,"text":"لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ","translation":"তবুও ওরা একথাই বলবে যে, আমাদের দৃষ্টির বিভ্রাট ঘটানো হয়েছে না বরং আমরা যাদুগ্রস্ত হয়ে পড়েছি।","transliteration":"Laqaloo innama sukkirat absaruna bal nahnu qawmun mashooroona"},{"id":16,"text":"وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّـٰهَا لِلنَّـٰظِرِينَ","translation":"নিশ্চয় আমি আকাশে রাশিচক্র সৃষ্টি করেছি এবং তাকে দর্শকদের জন্যে সুশোভিত করে দিয়েছি।","transliteration":"Walaqad jaAAalna fee alssamai buroojan wazayyannaha lilnnathireena"},{"id":17,"text":"وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ","translation":"আমি আকাশকে প্রত্যেক বিতাড়িত শয়তান থেকে নিরাপদ করে দিয়েছি।","transliteration":"Wahafithnaha min kulli shaytanin rajeemin"},{"id":18,"text":"إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ","translation":"কিন্তু যে চুরি করে শুনে পালায়, তার পশ্চাদ্ধাবন করে উজ্জ্বল উল্কাপিন্ড।","transliteration":"Illa mani istaraqa alssamAAa faatbaAAahu shihabun mubeenun"},{"id":19,"text":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ","translation":"আমি ভু-পৃষ্ঠকে বিস্তৃত করেছি এবং তার উপর পর্বতমালা স্থাপন করেছি এবং তাতে প্রত্যেক বস্তু সুপরিমিতভাবে উৎপন্ন করেছি।","transliteration":"Waalarda madadnaha waalqayna feeha rawasiya waanbatna feeha min kulli shayin mawzoonin"},{"id":20,"text":"وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ","translation":"আমি তোমাদের জন্যে তাতে জীবিকার উপকরন সৃষ্টি করছি এবং তাদের জন্যেও যাদের অন্নদাতা তোমরা নও।","transliteration":"WajaAAalna lakum feeha maAAayisha waman lastum lahu biraziqeena"},{"id":21,"text":"وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ","translation":"আমার কাছে প্রত্যেক বস্তুর ভান্ডার রয়েছে। আমি নির্দিষ্ট পরিমানেই তা অবতরণ করি।","transliteration":"Wain min shayin illa AAindana khazainuhu wama nunazziluhu illa biqadarin maAAloomin"},{"id":22,"text":"وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ","translation":"আমি বৃষ্টিগর্ভ বায়ু পরিচালনা করি অতঃপর আকাশ থেকে পানি বর্ষণ করি, এরপর তোমাদেরকে তা পান করাই। বস্তুতঃ তোমাদের কাছে এর ভান্ডার নেই।","transliteration":"Waarsalna alrriyaha lawaqiha faanzalna mina alssamai maan faasqaynakumoohu wama antum lahu bikhazineena"},{"id":23,"text":"وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ","translation":"আমিই জীবনদান করি, মৃত্যুদান করি এবং আমিই চুড়ান্ত মালিকানার অধিকারী।","transliteration":"Wainna lanahnu nuhyee wanumeetu wanahnu alwarithoona"},{"id":24,"text":"وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ","translation":"আমি জেনে রেখেছি তোমাদের অগ্রগামীদেরকে এবং আমি জেনে রেখেছি পশ্চাদগামীদেরকে।","transliteration":"Walaqad AAalimna almustaqdimeena minkum walaqad AAalimna almustakhireena"},{"id":25,"text":"وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","translation":"আপনার পালনকর্তাই তাদেরকে একত্রিত করে আনবেন। নিশ্চয় তিনি প্রজ্ঞাবান, জ্ঞানময়।","transliteration":"Wainna rabbaka huwa yahshuruhum innahu hakeemun AAaleemun"},{"id":26,"text":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","translation":"আমি মানবকে পচা কর্দম থেকে তৈরী বিশুস্ক ঠনঠনে মাটি দ্বারা সৃষ্টি করেছি।","transliteration":"Walaqad khalaqna alinsana min salsalin min hamain masnoonin"},{"id":27,"text":"وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ","translation":"এবং জিনকে এর আগে লু এর আগুনের দ্বারা সৃজিত করেছি।","transliteration":"Waaljanna khalaqnahu min qablu min nari alssamoomi"},{"id":28,"text":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَـٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","translation":"আর আপনার পালনকর্তা যখন ফেরেশতাদেরকে বললেনঃ আমি পচা কর্দম থেকে তৈরী বিশুষ্ক ঠনঠনে মাটি দ্বারা সৃষ্ট একটি মানব জাতির পত্তন করব।","transliteration":"Waith qala rabbuka lilmalaikati innee khaliqun basharan min salsalin min hamain masnoonin"},{"id":29,"text":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","translation":"অতঃপর যখন তাকে ঠিকঠাক করে নেব এবং তাতে আমার রূহ থেকে ফঁুক দেব, তখন তোমরা তার সামনে সেজদায় পড়ে যেয়ো।","transliteration":"Faitha sawwaytuhu wanafakhtu feehi min roohee faqaAAoo lahu sajideena"},{"id":30,"text":"فَسَجَدَ ٱلۡمَلَـٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","translation":"তখন ফেরেশতারা সবাই মিলে সেজদা করল।","transliteration":"Fasajada almalaikatu kulluhum ajmaAAoona"},{"id":31,"text":"إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّـٰجِدِينَ","translation":"কিন্তু ইবলীস-সে সেজদাকারীদের অন্তর্ভূক্ত হতে স্বীকৃত হল না।","transliteration":"Illa ibleesa aba an yakoona maAAa alssajideena"},{"id":32,"text":"قَالَ يَـٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّـٰجِدِينَ","translation":"আল্লাহ বললেনঃ হে ইবলিস, তোমার কি হলো যে তুমি সেজদাকারীদের অন্তর্ভূক্ত হতে স্বীকৃত হলে না","transliteration":"Qala ya ibleesu ma laka alla takoona maAAa alssajideena"},{"id":33,"text":"قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","translation":"বললঃ আমি এমন নই যে, একজন মানবকে সেজদা করব, যাকে আপনি পচা কর্দম থেকে তৈরী ঠনঠনে বিশুষ্ক মাটি দ্বারা সৃষ্টি করেছেন।","transliteration":"Qala lam akun liasjuda libasharin khalaqtahu min salsalin min hamain masnoonin"},{"id":34,"text":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","translation":"আল্লাহ বললেনঃ তবে তুমি এখান থেকে বের হয়ে যাও। তুমি বিতাড়িত।","transliteration":"Qala faokhruj minha fainnaka rajeemun"},{"id":35,"text":"وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ","translation":"এবং তোমার প্রতি ন্যায় বিচারের দিন পর্যন্ত অভিসম্পাত।","transliteration":"Wainna AAalayka allaAAnata ila yawmi alddeeni"},{"id":36,"text":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"সে বললঃ হে আমার পালনকর্তা, আপনি আমাকে পুনরুত্থান দিবস পর্যন্ত অবকাশ দিন।","transliteration":"Qala rabbi faanthirnee ila yawmi yubAAathoona"},{"id":37,"text":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","translation":"আল্লাহ বললেনঃ তোমাকে অবকাশ দেয়া হল।","transliteration":"Qala fainnaka mina almunthareena"},{"id":38,"text":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","translation":"সেই অবধারিত সময় উপস্থিত হওয়ার দিন পর্যন্ত।","transliteration":"Ila yawmi alwaqti almaAAloomi"},{"id":39,"text":"قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","translation":"সে বললঃ হে আমার পলনকর্তা, আপনি যেমন আমাকে পথ ভ্রষ্ট করেছেন, আমিও তাদের সবাইকে পৃথিবীতে নানা সৌন্দর্যে আকৃষ্ট করব এবং তাদের সবাইকে পথ ভ্রষ্ঠ করে দেব।","transliteration":"Qala rabbi bima aghwaytanee laozayyinanna lahum fee alardi walaoghwiyannahum ajmaAAeena"},{"id":40,"text":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","translation":"আপনার মনোনীত বান্দাদের ব্যতীত।","transliteration":"Illa AAibadaka minhumu almukhlaseena"},{"id":41,"text":"قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ","translation":"আল্লাহ বললেনঃ এটা আমা পর্যন্ত সোজা পথ।","transliteration":"Qala hatha siratun AAalayya mustaqeemun"},{"id":42,"text":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ","translation":"যারা আমার বান্দা, তাদের উপর তোমার কোন ক্ষমতা নেই; কিন্তু পথভ্রান্তদের মধ্য থেকে যারা তোমার পথে চলে।","transliteration":"Inna AAibadee laysa laka AAalayhim sultanun illa mani ittabaAAaka mina alghaweena"},{"id":43,"text":"وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ","translation":"তাদের সবার নির্ধারিত স্থান হচ্ছে জাহান্নাম।","transliteration":"Wainna jahannama lamawAAiduhum ajmaAAeena"},{"id":44,"text":"لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ","translation":"এর সাতটি দরজা আছে। প্রত্যেক দরজার জন্যে এক একটি পৃথক দল আছে।","transliteration":"Laha sabAAatu abwabin likulli babin minhum juzon maqsoomun"},{"id":45,"text":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَعُيُونٍ","translation":"নিশ্চয় খোদাভীরুরা বাগান ও নির্ঝরিনীসহূহে থাকবে।","transliteration":"Inna almuttaqeena fee jannatin waAAuyoonin"},{"id":46,"text":"ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ","translation":"বলা হবেঃ এগুলোতে নিরাপত্তা ও শান্তি সহকরে প্রবেশ কর।","transliteration":"Odkhulooha bisalamin amineena"},{"id":47,"text":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ","translation":"তাদের অন্তরে যে ক্রোধ ছিল, আমি তা দূর করে দেব। তারা ভাই ভাইয়ের মত সামনা-সামনি আসনে বসবে।","transliteration":"WanazaAAna ma fee sudoorihim min ghillin ikhwanan AAala sururin mutaqabileena"},{"id":48,"text":"لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ","translation":"সেখানে তাদের মোটেই কষ্ট হবে না এবং তারা সেখান থেকে বহিস্কৃত হবে না।","transliteration":"La yamassuhum feeha nasabun wama hum minha bimukhrajeena"},{"id":49,"text":"۞نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"আপনি আমার বান্দাদেরকে জানিয়ে দিন যে, আমি অত্যন্ত ক্ষমাশীল দয়ালু।","transliteration":"Nabbi AAibadee annee ana alghafooru alrraheemu"},{"id":50,"text":"وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ","translation":"এবং ইহাও যে, আমার শাস্তিই যন্ত্রনাদায়ক শাস্তি।","transliteration":"Wa anna AAathabee huwa alAAathabu alaleemu"},{"id":51,"text":"وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ","translation":"আপনি তাদেরকে ইব্রাহীমের মেহমানদের অবস্থা শুনিয়ে দিন।","transliteration":"Wanabbihum AAan dayfi ibraheema"},{"id":52,"text":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ","translation":"যখন তারা তাঁর গৃহে আগমন করল এবং বললঃ সালাম। তিনি বললেনঃ আমরা তোমাদের ব্যাপারে ভীত।","transliteration":"Ith dakhaloo AAalayhi faqaloo salaman qala inna minkum wajiloona"},{"id":53,"text":"قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ","translation":"তারা বললঃ ভয় করবেন না। আমরা আপনাকে একজন জ্ঞানবান ছেলে-সন্তানের সুসংবাদ দিচ্ছি।","transliteration":"Qaloo la tawjal inna nubashshiruka bighulamin AAaleemin"},{"id":54,"text":"قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ","translation":"তিনি বললেনঃ তোমরা কি আমাকে এমতাবস্থায় সুসংবাদ দিচ্ছ, যখন আমি বার্ধক্যে পৌছে গেছি","transliteration":"Qala abashshartumoonee AAala an massaniya alkibaru fabima tubashshirooni"},{"id":55,"text":"قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ","translation":"তারা বললঃ আমরা আপনাকে সত্য সু-সংবাদ দিচ্ছি! অতএব আপনি নিরাশ হবেন না।","transliteration":"Qaloo bashsharnaka bialhaqqi fala takun mina alqaniteena"},{"id":56,"text":"قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ","translation":"তিনি বললেনঃ পালনকর্তার রহমত থেকে পথভ্রষ্টরা ছাড়া কে নিরাশ হয়","transliteration":"Qala waman yaqnatu min rahmati rabbihi illa alddalloona"},{"id":57,"text":"قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ","translation":"তিনি বললেনঃ অতঃপর তোমাদের প্রধান উদ্দেশ্য কি হে আল্লাহর প্রেরিতগণ","transliteration":"Qala fama khatbukum ayyuha almursaloona"},{"id":58,"text":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ","translation":"তারা বললঃ আমরা একটি অপরাধী সম্প্রদায়ের প্রতি প্রেরিত হয়েছি।","transliteration":"Qaloo inna orsilna ila qawmin mujrimeena"},{"id":59,"text":"إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ","translation":"কিন্তু লূতের পরিবার-পরিজন। আমরা অবশ্যই তাদের সবাইকে বাঁচিয়ে নেব।","transliteration":"Illa ala lootin inna lamunajjoohum ajmaAAeena"},{"id":60,"text":"إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ","translation":"তবে তার স্ত্রী। আমরা স্থির করেছি যে, সে থেকে যাওয়াদের দলভূক্ত হবে।","transliteration":"Illa imraatahu qaddarna innaha lamina alghabireena"},{"id":61,"text":"فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ","translation":"অতঃপর যখন প্রেরিতরা লূতের গৃহে পৌছল।","transliteration":"Falamma jaa ala lootin almursaloona"},{"id":62,"text":"قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ","translation":"তিনি বললেনঃ তোমরা তো অপরিচিত লোক।","transliteration":"Qala innakum qawmun munkaroona"},{"id":63,"text":"قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ","translation":"তারা বললঃ না বরং আমরা আপনার কাছে ঐ বস্তু নিয়ে এসেছি, যে সম্পর্কে তারা বিবাদ করত।","transliteration":"Qaloo bal jinaka bima kanoo feehi yamtaroona"},{"id":64,"text":"وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ","translation":"এবং আমরা আপনার কাছে সত্য বিষয় নিয়ে এসেছি এবং আমরা সত্যবাদী।","transliteration":"Waataynaka bialhaqqi wainna lasadiqoona"},{"id":65,"text":"فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ","translation":"অতএব আপনি শেষরাত্রে পরিবারের সকলকে নিয়ে চলে যান এবং আপনি তাদের পশ্চাদনুসরণ করবেন না এবং আপনাদের মধ্যে কেউ যেন পিছন ফিরে না দেখে। আপনারা যেখানে আদেশ প্রাপ্ত হচ্ছেন সেখানে যান।","transliteration":"Faasri biahlika biqitAAin mina allayli waittabiAA adbarahum wala yaltafit minkum ahadun waimdoo haythu tumaroona"},{"id":66,"text":"وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَـٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ","translation":"আমি লূতকে এ বিষয় পরিজ্ঞাত করে দেই যে, সকাল হলেই তাদেরকে সমুলে বিনাশ করে দেয়া হবে।","transliteration":"Waqadayna ilayhi thalika alamra anna dabira haolai maqtooAAun musbiheena"},{"id":67,"text":"وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ","translation":"শহরবাসীরা আনন্দ-উল্লাস করতে করতে পৌছল।","transliteration":"Wajaa ahlu almadeenati yastabshiroona"},{"id":68,"text":"قَالَ إِنَّ هَـٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ","translation":"লূত বললেনঃ তারা আমার মেহমান। অতএব আমাকে লাঞ্ছিত করো না।","transliteration":"Qala inna haolai dayfee fala tafdahooni"},{"id":69,"text":"وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ","translation":"তোমরা আল্লাহকে ভয় কর এবং আমার ইযযত নষ্ট করো না।","transliteration":"Waittaqoo Allaha wala tukhzooni"},{"id":70,"text":"قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ","translation":"তার বললঃ আমরা কি আপনাকে জগৎদ্বাসীর সমর্থন করতে নিষেধ করিনি।","transliteration":"Qaloo awalam nanhaka AAani alAAalameena"},{"id":71,"text":"قَالَ هَـٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ","translation":"তিনি বললেনঃ যদি তোমরা একান্ত কিছু করতেই চাও, তবে আমার কন্যারা উপস্থিত আছে।","transliteration":"Qala haolai banatee in kuntum faAAileena"},{"id":72,"text":"لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ","translation":"আপনার প্রাণের কসম, তারা আপন নেশায় প্রমত্ত ছিল।","transliteration":"LaAAamruka innahum lafee sakratihim yaAAmahoona"},{"id":73,"text":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ","translation":"অতঃপর সুর্যোদয়ের সময় তাদেরকে প্রচন্ড একটি শব্দ এসে পাকড়াও করল।","transliteration":"Faakhathathumu alssayhatu mushriqeena"},{"id":74,"text":"فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ","translation":"অতঃপর আমি জনপদটিকে উল্টে দিলাম এবং তাদের উপর কঙ্করের প্রস্থর বর্ষণ করলাম।","transliteration":"FajaAAalna AAaliyaha safilaha waamtarna AAalayhim hijaratan min sijjeelin"},{"id":75,"text":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ","translation":"নিশ্চয় এতে চিন্তাশীলদের জন্যে নিদর্শনাবলী রয়েছে।","transliteration":"Inna fee thalika laayatin lilmutawassimeena"},{"id":76,"text":"وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ","translation":"জনপদটি সোজা পথে অবস্থিত রয়েছে।","transliteration":"Wainnaha labisabeelin muqeemin"},{"id":77,"text":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","translation":"নিশ্চয় এতে ঈমানদারদের জন্যে নিদর্শণ আছে।","transliteration":"Inna fee thalika laayatan lilmumineena"},{"id":78,"text":"وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ","translation":"নিশ্চয় গহীন বনের অধিবাসীরা পাপী ছিল।","transliteration":"Wain kana ashabu alaykati lathalimeena"},{"id":79,"text":"فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ","translation":"অতঃপর আমি তাদের কাছ থেকে প্রতিশোধ নিয়েছি। উভয় বস্তি প্রকাশ্য রাস্তার উপর অবস্থিত।","transliteration":"Faintaqamna minhum wainnahuma labiimamin mubeenin"},{"id":80,"text":"وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ","translation":"নিশ্চয় হিজরের বাসিন্দারা পয়গম্বরগণের প্রতি মিথ্যারোপ করেছে।","transliteration":"Walaqad kaththaba ashabu alhijri almursaleena"},{"id":81,"text":"وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ","translation":"আমি তাদেরকে নিজের নিদর্শনাবলী দিয়েছি। অতঃপর তারা এগুলো থেকে মুখ ফিরিয়ে নেয়।","transliteration":"Waataynahum ayatina fakanoo AAanha muAArideena"},{"id":82,"text":"وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ","translation":"তারা পাহাড়ে নিশ্চিন্তে ঘর খোদাই করত।","transliteration":"Wakanoo yanhitoona mina aljibali buyootan amineena"},{"id":83,"text":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ","translation":"অতঃপর এক প্রত্যুষে তাদের উপর একটা শব্দ এসে আঘাত করল।","transliteration":"Faakhathathumu alssayhatu musbiheena"},{"id":84,"text":"فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","translation":"তখন কোন উপকারে আসল না যা তারা উপার্জন করেছিল।","transliteration":"Fama aghna AAanhum ma kanoo yaksiboona"},{"id":85,"text":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ","translation":"আমি নভোমন্ডল, ভুমন্ডল এবং এতদুভয়ের মধ্যবর্তী যা আছে তা তাৎপর্যহীন সৃষ্টি করিনি। কেয়ামত অবশ্যই আসবে। অতএব পরম ঔদাসীন্যের সাথে ওদের ক্রিয়াকর্ম উপক্ষো করুন।","transliteration":"Wama khalaqna alssamawati waalarda wama baynahuma illa bialhaqqi wainna alssaAAata laatiyatun faisfahi alssafha aljameela"},{"id":86,"text":"إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّـٰقُ ٱلۡعَلِيمُ","translation":"নিশ্চয় আপনার পালনকর্তাই স্রষ্টা, সর্বজ্ঞ।","transliteration":"Inna rabbaka huwa alkhallaqu alAAaleemu"},{"id":87,"text":"وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ","translation":"আমি আপনাকে সাতটি বার বার পঠিতব্য আয়াত এবং মহান কোরআন দিয়েছি।","transliteration":"Walaqad ataynaka sabAAan mina almathanee waalqurana alAAatheema"},{"id":88,"text":"لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ","translation":"আপনি চক্ষু তুলে ঐ বস্তুর প্রতি দেখবেন না, যা আমি তাদের মধ্যে কয়েক প্রকার লোককে ভোগ করার জন্যে দিয়েছি, তাদের জন্যে চিন্তিত হবেন না আর ঈমানদারদের জন্যে স্বীয় বাহু নত করুন।","transliteration":"La tamuddanna AAaynayka ila ma mattaAAna bihi azwajan minhum wala tahzan AAalayhim waikhfid janahaka lilmumineena"},{"id":89,"text":"وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ","translation":"আর বলুনঃ আমি প্রকাশ্য ভয় প্রদর্শক।","transliteration":"Waqul innee ana alnnatheeru almubeenu"},{"id":90,"text":"كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ","translation":"যেমন আমি নাযিল করেছি যারা বিভিন্ন মতে বিভক্ত তাদের উপর।","transliteration":"Kama anzalna AAala almuqtasimeena"},{"id":91,"text":"ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ","translation":"যারা কোরআনকে খন্ড খন্ড করেছে।","transliteration":"Allatheena jaAAaloo alqurana AAideena"},{"id":92,"text":"فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ","translation":"অতএব আপনার পালনকর্তার কসম, আমি অবশ্যই ওদের সবাইকে জিজ্ঞাসাবাদ করব।","transliteration":"Fawarabbika lanasalannahum ajmaAAeena"},{"id":93,"text":"عَمَّا كَانُواْ يَعۡمَلُونَ","translation":"ওদের কাজকর্ম সম্পর্কে।","transliteration":"AAamma kanoo yaAAmaloona"},{"id":94,"text":"فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","translation":"অতএব আপনি প্রকাশ্যে শুনিয়ে দিন যা আপনাকে আদেশ করা হয় এবং মুশরিকদের পরওয়া করবেন না।","transliteration":"FaisdaAA bima tumaru waaAArid AAani almushrikeena"},{"id":95,"text":"إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ","translation":"বিদ্রুপকারীদের জন্যে আমি আপনার পক্ষ থেকে যথেষ্ট।","transliteration":"Inna kafaynaka almustahzieena"},{"id":96,"text":"ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ","translation":"যারা আল্লাহর সাথে অন্য উপাস্য সাব্যস্ত করে। অতএব অতিসত্তর তারা জেনে নেবে।","transliteration":"Allatheena yajAAaloona maAAa Allahi ilahan akhara fasawfa yaAAlamoona"},{"id":97,"text":"وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ","translation":"আমি জানি যে আপনি তাদের কথাবর্তায় হতোদ্যম হয়ে পড়েন।","transliteration":"Walaqad naAAlamu annaka yadeequ sadruka bima yaqooloona"},{"id":98,"text":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّـٰجِدِينَ","translation":"অতএব আপনি পালনকর্তার সৌন্দর্য স্মরণ করুন এবং সেজদাকারীদের অন্তর্ভূক্ত হয়ে যান।","transliteration":"Fasabbih bihamdi rabbika wakun mina alssajideena"},{"id":99,"text":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","translation":"এবং পালনকর্তার এবাদত করুন, যে পর্যন্ত আপনার কাছে নিশ্চিত কথা না আসে।","transliteration":"WaoAAbud rabbaka hatta yatiyaka alyaqeenu"}]}
