{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translation":"নবীগণ","type":"meccan","total_verses":112,"verses":[{"id":1,"text":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","translation":"মানুষের হিসাব-কিতাবের সময় নিকটবর্তী; অথচ তারা বেখবর হয়ে মুখ ফিরিয়ে নিচ্ছে।","transliteration":"Iqtaraba lilnnasi hisabuhum wahum fee ghaflatin muAAridoona"},{"id":2,"text":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","translation":"তাদের কাছে তাদের পালনকর্তার পক্ষ থেকে যখনই কোন নতুন উপদেশ আসে, তারা তা খেলার ছলে শ্রবণ করে।","transliteration":"Ma yateehim min thikrin min rabbihim muhdathin illa istamaAAoohu wahum yalAAaboona"},{"id":3,"text":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","translation":"তাদের অন্তর থাকে খেলায় মত্ত। জালেমরা গোপনে পরামর্শ করে, সে তো তোমাদেরই মত একজন মানুষ; এমতাবস্থায় দেখে শুনে তোমরা তার যাদুর কবলে কেন পড়","transliteration":"Lahiyatan quloobuhum waasarroo alnnajwa allatheena thalamoo hal hatha illa basharun mithlukum afatatoona alssihra waantum tubsiroona"},{"id":4,"text":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"পয়গম্বর বললেনঃ নভোমন্ডল ও ভুমন্ডলের কথাই আমার পালনকর্তা জানেন। তিনি সবকিছু শোনেন, সবকিছু জানেন।","transliteration":"Qala rabbee yaAAlamu alqawla fee alssamai waalardi wahuwa alssameeAAu alAAaleemu"},{"id":5,"text":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","translation":"এছাড়া তারা আরও বলেঃ অলীক স্বপ্ন; না সে মিথ্যা উদ্ভাবন করেছে, না সে একজন কবি। অতএব সে আমাদের কাছে কোন নিদর্শন আনয়ন করুক, যেমন নিদর্শন সহ আগমন করেছিলেন পূর্ববর্তীগন।","transliteration":"Bal qaloo adghathu ahlamin bali iftarahu bal huwa shaAAirun falyatina biayatin kama orsila alawwaloona"},{"id":6,"text":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","translation":"তাদের পূর্বে যেসব জনপদ আমি ধবংস করে দিয়েছি, তারা বিশ্বাস স্থাপন করেনি; এখন এরা কি বিশ্বাস স্থাপন করবে","transliteration":"Ma amanat qablahum min qaryatin ahlaknaha afahum yuminoona"},{"id":7,"text":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","translation":"আপনার পূর্বে আমি মানুষই প্রেরণ করেছি, যাদের কাছে আমি ওহী পাঠাতাম। অতএব তোমরা যদি না জান তবে যারা স্মরণ রাখে তাদেরকে জিজ্ঞেস কর।","transliteration":"Wama arsalna qablaka illa rijalan noohee ilayhim faisaloo ahla alththikri in kuntum la taAAlamoona"},{"id":8,"text":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","translation":"আমি তাদেরকে এমন দেহ বিশিষ্ট করিনি যে, তারা খাদ্য ভক্ষণ করত না এবং তারা চিরস্থায়ীও ছিল না।","transliteration":"Wama jaAAalnahum jasadan la yakuloona alttaAAama wama kanoo khalideena"},{"id":9,"text":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","translation":"অতঃপর আমি তাদেরকে দেয়া আমার প্রতিশ্রুতি পূর্ণ করলাম সুতরাং তাদেরকে এবং যাদেরকে ইচ্ছা বাঁচিয়ে দিলাম এবং ধবংস করে ছিলাম সীমালঙ্ঘনকারীদেরকে।","transliteration":"Thumma sadaqnahumu alwaAAda faanjaynahum waman nashao waahlakna almusrifeena"},{"id":10,"text":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","translation":"আমি তোমাদের প্রতি একটি কিতাব অবর্তীর্ণ করেছি; এতে তোমাদের জন্যে উপদেশ রয়েছে। তোমরা কি বোঝ না","transliteration":"Laqad anzalna ilaykum kitaban feehi thikrukum afala taAAqiloona"},{"id":11,"text":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","translation":"আমি কত জনপদের ধ্বংস সাধন করেছি যার অধিবাসীরা ছিল পাপী এবং তাদের পর সৃষ্টি করেছি অন্য জাতি।","transliteration":"Wakam qasamna min qaryatin kanat thalimatan waanshana baAAdaha qawman akhareena"},{"id":12,"text":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","translation":"অতঃপর যখন তারা আমার আযাবের কথা টের পেল, তখনই তারা সেখান থেকে পলায়ন করতে লাগল।","transliteration":"Falamma ahassoo basana itha hum minha yarkudoona"},{"id":13,"text":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","translation":"পলায়ন করো না এবং ফিরে এস, যেখানে তোমরা বিলাসিতায় মত্ত ছিলে ও তোমাদের আবাসগৃহে; সম্ভবত; কেউ তোমাদের জিজ্ঞেস করবে।","transliteration":"La tarkudoo wairjiAAoo ila ma otriftum feehi wamasakinikum laAAallakum tusaloona"},{"id":14,"text":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"তারা বললঃ হায়, দুর্ভোগ আমাদের, আমরা অবশ্যই পাপী ছিলাম।","transliteration":"Qaloo ya waylana inna kunna thalimeena"},{"id":15,"text":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","translation":"তাদের এই আর্তনাদ সব সময় ছিল, শেষ পর্যন্ত আমি তাদেরকে করে দিলাম যেন কর্তিত শস্য ও নির্বাপিত অগ্নি।","transliteration":"Fama zalat tilka daAAwahum hatta jaAAalnahum haseedan khamideena"},{"id":16,"text":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","translation":"আকাশ পৃথিবী এতদুভয়ের মধ্যে যা আছে, তা আমি ক্রীড়াচ্ছলে সৃষ্টি করিনি।","transliteration":"Wama khalaqna alssamaa waalarda wama baynahuma laAAibeena"},{"id":17,"text":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","translation":"আমি যদি ক্রীড়া উপকরণ সৃষ্টি করতে চাইতাম, তবে আমি আমার কাছে যা আছে তা দ্বারাই তা করতাম, যদি আমাকে করতে হত।","transliteration":"Law aradna an nattakhitha lahwan laittakhathnahu min ladunna in kunna faAAileena"},{"id":18,"text":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","translation":"বরং আমি সত্যকে মিথ্যার উপর নিক্ষেপ করি, অতঃপর সত্য মিথ্যার মস্তক চুর্ণ-বিচূর্ণ করে দেয়, অতঃপর মিথ্যা তৎক্ষণাৎ নিশ্চিহ্ন হয়ে যায়। তোমরা যা বলছ, তার জন্যে তোমাদের দুর্ভোগ।","transliteration":"Bal naqthifu bialhaqqi AAala albatili fayadmaghuhu faitha huwa zahiqun walakumu alwaylu mimma tasifoona"},{"id":19,"text":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","translation":"নভোমন্ডল ও ভুমন্ডলে যারা আছে, তারা তাঁরই। আর যারা তাঁর সান্নিধ্যে আছে তারা তাঁর ইবাদতে অহংকার করে না এবং অলসতাও করে না।","transliteration":"Walahu man fee alssamawati waalardi waman AAindahu la yastakbiroona AAan AAibadatihi wala yastahsiroona"},{"id":20,"text":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","translation":"তারা রাত্রিদিন তাঁর পবিত্রতা ও মহিমা বর্ণনা করে এবং ক্লান্ত হয় না।","transliteration":"Yusabbihoona allayla waalnnahara la yafturoona"},{"id":21,"text":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","translation":"তারা কি মৃত্তিকা দ্বারা তৈরী উপাস্য গ্রহণ করেছে, যে তারা তাদেরকে জীবিত করবে","transliteration":"Ami ittakhathoo alihatan mina alardi hum yunshiroona"},{"id":22,"text":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","translation":"যদি নভোমন্ডল ও ভুমন্ডলে আল্লাহ ব্যতীত অন্যান্য উপাস্য থাকত, তবে উভয়ের ধ্বংস হয়ে যেত। অতএব তারা যা বলে, তা থেকে আরশের অধিপতি আল্লাহ পবিত্র।","transliteration":"Law kana feehima alihatun illa Allahu lafasadata fasubhana Allahi rabbi alAAarshi AAamma yasifoona"},{"id":23,"text":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","translation":"তিনি যা করেন, তৎসম্পর্কে তিনি জিজ্ঞাসিত হবেন না এবং তাদেরকে জিজ্ঞেস করা হবে।","transliteration":"La yusalu AAamma yafAAalu wahum yusaloona"},{"id":24,"text":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","translation":"তারা কি আল্লাহ ব্যতীত অন্যান্য উপাস্য গ্রহণ করেছে? বলুন, তোমরা তোমাদের প্রমাণ আন। এটাই আমার সঙ্গীদের কথা এবং এটাই আমার পুর্ববর্তীদের কথা। বরং তাদের অধিকাংশই সত্য জানে না; অতএব তারা টালবাহানা করে।","transliteration":"Ami ittakhathoo min doonihi alihatan qul hatoo burhanakum hatha thikru man maAAiya wathikru man qablee bal aktharuhum la yaAAlamoona alhaqqa fahum muAAridoona"},{"id":25,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","translation":"আপনার পূর্বে আমি যে রাসূলই প্রেরণ করেছি, তাকে এ আদেশই প্রেরণ করেছি যে, আমি ব্যতীত অন্য কোন উপাস্য নেই। সুতরাং আমারই এবাদত কর।","transliteration":"Wama arsalna min qablika min rasoolin illa noohee ilayhi annahu la ilaha illa ana faoAAbudooni"},{"id":26,"text":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","translation":"তারা বললঃ দয়াময় আল্লাহ সন্তান গ্রহণ করেছে। তাঁর জন্য কখনও ইহা যোগ্য নয়; বরং তারা তো তাঁর সম্মানিত বান্দা।","transliteration":"Waqaloo ittakhatha alrrahmanu waladan subhanahu bal AAibadun mukramoona"},{"id":27,"text":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","translation":"তারা আগে বেড়ে কথা বলতে পারে না এবং তারা তাঁর আদেশেই কাজ করে।","transliteration":"La yasbiqoonahu bialqawli wahum biamrihi yaAAmaloona"},{"id":28,"text":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","translation":"তাদের সম্মুখে ও পশ্চাতে যা আছে, তা তিনি জানেন। তারা শুধু তাদের জন্যে সুপারিশ করে, যাদের প্রতি আল্লাহ সন্তুষ্ট এবং তারা তাঁর ভয়ে ভীত।","transliteration":"YaAAlamu ma bayna aydeehim wama khalfahum wala yashfaAAoona illa limani irtada wahum min khashyatihi mushfiqoona"},{"id":29,"text":"۞وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"তাদের মধ্যে যে বলে যে, তিনি ব্যতীত আমিই উপাস্য, তাকে আমি জাহান্নামের শাস্তি দেব। আমি জালেমদেরকে এভাবেই প্রতিফল দিয়ে থাকি।","transliteration":"Waman yaqul minhum innee ilahun min doonihi fathalika najzeehi jahannama kathalika najzee alththalimeena"},{"id":30,"text":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","translation":"কাফেররা কি ভেবে দেখে না যে, আকাশমন্ডলী ও পৃথিবীর মুখ বন্ধ ছিল, অতঃপর আমি উভয়কে খুলে দিলাম এবং প্রাণবন্ত সবকিছু আমি পানি থেকে সৃষ্টি করলাম। এরপরও কি তারা বিশ্বাস স্থাপন করবে না","transliteration":"Awalam yara allatheena kafaroo anna alssamawati waalarda kanata ratqan fafataqnahuma wajaAAalna mina almai kulla shayin hayyin afala yuminoona"},{"id":31,"text":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","translation":"আমি পৃথিবীতে ভারী বোঝা রেখে দিয়েছি যাতে তাদেরকে নিয়ে পৃথিবী ঝুঁকে না পড়ে এবং তাতে প্রশস্ত পথ রেখেছি, যাতে তারা পথ প্রাপ্ত হয়।","transliteration":"WajaAAalna fee alardi rawasiya an tameeda bihim wajaAAalna feeha fijajan subulan laAAallahum yahtadoona"},{"id":32,"text":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","translation":"আমি আকাশকে সুরক্ষিত ছাদ করেছি; অথচ তারা আমার আকাশস্থ নিদর্শনাবলী থেকে মুখ ফিরিয়ে রাখে।","transliteration":"WajaAAalna alssamaa saqfan mahfoothan wahum AAan ayatiha muAAridoona"},{"id":33,"text":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","translation":"তিনিই সৃষ্টি করেছেন রাত্রি ও দিন এবং সূর্য ও চন্দ্র। সবাই আপন আপন কক্ষপথে বিচরণ করে।","transliteration":"Wahuwa allathee khalaqa allayla waalnnahara waalshshamsa waalqamara kullun fee falakin yasbahoona"},{"id":34,"text":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","translation":"আপনার পূর্বেও কোন মানুষকে আমি অনন্ত জীবন দান করিনি। সুতরাং আপনার মৃত্যু হলে তারা কি চিরঞ্জীব হবে","transliteration":"Wama jaAAalna libasharin min qablika alkhulda afain mitta fahumu alkhalidoona"},{"id":35,"text":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","translation":"প্রত্যেককে মৃত্যুর স্বাদ আস্বাদন করতে হবে। আমি তোমাদেরকে মন্দ ও ভাল দ্বারা পরীক্ষা করে থাকি এবং আমারই কাছে তোমরা প্রত্যাবর্তিত হবে।","transliteration":"Kullu nafsin thaiqatu almawti wanablookum bialshsharri waalkhayri fitnatan wailayna turjaAAoona"},{"id":36,"text":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","translation":"কাফেররা যখন আপনাকে দেখে তখন আপনার সাথে ঠাট্টা করা ছাড়া তাদের আর কোন কাজ থাকে না, একি সেই ব্যক্তি, যে তোমাদের দেব-দেবীদের সমালোচনা করে? এবং তারাই তো রহমান’ এর আলোচনায় অস্বীকার করে।","transliteration":"Waitha raaka allatheena kafaroo in yattakhithoonaka illa huzuwan ahatha allathee yathkuru alihatakum wahum bithikri alrrahmani hum kafiroona"},{"id":37,"text":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","translation":"সৃষ্টিগত ভাবে মানুষ ত্বরাপ্রবণ, আমি সত্তরই তোমাদেরকে আমার নিদর্শনাবলী দেখাব। অতএব আমাকে শীঘ্র করতে বলো না।","transliteration":"Khuliqa alinsanu min AAajalin saoreekum ayatee fala tastaAAjiloona"},{"id":38,"text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"এবং তারা বলেঃ যদি তোমরা সত্যবাদী হও তবে এই ওয়াদা কবে পুর্ণ হবে","transliteration":"Wayaqooloona mata hatha alwaAAdu in kuntum sadiqeena"},{"id":39,"text":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","translation":"যদি কাফেররা ঐ সময়টি জানত, যখন তারা তাদের সম্মুখ ও পৃষ্ঠদেশ থেকে অগ্নি প্রতিরোধ করতে পারবে না এবং তারা সাহায্য প্রাপ্ত হবে না।","transliteration":"Law yaAAlamu allatheena kafaroo heena la yakuffoona AAan wujoohihimu alnnara wala AAan thuhoorihim wala hum yunsaroona"},{"id":40,"text":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","translation":"বরং তা আসবে তাদের উপর অতর্কিত ভাবে, অতঃপর তাদেরকে তা হতবুদ্ধি করে দেবে, তখন তারা তা রোধ করতেও পারবে না এবং তাদেরকে অবকাশও দেয়া হবে না।","transliteration":"Bal tateehim baghtatan fatabhatuhum fala yastateeAAoona raddaha wala hum yuntharoona"},{"id":41,"text":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"আপনার পূর্বেও অনেক রাসূলের সাথে ঠাট্টা-বিদ্রূপ করা হয়েছে। অতঃপর যে বিষয়ে তারা ঠাট্টা করত তা উল্টো ঠাট্টাকারীদের উপরই আপতিত হয়েছে।","transliteration":"Walaqadi istuhzia birusulin min qablika fahaqa biallatheena sakhiroo minhum ma kanoo bihi yastahzioona"},{"id":42,"text":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","translation":"বলুনঃ ‘রহমান’ থেকে কে তোমাদেরকে হেফাযত করবে রাত্রে ও দিনে। বরং তারা তাদের পালনকর্তার স্মরণ থেকে মুখ ফিরিয়ে রাখে।","transliteration":"Qul man yaklaokum biallayli waalnnahari mina alrrahmani bal hum AAan thikri rabbihim muAAridoona"},{"id":43,"text":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","translation":"তবে কি আমি ব্যতীত তাদের এমন দেব-দেবী আছে যারা তাদেরকে রক্ষা করবে? তারা তো নিজেদেরই সাহায্য করতে সক্ষম নয় এবং তারা আমার মোকাবেলায় সাহায্যকারীও পাবে না।","transliteration":"Am lahum alihatun tamnaAAuhum min doonina la yastateeAAoona nasra anfusihim wala hum minna yushaboona"},{"id":44,"text":"بَلۡ مَتَّعۡنَا هَـٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","translation":"বরং আমি তাদেরকে এবং তাদের বাপ-দাদাকে ভোগসম্বার দিয়েছিলাম, এমনকি তাদের আয়ুস্কালও দীর্ঘ হয়েছিল। তারা কি দেখে না যে, আমি তাদের দেশকে চতুর্দিক থেকে হ্রাস করে আনছি। এরপরও কি তারা বিজয়ী হবে","transliteration":"Bal mattaAAna haolai waabaahum hatta tala AAalayhimu alAAumuru afala yarawna anna natee alarda nanqusuha min atrafiha afahumu alghaliboona"},{"id":45,"text":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","translation":"বলুনঃ আমি তো কেবল ওহীর মাধ্যমেই তোমাদেরকে সতর্ক করি, কিন্তু বধিরদেরকে যখন সতর্ক করা হয়, তখন তারা সে সতর্কবাণী শোনে না।","transliteration":"Qul innama onthirukum bialwahyi wala yasmaAAu alssummu aldduAAaa itha ma yuntharoona"},{"id":46,"text":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"আপনার পালনকর্তার আযাবের কিছুমাত্রও তাদেরকে স্পর্শ করলে তারা বলতে থাকবে, হায় আমাদের দুর্ভাগ্য, আমরা অবশ্যই পাপী ছিলাম।","transliteration":"Walain massathum nafhatun min AAathabi rabbika layaqoolunna ya waylana inna kunna thalimeena"},{"id":47,"text":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","translation":"আমি কেয়ামতের দিন ন্যায়বিচারের মানদন্ড স্থাপন করব। সুতরাং কারও প্রতি জুলুম হবে না। যদি কোন আমল সরিষার দানা পরিমাণও হয়, আমি তা উপস্থিত করব এবং হিসাব গ্রহণের জন্যে আমিই যথেষ্ট।","transliteration":"WanadaAAu almawazeena alqista liyawmi alqiyamati fala tuthlamu nafsun shayan wain kana mithqala habbatin min khardalin atayna biha wakafa bina hasibeena"},{"id":48,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","translation":"আমি মূসা ও হারুণকে দান করেছিলাম মীমাংসাকারী গ্রন্থ, আলো ও উপদেশ, আল্লাহ ভীরুদের জন্যে","transliteration":"Walaqad atayna moosa waharoona alfurqana wadiyaan wathikran lilmuttaqeena"},{"id":49,"text":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","translation":"যারা না দেখেই তাদের পালনকর্তাকে ভয় করে এবং কেয়ামতের ভয়ে শঙ্কিত।","transliteration":"Allatheena yakhshawna rabbahum bialghaybi wahum mina alssaAAati mushfiqoona"},{"id":50,"text":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","translation":"এবং এটা একটা বরকতময় উপদেশ, যা আমি নাযিল করেছি। অতএব তোমরা কি একে অস্বীকার কর","transliteration":"Wahatha thikrun mubarakun anzalnahu afaantum lahu munkiroona"},{"id":51,"text":"۞وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","translation":"আর, আমি ইতিপূর্বে ইব্রাহীমকে তার সৎপন্থা দান করেছিলাম এবং আমি তার সম্পর্কে সম্যক পরিজ্ঞাত ও ছিলাম।","transliteration":"Walaqad atayna ibraheema rushdahu min qablu wakunna bihi AAalimeena"},{"id":52,"text":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","translation":"যখন তিনি তাঁর পিতা ও তাঁর সম্প্রদায়কে বললেনঃ এই মূর্তিগুলো কী, যাদের তোমরা পূজারী হয়ে বসে আছ।","transliteration":"Ith qala liabeehi waqawmihi ma hathihi alttamatheelu allatee antum laha AAakifoona"},{"id":53,"text":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","translation":"তারা বললঃ আমরা আমাদের বাপ-দাদাকে এদের পুজা করতে দেখেছি।","transliteration":"Qaloo wajadna abaana laha AAabideena"},{"id":54,"text":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","translation":"তিনি বললেনঃ তোমরা প্রকাশ্য গোমরাহীতে আছ এবং তোমাদের বাপ-দাদারাও।","transliteration":"Qala laqad kuntum antum waabaokum fee dalalin mubeenin"},{"id":55,"text":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّـٰعِبِينَ","translation":"তারা বললঃ তুমি কি আমাদের কাছে সত্যসহ আগমন করেছ, না তুমি কৌতুক করছ","transliteration":"Qaloo ajitana bialhaqqi am anta mina allaAAibeena"},{"id":56,"text":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّـٰهِدِينَ","translation":"তিনি বললেনঃ না, তিনিই তোমাদের পালনকর্তা যিনি নভোমন্ডল ও ভুমন্ডলের পালনকর্তা, যিনি এগুলো সৃষ্টি করেছেন; এবং আমি এই বিষয়েরই সাক্ষ্যদাতা।","transliteration":"Qala bal rabbukum rabbu alssamawati waalardi allathee fatarahunna waana AAala thalikum mina alshshahideena"},{"id":57,"text":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","translation":"আল্লাহর কসম, যখন তোমরা পৃষ্ঠ প্রদর্শন করে চলে যাবে, তখন আমি তোমাদের মূর্তিগুলোর ব্যাপারে একটা ব্যবস্থা অবলম্বন করব।","transliteration":"WataAllahi laakeedanna asnamakum baAAda an tuwalloo mudbireena"},{"id":58,"text":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","translation":"অতঃপর তিনি সেগুলোকে চূর্ণ-বিচুর্ণ করে দিলেন ওদের প্রধানটি ব্যতীতঃ যাতে তারা তাঁর কাছে প্রত্যাবর্তন করে।","transliteration":"FajaAAalahum juthathan illa kabeeran lahum laAAallahum ilayhi yarjiAAoona"},{"id":59,"text":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّـٰلِمِينَ","translation":"তারা বললঃ আমাদের উপাস্যদের সাথে এরূপ ব্যবহার কে করল? সে তো নিশ্চয়ই কোন জালিম।","transliteration":"Qaloo man faAAala hatha bialihatina innahu lamina alththalimeena"},{"id":60,"text":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","translation":"কতক লোকে বললঃ আমরা এক যুবককে তাদের সম্পর্কে বিরূপ আলোচনা করতে শুনেছি; তাকে ইব্রাহীম বলা হয়।","transliteration":"Qaloo samiAAna fatan yathkuruhum yuqalu lahu ibraheemu"},{"id":61,"text":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","translation":"তারা বললঃ তাকে জনসমক্ষে উপস্থিত কর, যাতে তারা দেখে।","transliteration":"Qaloo fatoo bihi AAala aAAyuni alnnasi laAAallahum yashhadoona"},{"id":62,"text":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَـٰٓإِبۡرَٰهِيمُ","translation":"তারা বললঃ হে ইব্রাহীম তুমিই কি আমাদের উপাস্যদের সাথে এরূপ ব্যবহার করেছ","transliteration":"Qaloo aanta faAAalta hatha bialihatina ya ibraheemu"},{"id":63,"text":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","translation":"তিনি বললেনঃ না এদের এই প্রধানই তো একাজ করেছে। অতএব তাদেরকে জিজ্ঞেস কর, যদি তারা কথা বলতে পারে।","transliteration":"Qala bal faAAalahu kabeeruhum hatha faisaloohum in kanoo yantiqoona"},{"id":64,"text":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّـٰلِمُونَ","translation":"অতঃপর মনে মনে চিন্তা করল এবং বললঃ লোক সকল; তোমরাই বে ইনসাফ।","transliteration":"FarajaAAoo ila anfusihim faqaloo innakum antumu alththalimoona"},{"id":65,"text":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَـٰٓؤُلَآءِ يَنطِقُونَ","translation":"অতঃপর তারা ঝুঁকে গেল মস্তক নত করে, তুমি তো জান যে, এরা কথা বলে না","transliteration":"Thumma nukisoo AAala ruoosihim laqad AAalimta ma haolai yantiqoona"},{"id":66,"text":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","translation":"তিনি বললেনঃ তোমরা কি আল্লাহর পরিবর্তে এমন কিছুর এবাদত কর, যা তোমাদের কোন উপকার ও করতে পারে না এবং ক্ষতিও করতে পারে না","transliteration":"Qala afataAAbudoona min dooni Allahi ma la yanfaAAukum shayan wala yadurrukum"},{"id":67,"text":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","translation":"ধিক তোমাদের জন্যে এবং তোমরা আল্লাহ ব্যতীত যাদেরই এবাদত কর, ওদের জন্যে। তোমরা কি বোঝ না","transliteration":"Offin lakum walima taAAbudoona min dooni Allahi afala taAAqiloona"},{"id":68,"text":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","translation":"তারা বললঃ একে পুড়িয়ে দাও এবং তোমাদের উপাস্যদের সাহায্য কর, যদি তোমরা কিছু করতে চাও।","transliteration":"Qaloo harriqoohu waonsuroo alihatakum in kuntum faAAileena"},{"id":69,"text":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","translation":"আমি বললামঃ হে অগ্নি, তুমি ইব্রাহীমের উপর শীতল ও নিরাপদ হয়ে যাও।","transliteration":"Qulna ya naru koonee bardan wasalaman AAala ibraheema"},{"id":70,"text":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","translation":"তারা ইব্রাহীমের বিরুদ্ধে ফন্দি আঁটতে চাইল, অতঃপর আমি তাদেরকেই সর্বাধিক ক্ষতিগ্রস্থ করে দিলাম।","transliteration":"Waaradoo bihi kaydan fajaAAalnahumu alakhsareena"},{"id":71,"text":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","translation":"আমি তাঁকে ও লূতকে উদ্ধার করে সেই দেশে পৌঁছিয়ে দিলাম, যেখানে আমি বিশ্বের জন্যে কল্যাণ রেখেছি।","transliteration":"Wanajjaynahu walootan ila alardi allatee barakna feeha lilAAalameena"},{"id":72,"text":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","translation":"আমি তাকে দান করলাম ইসহাক ও পুরস্কার স্বরূপ দিলাম ইয়াকুব এবং প্রত্যেককেই সৎকর্ম পরায়ণ করলাম।","transliteration":"Wawahabna lahu ishaqa wayaAAqooba nafilatan wakullan jaAAalna saliheena"},{"id":73,"text":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","translation":"আমি তাঁদেরকে নেতা করলাম। তাঁরা আমার নির্দেশ অনুসারে পথ প্রদর্শন করতেন। আমি তাঁদের প্রতি ওহী নাযিল করলাম সৎকর্ম করার, নামায কায়েম করার এবং যাকাত দান করার। তাঁরা আমার এবাদতে ব্যাপৃত ছিল।","transliteration":"WajaAAalnahum aimmatan yahdoona biamrina waawhayna ilayhim fiAAla alkhayrati waiqama alssalati waeetaa alzzakati wakanoo lana AAabideena"},{"id":74,"text":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَـٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","translation":"এবং আমি লূতকে দিয়েছিলাম প্রজ্ঞা ও জ্ঞান এবং তাঁকে ঐ জনপদ থেকে উদ্ধার করেছিলাম, যারা নোংরা কাজে লিপ্ত ছিল। তারা মন্দ ও নাফরমান সম্প্রদায় ছিল।","transliteration":"Walootan ataynahu hukman waAAilman wanajjaynahu mina alqaryati allatee kanat taAAmalu alkhabaitha innahum kanoo qawma sawin fasiqeena"},{"id":75,"text":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّـٰلِحِينَ","translation":"আমি তাকে আমার অনুগ্রহের অন্তর্ভুক্ত করেছিলাম। সে ছিল সৎকর্মশীলদের একজন।","transliteration":"Waadkhalnahu fee rahmatina innahu mina alssaliheena"},{"id":76,"text":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","translation":"এবং স্মরণ করুন নূহকে; যখন তিনি এর পূর্বে আহবান করেছিলেন। তখন আমি তাঁর দোয়া কবুল করেছিলাম, অতঃপর তাঁকে ও তাঁর পরিবারবর্গকে মহা সংকট থেকে উদ্ধার করেছিলাম।","transliteration":"Wanoohan ith nada min qablu faistajabna lahu fanajjaynahu waahlahu mina alkarbi alAAatheemi"},{"id":77,"text":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","translation":"এবং আমি তাঁকে ঐ সম্প্রদায়ের বিপক্ষে সাহায্য করেছিলাম, যারা আমার নিদর্শনাবলীকে অস্বীকার করেছিল। নিশ্চয়, তারা ছিল এক মন্দ সম্প্রদায়। অতঃপর আমি তাদের সবাইকে নিমজ্জত করেছিলাম।","transliteration":"Wanasarnahu mina alqawmi allatheena kaththaboo biayatina innahum kanoo qawma sawin faaghraqnahum ajmaAAeena"},{"id":78,"text":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","translation":"এবং স্মরণ করুন দাউদ ও সুলায়মানকে, যখন তাঁরা শস্যক্ষেত্র সম্পর্কে বিচার করেছিলেন। তাতে রাত্রিকালে কিছু লোকের মেষ ঢুকে পড়েছিল। তাদের বিচার আমার সম্মুখে ছিল।","transliteration":"Wadawooda wasulaymana ith yahkumani fee alharthi ith nafashat feehi ghanamu alqawmi wakunna lihukmihim shahideena"},{"id":79,"text":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","translation":"অতঃপর আমি সুলায়মানকে সে ফায়সালা বুঝিয়ে দিয়েছিলাম এবং আমি উভয়কে প্রজ্ঞা ও জ্ঞান দিয়েছিলাম। আমি পর্বত ও পক্ষীসমূহকে দাউদের অনুগত করে দিয়েছিলাম; তারা আমার পবিত্রতা ও মহিমা ঘোষণা করত। এই সমস্ত আমিই করেছিলাম।","transliteration":"Fafahhamnaha sulaymana wakullan atayna hukman waAAilman wasakhkharna maAAa dawooda aljibala yusabbihna waalttayra wakunna faAAileena"},{"id":80,"text":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","translation":"আমি তাঁকে তোমাদের জন্যে বর্ম নির্মান শিক্ষা দিয়েছিলাম, যাতে তা যুদ্ধে তোমাদেরকে রক্ষা করে। অতএব তোমরা কি কৃতজ্ঞ হবে","transliteration":"WaAAallamnahu sanAAata laboosin lakum lituhsinakum min basikum fahal antum shakiroona"},{"id":81,"text":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","translation":"এবং সুলায়মানের অধীন করে দিয়েছিলাম প্রবল বায়ুকে; তা তাঁর আদেশে প্রবাহিত হত ঐ দেশের দিকে, যেখানে আমি কল্যাণ দান করেছি। আমি সব বিষয়েই সম্যক অবগত রয়েছি।","transliteration":"Walisulaymana alrreeha AAasifatan tajree biamrihi ila alardi allatee barakna feeha wakunna bikulli shayin AAalimeena"},{"id":82,"text":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","translation":"এবং অধীন করেছি শয়তানদের কতককে, যারা তার জন্যে ডুবুরীর কাজ করত এবং এ ছাড়া অন্য আরও অনেক কাজ করত। আমি তাদেরকে নিয়ন্ত্রন করে রাখতাম।","transliteration":"Wamina alshshayateeni man yaghoosoona lahu wayaAAmaloona AAamalan doona thalika wakunna lahum hafitheena"},{"id":83,"text":"۞وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"এবং স্মরণ করুন আইয়্যুবের কথা, যখন তিনি তাঁর পালনকর্তাকে আহবান করে বলেছিলেনঃ আমি দুঃখকষ্টে পতিত হয়েছি এবং আপনি দয়াবানদের চাইতেও সর্বশ্রেষ্ট দয়াবান।","transliteration":"Waayyooba ith nada rabbahu annee massaniya alddurru waanta arhamu alrrahimeena"},{"id":84,"text":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","translation":"অতঃপর আমি তাঁর আহবানে সাড়া দিলাম এবং তাঁর দুঃখকষ্ট দূর করে দিলাম এবং তাঁর পরিবরাবর্গ ফিরিয়ে দিলাম, আর তাদের সাথে তাদের সমপরিমাণ আরও দিলাম আমার পক্ষ থেকে কৃপাবশতঃ আর এটা এবাদত কারীদের জন্যে উপদেশ স্বরূপ।","transliteration":"Faistajabna lahu fakashafna ma bihi min durrin waataynahu ahlahu wamithlahum maAAahum rahmatan min AAindina wathikra lilAAabideena"},{"id":85,"text":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّـٰبِرِينَ","translation":"এবং ইসমাঈল, ই’দ্রীস ও যুলকিফলের কথা স্মরণ করুন, তাঁরা প্রত্যেকেই ছিলেন সবরকারী।","transliteration":"WaismaAAeela waidreesa watha alkifli kullun mina alssabireena"},{"id":86,"text":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّـٰلِحِينَ","translation":"আমি তাঁদেরকে আমার রহমাতপ্রাপ্তদের অন্তর্ভূক্ত করেছিলাম। তাঁরা ছিলেন সৎকর্মপরায়ণ।","transliteration":"Waadkhalnahum fee rahmatina innahum mina alssaliheena"},{"id":87,"text":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّـٰلِمِينَ","translation":"এবং মাছওয়ালার কথা স্মরণ করুন তিনি ক্রুদ্ধ হয়ে চলে গিয়েছিলেন, অতঃপর মনে করেছিলেন যে, আমি তাঁকে ধৃত করতে পারব না। অতঃপর তিনি অন্ধকারের মধ্যে আহবান করলেনঃ তুমি ব্যতীত কোন উপাস্য নেই; তুমি নির্দোষ আমি গুনাহগার।","transliteration":"Watha alnnooni ith thahaba mughadiban fathanna an lan naqdira AAalayhi fanada fee alththulumati an la ilaha illa anta subhanaka innee kuntu mina alththalimeena"},{"id":88,"text":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","translation":"অতঃপর আমি তাঁর আহবানে সাড়া দিলাম এবং তাঁকে দুশ্চিন্তা থেকে মুক্তি দিলাম। আমি এমনি ভাবে বিশ্ববাসীদেরকে মুক্তি দিয়ে থাকি।","transliteration":"Faistajabna lahu wanajjaynahu mina alghammi wakathalika nunjee almumineena"},{"id":89,"text":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","translation":"এবং যাকারিয়ার কথা স্মরণ করুন, যখন সে তার পালনকর্তাকে আহবান করেছিল; হে আমার পালনকর্তা আমাকে একা রেখো না। তুমি তো উত্তম ওয়ারিস।","transliteration":"Wazakariyya ith nada rabbahu rabbi la tatharnee fardan waanta khayru alwaritheena"},{"id":90,"text":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","translation":"অতঃপর আমি তার দোয়া কবুল করেছিলাম, তাকে দান করেছিলাম ইয়াহইয়া এবং তার জন্যে তার স্ত্রীকে প্রসব যোগ্য করেছিলাম। তারা সৎকর্মে ঝাঁপিয়ে পড়ত, তারা আশা ও ভীতি সহকারে আমাকে ডাকত এবং তারা ছিল আমার কাছে বিনীত।","transliteration":"Faistajabna lahu wawahabna lahu yahya waaslahna lahu zawjahu innahum kanoo yusariAAoona fee alkhayrati wayadAAoonana raghaban warahaban wakanoo lana khashiAAeena"},{"id":91,"text":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","translation":"এবং সেই নারীর কথা আলোচনা করুন, যে তার কামপ্রবৃত্তিকে বশে রেখেছিল, অতঃপর আমি তার মধ্যে আমার রূহ ফুঁকে দিয়েছিলাম এবং তাকে তার পুত্রকে বিশ্ববাসীর জন্য নিদর্শন করেছিলাম।","transliteration":"Waallatee ahsanat farjaha fanafakhna feeha min roohina wajaAAalnaha waibnaha ayatan lilAAalameena"},{"id":92,"text":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","translation":"তারা সকলেই তোমাদের ধর্মের; একই ধর্মে তো বিশ্বাসী সবাই এবং আমিই তোমাদের পালনকর্তা, অতএব আমার বন্দেগী কর।","transliteration":"Inna hathihi ommatukum ommatan wahidatan waana rabbukum faoAAbudooni"},{"id":93,"text":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","translation":"এবং মানুষ তাদের কার্যকলাপ দ্বারা পারস্পরিক বিষয়ে ভেদ সৃষ্টি করেছে। প্রত্যেকেই আমার কাছে প্রত্যাবর্তিত হবে।","transliteration":"WataqattaAAoo amrahum baynahum kullun ilayna rajiAAoona"},{"id":94,"text":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّـٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","translation":"অতঃপর যে বিশ্বাসী অবস্থায় সৎকর্ম সম্পাদন করে, তার প্রচেষ্টা অস্বীকৃত হবে না এবং আমি তা লিপিবদ্ধ করে রাখি।","transliteration":"Faman yaAAmal mina alssalihati wahuwa muminun fala kufrana lisaAAyihi wainna lahu katiboona"},{"id":95,"text":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","translation":"যেসব জনপদকে আমি ধ্বংস করে দিয়েছি, তার অধিবাসীদের ফিরে না আসা অবধারিত।","transliteration":"Waharamun AAala qaryatin ahlaknaha annahum la yarjiAAoona"},{"id":96,"text":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","translation":"যে পর্যন্ত না ইয়াজুজ ও মাজুজকে বন্ধন মুক্ত করে দেয়া হবে এবং তারা প্রত্যেক উচ্চভুমি থেকে দ্রুত ছুটে আসবে।","transliteration":"Hatta itha futihat yajooju wamajooju wahum min kulli hadabin yansiloona"},{"id":97,"text":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","translation":"আমোঘ প্রতিশ্রুত সময় নিকটবর্তী হলে কাফেরদের চক্ষু উচ্চে স্থির হয়ে যাবে; হায় আমাদের দূর্ভাগ্য, আমরা এ বিষয়ে বেখবর ছিলাম; বরং আমরা গোনাহগরই ছিলাম।","transliteration":"Waiqtaraba alwaAAdu alhaqqu faitha hiya shakhisatun absaru allatheena kafaroo ya waylana qad kunna fee ghaflatin min hatha bal kunna thalimeena"},{"id":98,"text":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","translation":"তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের পুজা কর, সেগুলো দোযখের ইন্ধন। তোমরাই তাতে প্রবেশ করবে।","transliteration":"Innakum wama taAAbudoona min dooni Allahi hasabu jahannama antum laha waridoona"},{"id":99,"text":"لَوۡ كَانَ هَـٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","translation":"এই মূর্তিরা যদি উপাস্য হত, তবে জাহান্নামে প্রবেশ করত না। প্রত্যেকেই তাতে চিরস্থায়ী হয়ে পড়ে থাকবে।","transliteration":"Law kana haolai alihatan ma waradooha wakullun feeha khalidoona"},{"id":100,"text":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","translation":"তারা সেখানে চীৎকার করবে এবং সেখানে তারা কিছুই শুনতে পাবে না।","transliteration":"Lahum feeha zafeerun wahum feeha la yasmaAAoona"},{"id":101,"text":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَـٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","translation":"যাদের জন্য প্রথম থেকেই আমার পক্ষ থেকে কল্যাণ নির্ধারিত হয়েছে তারা দোযখ থেকে দূরে থাকবে।","transliteration":"Inna allatheena sabaqat lahum minna alhusna olaika AAanha mubAAadoona"},{"id":102,"text":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","translation":"তারা তার ক্ষীণতম শব্দও শুনবে না এবং তারা তাদের মনের বাসনা অনুযায়ী চিরকাল বসবাস করবে।","transliteration":"La yasmaAAoona haseesaha wahum fee ma ishtahat anfusuhum khalidoona"},{"id":103,"text":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","translation":"মহা ত্রাস তাদেরকে চিন্তান্বিত করবে না এবং ফেরেশতারা তাদেরকে অভ্যর্থনা করবেঃ আজ তোমাদের দিন, যে দিনের ওয়াদা তোমাদেরকে দেয়া হয়েছিল।","transliteration":"La yahzunuhumu alfazaAAu alakbaru watatalaqqahumu almalaikatu hatha yawmukumu allathee kuntum tooAAadoona"},{"id":104,"text":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","translation":"সেদিন আমি আকাশকে গুটিয়ে নেব, যেমন গুটানো হয় লিখিত কাগজপত্র। যেভাবে আমি প্রথমবার সৃষ্টি করেছিলাম, সেভাবে পুনরায় সৃষ্টি করব। আমার ওয়াদা নিশ্চিত, আমাকে তা পূর্ণ করতেই হবে।","transliteration":"Yawma natwee alssamaa katayyi alssijlli lilkutubi kama badana awwala khalqin nuAAeeduhu waAAdan AAalayna inna kunna faAAileena"},{"id":105,"text":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّـٰلِحُونَ","translation":"আমি উপদেশের পর যবুরে লিখে দিয়েছি যে, আমার সৎকর্মপরায়ণ বান্দাগণ অবশেষে পৃথিবীর অধিকারী হবে।","transliteration":"Walaqad katabna fee alzzaboori min baAAdi alththikri anna alarda yarithuha AAibadiya alssalihoona"},{"id":106,"text":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","translation":"এতে এবাদতকারী সম্প্রদায়ের জন্যে পর্যাপ্ত বিষয়বস্তু আছে।","transliteration":"Inna fee hatha labalaghan liqawmin AAabideena"},{"id":107,"text":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","translation":"আমি আপনাকে বিশ্ববাসীর জন্যে রহমত স্বরূপই প্রেরণ করেছি।","transliteration":"Wama arsalnaka illa rahmatan lilAAalameena"},{"id":108,"text":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","translation":"বলুনঃ আমাকে তো এ আদেশই দেয়া হয়েছে যে, তোমাদের উপাস্য একমাত্র উপাস্য। সুতরাংতোমরা কি আজ্ঞাবহ হবে","transliteration":"Qul innama yooha ilayya annama ilahukum ilahun wahidun fahal antum muslimoona"},{"id":109,"text":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","translation":"অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তবে বলে দিনঃ আমি তোমাদেরকে পরিস্কার ভাবে সতর্ক করেছি এবং আমি জানি না, তোমাদেরকে যে ওয়াদা দেয়া হয়েছে, তা নিকটবর্তী না দূরবর্তী।","transliteration":"Fain tawallaw faqul athantukum AAala sawain wain adree aqareebun am baAAeedun ma tooAAadoona"},{"id":110,"text":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","translation":"তিনি জানেন, যে কথা সশব্দে বল এবং যে কথা তোমরা গোপন কর।","transliteration":"Innahu yaAAlamu aljahra mina alqawli wayaAAlamu ma taktumoona"},{"id":111,"text":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","translation":"আমি জানি না সম্ভবতঃ বিলম্বের মধ্যে তোমাদের জন্যে একটি পরীক্ষা এবং এক সময় পর্যন্ত ভোগ করার সুযোগ।","transliteration":"Wain adree laAAallahu fitnatun lakum wamataAAun ila heenin"},{"id":112,"text":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","translation":"পয়গাম্বর বললেনঃ হে আমার পালনকর্তা, আপনি ন্যায়ানুগ ফয়সালা করে দিন। আমাদের পালনকর্তা তো দয়াময়, তোমরা যা বলছ, সে বিষয়ে আমরা তাঁর কাছেই সাহায্য প্রার্থনা করি।","transliteration":"Qala rabbi ohkum bialhaqqi warabbuna alrrahmanu almustaAAanu AAala ma tasifoona"}]}
