{"id":34,"name":"سبإ","transliteration":"Saba","translation":"রানী সাবা/শেবা","type":"meccan","total_verses":54,"verses":[{"id":1,"text":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","translation":"সমস্ত প্রশংসা আল্লাহর, যিনি নভোমন্ডলে যা আছে এবং ভূমন্ডলে যা আছে সব কিছুর মালিক এবং তাঁরই প্রশংসা পরকালে। তিনি প্রজ্ঞাময়, সর্বজ্ঞ।","transliteration":"Alhamdu lillahi allathee lahu ma fee alssamawati wama fee alardi walahu alhamdu fee alakhirati wahuwa alhakeemu alkhabeeru"},{"id":2,"text":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","translation":"তিনি জানেন যা ভূগর্ভে প্রবেশ করে, যা সেখান থেকে নির্গত হয়, যা আকাশ থেকে বর্ষিত হয় এবং যা আকাশে উত্থিত হয়। তিনি পরম দয়ালু ক্ষমাশীল।","transliteration":"YaAAlamu ma yaliju fee alardi wama yakhruju minha wama yanzilu mina alssamai wama yaAAruju feeha wahuwa alrraheemu alghafooru"},{"id":3,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","translation":"কাফেররা বলে আমাদের উপর কেয়ামত আসবে না। বলুন কেন আসবে না? আমার পালনকর্তার শপথ-অবশ্যই আসবে। তিনি অদৃশ্য সম্পর্কে জ্ঞাত। নভোমন্ডলে ও ভূ-মন্ডলে তাঁর আগোচরে নয় অণু পরিমাণ কিছু, না তদপেক্ষা ক্ষুদ্র এবং না বৃহৎ-সমস্তই আছে সুস্পষ্ট কিতাবে।","transliteration":"Waqala allatheena kafaroo la tateena alssaAAatu qul bala warabbee latatiyannakum AAalimi alghaybi la yaAAzubu AAanhu mithqalu tharratin fee alssamawati wala fee alardi wala asgharu min thalika wala akbaru illa fee kitabin mubeenin"},{"id":4,"text":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِۚ أُوْلَـٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","translation":"তিনি পরিণামে যারা মুমিন ও সৎকর্ম পরায়ণ, তাদেরকে প্রতিদান দেবেন। তাদের জন্য রয়েছে ক্ষমা ও সম্মান জনক রিযিক।","transliteration":"Liyajziya allatheena amanoo waAAamiloo alssalihati olaika lahum maghfiratun warizqun kareemun"},{"id":5,"text":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","translation":"আর যারা আমার আয়াত সমূহকে ব্যর্থ করার জন্য উঠে পড়ে লেগে যায়, তাদের জন্যে রয়েছে যন্ত্রনাদায়ক শাস্তি।","transliteration":"Waallatheena saAAaw fee ayatina muAAajizeena olaika lahum AAathabun min rijzin aleemin"},{"id":6,"text":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","translation":"যারা জ্ঞানপ্রাপ্ত, তারা আপনার পালনকর্তার নিকট থেকে অবর্তীর্ণ কোরআনকে সত্য জ্ঞান করে এবং এটা মানুষকে পরাক্রমশালী, প্রশংসার্হ আল্লাহর পথ প্রদর্শন করে।","transliteration":"Wayara allatheena ootoo alAAilma allathee onzila ilayka min rabbika huwa alhaqqa wayahdee ila sirati alAAazeezi alhameedi"},{"id":7,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","translation":"কাফেররা বলে, আমরা কি তোমাদেরকে এমন ব্যক্তির সন্ধান দেব, যে তোমাদেরকে খবর দেয় যে; তোমরা সম্পুর্ণ ছিন্ন-বিচ্ছিন্ন হয়ে গেলেও তোমরা নতুন সৃজিত হবে।","transliteration":"Waqala allatheena kafaroo hal nadullukum AAala rajulin yunabbiokum itha muzziqtum kulla mumazzaqin innakum lafee khalqin jadeedin"},{"id":8,"text":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","translation":"সে আল্লাহ সম্পর্কে মিথ্যা বলে, না হয় সে উম্মাদ এবং যারা পরকালে অবিশ্বাসী, তারা আযাবে ও ঘোর পথভ্রষ্টতায় পতিত আছে।","transliteration":"Aftara AAala Allahi kathiban am bihi jinnatun bali allatheena la yuminoona bialakhirati fee alAAathabi waalddalali albaAAeedi"},{"id":9,"text":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","translation":"তারা কি তাদের সামনের ও পশ্চাতের আকাশ ও পৃথিবীর প্রতিলক্ষ্য করে না? আমি ইচ্ছা করলে তাদের সহ ভূমি ধসিয়ে দেব অথবা আকাশের কোন খন্ড তাদের উপর পতিত করব। আল্লাহ অভিমুখী প্রত্যেক বান্দার জন্য এতে অবশ্যই নিদর্শন রয়েছে।","transliteration":"Afalam yaraw ila ma bayna aydeehim wama khalfahum mina alssamai waalardi in nasha nakhsif bihimu alarda aw nusqit AAalayhim kisafan mina alssamai inna fee thalika laayatan likulli AAabdin muneebin"},{"id":10,"text":"۞وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","translation":"আমি দাউদের প্রতি অনুগ্রহ করেছিলাম এই আদেশ মর্মে যে, হে পর্বতমালা, তোমরা দাউদের সাথে আমার পবিত্রতা ঘোষণা কর এবং হে পক্ষী সকল, তোমরাও। আমি তাঁর জন্য লৌহকে নরম করে ছিলাম।","transliteration":"Walaqad atayna dawooda minna fadlan ya jibalu awwibee maAAahu waalttayra waalanna lahu alhadeeda"},{"id":11,"text":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"এবং তাকে আমি বলে ছিলাম, প্রশস্ত বর্ম তৈরী কর, কড়াসমূহ যথাযথভাবে সংযুক্ত কর এবং সৎকর্ম সম্পাদন কর। তোমরা যা কিছু কর, আমি তা দেখি।","transliteration":"Ani iAAmal sabighatin waqaddir fee alssardi waiAAmaloo salihan innee bima taAAmaloona baseerun"},{"id":12,"text":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","translation":"আর আমি সোলায়মানের অধীন করেছিলাম বায়ুকে, যা সকালে এক মাসের পথ এবং বিকালে এক মাসের পথ অতিক্রম করত। আমি তার জন্যে গলিত তামার এক ঝরণা প্রবাহিত করেছিলাম। কতক জিন তার সামনে কাজ করত তার পালনকর্তার আদেশে। তাদের যে কেউ আমার আদেশ অমান্য করবে, আমি জ্বলন্ত অগ্নির-শাস্তি আস্বাদন করাব।","transliteration":"Walisulaymana alrreeha ghuduwwuha shahrun warawahuha shahrun waasalna lahu AAayna alqitri wamina aljinni man yaAAmalu bayna yadayhi biithni rabbihi waman yazigh minhum AAan amrina nuthiqhu min AAathabi alssaAAeeri"},{"id":13,"text":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","translation":"তারা সোলায়মানের ইচ্ছানুযায়ী দুর্গ, ভাস্কর্য, হাউযসদৃশ বৃহদাকার পাত্র এবং চুল্লির উপর স্থাপিত বিশাল ডেগ নির্মাণ করত। হে দাউদ পরিবার! কৃতজ্ঞতা সহকারে তোমরা কাজ করে যাও। আমার বান্দাদের মধ্যে অল্পসংখ্যকই কৃতজ্ঞ।","transliteration":"YaAAmaloona lahu ma yashao min mahareeba watamatheela wajifanin kaaljawabi waqudoorin rasiyatin iAAmaloo ala dawooda shukran waqaleelun min AAibadiya alshshakooru"},{"id":14,"text":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","translation":"যখন আমি সোলায়মানের মৃত্যু ঘটালাম, তখন ঘুণ পোকাই জিনদেরকে তাঁর মৃত্যু সম্পর্কে অবহিত করল। সোলায়মানের লাঠি খেয়ে যাচ্ছিল। যখন তিনি মাটিতে পড়ে গেলেন, তখন জিনেরা বুঝতে পারল যে, অদৃশ্য বিষয়ের জ্ঞান থাকলে তারা এই লাঞ্ছনাপূর্ণ শাস্তিতে আবদ্ধ থাকতো না।","transliteration":"Falamma qadayna AAalayhi almawta ma dallahum AAala mawtihi illa dabbatu alardi takulu minsaatahu falamma kharra tabayyanati aljinnu an law kanoo yaAAlamoona alghayba ma labithoo fee alAAathabi almuheeni"},{"id":15,"text":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","translation":"সাবার অধিবাসীদের জন্যে তাদের বাসভূমিতে ছিল এক নিদর্শন-দুটি উদ্যান, একটি ডানদিকে, একটি বামদিকে। তোমরা তোমাদের পালনকর্তার রিযিক খাও এবং তাঁর প্রতি কৃতজ্ঞতা প্রকাশ কর। স্বাস্থ্যকর শহর এবং ক্ষমাশীল পালনকর্তা।","transliteration":"Laqad kana lisabain fee maskanihim ayatun jannatani AAan yameenin washimalin kuloo min rizqi rabbikum waoshkuroo lahu baldatun tayyibatun warabbun ghafoorun"},{"id":16,"text":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","translation":"অতঃপর তারা অবাধ্যতা করল ফলে আমি তাদের উপর প্রেরণ করলাম প্রবল বন্যা! আর তাদের উদ্যানদ্বয়কে পরিবর্তন করে দিলাম এমন দুই উদ্যানে, যাতে উদগত হয় বিস্বাদ ফলমূল, ঝাউ গাছ এবং সামান্য কুলবৃক্ষ।","transliteration":"FaaAAradoo faarsalna AAalayhim sayla alAAarimi wabaddalnahum bijannatayhim jannatayni thawatay okulin khamtin waathlin washayin min sidrin qaleelin"},{"id":17,"text":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","translation":"এটা ছিল কুফরের কারণে তাদের প্রতি আমার শাস্তি। আমি অকৃতজ্ঞ ব্যতীত কাউকে শাস্তি দেই না।","transliteration":"Thalika jazaynahum bima kafaroo wahal nujazee illa alkafoora"},{"id":18,"text":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","translation":"তাদের এবং যেসব জনপদের লোকদের প্রতি আমি অনুগ্রহ করেছিলম সেগুলোর মধ্যবর্তী স্থানে অনেক দৃশ্যমান জনপদ স্থাপন করেছিলাম এবং সেগুলোতে ভ্রমণ নির্ধারিত করেছিলাম। তোমরা এসব জনপদে রাত্রে ও দিনে নিরাপদে ভ্রমণ কর।","transliteration":"WajaAAalna baynahum wabayna alqura allatee barakna feeha quran thahiratan waqaddarna feeha alssayra seeroo feeha layaliya waayyaman amineena"},{"id":19,"text":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","translation":"অতঃপর তারা বলল, হে আমাদের পালনকর্তা, আমাদের ভ্রমণের পরিসর বাড়িয়ে দাও। তারা নিজেদের প্রতি জুলুম করেছিল। ফলে আমি তাদেরকে উপাখ্যানে পরিণত করলাম এবং সম্পূর্ণরূপে ছিন্ন-বিচ্ছিন্ন করে দিলাম। নিশ্চয় এতে প্রত্যেক ধৈর্যশীল কৃতজ্ঞের জন্যে নিদর্শনাবলী রয়েছে।","transliteration":"Faqaloo rabbana baAAid bayna asfarina wathalamoo anfusahum fajaAAalnahum ahadeetha wamazzaqnahum kulla mumazzaqin inna fee thalika laayatin likulli sabbarin shakoorin"},{"id":20,"text":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","translation":"আর তাদের উপর ইবলীস তার অনুমান সত্য হিসেবে প্রতিষ্ঠিত করল। ফলে তাদের মধ্যে মুমিনদের একটি দল ব্যতীত সকলেই তার পথ অনুসরণ করল।","transliteration":"Walaqad saddaqa AAalayhim ibleesu thannahu faittabaAAoohu illa fareeqan mina almumineena"},{"id":21,"text":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","translation":"তাদের উপর শয়তানের কোন ক্ষমতা ছিল না, তবে কে পরকালে বিশ্বাস করে এবং কে তাতে সন্দেহ করে, তা প্রকাশ করাই ছিল আমার উদ্দেশ্য। আপনার পালনকর্তা সব বিষয়ে তত্ত্বাবধায়ক।","transliteration":"Wama kana lahu AAalayhim min sultanin illa linaAAlama man yuminu bialakhirati mimman huwa minha fee shakkin warabbuka AAala kulli shayin hafeethun"},{"id":22,"text":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","translation":"বলুন, তোমরা তাদেরকে আহবান কর, যাদেরকে উপাস্য মনে করতে আল্লাহ ব্যতীত। তারা নভোমন্ডল ও ভূ-মন্ডলের অনু পরিমাণ কোন কিছুর মালিক নয়, এতে তাদের কোন অংশও নেই এবং তাদের কেউ আল্লাহর সহায়কও নয়।","transliteration":"Quli odAAoo allatheena zaAAamtum min dooni Allahi la yamlikoona mithqala tharratin fee alssamawati wala fee alardi wama lahum feehima min shirkin wama lahu minhum min thaheerin"},{"id":23,"text":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","translation":"যার জন্যে অনুমতি দেয়া হয়, তার জন্যে ব্যতীত আল্লাহর কাছে কারও সুপারিশ ফলপ্রসূ হবে না। যখন তাদের মন থেকে ভয়-ভীতি দূর হয়ে যাবে, তখন তারা পরস্পরে বলবে, তোমাদের পালনকর্তা কি বললেন? তারা বলবে, তিনি সত্য বলেছেন এবং তিনিই সবার উপরে মহান।","transliteration":"Wala tanfaAAu alshshafaAAatu AAindahu illa liman athina lahu hatta itha fuzziAAa AAan quloobihim qaloo matha qala rabbukum qaloo alhaqqa wahuwa alAAaliyyu alkabeeru"},{"id":24,"text":"۞قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","translation":"বলুন, নভোমন্ডল ও ভূ-মন্ডল থেকে কে তোমাদের কে রিযিক দেয়। বলুন, আল্লাহ। আমরা অথবা তোমরা সৎপথে অথবা স্পষ্ট বিভ্রান্তিতে আছি ও আছ","transliteration":"Qul man yarzuqukum mina alssamawati waalardi quli Allahu wainna aw iyyakum laAAala hudan aw fee dalalin mubeenin"},{"id":25,"text":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","translation":"বলুন, আমাদের অপরাধের জন্যে তোমরা জিজ্ঞাসিত হবে না এবং তোমরা যা কিছু কর, সে সম্পর্কে আমরা জিজ্ঞাসিত হব না।","transliteration":"Qul la tusaloona AAamma ajramna wala nusalu AAamma taAAmaloona"},{"id":26,"text":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","translation":"বলুন, আমাদের পালনকর্তা আমাদেরকে সমবেত করবেন, অতঃপর তিনি আমাদের মধ্যে সঠিকভাবে ফয়সালা করবেন। তিনি ফয়সালাকারী, সর্বজ্ঞ।","transliteration":"Qul yajmaAAu baynana rabbuna thumma yaftahu baynana bialhaqqi wahuwa alfattahu alAAaleemu"},{"id":27,"text":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"বলুন, তোমরা যাদেরকে আল্লাহর সাথে অংশীদাররূপে সংযুক্ত করেছ, তাদেরকে এনে আমাকে দেখাও। বরং তিনিই আল্লাহ, পরাক্রমশীল, প্রজ্ঞাময়।","transliteration":"Qul arooniya allatheena alhaqtum bihi shurakaa kalla bal huwa Allahu alAAazeezu alhakeemu"},{"id":28,"text":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"আমি আপনাকে সমগ্র মানবজাতির জন্যে সুসংবাদাতা ও সতর্ককারী রূপে পাঠিয়েছি; কিন্তু অধিকাংশ মানুষ তা জানে না।","transliteration":"Wama arsalnaka illa kaffatan lilnnasi basheeran wanatheeran walakinna akthara alnnasi la yaAAlamoona"},{"id":29,"text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"তারা বলে, তোমরা যদি সত্যবাদী হও, তবে বল, এ ওয়াদা কখন বাস্তবায়িত হবে","transliteration":"Wayaqooloona mata hatha alwaAAdu in kuntum sadiqeena"},{"id":30,"text":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","translation":"বলুন, তোমাদের জন্যে একটি দিনের ওয়াদা রয়েছে যাকে তোমরা এক মহূর্তও বিলম্বিত করতে পারবে না এবং ত্বরান্বিত ও করতে পারবে না।","transliteration":"Qul lakum meeAAadu yawmin la tastakhiroona AAanhu saAAatan wala tastaqdimoona"},{"id":31,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","translation":"কাফেররা বলে, আমরা কখনও এ কোরআনে বিশ্বাস করব না এবং এর পূর্ববর্তী কিতাবেও নয়। আপনি যদি পাপিষ্ঠদেরকে দেখতেন, যখন তাদেরকে তাদের পালনকর্তার সামনে দাঁড় করানো হবে, , তখন তারা পরস্পর কথা কাটাকাটি করবে। যাদেরকে দুর্বল মনে করা হত, তারা অহংকারীদেরকে বলবে, তোমরা না থাকলে আমরা অবশ্যই মুমিন হতাম।","transliteration":"Waqala allatheena kafaroo lan numina bihatha alqurani wala biallathee bayna yadayhi walaw tara ithi alththalimoona mawqoofoona AAinda rabbihim yarjiAAu baAAduhum ila baAAdin alqawla yaqoolu allatheena istudAAifoo lillatheena istakbaroo lawla antum lakunna mumineena"},{"id":32,"text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","translation":"অহংকারীরা দুর্বলকে বলবে, তোমাদের কাছে হেদায়েত আসার পর আমরা কি তোমাদেরকে বাধা দিয়েছিলাম? বরং তোমরাই তো ছিলে অপরাধী।","transliteration":"Qala allatheena istakbaroo lillatheena istudAAifoo anahnu sadadnakum AAani alhuda baAAda ith jaakum bal kuntum mujrimeena"},{"id":33,"text":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","translation":"দুর্বলরা অহংকারীদেরকে বলবে, বরং তোমরাই তো দিবারাত্রি চক্রান্ত করে আমাদেরকে নির্দেশ দিতে যেন আমরা আল্লাহকে না মানি এবং তাঁর অংশীদার সাব্যস্ত করি তারা যখন শাস্তি দেখবে, তখন মনের অনুতাপ মনেই রাখবে। বস্তুতঃ আমি কাফেরদের গলায় বেড়ী পরাব। তারা সে প্রতিফলই পেয়ে থাকে যা তারা করত।","transliteration":"Waqala allatheena istudAAifoo lillatheena istakbaroo bal makru allayli waalnnahari ith tamuroonana an nakfura biAllahi wanajAAala lahu andadan waasarroo alnnadamata lamma raawoo alAAathaba wajaAAalna alaghlala fee aAAnaqi allatheena kafaroo hal yujzawna illa ma kanoo yaAAmaloona"},{"id":34,"text":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translation":"কোন জনপদে সতর্ককারী প্রেরণ করা হলেই তার বিত্তশালী অধিবাসীরা বলতে শুরু করেছে, তোমরা যে বিষয়সহ প্রেরিত হয়েছ, আমরা তা মানি না।","transliteration":"Wama arsalna fee qaryatin min natheerin illa qala mutrafooha inna bima orsiltum bihi kafiroona"},{"id":35,"text":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","translation":"তারা আরও বলেছে, আমরা ধনে-জনে সমৃদ্ধ, সুতরাং আমরা শাস্তিপ্রাপ্ত হব না।","transliteration":"Waqaloo nahnu aktharu amwalan waawladan wama nahnu bimuAAaththabeena"},{"id":36,"text":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"বলুন, আমার পালনকর্তা যাকে ইচ্ছা রিযিক বাড়িয়ে দেন এবং পরিমিত দেন। কিন্তু অধিকাংশ মানুষ তা বোঝে না।","transliteration":"Qul inna rabbee yabsutu alrrizqa liman yashao wayaqdiru walakinna akthara alnnasi la yaAAlamoona"},{"id":37,"text":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَـٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","translation":"তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি তোমাদেরকে আমার নিকটবর্তী করবে না। তবে যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, তারা তাদের কর্মের বহুগুণ প্রতিদান পাবে এবং তারা সুউচ্চ প্রাসাদে নিরাপদে থাকবে।","transliteration":"Wama amwalukum wala awladukum biallatee tuqarribukum AAindana zulfa illa man amana waAAamila salihan faolaika lahum jazao alddiAAfi bima AAamiloo wahum fee alghurufati aminoona"},{"id":38,"text":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَـٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","translation":"আর যারা আমার আয়াতসমূহকে ব্যর্থ করার অপপ্রয়াসে লিপ্ত হয়, তাদেরকে আযাবে উপস্থিত করা হবে।","transliteration":"Waallatheena yasAAawna fee ayatina muAAajizeena olaika fee alAAathabi muhdaroona"},{"id":39,"text":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّـٰزِقِينَ","translation":"বলুন, আমার পালনকর্তা তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা রিযিক বাড়িয়ে দেন এবং সীমিত পরিমাণে দেন। তোমরা যা কিছু ব্যয় কর, তিনি তার বিনিময় দেন। তিনি উত্তম রিযিক দাতা।","transliteration":"Qul inna rabbee yabsutu alrrizqa liman yashao min AAibadihi wayaqdiru lahu wama anfaqtum min shayin fahuwa yukhlifuhu wahuwa khayru alrraziqeena"},{"id":40,"text":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَـٰٓئِكَةِ أَهَـٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","translation":"যেদিন তিনি তাদের সবাইকে একত্রিত করবেন এবং ফেরেশতাদেরকে বলবেন, এরা কি তোমাদেরই পূজা করত","transliteration":"Wayawma yahshuruhum jameeAAan thumma yaqoolu lilmalaikati ahaolai iyyakum kanoo yaAAbudoona"},{"id":41,"text":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","translation":"ফেরেশতারা বলবে, আপনি পবিত্র, আমরা আপনার পক্ষে, তাদের পক্ষে নই, বরং তারা জিনদের পূজা করত। তাদের অধিকাংশই শয়তানে বিশ্বাসী।","transliteration":"Qaloo subhanaka anta waliyyuna min doonihim bal kanoo yaAAbudoona aljinna aktharuhum bihim muminoona"},{"id":42,"text":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","translation":"অতএব আজকের দিনে তোমরা একে অপরের কোন উপকার ও অপকার করার অধিকারী হবে না আর আমি জালেমদেরকে বলব, তোমরা আগুনের যে শাস্তিকে মিথ্যা বলতে তা আস্বাদন কর।","transliteration":"Faalyawma la yamliku baAAdukum libaAAdin nafAAan wala darran wanaqoolu lillatheena thalamoo thooqoo AAathaba alnnari allatee kuntum biha tukaththiboona"},{"id":43,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","translation":"যখন তাদের কাছে আমার সুস্পষ্ট আয়াত সমূহ তেলাওয়াত করা হয়, তখন তারা বলে, তোমাদের বাপ-দাদারা যার এবাদত করত এ লোকটি যে তা থেকে তোমাদেরকে বাধা দিতে চায়। তারা আরও বলে, এটা মনগড়া মিথ্যা বৈ নয়। আর কাফেরদের কাছে যখন সত্য আগমন করে, তখন তারা বলে, এতো এক সুস্পষ্ট যাদু।","transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin qaloo ma hatha illa rajulun yureedu an yasuddakum AAamma kana yaAAbudu abaokum waqaloo ma hatha illa ifkun muftaran waqala allatheena kafaroo lilhaqqi lamma jaahum in hatha illa sihrun mubeenun"},{"id":44,"text":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","translation":"আমি তাদেরকে কোন কিতাব দেইনি, যা তারা অধ্যয়ন করবে এবং আপনার পূর্বে তাদের কাছে কোন সতর্ককারী প্রেরণ করিনি।","transliteration":"Wama ataynahum min kutubin yadrusoonaha wama arsalna ilayhim qablaka min natheerin"},{"id":45,"text":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","translation":"তাদের পূর্ববর্তীরাও মিথ্যা আরোপ করেছে। আমি তাদেরকে যা দিয়েছিলাম, এরা তার এক দশমাংশও পায়নি। এরপরও তারা আমার রাসূলগনকে মিথ্যা বলেছে। অতএব কেমন হয়েছে আমার শাস্তি।","transliteration":"Wakaththaba allatheena min qablihim wama balaghoo miAAshara ma ataynahum fakaththaboo rusulee fakayfa kana nakeeri"},{"id":46,"text":"۞قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","translation":"বলুন, আমি তোমাদেরকে একটি বিষয়ে উপদেশ দিচ্ছিঃ তোমরা আল্লাহর নামে এক একজন করে ও দু, দু জন করে দাঁড়াও, অতঃপর চিন্তা-ভাবনা কর-তোমাদের সঙ্গীর মধ্যে কোন উম্মাদনা নেই। তিনি তো আসন্ন কাঠোর শাস্তি সম্পর্কে তোমাদেরকে সতর্ক করেন মাত্র।","transliteration":"Qul innama aAAithukum biwahidatin an taqoomoo lillahi mathna wafurada thumma tatafakkaroo ma bisahibikum min jinnatin in huwa illa natheerun lakum bayna yaday AAathabin shadeedin"},{"id":47,"text":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","translation":"বলুন, আমি তোমাদের কাছে কোন পারিশ্রমিক চাই না বরং তা তোমরাই রাখ। আমার পুরস্কার তো আল্লাহর কাছে রয়েছে। প্রত্যেক বস্তুই তাঁর সামনে।","transliteration":"Qul ma saaltukum min ajrin fahuwa lakum in ajriya illa AAala Allahi wahuwa AAala kulli shayin shaheedun"},{"id":48,"text":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّـٰمُ ٱلۡغُيُوبِ","translation":"বলুন, আমার পালনকর্তা সত্য দ্বীন অবতরণ করেছেন। তিনি আলেমুল গায়ব।","transliteration":"Qul inna rabbee yaqthifu bialhaqqi AAallamu alghuyoobi"},{"id":49,"text":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","translation":"বলুন, সত্য আগমন করেছে এবং অসত্য না পারে নতুন কিছু সৃজন করতে এবং না পারে পূনঃ প্রত্যাবর্তিত হতে।","transliteration":"Qul jaa alhaqqu wama yubdio albatilu wama yuAAeedu"},{"id":50,"text":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","translation":"বলুন, আমি পথভ্রষ্ট হলে নিজের ক্ষতির জন্যেই পথভ্রষ্ট হব; আর যদি আমি সৎপথ প্রাপ্ত হই, তবে তা এ জন্যে যে, আমার পালনকর্তা আমার প্রতি ওহী প্রেরণ করেন। নিশ্চয় তিনি সর্বশ্রোতা, নিকটবর্তী।","transliteration":"Qul in dalaltu fainnama adillu AAala nafsee waini ihtadaytu fabima yoohee ilayya rabbee innahu sameeAAun qareebun"},{"id":51,"text":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","translation":"যদি আপনি দেখতেন, যখন তারা ভীতসস্ত্রস্ত হয়ে পড়বে, অতঃপর পালিয়েও বাঁচতে পারবে না এবং নিকটবর্তী স্থান থেকে ধরা পড়বে।","transliteration":"Walaw tara ith faziAAoo fala fawta waokhithoo min makanin qareebin"},{"id":52,"text":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","translation":"তারা বলবে, আমরা সত্যে বিশ্বাস স্থাপন করলাম। কিন্তু তারা এতদূর থেকে তার নাগাল পাবে কেমন করে","transliteration":"Waqaloo amanna bihi waanna lahumu alttanawushu min makanin baAAeedin"},{"id":53,"text":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","translation":"অথচ তারা পূর্ব থেকে সত্যকে অস্বীকার করছিল। আর তারা সত্য হতে দূরে থেকে অজ্ঞাত বিষয়ের উপর মন্তব্য করত।","transliteration":"Waqad kafaroo bihi min qablu wayaqthifoona bialghaybi min makanin baAAeedin"},{"id":54,"text":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","translation":"তাদের ও তাদের বাসনার মধ্যে অন্তরাল হয়ে গেছে, যেমন-তাদের সতীর্থদের সাথেও এরূপ করা হয়েছে, যারা তাদের পূর্বে ছিল। তারা ছিল বিভ্রান্তিকর সন্দেহে পতিত।","transliteration":"Waheela baynahum wabayna ma yashtahoona kama fuAAila biashyaAAihim min qablu innahum kanoo fee shakkin mureebin"}]}
