{"id":49,"name":"الحجرات","transliteration":"Al-Hujurat","translation":"আবাস","type":"medinan","total_verses":18,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translation":"মুমিনগণ! তোমরা আল্লাহ ও রসূলের সামনে অগ্রণী হয়ো না এবং আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ সবকিছু শুনেন ও জানেন।","transliteration":"Ya ayyuha allatheena amanoo la tuqaddimoo bayna yadayi Allahi warasoolihi waittaqoo Allaha inna Allaha sameeAAun AAaleemun"},{"id":2,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","translation":"মুমিনগণ! তোমরা নবীর কন্ঠস্বরের উপর তোমাদের কন্ঠস্বর উঁচু করো না এবং তোমরা একে অপরের সাথে যেরূপ উঁচুস্বরে কথা বল, তাঁর সাথে সেরূপ উঁচুস্বরে কথা বলো না। এতে তোমাদের কর্ম নিস্ফল হয়ে যাবে এবং তোমরা টেরও পাবে না।","transliteration":"Ya ayyuha allatheena amanoo la tarfaAAoo aswatakum fawqa sawti alnnabiyyi wala tajharoo lahu bialqawli kajahri baAAdikum libaAAdin an tahbata aAAmalukum waantum la tashAAuroona"},{"id":3,"text":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَـٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","translation":"যারা আল্লাহর রসূলের সামনে নিজেদের কন্ঠস্বর নীচু করে, আল্লাহ তাদের অন্তরকে শিষ্টাচারের জন্যে শোধিত করেছেন। তাদের জন্যে রয়েছে ক্ষমা ও মহাপুরস্কার।","transliteration":"Inna allatheena yaghuddoona aswatahum AAinda rasooli Allahi olaika allatheena imtahana Allahu quloobahum lilttaqwa lahum maghfiratun waajrun AAatheemun"},{"id":4,"text":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","translation":"যারা প্রাচীরের আড়াল থেকে আপনাকে উচুস্বরে ডাকে, তাদের অধিকাংশই অবুঝ।","transliteration":"Inna allatheena yunadoonaka min warai alhujurati aktharuhum la yaAAqiloona"},{"id":5,"text":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"যদি তারা আপনার বের হয়ে তাদের কাছে আসা পর্যন্ত সবর করত, তবে তা-ই তাদের জন্যে মঙ্গলজনক হত। আল্লাহ ক্ষমাশীল, পরম দয়ালু।","transliteration":"Walaw annahum sabaroo hatta takhruja ilayhim lakana khayran lahum waAllahu ghafoorun raheemun"},{"id":6,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","translation":"মুমিনগণ! যদি কোন পাপাচারী ব্যক্তি তোমাদের কাছে কোন সংবাদ আনয়ন করে, তবে তোমরা পরীক্ষা করে দেখবে, যাতে অজ্ঞতাবশতঃ তোমরা কোন সম্প্রদায়ের ক্ষতিসাধনে প্রবৃত্ত না হও এবং পরে নিজেদের কৃতকর্মের জন্যে অনুতপ্ত না হও।","transliteration":"Ya ayyuha allatheena amanoo in jaakum fasiqun binabain fatabayyanoo an tuseeboo qawman bijahalatin fatusbihoo AAala ma faAAaltum nadimeena"},{"id":7,"text":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَـٰٓئِكَ هُمُ ٱلرَّـٰشِدُونَ","translation":"তোমরা জেনে রাখ তোমাদের মধ্যে আল্লাহর রসূল রয়েছেন। তিনি যদি অনেক বিষয়ে তোমাদের আবদার মেনে নেন, তবে তোমরাই কষ্ট পাবে। কিন্তু আল্লাহ তোমাদের অন্তরে ঈমানের মহব্বত সৃষ্টি করে দিয়েছেন এবং তা হৃদয়গ্রাহী করে দিয়েছেন। পক্ষান্তরে কুফর, পাপাচার ও নাফরমানীর প্রতি ঘৃণা সৃষ্টি করে দিয়েছেন। তারাই সৎপথ অবলম্বনকারী।","transliteration":"WaiAAlamoo anna feekum rasoola Allahi law yuteeAAukum fee katheerin mina alamri laAAanittum walakinna Allaha habbaba ilaykumu aleemana wazayyanahu fee quloobikum wakarraha ilaykumu alkufra waalfusooqa waalAAisyana olaika humu alrrashidoona"},{"id":8,"text":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"এটা আল্লাহর কৃপা ও নিয়ামতঃ আল্লাহ সর্বজ্ঞ প্রজ্ঞাময়।","transliteration":"Fadlan mina Allahi waniAAmatan waAllahu AAaleemun hakeemun"},{"id":9,"text":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","translation":"যদি মুমিনদের দুই দল যুদ্ধে লিপ্ত হয়ে পড়ে, তবে তোমরা তাদের মধ্যে মীমাংসা করে দিবে। অতঃপর যদি তাদের একদল অপর দলের উপর চড়াও হয়, তবে তোমরা আক্রমণকারী দলের বিরুদ্ধে যুদ্ধ করবে; যে পর্যন্ত না তারা আল্লাহর নির্দেশের দিকে ফিরে আসে। যদি ফিরে আসে, তবে তোমরা তাদের মধ্যে ন্যায়ানুগ পন্থায় মীমাংসা করে দিবে এবং ইনছাফ করবে। নিশ্চয় আল্লাহ ইনছাফকারীদেরকে পছন্দ করেন।","transliteration":"Wain taifatani mina almumineena iqtataloo faaslihoo baynahuma fain baghat ihdahuma AAala alokhra faqatiloo allatee tabghee hatta tafeea ila amri Allahi fain faat faaslihoo baynahuma bialAAadli waaqsitoo inna Allaha yuhibbu almuqsiteena"},{"id":10,"text":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"মুমিনরা তো পরস্পর ভাই-ভাই। অতএব, তোমরা তোমাদের দুই ভাইয়ের মধ্যে মীমাংসা করবে এবং আল্লাহকে ভয় করবে-যাতে তোমরা অনুগ্রহপ্রাপ্ত হও।","transliteration":"Innama almuminoona ikhwatun faaslihoo bayna akhawaykum waittaqoo Allaha laAAallakum turhamoona"},{"id":11,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translation":"মুমিনগণ, কেউ যেন অপর কাউকে উপহাস না করে। কেননা, সে উপহাসকারী অপেক্ষা উত্তম হতে পারে এবং কোন নারী অপর নারীকেও যেন উপহাস না করে। কেননা, সে উপহাসকারিণী অপেক্ষা শ্রেষ্ঠ হতে পারে। তোমরা একে অপরের প্রতি দোষারোপ করো না এবং একে অপরকে মন্দ নামে ডেকো না। কেউ বিশ্বাস স্থাপন করলে তাদের মন্দ নামে ডাকা গোনাহ। যারা এহেন কাজ থেকে তওবা না করে তারাই যালেম।","transliteration":"Ya ayyuha allatheena amanoo la yaskhar qawmun min qawmin AAasa an yakoonoo khayran minhum wala nisaon min nisain AAasa an yakunna khayran minhunna wala talmizoo anfusakum wala tanabazoo bialalqabi bisa alismu alfusooqu baAAda aleemani waman lam yatub faolaika humu alththalimoona"},{"id":12,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","translation":"মুমিনগণ, তোমরা অনেক ধারণা থেকে বেঁচে থাক। নিশ্চয় কতক ধারণা গোনাহ। এবং গোপনীয় বিষয় সন্ধান করো না। তোমাদের কেউ যেন কারও পশ্চাতে নিন্দা না করে। তোমাদের কেউ কি তারা মৃত ভ্রাতার মাংস ভক্ষণ করা পছন্দ করবে? বস্তুতঃ তোমরা তো একে ঘৃণাই কর। আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ তওবা কবুলকারী, পরম দয়ালু।","transliteration":"Ya ayyuha allatheena amanoo ijtaniboo katheeran mina alththanni inna baAAda alththanni ithmun wala tajassasoo wala yaghtab baAAdukum baAAdan ayuhibbu ahadukum an yakula lahma akheehi maytan fakarihtumoohu waittaqoo Allaha inna Allaha tawwabun raheemun"},{"id":13,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","translation":"হে মানব, আমি তোমাদেরকে এক পুরুষ ও এক নারী থেকে সৃষ্টি করেছি এবং তোমাদেরকে বিভিন্ন জাতি ও গোত্রে বিভক্ত করেছি, যাতে তোমরা পরস্পরে পরিচিতি হও। নিশ্চয় আল্লাহর কাছে সে-ই সর্বাধিক সম্ভ্রান্ত যে সর্বাধিক পরহেযগার। নিশ্চয় আল্লাহ সর্বজ্ঞ, সবকিছুর খবর রাখেন।","transliteration":"Ya ayyuha alnnasu inna khalaqnakum min thakarin waontha wajaAAalnakum shuAAooban waqabaila litaAAarafoo inna akramakum AAinda Allahi atqakum inna Allaha AAaleemun khabeerun"},{"id":14,"text":"۞قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"মরুবাসীরা বলেঃ আমরা বিশ্বাস স্থাপন করেছি। বলুনঃ তোমরা বিশ্বাস স্থাপন করনি; বরং বল, আমরা বশ্যতা স্বীকার করেছি। এখনও তোমাদের অন্তরে বিশ্বাস জন্মেনি। যদি তোমরা আল্লাহ ও তাঁর রসূলের আনুগত্য কর, তবে তোমাদের কর্ম বিন্দুমাত্রও নিস্ফল করা হবে না। নিশ্চয়, আল্লাহ ক্ষমাশীল, পরম মেহেরবান।","transliteration":"Qalati alaAArabu amanna qul lam tuminoo walakin qooloo aslamna walamma yadkhuli aleemanu fee quloobikum wain tuteeAAoo Allaha warasoolahu la yalitkum min aAAmalikum shayan inna Allaha ghafoorun raheemun"},{"id":15,"text":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ","translation":"তারাই মুমিন, যারা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আনার পর সন্দেহ পোষণ করে না এবং আল্লাহর পথে প্রাণ ও ধন-সম্পদ দ্বারা জেহাদ করে। তারাই সত্যনিষ্ঠ।","transliteration":"Innama almuminoona allatheena amanoo biAllahi warasoolihi thumma lam yartaboo wajahadoo biamwalihim waanfusihim fee sabeeli Allahi olaika humu alssadiqoona"},{"id":16,"text":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"বলুনঃ তোমরা কি তোমাদের ধর্ম পরায়ণতা সম্পর্কে আল্লাহকে অবহিত করছ? অথচ আল্লাহ জানেন যা কিছু আছে ভূমন্ডলে এবং যা কিছু আছে নভোমন্ডলে। আল্লাহ সর্ববিষয়ে সম্যক জ্ঞাত।","transliteration":"Qul atuAAallimoona Allaha bideenikum waAllahu yaAAlamu ma fee alssamawati wama fee alardi waAllahu bikulli shayin AAaleemun"},{"id":17,"text":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"তারা মুসলমান হয়ে আপনাকে ধন্য করেছে মনে করে। বলুন, তোমরা মুসলমান হয়ে আমাকে ধন্য করেছ মনে করো না। বরং আল্লাহ ঈমানের পথে পরিচালিত করে তোমাদেরকে ধন্য করেছেন, যদি তোমরা সত্যনিষ্ঠ হয়ে থাক।","transliteration":"Yamunnoona AAalayka an aslamoo qul la tamunnoo AAalayya islamakum bali Allahu yamunnu AAalaykum an hadakum lileemani in kuntum sadiqeena"},{"id":18,"text":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","translation":"আল্লাহ নভোমন্ডল ও ভূমন্ডলের অদৃশ্য বিষয় জানেন, তোমরা যা কর আল্লাহ তা দেখেন।","transliteration":"Inna Allaha yaAAlamu ghayba alssamawati waalardi waAllahu baseerun bima taAAmaloona"}]}
