{"id":52,"name":"الطور","transliteration":"At-Tur","translation":"পাহাড়","type":"meccan","total_verses":49,"verses":[{"id":1,"text":"وَٱلطُّورِ","translation":"কসম তূরপর্বতের","transliteration":"Waalttoori"},{"id":2,"text":"وَكِتَٰبٖ مَّسۡطُورٖ","translation":"এবং লিখিত কিতাবের","transliteration":"Wakitabin mastoorin"},{"id":3,"text":"فِي رَقّٖ مَّنشُورٖ","translation":"প্রশস্ত পত্রে","transliteration":"Fee raqqin manshoorin"},{"id":4,"text":"وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ","translation":"কসম বায়তুল-মামুর তথা আবাদ গৃহের","transliteration":"Waalbayti almaAAmoori"},{"id":5,"text":"وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ","translation":"এবং সমুন্নত ছাদের","transliteration":"Waalssaqfi almarfooAAi"},{"id":6,"text":"وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ","translation":"এবং উত্তাল সমুদ্রের","transliteration":"Waalbahri almasjoori"},{"id":7,"text":"إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ","translation":"আপনার পালনকর্তার শাস্তি অবশ্যম্ভাবী","transliteration":"Inna AAathaba rabbika lawaqiAAun"},{"id":8,"text":"مَّا لَهُۥ مِن دَافِعٖ","translation":"তা কেউ প্রতিরোধ করতে পারবে না।","transliteration":"Ma lahu min dafiAAin"},{"id":9,"text":"يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا","translation":"সেদিন আকাশ প্রকম্পিত হবে প্রবলভাবে।","transliteration":"Yawma tamooru alssamao mawran"},{"id":10,"text":"وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا","translation":"এবং পর্বতমালা হবে চলমান","transliteration":"Wataseeru aljibalu sayran"},{"id":11,"text":"فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","translation":"সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে","transliteration":"Fawaylun yawmaithin lilmukaththibeena"},{"id":12,"text":"ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ","translation":"যারা ক্রীড়াচ্ছলে মিছেমিছি কথা বানায়।","transliteration":"Allatheena hum fee khawdin yalAAaboona"},{"id":13,"text":"يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا","translation":"সেদিন তোমাদেরকে জাহান্নামের অগ্নির দিকে ধাক্কা মেরে মেরে নিয়ে যাওয়া হবে।","transliteration":"Yawma yudaAAAAoona ila nari jahannama daAAAAan"},{"id":14,"text":"هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","translation":"এবং বলা হবেঃ এই সেই অগ্নি, যাকে তোমরা মিথ্যা বলতে","transliteration":"Hathihi alnnaru allatee kuntum biha tukaththiboona"},{"id":15,"text":"أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ","translation":"এটা কি জাদু, না তোমরা চোখে দেখছ না","transliteration":"Afasihrun hatha am antum la tubsiroona"},{"id":16,"text":"ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"এতে প্রবেশ কর অতঃপর তোমরা সবর কর অথবা না কর, উভয়ই তোমাদের জন্য সমান। তোমরা যা করতে তোমাদেরকে কেবল তারই প্রতিফল দেয়া হবে।","transliteration":"Islawha faisbiroo aw la tasbiroo sawaon AAalaykum innama tujzawna ma kuntum taAAmaloona"},{"id":17,"text":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَنَعِيمٖ","translation":"নিশ্চয় খোদাভীরুরা থাকবে জান্নাতে ও নেয়ামতে।","transliteration":"Inna almuttaqeena fee jannatin wanaAAeemin"},{"id":18,"text":"فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ","translation":"তারা উপভোগ করবে যা তাদের পালনকর্তা তাদের দেবেন এবং তিনি জাহান্নামের আযাব থেকে তাদেরকে রক্ষা করবেন।","transliteration":"Fakiheena bima atahum rabbuhum wawaqahum rabbuhum AAathaba aljaheemi"},{"id":19,"text":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"তাদেরকে বলা হবেঃ তোমরা যা করতে তার প্রতিফলস্বরূপ তোমরা তৃপ্ত হয়ে পানাহার কর।","transliteration":"Kuloo waishraboo haneean bima kuntum taAAmaloona"},{"id":20,"text":"مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","translation":"তারা শ্রেণীবদ্ধ সিংহাসনে হেলান দিয়ে বসবে। আমি তাদেরকে আয়তলোচনা হুরদের সাথে বিবাহবন্ধনে আবদ্ধ করে দেব।","transliteration":"Muttakieena AAala sururin masfoofatin wazawwajnahum bihoorin AAeenin"},{"id":21,"text":"وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ","translation":"যারা ঈমানদার এবং যাদের সন্তানরা ঈমানে তাদের অনুগামী, আমি তাদেরকে তাদের পিতৃপুরুষদের সাথে মিলিত করে দেব এবং তাদের আমল বিন্দুমাত্রও হ্রাস করব না। প্রত্যেক ব্যক্তি নিজ কৃত কর্মের জন্য দায়ী।","transliteration":"Waallatheena amanoo waittabaAAathum thurriyyatuhum bieemanin alhaqna bihim thurriyyatahum wama alatnahum min AAamalihim min shayin kullu imriin bima kasaba raheenun"},{"id":22,"text":"وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ","translation":"আমি তাদেরকে দেব ফল-মূল এবং মাংস যা তারা চাইবে।","transliteration":"Waamdadnahum bifakihatin walahmin mimma yashtahoona"},{"id":23,"text":"يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ","translation":"সেখানে তারা একে অপরকে পানপাত্র দেবে; যাতে অসার বকাবকি নেই এবং পাপকর্মও নেই।","transliteration":"YatanazaAAoona feeha kasan la laghwun feeha wala tatheemun"},{"id":24,"text":"۞وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ","translation":"সুরক্ষিত মোতিসদৃশ কিশোররা তাদের সেবায় ঘুরাফেরা করবে।","transliteration":"Wayatoofu AAalayhim ghilmanun lahum kaannahum luluon maknoonun"},{"id":25,"text":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ","translation":"তারা একে অপরের দিকে মুখ করে জিজ্ঞাসাবাদ করবে।","transliteration":"Waaqbala baAAduhum AAala baAAdin yatasaaloona"},{"id":26,"text":"قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ","translation":"তারা বলবেঃ আমরা ইতিপূর্বে নিজেদের বাসগৃহে ভীত-কম্পিত ছিলাম।","transliteration":"Qaloo inna kunna qablu fee ahlina mushfiqeena"},{"id":27,"text":"فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ","translation":"অতঃপর আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন এবং আমাদেরকে আগুনের শাস্তি থেকে রক্ষা করেছেন।","transliteration":"Famanna Allahu AAalayna wawaqana AAathaba alssamoomi"},{"id":28,"text":"إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ","translation":"আমরা পূর্বেও আল্লাহকে ডাকতাম। তিনি সৌজন্যশীল, পরম দয়ালু।","transliteration":"Inna kunna min qablu nadAAoohu innahu huwa albarru alrraheemu"},{"id":29,"text":"فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ","translation":"অতএব, আপনি উপদেশ দান করুন। আপনার পালনকর্তার কৃপায় আপনি অতীন্দ্রিয়বাদী নন এবং উম্মাদও নন।","transliteration":"Fathakkir fama anta biniAAmati rabbika bikahin wala majnoonin"},{"id":30,"text":"أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ","translation":"তারা কি বলতে চায়ঃ সে একজন কবি আমরা তার মৃত্যু-দুর্ঘটনার প্রতীক্ষা করছি।","transliteration":"Am yaqooloona shaAAirun natarabbasu bihi rayba almanooni"},{"id":31,"text":"قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ","translation":"বলুনঃ তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষারত আছি।","transliteration":"Qul tarabbasoo fainnee maAAakum mina almutarabbiseena"},{"id":32,"text":"أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ","translation":"তাদের বুদ্ধি কি এ বিষয়ে তাদেরকে আদেশ করে, না তারা সীমালংঘনকারী সম্প্রদায়","transliteration":"Am tamuruhum ahlamuhum bihatha am hum qawmun taghoona"},{"id":33,"text":"أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ","translation":"না তারা বলেঃ এই কোরআন সে নিজে রচনা করেছে? বরং তারা অবিশ্বাসী।","transliteration":"Am yaqooloona taqawwalahu bal la yuminoona"},{"id":34,"text":"فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ","translation":"যদি তারা সত্যবাদী হয়ে থাকে, তবেএর অনুরূপ কোন রচনা উপস্থিত করুক।","transliteration":"Falyatoo bihadeethin mithlihi in kanoo sadiqeena"},{"id":35,"text":"أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ","translation":"তারা কি আপনা-আপনিই সৃজিত হয়ে গেছে, না তারা নিজেরাই স্রষ্টা","transliteration":"Am khuliqoo min ghayri shayin am humu alkhaliqoona"},{"id":36,"text":"أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ","translation":"না তারা নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছে? বরং তারা বিশ্বাস করে না।","transliteration":"Am khalaqoo alssamawati waalarda bal la yooqinoona"},{"id":37,"text":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ","translation":"তাদের কাছে কি আপনার পালনকর্তার ভান্ডার রয়েছে, না তারাই সবকিছুর তত্ত্বাবধায়ক","transliteration":"Am AAindahum khazainu rabbika am humu almusaytiroona"},{"id":38,"text":"أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ","translation":"না তাদের কোন সিঁড়ি আছে, যাতে আরোহণ করে তারা শ্রবণ করে? থাকলে তাদের শ্রোতা সুস্পষ্ট প্রমাণ উপস্থিত করুক।","transliteration":"Am lahum sullamun yastamiAAoona feehi falyati mustamiAAuhum bisultanin mubeenin"},{"id":39,"text":"أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ","translation":"না তার কন্যা-সন্তান আছে আর তোমাদের আছে পুত্রসন্তান","transliteration":"Am lahu albanatu walakumu albanoona"},{"id":40,"text":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","translation":"না আপনি তাদের কাছে পারিশ্রমিক চান যে, তাদের উপর জরিমানার বোঝা চেপে বসে","transliteration":"Am tasaluhum ajran fahum min maghramin muthqaloona"},{"id":41,"text":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","translation":"না তাদের কাছে অদৃশ্য বিষয়ের জ্ঞান আছে যে, তারাই তা লিপিবদ্ধ করে","transliteration":"Am AAindahumu alghaybu fahum yaktuboona"},{"id":42,"text":"أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ","translation":"না তারা চক্রান্ত করতে চায়? অতএব যারা কাফের, তারই চক্রান্তের শিকার হবে।","transliteration":"Am yureedoona kaydan faallatheena kafaroo humu almakeedoona"},{"id":43,"text":"أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","translation":"না তাদের আল্লাহ তা’আলা ব্যতীত কোন উপাস্য আছে? তারা যাকে শরীক করে, আল্লাহ তা’আলা তা থেকে পবিত্র।","transliteration":"Am lahum ilahun ghayru Allahi subhana Allahi AAamma yushrikoona"},{"id":44,"text":"وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ","translation":"তারা যদি আকাশের কোন খন্ডকে পতিত হতে দেখে, তবে বলে এটা তো পুঞ্জীভুত মেঘ।","transliteration":"Wain yaraw kisfan mina alssamai saqitan yaqooloo sahabun markoomun"},{"id":45,"text":"فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ","translation":"তাদেরকে ছেড়ে দিন সেদিন পর্যন্ত, যেদিন তাদের উপর বজ্রাঘাত পতিত হবে।","transliteration":"Fatharhum hatta yulaqoo yawmahumu allathee feehi yusAAaqoona"},{"id":46,"text":"يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","translation":"সেদিন তাদের চক্রান্ত তাদের কোন উপকারে আসবে না এবং তারা সাহায্যপ্রাপ্তও হবে না।","transliteration":"Yawma la yughnee AAanhum kayduhum shayan wala hum yunsaroona"},{"id":47,"text":"وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"গোনাহগারদের জন্যে এছাড়া আরও শাস্তি রয়েছে, কিন্তু তাদের অধিকাংশই তা জানে না।","transliteration":"Wainna lillatheena thalamoo AAathaban doona thalika walakinna aktharahum la yaAAlamoona"},{"id":48,"text":"وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ","translation":"আপনি আপনার পালনকর্তার নির্দেশের অপেক্ষায় সবর করুন। আপনি আমার দৃষ্টির সামনে আছেন এবং আপনি আপনার পালনকর্তꦣ2494;র সপ্রশংস পবিত্রতা ঘোষণা করুন যখন আপনি গাত্রোত্থান করেন।","transliteration":"Waisbir lihukmi rabbika fainnaka biaAAyunina wasabbih bihamdi rabbika heena taqoomu"},{"id":49,"text":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","translation":"এবং রাত্রির কিছু অংশে এবং তারকা অস্তমিত হওয়ার সময় তাঁর পবিত্রতা ঘোষণা করুন।","transliteration":"Wamina allayli fasabbihhu waidbara alnnujoomi"}]}
