{"id":76,"name":"الانسان","transliteration":"Al-Insan","translation":"মানবজাতি","type":"medinan","total_verses":31,"verses":[{"id":1,"text":"هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا","translation":"মানুষের উপর এমন কিছু সময় অতিবাহিত হয়েছে যখন সে উল্লেখযোগ্য কিছু ছিল না।","transliteration":"Hal ata AAala alinsani heenun mina alddahri lam yakun shayan mathkooran"},{"id":2,"text":"إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا","translation":"আমি মানুষকে সৃষ্টি করেছি মিশ্র শুক্রবিন্দু থেকে, এভাবে যে, তাকে পরীক্ষা করব অতঃপর তাকে করে দিয়েছি শ্রবণ ও দৃষ্টিশক্তিসম্পন্ন।","transliteration":"Inna khalaqna alinsana min nutfatin amshajin nabtaleehi fajaAAalnahu sameeAAan baseeran"},{"id":3,"text":"إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا","translation":"আমি তাকে পথ দেখিয়ে দিয়েছি। এখন সে হয় কৃতজ্ঞ হয়, না হয় অকৃতজ্ঞ হয়।","transliteration":"Inna hadaynahu alssabeela imma shakiran waimma kafooran"},{"id":4,"text":"إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا","translation":"আমি অবিশ্বাসীদের জন্যে প্রস্তুত রেখেছি শিকল, বেড়ি ও প্রজ্বলিত অগ্নি।","transliteration":"Inna aAAtadna lilkafireena salasila waaghlalan wasaAAeeran"},{"id":5,"text":"إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا","translation":"নিশ্চয়ই সৎকর্মশীলরা পান করবে কাফুর মিশ্রিত পানপাত্র।","transliteration":"Inna alabrara yashraboona min kasin kana mizajuha kafooran"},{"id":6,"text":"عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا","translation":"এটা একটা ঝরণা, যা থেকে আল্লাহর বান্দাগণ পান করবে-তারা একে প্রবাহিত করবে।","transliteration":"AAaynan yashrabu biha AAibadu Allahi yufajjiroonaha tafjeeran"},{"id":7,"text":"يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا","translation":"তারা মান্নত পূর্ণ করে এবং সেদিনকে ভয় করে, যেদিনের অনিষ্ট হবে সুদূরপ্রসারী।","transliteration":"Yoofoona bialnnathri wayakhafoona yawman kana sharruhu mustateeran"},{"id":8,"text":"وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا","translation":"তারা আল্লাহর প্রেমে অভাবগ্রস্ত, এতীম ও বন্দীকে আহার্য দান করে।","transliteration":"WayutAAimona alttaAAama AAala hubbihi miskeenan wayateeman waaseeran"},{"id":9,"text":"إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا","translation":"তারা বলেঃ কেবল আল্লাহর সন্তুষ্টির জন্যে আমরা তোমাদেরকে আহার্য দান করি এবং তোমাদের কাছে কোন প্রতিদান ও কৃতজ্ঞতা কামনা করি না।","transliteration":"Innama nutAAimukum liwajhi Allahi la nureedu minkum jazaan wala shukooran"},{"id":10,"text":"إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا","translation":"আমরা আমাদের পালনকর্তার তরফ থেকে এক ভীতিপ্রদ ভয়ংকর দিনের ভয় রাখি।","transliteration":"Inna nakhafu min rabbina yawman AAaboosan qamtareeran"},{"id":11,"text":"فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا","translation":"অতঃপর আল্লাহ তাদেরকে সেদিনের অনিষ্ট থেকে রক্ষা করবেন এবং তাদেরকে দিবেন সজীবতা ও আনন্দ।","transliteration":"Fawaqahumu Allahu sharra thalika alyawmi walaqqahum nadratan wasurooran"},{"id":12,"text":"وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا","translation":"এবং তাদের সবরের প্রতিদানে তাদেরকে দিবেন জান্নাত ও রেশমী পোশাক।","transliteration":"Wajazahum bima sabaroo jannatan wahareeran"},{"id":13,"text":"مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا","translation":"তারা সেখানে সিংহাসনে হেলান দিয়ে বসবে। সেখানে রৌদ্র ও শৈত্য অনুভব করবে না।","transliteration":"Muttakieena feeha AAala alaraiki la yarawna feeha shamsan wala zamhareeran"},{"id":14,"text":"وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا","translation":"তার বৃক্ষছায়া তাদের উপর ঝুঁকে থাকবে এবং তার ফলসমূহ তাদের আয়ত্তাধীন রাখা হবে।","transliteration":"Wadaniyatan AAalayhim thilaluha wathullilat qutoofuha tathleelan"},{"id":15,"text":"وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠","translation":"তাদেরকে পরিবেশন করা হবে রূপার পাত্রে এবং স্ফটিকের মত পানপাত্রে।","transliteration":"Wayutafu AAalayhim bianiyatin min fiddatin waakwabin kanat qawareera"},{"id":16,"text":"قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا","translation":"রূপালী স্ফটিক পাত্রে, পরিবেশনকারীরা তা পরিমাপ করে পূর্ণ করবে।","transliteration":"Qawareera min fiddatin qaddarooha taqdeeran"},{"id":17,"text":"وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا","translation":"তাদেরকে সেখানে পান করানো হবে ‘যানজাবীল’ মিশ্রিত পানপাত্র।","transliteration":"Wayusqawna feeha kasan kana mizajuha zanjabeelan"},{"id":18,"text":"عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا","translation":"এটা জান্নাতস্থিত ‘সালসাবীল’ নামক একটি ঝরণা।","transliteration":"AAaynan feeha tusamma salsabeelan"},{"id":19,"text":"۞وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا","translation":"তাদের কাছে ঘোরাফেরা করবে চির কিশোরগণ। আপনি তাদেরকে দেখে মনে করবেন যেন বিক্ষিপ্ত মনি-মুক্তা।","transliteration":"Wayatoofu AAalayhim wildanun mukhalladoona itha raaytahum hasibtahum luluan manthooran"},{"id":20,"text":"وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا","translation":"আপনি যখন সেখানে দেখবেন, তখন নেয়ামতরাজি ও বিশাল রাজ্য দেখতে পাবেন।","transliteration":"Waitha raayta thamma raayta naAAeeman wamulkan kabeeran"},{"id":21,"text":"عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا","translation":"তাদের আবরণ হবে চিকন সবুজ রেশম ও মোটা সবুজ রেশম এবং তাদেরকে পরিধান করোনো হবে রৌপ্য নির্মিত কংকণ এবং তাদের পালনকর্তা তাদেরকে পান করাবেন ‘শরাবান-তহুরা’।","transliteration":"AAaliyahum thiyabu sundusin khudrun waistabraqun wahulloo asawira min fiddatin wasaqahum rabbuhum sharaban tahooran"},{"id":22,"text":"إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا","translation":"এটা তোমাদের প্রতিদান। তোমাদের প্রচেষ্টা স্বীকৃতি লাভ করেছে।","transliteration":"Inna hatha kana lakum jazaan wakana saAAyukum mashkooran"},{"id":23,"text":"إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا","translation":"আমি আপনার প্রতি পর্যায়ক্রমে কোরআন নাযিল করেছি।","transliteration":"Inna nahnu nazzalna AAalayka alqurana tanzeelan"},{"id":24,"text":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا","translation":"অতএব, আপনি আপনার পালনকর্তার আদেশের জন্যে ধৈর্য্য সহকারে অপেক্ষা করুন এবং ওদের মধ্যকার কোন পাপিষ্ঠ কাফেরের আনুগত্য করবেন না।","transliteration":"Faisbir lihukmi rabbika wala tutiAA minhum athiman aw kafooran"},{"id":25,"text":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا","translation":"এবং সকাল-সন্ধ্যায় আপন পালনকর্তার নাম স্মরণ করুন।","transliteration":"Waothkuri isma rabbika bukratan waaseelan"},{"id":26,"text":"وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا","translation":"রাত্রির কিছু অংশে তাঁর উদ্দেশে সিজদা করুন এবং রাত্রির দীর্ঘ সময় তাঁর পবিত্রতা বর্ণনা করুন।","transliteration":"Wamina allayli faosjud lahu wasabbihhu laylan taweelan"},{"id":27,"text":"إِنَّ هَـٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا","translation":"নিশ্চয় এরা পার্থিব জীবনকে ভালবাসে এবং এক কঠিন দিবসকে পশ্চাতে ফেলে রাখে।","transliteration":"Inna haolai yuhibboona alAAajilata wayatharoona waraahum yawman thaqeelan"},{"id":28,"text":"نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا","translation":"আমি তাদেরকে সৃষ্টি করেছি এবং মজবুত করেছি তাদের গঠন। আমি যখন ইচ্ছা করব, তখন তাদের পরিবর্তে তাদের অনুরূপ লোক আনব।","transliteration":"Nahnu khalaqnahum washadadna asrahum waitha shina baddalna amthalahum tabdeelan"},{"id":29,"text":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","translation":"এটা উপদেশ, অতএব যার ইচ্ছা হয় সে তার পালনকর্তার পথ অবলম্বন করুক।","transliteration":"Inna hathihi tathkiratun faman shaa ittakhatha ila rabbihi sabeelan"},{"id":30,"text":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translation":"আল্লাহর অভিপ্রায় ব্যতিরেকে তোমরা অন্য কোন অভিপ্রায় পোষণ করবে না। আল্লাহ সর্বজ্ঞ প্রজ্ঞাময়।","transliteration":"Wama tashaoona illa an yashaa Allahu inna Allaha kana AAaleeman hakeeman"},{"id":31,"text":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّـٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا","translation":"তিনি যাকে ইচ্ছা তাঁর রহমতে দাখিল করেন। আর যালেমদের জন্যে তো প্রস্তুত রেখেছেন মর্মন্তুদ শাস্তি।","transliteration":"Yudkhilu man yashao fee rahmatihi waalththalimeena aAAadda lahum AAathaban aleeman"}]}
