{
  "number": 23,
  "name": "سورة المؤمنون",
  "transliteration_en": "Al-Muminoon",
  "translation_en": "The Believers",
  "total_verses": 118,
  "revelation_type": "Meccan",
  "verses": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قَدْ أَفْلَحَ ٱلْمُؤْمِنُونَ",
      "translation_en": "Certainly will the believers have succeeded:",
      "translation_id": "Sesungguhnya beruntunglah orang-orang yang beriman,"
    },
    {
      "number": 2,
      "text": "ٱلَّذِينَ هُمْ فِى صَلَاتِهِمْ خَٰشِعُونَ",
      "translation_en": "They who are during their prayer humbly submissive",
      "translation_id": "(yaitu) orang-orang yang khusyu' dalam sembahyangnya,"
    },
    {
      "number": 3,
      "text": "وَٱلَّذِينَ هُمْ عَنِ ٱللَّغْوِ مُعْرِضُونَ",
      "translation_en": "And they who turn away from ill speech",
      "translation_id": "dan orang-orang yang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna,"
    },
    {
      "number": 4,
      "text": "وَٱلَّذِينَ هُمْ لِلزَّكَوٰةِ فَٰعِلُونَ",
      "translation_en": "And they who are observant of zakah",
      "translation_id": "dan orang-orang yang menunaikan zakat,"
    },
    {
      "number": 5,
      "text": "وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَٰفِظُونَ",
      "translation_en": "And they who guard their private parts",
      "translation_id": "dan orang-orang yang menjaga kemaluannya,"
    },
    {
      "number": 6,
      "text": "إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
      "translation_en": "Except from their wives or those their right hands possess, for indeed, they will not be blamed -",
      "translation_id": "kecuali terhadap isteri-isteri mereka atau budak yang mereka miliki; maka sesungguhnya mereka dalam hal ini tiada tercela."
    },
    {
      "number": 7,
      "text": "فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْعَادُونَ",
      "translation_en": "But whoever seeks beyond that, then those are the transgressors -",
      "translation_id": "Barangsiapa mencari yang di balik itu maka mereka itulah orang-orang yang melampaui batas."
    },
    {
      "number": 8,
      "text": "وَٱلَّذِينَ هُمْ لِأَمَٰنَٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ",
      "translation_en": "And they who are to their trusts and their promises attentive",
      "translation_id": "Dan orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya."
    },
    {
      "number": 9,
      "text": "وَٱلَّذِينَ هُمْ عَلَىٰ صَلَوَٰتِهِمْ يُحَافِظُونَ",
      "translation_en": "And they who carefully maintain their prayers -",
      "translation_id": "dan orang-orang yang memelihara sembahyangnya."
    },
    {
      "number": 10,
      "text": "أُو۟لَٰٓئِكَ هُمُ ٱلْوَٰرِثُونَ",
      "translation_en": "Those are the inheritors",
      "translation_id": "Mereka itulah orang-orang yang akan mewarisi,"
    },
    {
      "number": 11,
      "text": "ٱلَّذِينَ يَرِثُونَ ٱلْفِرْدَوْسَ هُمْ فِيهَا خَٰلِدُونَ",
      "translation_en": "Who will inherit al-Firdaus. They will abide therein eternally.",
      "translation_id": "(yakni) yang akan mewarisi surga Firdaus. Mereka kekal di dalamnya."
    },
    {
      "number": 12,
      "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ مِن سُلَٰلَةٍ مِّن طِينٍ",
      "translation_en": "And certainly did We create man from an extract of clay.",
      "translation_id": "Dan sesungguhnya Kami telah menciptakan manusia dari suatu saripati (berasal) dari tanah."
    },
    {
      "number": 13,
      "text": "ثُمَّ جَعَلْنَٰهُ نُطْفَةً فِى قَرَارٍ مَّكِينٍ",
      "translation_en": "Then We placed him as a sperm-drop in a firm lodging.",
      "translation_id": "Kemudian Kami jadikan saripati itu air mani (yang disimpan) dalam tempat yang kokoh (rahim)."
    },
    {
      "number": 14,
      "text": "ثُمَّ خَلَقْنَا ٱلنُّطْفَةَ عَلَقَةً فَخَلَقْنَا ٱلْعَلَقَةَ مُضْغَةً فَخَلَقْنَا ٱلْمُضْغَةَ عِظَٰمًا فَكَسَوْنَا ٱلْعِظَٰمَ لَحْمًا ثُمَّ أَنشَأْنَٰهُ خَلْقًا ءَاخَرَ فَتَبَارَكَ ٱللَّهُ أَحْسَنُ ٱلْخَٰلِقِينَ",
      "translation_en": "Then We made the sperm-drop into a clinging clot, and We made the clot into a lump [of flesh], and We made [from] the lump, bones, and We covered the bones with flesh; then We developed him into another creation. So blessed is Allah, the best of creators.",
      "translation_id": "Kemudian air mani itu Kami jadikan segumpal darah, lalu segumpal darah itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian Kami jadikan dia makhluk yang (berbentuk) lain. Maka Maha sucilah Allah, Pencipta Yang Paling Baik."
    },
    {
      "number": 15,
      "text": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
      "translation_en": "Then indeed, after that you are to die.",
      "translation_id": "Kemudian, sesudah itu, sesungguhnya kamu sekalian benar-benar akan mati."
    },
    {
      "number": 16,
      "text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَٰمَةِ تُبْعَثُونَ",
      "translation_en": "Then indeed you, on the Day of Resurrection, will be resurrected.",
      "translation_id": "Kemudian, sesungguhnya kamu sekalian akan dibangkitkan (dari kuburmu) di hari kiamat."
    },
    {
      "number": 17,
      "text": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلْخَلْقِ غَٰفِلِينَ",
      "translation_en": "And We have created above you seven layered heavens, and never have We been of [Our] creation unaware.",
      "translation_id": "Dan sesungguhnya Kami telah menciptakan di atas kamu tujuh buah jalan (tujuh buah langit); dan Kami tidaklah lengah terhadap ciptaan (Kami)."
    },
    {
      "number": 18,
      "text": "وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَسْكَنَّٰهُ فِى ٱلْأَرْضِ وَإِنَّا عَلَىٰ ذَهَابٍۭ بِهِۦ لَقَٰدِرُونَ",
      "translation_en": "And We have sent down rain from the sky in a measured amount and settled it in the earth. And indeed, We are Able to take it away.",
      "translation_id": "Dan Kami turunkan air dari langit menurut suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan sesungguhnya Kami benar-benar berkuasa menghilangkannya."
    },
    {
      "number": 19,
      "text": "فَأَنشَأْنَا لَكُم بِهِۦ جَنَّٰتٍ مِّن نَّخِيلٍ وَأَعْنَٰبٍ لَّكُمْ فِيهَا فَوَٰكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
      "translation_en": "And We brought forth for you thereby gardens of palm trees and grapevines in which for you are abundant fruits and from which you eat.",
      "translation_id": "Lalu dengan air itu, Kami tumbuhkan untuk kamu kebun-kebun kurma dan anggur; di dalam kebun-kebun itu kamu peroleh buah-buahan yang banyak dan sebahagian dari buah-buahan itu kamu makan,"
    },
    {
      "number": 20,
      "text": "وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنۢبُتُ بِٱلدُّهْنِ وَصِبْغٍ لِّلْءَاكِلِينَ",
      "translation_en": "And [We brought forth] a tree issuing from Mount Sinai which produces oil and food for those who eat.",
      "translation_id": "dan pohon kayu keluar dari Thursina (pohon zaitun), yang menghasilkan minyak, dan pemakan makanan bagi orang-orang yang makan."
    },
    {
      "number": 21,
      "text": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَٰمِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِى بُطُونِهَا وَلَكُمْ فِيهَا مَنَٰفِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
      "translation_en": "And indeed, for you in livestock is a lesson. We give you drink from that which is in their bellies, and for you in them are numerous benefits, and from them you eat.",
      "translation_id": "Dan sesungguhnya pada binatang-binatang ternak, benar-benar terdapat pelajaran yang penting bagi kamu, Kami memberi minum kamu dari air susu yang ada dalam perutnya, dan (juga) pada binatang-binatang ternak itu terdapat faedah yang banyak untuk kamu, dan sebagian daripadanya kamu makan,"
    },
    {
      "number": 22,
      "text": "وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
      "translation_en": "And upon them and on ships you are carried.",
      "translation_id": "dan di atas punggung binatang-binatang ternak itu dan (juga) di atas perahu-perahu kamu diangkut."
    },
    {
      "number": 23,
      "text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ أَفَلَا تَتَّقُونَ",
      "translation_en": "And We had certainly sent Noah to his people, and he said, \"O my people, worship Allah; you have no deity other than Him; then will you not fear Him?\"",
      "translation_id": "Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, lalu ia berkata: \"Hai kaumku, sembahlah oleh kamu Allah, (karena) sekali-kali tidak ada Tuhan bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?\""
    },
    {
      "number": 24,
      "text": "فَقَالَ ٱلْمَلَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةً مَّا سَمِعْنَا بِهَٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
      "translation_en": "But the eminent among those who disbelieved from his people said, \"This is not but a man like yourselves who wishes to take precedence over you; and if Allah had willed [to send a messenger], He would have sent down angels. We have not heard of this among our forefathers.",
      "translation_id": "Maka pemuka-pemuka orang yang kafir di antara kaumnya menjawab: \"Orang ini tidak lain hanyalah manusia seperti kamu, yang bermaksud hendak menjadi seorang yang lebih tinggi dari kamu. Dan kalau Allah menghendaki, tentu Dia mengutus beberapa orang malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada masa nenek moyang kami yang dahulu."
    },
    {
      "number": 25,
      "text": "إِنْ هُوَ إِلَّا رَجُلٌۢ بِهِۦ جِنَّةٌ فَتَرَبَّصُوا۟ بِهِۦ حَتَّىٰ حِينٍ",
      "translation_en": "He is not but a man possessed with madness, so wait concerning him for a time.\"",
      "translation_id": "la tidak lain hanyalah seorang laki-laki yang berpenyakit gila, maka tunggulah (sabarlah) terhadapnya sampai suatu waktu\"."
    },
    {
      "number": 26,
      "text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
      "translation_en": "[Noah] said, \"My Lord, support me because they have denied me.\"",
      "translation_id": "Nuh berdoa: \"Ya Tuhanku, tolonglah aku, karena mereka mendustakan aku\"."
    },
    {
      "number": 27,
      "text": "فَأَوْحَيْنَآ إِلَيْهِ أَنِ ٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسْلُكْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ مِنْهُمْ وَلَا تُخَٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ إِنَّهُم مُّغْرَقُونَ",
      "translation_en": "So We inspired to him, \"Construct the ship under Our observation, and Our inspiration, and when Our command comes and the oven overflows, put into the ship from each [creature] two mates and your family, except those for whom the decree [of destruction] has proceeded. And do not address Me concerning those who have wronged; indeed, they are to be drowned.",
      "translation_id": "Lalu Kami wahyukan kepadanya: \"Buatlah bahtera di bawah penilikan dan petunjuk Kami, maka apabila perintah Kami telah datang dan tanur telah memancarkan air, maka masukkanlah ke dalam bahtera itu sepasang dari tiap-tiap (jenis), dan (juga) keluargamu, kecuali orang yang telah lebih dahulu ditetapkan (akan ditimpa azab) di antara mereka. Dan janganlah kamu bicarakan dengan Aku tentang orang-orang yang zalim, karena sesungguhnya mereka itu akan ditenggelamkan."
    },
    {
      "number": 28,
      "text": "فَإِذَا ٱسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلْفُلْكِ فَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى نَجَّىٰنَا مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
      "translation_en": "And when you have boarded the ship, you and those with you, then say, 'Praise to Allah who has saved us from the wrongdoing people.'",
      "translation_id": "Apabila kamu dan orang-orang yang bersamamu telah berada di atas bahtera itu, maka ucapkanlah: \"Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim\"."
    },
    {
      "number": 29,
      "text": "وَقُل رَّبِّ أَنزِلْنِى مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ ٱلْمُنزِلِينَ",
      "translation_en": "And say, 'My Lord, let me land at a blessed landing place, and You are the best to accommodate [us].' \"",
      "translation_id": "Dan berdoalah: Ya Tuhanku, tempatkanlah aku pada tempat yang diberkati, dan Engkau adalah sebaik-baik Yang memberi tempat\"."
    },
    {
      "number": 30,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ وَإِن كُنَّا لَمُبْتَلِينَ",
      "translation_en": "Indeed in that are signs, and indeed, We are ever testing [Our servants].",
      "translation_id": "Sesungguhnya pada (kejadian) itu benar-benar terdapat beberapa tanda (kebesaran Allah), dan sesungguhnya Kami menimpakan azab (kepada kaum Nuh itu)."
    },
    {
      "number": 31,
      "text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
      "translation_en": "Then We produced after them a generation of others.",
      "translation_id": "Kemudian, Kami jadikan sesudah mereka umat yang lain."
    },
    {
      "number": 32,
      "text": "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِّنْهُمْ أَنِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ أَفَلَا تَتَّقُونَ",
      "translation_en": "And We sent among them a messenger from themselves, [saying], \"Worship Allah; you have no deity other than Him; then will you not fear Him?\"",
      "translation_id": "Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri (yang berkata): \"Sembahlah Allah oleh kamu sekalian, sekali-kali tidak ada Tuhan selain daripada-Nya. Maka mengapa kamu tidak bertakwa (kepada-Nya)."
    },
    {
      "number": 33,
      "text": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِهِ ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِلِقَآءِ ٱلْءَاخِرَةِ وَأَتْرَفْنَٰهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا مَا هَٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
      "translation_en": "And the eminent among his people who disbelieved and denied the meeting of the Hereafter while We had given them luxury in the worldly life said, \"This is not but a man like yourselves. He eats of that from which you eat and drinks of what you drink.",
      "translation_id": "Dan berkatalah pemuka-pemuka yang kafir di antara kaumnya dan yang mendustakan akan menemui hari akhirat (kelak) dan yang telah Kami mewahkan mereka dalam kehidupan di dunia: \"(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan dari apa yang kamu makan, dan meminum dari apa yang kamu minum."
    },
    {
      "number": 34,
      "text": "وَلَئِنْ أَطَعْتُم بَشَرًا مِّثْلَكُمْ إِنَّكُمْ إِذًا لَّخَٰسِرُونَ",
      "translation_en": "And if you should obey a man like yourselves, indeed, you would then be losers.",
      "translation_id": "Dan sesungguhnya jika kamu sekalian mentaati manusia yang seperti kamu, niscaya bila demikian, kamu benar-benar (menjadi) orang-orang yang merugi."
    },
    {
      "number": 35,
      "text": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَٰمًا أَنَّكُم مُّخْرَجُونَ",
      "translation_en": "Does he promise you that when you have died and become dust and bones that you will be brought forth [once more]?",
      "translation_id": "Apakah ia menjanjikan kepada kamu sekalian, bahwa bila kamu telah mati dan telah menjadi tanah dan tulang belulang, kamu sesungguhnya akan dikeluarkan (dari kuburmu)?"
    },
    {
      "number": 36,
      "text": "هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
      "translation_en": "How far, how far, is that which you are promised.",
      "translation_id": "jauh, jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu itu,"
    },
    {
      "number": 37,
      "text": "إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
      "translation_en": "Life is not but our worldly life - we die and live, but we will not be resurrected.",
      "translation_id": "kehidupan itu tidak lain hanyalah kehidupan kita di dunia ini, kita mati dan kita hidup dan sekali-kali tidak akan dibangkitkan lagi,"
    },
    {
      "number": 38,
      "text": "إِنْ هُوَ إِلَّا رَجُلٌ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا وَمَا نَحْنُ لَهُۥ بِمُؤْمِنِينَ",
      "translation_en": "He is not but a man who has invented a lie about Allah, and we will not believe him.\"",
      "translation_id": "Ia tidak lain hanyalah seorang yang mengada-adakan kebohongan terhadap Allah, dan kami sekali-kali tidak akan beriman kepadanya\"."
    },
    {
      "number": 39,
      "text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
      "translation_en": "He said, \"My Lord, support me because they have denied me.\"",
      "translation_id": "Rasul itu berdoa: \"Ya Tuhanku, tolonglah aku karena mereka mendustakanku\"."
    },
    {
      "number": 40,
      "text": "قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَٰدِمِينَ",
      "translation_en": "[Allah] said, \"After a little, they will surely become regretful.\"",
      "translation_id": "Allah berfirman: \"Dalam sedikit waktu lagi pasti mereka akan menjadi orang-orang yang menyesal\"."
    },
    {
      "number": 41,
      "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ بِٱلْحَقِّ فَجَعَلْنَٰهُمْ غُثَآءً فَبُعْدًا لِّلْقَوْمِ ٱلظَّٰلِمِينَ",
      "translation_en": "So the shriek seized them in truth, and We made them as [plant] stubble. Then away with the wrongdoing people.",
      "translation_id": "Maka dimusnahkanlah mereka oleh suara yang mengguntur dengan hak dan Kami jadikan mereka (sebagai) sampah banjir maka kebinasaanlah bagi orang-orang yang zalim itu."
    },
    {
      "number": 42,
      "text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قُرُونًا ءَاخَرِينَ",
      "translation_en": "Then We produced after them other generations.",
      "translation_id": "Kemudian Kami ciptakan sesudah mereka umat-umat yang lain."
    },
    {
      "number": 43,
      "text": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ",
      "translation_en": "No nation will precede its time [of termination], nor will they remain [thereafter].",
      "translation_id": "Tidak (dapat) sesuatu umatpun mendahului ajalnya, dan tidak (dapat pula) mereka terlambat (dari ajalnya itu)."
    },
    {
      "number": 44,
      "text": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا كُلَّ مَا جَآءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُم بَعْضًا وَجَعَلْنَٰهُمْ أَحَادِيثَ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُونَ",
      "translation_en": "Then We sent Our messengers in succession. Every time there came to a nation its messenger, they denied him, so We made them follow one another [to destruction], and We made them narrations. So away with a people who do not believe.",
      "translation_id": "Kemudian Kami utus (kepada umat-umat itu) rasul-rasul Kami berturut-turut. Tiap-tiap seorang rasul datang kepada umatnya, umat itu mendustakannya, maka Kami perikutkan sebagian mereka dengan sebagian yang lain. Dan Kami jadikan mereka buah tutur (manusia), maka kebinasaanlah bagi orang-orang yang tidak beriman."
    },
    {
      "number": 45,
      "text": "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلْطَٰنٍ مُّبِينٍ",
      "translation_en": "Then We sent Moses and his brother Aaron with Our signs and a clear authority",
      "translation_id": "Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda (Kebesaran) Kami, dan bukti yang nyata,"
    },
    {
      "number": 46,
      "text": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا عَالِينَ",
      "translation_en": "To Pharaoh and his establishment, but they were arrogant and were a haughty people.",
      "translation_id": "kepada Fir'aun dan pembesar-pembesar kaumnya, maka mereka ini takbur dan mereka adalah orang-orang yang sombong."
    },
    {
      "number": 47,
      "text": "فَقَالُوٓا۟ أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَٰبِدُونَ",
      "translation_en": "They said, \"Should we believe two men like ourselves while their people are for us in servitude?\"",
      "translation_id": "Dan mereka berkata: \"Apakah (patut) kita percaya kepada dua orang manusia seperti kita (juga), padahal kaum mereka (Bani Israil) adalah orang-orang yang menghambakan diri kepada kita?\""
    },
    {
      "number": 48,
      "text": "فَكَذَّبُوهُمَا فَكَانُوا۟ مِنَ ٱلْمُهْلَكِينَ",
      "translation_en": "So they denied them and were of those destroyed.",
      "translation_id": "Maka (tetaplah) mereka mendustakan keduanya, sebab itu mereka adalah termasuk orang-orang yang dibinasakan."
    },
    {
      "number": 49,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ لَعَلَّهُمْ يَهْتَدُونَ",
      "translation_en": "And We certainly gave Moses the Scripture that perhaps they would be guided.",
      "translation_id": "Dan sesungguhnya telah Kami berikan Al Kitab (Taurat) kepada Musa, agar mereka (Bani Israil) mendapat petunjuk."
    },
    {
      "number": 50,
      "text": "وَجَعَلْنَا ٱبْنَ مَرْيَمَ وَأُمَّهُۥٓ ءَايَةً وَءَاوَيْنَٰهُمَآ إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ",
      "translation_en": "And We made the son of Mary and his mother a sign and sheltered them within a high ground having level [areas] and flowing water.",
      "translation_id": "Dan telah Kami jadikan (Isa) putera Maryam beserta ibunya suatu bukti yang nyata bagi (kekuasaan Kami), dan Kami melindungi mereka di suatu tanah tinggi yang datar yang banyak terdapat padang-padang rumput dan sumber-sumber air bersih yang mengalir."
    },
    {
      "number": 51,
      "text": "يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُوا۟ مِنَ ٱلطَّيِّبَٰتِ وَٱعْمَلُوا۟ صَٰلِحًا إِنِّى بِمَا تَعْمَلُونَ عَلِيمٌ",
      "translation_en": "[Allah said], \"O messengers, eat from the good foods and work righteousness. Indeed, I, of what you do, am Knowing.",
      "translation_id": "Hai rasul-rasul, makanlah dari makanan yang baik-baik, dan kerjakanlah amal yang saleh. Sesungguhnya Aku Maha Mengetahui apa yang kamu kerjakan."
    },
    {
      "number": 52,
      "text": "وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱتَّقُونِ",
      "translation_en": "And indeed this, your religion, is one religion, and I am your Lord, so fear Me.\"",
      "translation_id": "Sesungguhnya (agama tauhid) ini, adalah agama kamu semua, agama yang satu, dan Aku adalah Tuhanmu, maka bertakwalah kepada-Ku."
    },
    {
      "number": 53,
      "text": "فَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ زُبُرًا كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
      "translation_en": "But the people divided their religion among them into sects - each faction, in what it has, rejoicing.",
      "translation_id": "Kemudian mereka (pengikut-pengikut rasul itu) menjadikan agama mereka terpecah belah menjadi beberapa pecahan. Tiap-tiap golongan merasa bangga dengan apa yang ada pada sisi mereka (masing-masing)."
    },
    {
      "number": 54,
      "text": "فَذَرْهُمْ فِى غَمْرَتِهِمْ حَتَّىٰ حِينٍ",
      "translation_en": "So leave them in their confusion for a time.",
      "translation_id": "Maka biarkanlah mereka dalam kesesatannya sampai suatu waktu."
    },
    {
      "number": 55,
      "text": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٍ وَبَنِينَ",
      "translation_en": "Do they think that what We extend to them of wealth and children",
      "translation_id": "Apakah mereka mengira bahwa harta dan anak-anak yang Kami berikan kepada mereka itu (berarti bahwa),"
    },
    {
      "number": 56,
      "text": "نُسَارِعُ لَهُمْ فِى ٱلْخَيْرَٰتِ بَل لَّا يَشْعُرُونَ",
      "translation_en": "Is [because] We hasten for them good things? Rather, they do not perceive.",
      "translation_id": "Kami bersegera memberikan kebaikan-kebaikan kepada mereka? Tidak, sebenarnya mereka tidak sadar."
    },
    {
      "number": 57,
      "text": "إِنَّ ٱلَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ",
      "translation_en": "Indeed, they who are apprehensive from fear of their Lord",
      "translation_id": "Sesungguhnya orang-orang yang berhati-hati karena takut akan (azab) Tuhan mereka,"
    },
    {
      "number": 58,
      "text": "وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمْ يُؤْمِنُونَ",
      "translation_en": "And they who believe in the signs of their Lord",
      "translation_id": "Dan orang-orang yang beriman dengan ayat-ayat Tuhan mereka,"
    },
    {
      "number": 59,
      "text": "وَٱلَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ",
      "translation_en": "And they who do not associate anything with their Lord",
      "translation_id": "Dan orang-orang yang tidak mempersekutukan dengan Tuhan mereka (sesuatu apapun),"
    },
    {
      "number": 60,
      "text": "وَٱلَّذِينَ يُؤْتُونَ مَآ ءَاتَوا۟ وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَٰجِعُونَ",
      "translation_en": "And they who give what they give while their hearts are fearful because they will be returning to their Lord -",
      "translation_id": "Dan orang-orang yang memberikan apa yang telah mereka berikan, dengan hati yang takut, (karena mereka tahu bahwa) sesungguhnya mereka akan kembali kepada Tuhan mereka,"
    },
    {
      "number": 61,
      "text": "أُو۟لَٰٓئِكَ يُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَهُمْ لَهَا سَٰبِقُونَ",
      "translation_en": "It is those who hasten to good deeds, and they outstrip [others] therein.",
      "translation_id": "mereka itu bersegera untuk mendapat kebaikan-kebaikan, dan merekalah orang-orang yang segera memperolehnya."
    },
    {
      "number": 62,
      "text": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَلَدَيْنَا كِتَٰبٌ يَنطِقُ بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
      "translation_en": "And We charge no soul except [with that within] its capacity, and with Us is a record which speaks with truth; and they will not be wronged.",
      "translation_id": "Kami tiada membebani seseorang melainkan menurut kesanggupannya, dan pada sisi Kami ada suatu kitab yang membicarakan kebenaran, dan mereka tidak dianiaya."
    },
    {
      "number": 63,
      "text": "بَلْ قُلُوبُهُمْ فِى غَمْرَةٍ مِّنْ هَٰذَا وَلَهُمْ أَعْمَٰلٌ مِّن دُونِ ذَٰلِكَ هُمْ لَهَا عَٰمِلُونَ",
      "translation_en": "But their hearts are covered with confusion over this, and they have [evil] deeds besides disbelief which they are doing,",
      "translation_id": "Tetapi hati orang-orang kafir itu dalam kesesatan dari (memahami kenyataan) ini, dan mereka banyak mengerjakan perbuatan-perbuatan (buruk) selain daripada itu, mereka tetap mengerjakannya."
    },
    {
      "number": 64,
      "text": "حَتَّىٰٓ إِذَآ أَخَذْنَا مُتْرَفِيهِم بِٱلْعَذَابِ إِذَا هُمْ يَجْـَٔرُونَ",
      "translation_en": "Until when We seize their affluent ones with punishment, at once they are crying [to Allah] for help.",
      "translation_id": "Hingga apabila Kami timpakan azab, kepada orang-orang yang hidup mewah di antara mereka, dengan serta merta mereka memekik minta tolong."
    },
    {
      "number": 65,
      "text": "لَا تَجْـَٔرُوا۟ ٱلْيَوْمَ إِنَّكُم مِّنَّا لَا تُنصَرُونَ",
      "translation_en": "Do not cry out today. Indeed, by Us you will not be helped.",
      "translation_id": "Janganlah kamu memekik minta tolong pada hari ini. Sesungguhnya kamu tiada akan mendapat pertolongan dari Kami."
    },
    {
      "number": 66,
      "text": "قَدْ كَانَتْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُمْ عَلَىٰٓ أَعْقَٰبِكُمْ تَنكِصُونَ",
      "translation_en": "My verses had already been recited to you, but you were turning back on your heels",
      "translation_id": "Sesungguhnya ayat-ayat-Ku (Al Quran) selalu dibacakan kepada kamu sekalian, maka kamu selalu berpaling ke belakang,"
    },
    {
      "number": 67,
      "text": "مُسْتَكْبِرِينَ بِهِۦ سَٰمِرًا تَهْجُرُونَ",
      "translation_en": "In arrogance regarding it, conversing by night, speaking evil.",
      "translation_id": "dengan menyombongkan diri terhadap Al Quran itu dan mengucapkan perkataan-perkataan keji terhadapnya di waktu kamu bercakap-cakap di malam hari."
    },
    {
      "number": 68,
      "text": "أَفَلَمْ يَدَّبَّرُوا۟ ٱلْقَوْلَ أَمْ جَآءَهُم مَّا لَمْ يَأْتِ ءَابَآءَهُمُ ٱلْأَوَّلِينَ",
      "translation_en": "Then have they not reflected over the Qur'an, or has there come to them that which had not come to their forefathers?",
      "translation_id": "Maka apakah mereka tidak memperhatikan perkataan (Kami), atau apakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka dahulu?"
    },
    {
      "number": 69,
      "text": "أَمْ لَمْ يَعْرِفُوا۟ رَسُولَهُمْ فَهُمْ لَهُۥ مُنكِرُونَ",
      "translation_en": "Or did they not know their Messenger, so they are toward him disacknowledging?",
      "translation_id": "Ataukah mereka tidak mengenal rasul mereka, karena itu mereka memungkirinya?"
    },
    {
      "number": 70,
      "text": "أَمْ يَقُولُونَ بِهِۦ جِنَّةٌۢ بَلْ جَآءَهُم بِٱلْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَٰرِهُونَ",
      "translation_en": "Or do they say, \"In him is madness?\" Rather, he brought them the truth, but most of them, to the truth, are averse.",
      "translation_id": "Atau (apakah patut) mereka berkata: \"Padanya (Muhammad) ada penyakit gila\". Sebenarnya dia telah membawa kebenaran kepada mereka, dan kebanyakan mereka benci kepada kebenaran itu."
    },
    {
      "number": 71,
      "text": "وَلَوِ ٱتَّبَعَ ٱلْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ وَمَن فِيهِنَّ بَلْ أَتَيْنَٰهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ",
      "translation_en": "But if the Truth had followed their inclinations, the heavens and the earth and whoever is in them would have been ruined. Rather, We have brought them their message, but they, from their message, are turning away.",
      "translation_id": "Andaikata kebenaran itu menuruti hawa nafsu mereka, pasti binasalah langit dan bumi ini, dan semua yang ada di dalamnya. Sebenarnya Kami telah mendatangkan kepada mereka kebanggaan (Al Quran) mereka tetapi mereka berpaling dari kebanggaan itu."
    },
    {
      "number": 72,
      "text": "أَمْ تَسْـَٔلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "translation_en": "Or do you, [O Muhammad], ask them for payment? But the reward of your Lord is best, and He is the best of providers.",
      "translation_id": "Atau kamu meminta upah kepada mereka?\", maka upah dari Tuhanmu adalah lebih baik, dan Dia adalah Pemberi rezeki Yang Paling Baik."
    },
    {
      "number": 73,
      "text": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "translation_en": "And indeed, you invite them to a straight path.",
      "translation_id": "Dan sesungguhnya kamu benar-benar menyeru mereka kepada jalan yang lurus."
    },
    {
      "number": 74,
      "text": "وَإِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ",
      "translation_en": "But indeed, those who do not believe in the Hereafter are deviating from the path.",
      "translation_id": "Dan sesungguhnya orang-orang yang tidak beriman kepada negeri akhirat benar-benar menyimpang dari jalan (yang lurus)."
    },
    {
      "number": 75,
      "text": "وَلَوْ رَحِمْنَٰهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا۟ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ",
      "translation_en": "And even if We gave them mercy and removed what was upon them of affliction, they would persist in their transgression, wandering blindly.",
      "translation_id": "Andaikata mereka Kami belas kasihani, dan Kami lenyapkan kemudharatan yang mereka alami, benar-benar mereka akan terus menerus terombang-ambing dalam keterlaluan mereka."
    },
    {
      "number": 76,
      "text": "وَلَقَدْ أَخَذْنَٰهُم بِٱلْعَذَابِ فَمَا ٱسْتَكَانُوا۟ لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
      "translation_en": "And We had gripped them with suffering [as a warning], but they did not yield to their Lord, nor did they humbly supplicate, [and will continue thus]",
      "translation_id": "Dan sesungguhnya Kami telah pernah menimpakan azab kepada mereka, maka mereka tidak tunduk kepada Tuhan mereka, dan (juga) tidak memohon (kepada-Nya) dengan merendahkan diri."
    },
    {
      "number": 77,
      "text": "حَتَّىٰٓ إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
      "translation_en": "Until when We have opened before them a door of severe punishment, immediately they will be therein in despair.",
      "translation_id": "Hingga apabila Kami bukakan untuk mereka suatu pintu tempat azab yang amat sangat (di waktu itulah) tiba-tiba mereka menjadi putus asa."
    },
    {
      "number": 78,
      "text": "وَهُوَ ٱلَّذِىٓ أَنشَأَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ قَلِيلًا مَّا تَشْكُرُونَ",
      "translation_en": "And it is He who produced for you hearing and vision and hearts; little are you grateful.",
      "translation_id": "Dan Dialah yang telah menciptakan bagi kamu sekalian, pendengaran, penglihatan dan hati. Amat sedikitlah kamu bersyukur."
    },
    {
      "number": 79,
      "text": "وَهُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "translation_en": "And it is He who has multiplied you throughout the earth, and to Him you will be gathered.",
      "translation_id": "Dan Dialah yang menciptakan serta mengembang biakkan kamu di bumi ini dan kepada-Nya-lah kamu akan dihimpunkan."
    },
    {
      "number": 80,
      "text": "وَهُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ وَلَهُ ٱخْتِلَٰفُ ٱلَّيْلِ وَٱلنَّهَارِ أَفَلَا تَعْقِلُونَ",
      "translation_en": "And it is He who gives life and causes death, and His is the alternation of the night and the day. Then will you not reason?",
      "translation_id": "Dan Dialah yang menghidupkan dan mematikan, dan Dialah yang (mengatur) pertukaran malam dan siang. Maka apakah kamu tidak memahaminya?"
    },
    {
      "number": 81,
      "text": "بَلْ قَالُوا۟ مِثْلَ مَا قَالَ ٱلْأَوَّلُونَ",
      "translation_en": "Rather, they say like what the former peoples said.",
      "translation_id": "Sebenarnya mereka mengucapkan perkataan yang serupa dengan perkataan yang diucapkan oleh orang-orang dahulu kala."
    },
    {
      "number": 82,
      "text": "قَالُوٓا۟ أَءِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَٰمًا أَءِنَّا لَمَبْعُوثُونَ",
      "translation_en": "They said, \"When we have died and become dust and bones, are we indeed to be resurrected?",
      "translation_id": "Mereka berkata: \"Apakah betul, apabila kami telah mati dan kami telah menjadi tanah dan tulang belulang, apakah sesungguhnya kami benar-benar akan dibangkitkan?"
    },
    {
      "number": 83,
      "text": "لَقَدْ وُعِدْنَا نَحْنُ وَءَابَآؤُنَا هَٰذَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
      "translation_en": "We have been promised this, we and our forefathers, before; this is not but legends of the former peoples.\"",
      "translation_id": "Sesungguhnya kami dan bapak-bapak kami telah diberi ancaman (dengan) ini dahulu, ini tidak lain hanyalah dongengan orang-orang dahulu kala!\"."
    },
    {
      "number": 84,
      "text": "قُل لِّمَنِ ٱلْأَرْضُ وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ",
      "translation_en": "Say, [O Muhammad], \"To whom belongs the earth and whoever is in it, if you should know?\"",
      "translation_id": "Katakanlah: \"Kepunyaan siapakah bumi ini, dan semua yang ada padanya, jika kamu mengetahui?\""
    },
    {
      "number": 85,
      "text": "سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ",
      "translation_en": "They will say, \"To Allah.\" Say, \"Then will you not remember?\"",
      "translation_id": "Mereka akan menjawab: \"Kepunyaan Allah\". Katakanlah: \"Maka apakah kamu tidak ingat?\""
    },
    {
      "number": 86,
      "text": "قُلْ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبْعِ وَرَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
      "translation_en": "Say, \"Who is Lord of the seven heavens and Lord of the Great Throne?\"",
      "translation_id": "Katakanlah: \"Siapakah Yang Empunya langit yang tujuh dan Yang Empunya 'Arsy yang besar?\""
    },
    {
      "number": 87,
      "text": "سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ",
      "translation_en": "They will say, \"[They belong] to Allah.\" Say, \"Then will you not fear Him?\"",
      "translation_id": "Mereka akan menjawab: \"Kepunyaan Allah\". Katakanlah: \"Maka apakah kamu tidak bertakwa?\""
    },
    {
      "number": 88,
      "text": "قُلْ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ",
      "translation_en": "Say, \"In whose hand is the realm of all things - and He protects while none can protect against Him - if you should know?\"",
      "translation_id": "Katakanlah: \"Siapakah yang di tangan-Nya berada kekuasaan atas segala sesuatu sedang Dia melindungi, tetapi tidak ada yang dapat dilindungi dari (azab)-Nya, jika kamu mengetahui?\""
    },
    {
      "number": 89,
      "text": "سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّىٰ تُسْحَرُونَ",
      "translation_en": "They will say, \"[All belongs] to Allah.\" Say, \"Then how are you deluded?\"",
      "translation_id": "Mereka akan menjawab: \"Kepunyaan Allah\". Katakanlah: \"(Kalau demikian), maka dari jalan manakah kamu ditipu?\""
    },
    {
      "number": 90,
      "text": "بَلْ أَتَيْنَٰهُم بِٱلْحَقِّ وَإِنَّهُمْ لَكَٰذِبُونَ",
      "translation_en": "Rather, We have brought them the truth, and indeed they are liars.",
      "translation_id": "Sebenarnya Kami telah membawa kebenaran kepada mereka, dan sesungguhnya mereka benar-benar orang-orang yang berdusta."
    },
    {
      "number": 91,
      "text": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُۥ مِنْ إِلَٰهٍ إِذًا لَّذَهَبَ كُلُّ إِلَٰهٍۭ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ سُبْحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
      "translation_en": "Allah has not taken any son, nor has there ever been with Him any deity. [If there had been], then each deity would have taken what it created, and some of them would have sought to overcome others. Exalted is Allah above what they describe [concerning Him].",
      "translation_id": "Allah sekali-kali tidak mempunyai anak, dan sekali-kali tidak ada tuhan (yang lain) beserta-Nya, kalau ada tuhan beserta-Nya, masing-masing tuhan itu akan membawa makhluk yang diciptakannya, dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Maha Suci Allah dari apa yang mereka sifatkan itu,"
    },
    {
      "number": 92,
      "text": "عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
      "translation_en": "[He is] Knower of the unseen and the witnessed, so high is He above what they associate [with Him].",
      "translation_id": "Yang mengetahui semua yang ghaib dan semua yang nampak, maka Maha Tinggilah Dia dari apa yang mereka persekutukan."
    },
    {
      "number": 93,
      "text": "قُل رَّبِّ إِمَّا تُرِيَنِّى مَا يُوعَدُونَ",
      "translation_en": "Say, [O Muhammad], \"My Lord, if You should show me that which they are promised,",
      "translation_id": "Katakanlah: \"Ya Tuhanku, jika Engkau sungguh-sungguh hendak memperlihatkan kepadaku azab yang diancamkan kepada mereka,"
    },
    {
      "number": 94,
      "text": "رَبِّ فَلَا تَجْعَلْنِى فِى ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
      "translation_en": "My Lord, then do not place me among the wrongdoing people.\"",
      "translation_id": "ya Tuhanku, maka janganlah Engkau jadikan aku berada di antara orang-orang yang zalim\"."
    },
    {
      "number": 95,
      "text": "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَٰدِرُونَ",
      "translation_en": "And indeed, We are able to show you what We have promised them.",
      "translation_id": "Dan sesungguhnya Kami benar-benar kuasa untuk memperlihatkan kepadamu apa yang Kami ancamkan kepada mereka."
    },
    {
      "number": 96,
      "text": "ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ ٱلسَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ",
      "translation_en": "Repel, by [means of] what is best, [their] evil. We are most knowing of what they describe.",
      "translation_id": "Tolaklah perbuatan buruk mereka dengan yang lebih baik. Kami lebih mengetahui apa yang mereka sifatkan."
    },
    {
      "number": 97,
      "text": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَٰتِ ٱلشَّيَٰطِينِ",
      "translation_en": "And say, \"My Lord, I seek refuge in You from the incitements of the devils,",
      "translation_id": "Dan katakanlah: \"Ya Tuhanku aku berlindung kepada Engkau dari bisikan-bisikan syaitan."
    },
    {
      "number": 98,
      "text": "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
      "translation_en": "And I seek refuge in You, my Lord, lest they be present with me.\"",
      "translation_id": "Dan aku berlindung (pula) kepada Engkau ya Tuhanku, dari kedatangan mereka kepadaku\"."
    },
    {
      "number": 99,
      "text": "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ رَبِّ ٱرْجِعُونِ",
      "translation_en": "[For such is the state of the disbelievers], until, when death comes to one of them, he says, \"My Lord, send me back",
      "translation_id": "(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata: \"Ya Tuhanku kembalikanlah aku (ke dunia),"
    },
    {
      "number": 100,
      "text": "لَعَلِّىٓ أَعْمَلُ صَٰلِحًا فِيمَا تَرَكْتُ كَلَّآ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا وَمِن وَرَآئِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "translation_en": "That I might do righteousness in that which I left behind.\" No! It is only a word he is saying; and behind them is a barrier until the Day they are resurrected.",
      "translation_id": "agar aku berbuat amal yang saleh terhadap yang telah aku tinggalkan. Sekali-kali tidak. Sesungguhnya itu adalah perkataan yang diucapkannya saja. Dan di hadapan mereka ada dinding sampal hari mereka dibangkitkan."
    },
    {
      "number": 101,
      "text": "فَإِذَا نُفِخَ فِى ٱلصُّورِ فَلَآ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَآءَلُونَ",
      "translation_en": "So when the Horn is blown, no relationship will there be among them that Day, nor will they ask about one another.",
      "translation_id": "Apabila sangkakala ditiup maka tidaklah ada lagi pertalian nasab di antara mereka pada hari itu, dan tidak ada pula mereka saling bertanya."
    },
    {
      "number": 102,
      "text": "فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "translation_en": "And those whose scales are heavy [with good deeds] - it is they who are the successful.",
      "translation_id": "Barangsiapa yang berat timbangan (kebaikan)nya, maka mereka itulah orang-orang yang dapat keberuntungan."
    },
    {
      "number": 103,
      "text": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فِى جَهَنَّمَ خَٰلِدُونَ",
      "translation_en": "But those whose scales are light - those are the ones who have lost their souls, [being] in Hell, abiding eternally.",
      "translation_id": "Dan barangsiapa yang ringan timbangannya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahannam."
    },
    {
      "number": 104,
      "text": "تَلْفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمْ فِيهَا كَٰلِحُونَ",
      "translation_en": "The Fire will sear their faces, and they therein will have taut smiles.",
      "translation_id": "Muka mereka dibakar api neraka, dan mereka di dalam neraka itu dalam keadaan cacat."
    },
    {
      "number": 105,
      "text": "أَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ",
      "translation_en": "[It will be said]. \"Were not My verses recited to you and you used to deny them?\"",
      "translation_id": "Bukankah ayat-ayat-Ku telah dibacakan kepadamu sekalian, tetapi kamu selalu mendustakannya?"
    },
    {
      "number": 106,
      "text": "قَالُوا۟ رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَآلِّينَ",
      "translation_en": "They will say, \"Our Lord, our wretchedness overcame us, and we were a people astray.",
      "translation_id": "Mereka berkata: \"Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan adalah kami orang-orang yang sesat."
    },
    {
      "number": 107,
      "text": "رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَٰلِمُونَ",
      "translation_en": "Our Lord, remove us from it, and if we were to return [to evil], we would indeed be wrongdoers.\"",
      "translation_id": "Ya Tuhan kami, keluarkanlah kami daripadanya (dan kembalikanlah kami ke dunia), maka jika kami kembali (juga kepada kekafiran), sesungguhnya kami adalah orang-orang yang zalim\"."
    },
    {
      "number": 108,
      "text": "قَالَ ٱخْسَـُٔوا۟ فِيهَا وَلَا تُكَلِّمُونِ",
      "translation_en": "He will say, \"Remain despised therein and do not speak to Me.",
      "translation_id": "Allah berfirman: \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku."
    },
    {
      "number": 109,
      "text": "إِنَّهُۥ كَانَ فَرِيقٌ مِّنْ عِبَادِى يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
      "translation_en": "Indeed, there was a party of My servants who said, 'Our Lord, we have believed, so forgive us and have mercy upon us, and You are the best of the merciful.'",
      "translation_id": "Sesungguhnya, ada segolongan dari hamba-hamba-Ku berdoa (di dunia): \"Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang Paling Baik."
    },
    {
      "number": 110,
      "text": "فَٱتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰٓ أَنسَوْكُمْ ذِكْرِى وَكُنتُم مِّنْهُمْ تَضْحَكُونَ",
      "translation_en": "But you took them in mockery to the point that they made you forget My remembrance, and you used to laugh at them.",
      "translation_id": "Lalu kamu menjadikan mereka buah ejekan, sehingga (kesibukan) kamu mengejek mereka, menjadikan kamu lupa mengingat Aku, dan adalah kamu selalu mentertawakan mereka,"
    },
    {
      "number": 111,
      "text": "إِنِّى جَزَيْتُهُمُ ٱلْيَوْمَ بِمَا صَبَرُوٓا۟ أَنَّهُمْ هُمُ ٱلْفَآئِزُونَ",
      "translation_en": "Indeed, I have rewarded them this Day for their patient endurance - that they are the attainers [of success].\"",
      "translation_id": "Sesungguhnya Aku memberi balasan kepada mereka di hari ini, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang menang\"."
    },
    {
      "number": 112,
      "text": "قَٰلَ كَمْ لَبِثْتُمْ فِى ٱلْأَرْضِ عَدَدَ سِنِينَ",
      "translation_en": "[Allah] will say, \"How long did you remain on earth in number of years?\"",
      "translation_id": "Allah bertanya: \"Berapa tahunkah lamanya kamu tinggal di bumi?\""
    },
    {
      "number": 113,
      "text": "قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ ٱلْعَآدِّينَ",
      "translation_en": "They will say, \"We remained a day or part of a day; ask those who enumerate.\"",
      "translation_id": "Mereka menjawab: \"Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada orang-orang yang menghitung\"."
    },
    {
      "number": 114,
      "text": "قَٰلَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ",
      "translation_en": "He will say, \"You stayed not but a little - if only you had known.",
      "translation_id": "Allah berfirman: \"Kamu tidak tinggal (di bumi) melainkan sebentar saja, kalau kamu sesungguhnya mengetahui\""
    },
    {
      "number": 115,
      "text": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَٰكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
      "translation_en": "Then did you think that We created you uselessly and that to Us you would not be returned?\"",
      "translation_id": "Maka apakah kamu mengira, bahwa sesungguhnya Kami menciptakan kamu secara main-main (saja), dan bahwa kamu tidak akan dikembalikan kepada Kami?"
    },
    {
      "number": 116,
      "text": "فَتَعَٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ",
      "translation_en": "So exalted is Allah, the Sovereign, the Truth; there is no deity except Him, Lord of the Noble Throne.",
      "translation_id": "Maka Maha Tinggi Allah, Raja Yang Sebenarnya; tidak ada Tuhan selain Dia, Tuhan (Yang mempunyai) 'Arsy yang mulia."
    },
    {
      "number": 117,
      "text": "وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرْهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَٰفِرُونَ",
      "translation_en": "And whoever invokes besides Allah another deity for which he has no proof - then his account is only with his Lord. Indeed, the disbelievers will not succeed.",
      "translation_id": "Dan barangsiapa menyembah tuhan yang lain di samping Allah, padahal tidak ada suatu dalilpun baginya tentang itu, maka sesungguhnya perhitungannya di sisi Tuhannya. Sesungguhnya orang-orang yang kafir itu tiada beruntung."
    },
    {
      "number": 118,
      "text": "وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
      "translation_en": "And, [O Muhammad], say, \"My Lord, forgive and have mercy, and You are the best of the merciful.\"",
      "translation_id": "Dan katakanlah: \"Ya Tuhanku berilah ampun dan berilah rahmat, dan Engkau adalah Pemberi rahmat Yang Paling baik\"."
    }
  ]
}