{
  "number": 25,
  "name": "سورة الفرقان",
  "transliteration_en": "Al-Furqaan",
  "translation_en": "The Criterion",
  "total_verses": 77,
  "revelation_type": "Meccan",
  "verses": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَٰلَمِينَ نَذِيرًا",
      "translation_en": "Blessed is He who sent down the Criterion upon His Servant that he may be to the worlds a warner -",
      "translation_id": "Maha suci Allah yang telah menurunkan Al Furqaan (Al Quran) kepada hamba-Nya, agar dia menjadi pemberi peringatan kepada seluruh alam,"
    },
    {
      "number": 2,
      "text": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍ فَقَدَّرَهُۥ تَقْدِيرًا",
      "translation_en": "He to whom belongs the dominion of the heavens and the earth and who has not taken a son and has not had a partner in dominion and has created each thing and determined it with [precise] determination.",
      "translation_id": "yang kepunyaan-Nya-lah kerajaan langit dan bumi, dan Dia tidak mempunyai anak, dan tidak ada sekutu bagi-Nya dalam kekuasaan(Nya), dan dia telah menciptakan segala sesuatu, dan Dia menetapkan ukuran-ukurannya dengan serapi-rapinya."
    },
    {
      "number": 3,
      "text": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا",
      "translation_en": "But they have taken besides Him gods which create nothing, while they are created, and possess not for themselves any harm or benefit and possess not [power to cause] death or life or resurrection.",
      "translation_id": "Kemudian mereka mengambil tuhan-tuhan selain daripada-Nya (untuk disembah), yang tuhan-tuhan itu tidak menciptakan apapun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) sesuatu kemudharatan dari dirinya dan tidak (pula untuk mengambil) suatu kemanfaatanpun dan (juga) tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan."
    },
    {
      "number": 4,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ فَقَدْ جَآءُو ظُلْمًا وَزُورًا",
      "translation_en": "And those who disbelieve say, \"This [Qur'an] is not except a falsehood he invented, and another people assisted him in it.\" But they have committed an injustice and a lie.",
      "translation_id": "Dan orang-orang kafir berkata: \"Al Quran ini tidak lain hanyalah kebohongan yang diada-adakan oleh Muhammad dan dia dibantu oleh kaum yang lain\"; maka sesungguhnya mereka telah berbuat suatu kezaliman dan dusta yang besar."
    },
    {
      "number": 5,
      "text": "وَقَالُوٓا۟ أَسَٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا",
      "translation_en": "And they say, \"Legends of the former peoples which he has written down, and they are dictated to him morning and afternoon.\"",
      "translation_id": "Dan mereka berkata: \"Dongengan-dongengan orang-orang dahulu, dimintanya supaya dituliskan, maka dibacakanlah dongengan itu kepadanya setiap pagi dan petang\"."
    },
    {
      "number": 6,
      "text": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ إِنَّهُۥ كَانَ غَفُورًا رَّحِيمًا",
      "translation_en": "Say, [O Muhammad], \"It has been revealed by He who knows [every] secret within the heavens and the earth. Indeed, He is ever Forgiving and Merciful.\"",
      "translation_id": "Katakanlah: \"Al Quran itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sesungguhnya Dia adalah Maha Pengampun lagi Maha Penyayang\"."
    },
    {
      "number": 7,
      "text": "وَقَالُوا۟ مَالِ هَٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا",
      "translation_en": "And they say, \"What is this messenger that eats food and walks in the markets? Why was there not sent down to him an angel so he would be with him a warner?",
      "translation_id": "Dan mereka berkata: \"Mengapa rasul itu memakan makanan dan berjalan di pasar-pasar? Mengapa tidak diturunkan kepadanya seorang malaikat agar malaikat itu memberikan peringatan bersama-sama dengan dia?,"
    },
    {
      "number": 8,
      "text": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
      "translation_en": "Or [why is not] a treasure presented to him [from heaven], or does he [not] have a garden from which he eats?\" And the wrongdoers say, \"You follow not but a man affected by magic.\"",
      "translation_id": "atau (mengapa tidak) diturunkan kepadanya perbendaharaan, atau (mengapa tidak) ada kebun baginya, yang dia dapat makan dari (hasil)nya?\" Dan orang-orang yang zalim itu berkata: \"Kamu sekalian tidak lain hanyalah mengikuti seorang lelaki yang kena sihir\"."
    },
    {
      "number": 9,
      "text": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
      "translation_en": "Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way.",
      "translation_id": "Perhatikanlah, bagaimana mereka membuat perbandingan-perbandingan tentang kamu, lalu sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu)."
    },
    {
      "number": 10,
      "text": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَيَجْعَل لَّكَ قُصُورًۢا",
      "translation_en": "Blessed is He who, if He willed, could have made for you [something] better than that - gardens beneath which rivers flow - and could make for you palaces.",
      "translation_id": "Maha Suci (Allah) yang jika Dia menghendaki, niscaya dijadikan-Nya bagimu yang lebih baik dari yang demikian, (yaitu) surga-surga yang mengalir sungai-sungai di bawahnya, dan dijadikan-Nya (pula) untukmu istana-istana."
    },
    {
      "number": 11,
      "text": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
      "translation_en": "But they have denied the Hour, and We have prepared for those who deny the Hour a Blaze.",
      "translation_id": "Bahkan mereka mendustakan hari kiamat. Dan kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari kiamat."
    },
    {
      "number": 12,
      "text": "إِذَا رَأَتْهُم مِّن مَّكَانٍۭ بَعِيدٍ سَمِعُوا۟ لَهَا تَغَيُّظًا وَزَفِيرًا",
      "translation_en": "When the Hellfire sees them from a distant place, they will hear its fury and roaring.",
      "translation_id": "Apabila neraka itu melihat mereka dari tempat yang jauh, mereka mendengar kegeramannya dan suara nyalanya."
    },
    {
      "number": 13,
      "text": "وَإِذَآ أُلْقُوا۟ مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا۟ هُنَالِكَ ثُبُورًا",
      "translation_en": "And when they are thrown into a narrow place therein bound in chains, they will cry out thereupon for destruction.",
      "translation_id": "Dan apabila mereka dilemparkan ke tempat yang sempit di neraka itu dengan dibelenggu, mereka di sana mengharapkan kebinasaan."
    },
    {
      "number": 14,
      "text": "لَّا تَدْعُوا۟ ٱلْيَوْمَ ثُبُورًا وَٰحِدًا وَٱدْعُوا۟ ثُبُورًا كَثِيرًا",
      "translation_en": "[They will be told], \"Do not cry this Day for one destruction but cry for much destruction.\"",
      "translation_id": "(Akan dikatakan kepada mereka): \"Jangan kamu sekalian mengharapkan satu kebinasaan, melainkan harapkanlah kebinasaan yang banyak\"."
    },
    {
      "number": 15,
      "text": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ كَانَتْ لَهُمْ جَزَآءً وَمَصِيرًا",
      "translation_en": "Say, \"Is that better or the Garden of Eternity which is promised to the righteous? It will be for them a reward and destination.",
      "translation_id": "Katakanlah: \"Apa (azab) yang demikian itukah yang baik, atau surga yang kekal yang telah dijanjikan kepada orang-orang yang bertakwa?\" Dia menjadi balasan dan tempat kembali bagi mereka?\"."
    },
    {
      "number": 16,
      "text": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْـُٔولًا",
      "translation_en": "For them therein is whatever they wish, [while] abiding eternally. It is ever upon your Lord a promise [worthy to be] requested.",
      "translation_id": "Bagi mereka di dalam surga itu apa yang mereka kehendaki, sedang mereka kekal (di dalamnya). (Hal itu) adalah janji dari Tuhanmu yang patut dimohonkan (kepada-Nya)."
    },
    {
      "number": 17,
      "text": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ",
      "translation_en": "And [mention] the Day He will gather them and that which they worship besides Allah and will say, \"Did you mislead these, My servants, or did they [themselves] stray from the way?\"",
      "translation_id": "Dan (ingatlah) suatu hari (ketika) Allah menghimpunkan mereka beserta apa yang mereka sembah selain Allah, lalu Allah berkata (kepada yang disembah); \"Apakah kamu yang menyesatkan hamba-hamba-Ku itu, atau mereka sendirikah yang sesat dari jalan (yang benar)?\"."
    },
    {
      "number": 18,
      "text": "قَالُوا۟ سُبْحَٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًا",
      "translation_en": "They will say, \"Exalted are You! It was not for us to take besides You any allies. But You provided comforts for them and their fathers until they forgot the message and became a people ruined.\"",
      "translation_id": "Mereka (yang disembah itu) menjawab: \"Maha Suci Engkau, tidaklah patut bagi kami mengambil selain engkau (untuk jadi) pelindung, akan tetapi Engkau telah memberi mereka dan bapak-bapak mereka kenikmatan hidup, sampai mereka lupa mengingati (Engkau); dan mereka adalah kaum yang binasa\"."
    },
    {
      "number": 19,
      "text": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
      "translation_en": "So they will deny you, [disbelievers], in what you say, and you cannot avert [punishment] or [find] help. And whoever commits injustice among you - We will make him taste a great punishment.",
      "translation_id": "maka sesungguhnya mereka (yang disembah itu) telah mendustakan kamu tentang apa yang kamu katakan maka kamu tidak akan dapat menolak (azab) dan tidak (pula) menolong (dirimu), dan barang siapa di antara kamu yang berbuat zalim, niscaya Kami rasakan kepadanya azab yang besar."
    },
    {
      "number": 20,
      "text": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا",
      "translation_en": "And We did not send before you, [O Muhammad], any of the messengers except that they ate food and walked in the markets. And We have made some of you [people] as trial for others - will you have patience? And ever is your Lord, Seeing.",
      "translation_id": "Dan Kami tidak mengutus rasul-rasul sebelummu, melainkan mereka sungguh memakan makanan dan berjalan di pasar-pasar. Dan kami jadikan sebahagian kamu cobaan bagi sebahagian yang lain. Maukah kamu bersabar?; dan adalah Tuhanmu maha Melihat."
    },
    {
      "number": 21,
      "text": "وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا",
      "translation_en": "And those who do not expect the meeting with Us say, \"Why were not angels sent down to us, or [why] do we [not] see our Lord?\" They have certainly become arrogant within themselves and [become] insolent with great insolence.",
      "translation_id": "Berkatalah orang-orang yang tidak menanti-nanti pertemuan(nya) dengan Kami: \"Mengapakah tidak diturunkan kepada kita malaikat atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sesungguhnya mereka memandang besar tentang diri mereka dan mereka benar-benar telah melampaui batas(dalam melakukan) kezaliman\"."
    },
    {
      "number": 22,
      "text": "يَوْمَ يَرَوْنَ ٱلْمَلَٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا",
      "translation_en": "The day they see the angels - no good tidings will there be that day for the criminals, and [the angels] will say, \"Prevented and inaccessible.\"",
      "translation_id": "Pada hari mereka melihat malaikat dihari itu tidak ada kabar gembira bagi orang-orang yang berdosa mereka berkata: \"Hijraan mahjuuraa."
    },
    {
      "number": 23,
      "text": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍ فَجَعَلْنَٰهُ هَبَآءً مَّنثُورًا",
      "translation_en": "And We will regard what they have done of deeds and make them as dust dispersed.",
      "translation_id": "Dan kami hadapi segala amal yang mereka kerjakan, lalu kami jadikan amal itu (bagaikan) debu yang berterbangan."
    },
    {
      "number": 24,
      "text": "أَصْحَٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
      "translation_en": "The companions of Paradise, that Day, are [in] a better settlement and better resting place.",
      "translation_id": "Penghuni-penghuni surga pada hari itu palig baik tempat tinggalnya dan paling indah tempat istirahatnya."
    },
    {
      "number": 25,
      "text": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَٰمِ وَنُزِّلَ ٱلْمَلَٰٓئِكَةُ تَنزِيلًا",
      "translation_en": "And [mention] the Day when the heaven will split open with [emerging] clouds, and the angels will be sent down in successive descent.",
      "translation_id": "Dan (ingatlah) hari (ketika) langit pecah belah mengeluarkan kabut putih dan diturunkanlah malaikat bergelombang-gelombang."
    },
    {
      "number": 26,
      "text": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَٰنِ وَكَانَ يَوْمًا عَلَى ٱلْكَٰفِرِينَ عَسِيرًا",
      "translation_en": "True sovereignty, that Day, is for the Most Merciful. And it will be upon the disbelievers a difficult Day.",
      "translation_id": "Kerajaan yang hak pada hari itu adalah kepunyaan Tuhan Yang Maha Pemurah. Dan adalah (hari itu), satu hari penuh kesukaran bagi orang-orang kafir."
    },
    {
      "number": 27,
      "text": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًا",
      "translation_en": "And the Day the wrongdoer will bite on his hands [in regret] he will say, \"Oh, I wish I had taken with the Messenger a way.",
      "translation_id": "Dan (ingatlah) hari (ketika itu) orang yang zalim menggigit dua tangannya, seraya berkata: \"Aduhai kiranya (dulu) aku mengambil jalan bersama-sama Rasul\"."
    },
    {
      "number": 28,
      "text": "يَٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
      "translation_en": "Oh, woe to me! I wish I had not taken that one as a friend.",
      "translation_id": "Kecelakaan besarlah bagiku; kiranya aku (dulu) tidak menjadikan sifulan itu teman akrab(ku)."
    },
    {
      "number": 29,
      "text": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى وَكَانَ ٱلشَّيْطَٰنُ لِلْإِنسَٰنِ خَذُولًا",
      "translation_en": "He led me away from the remembrance after it had come to me. And ever is Satan, to man, a deserter.\"",
      "translation_id": "Sesungguhnya dia telah menyesatkan aku dari Al Quran ketika Al Quran itu telah datang kepadaku. Dan adalah syaitan itu tidak mau menolong manusia."
    },
    {
      "number": 30,
      "text": "وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَٰذَا ٱلْقُرْءَانَ مَهْجُورًا",
      "translation_en": "And the Messenger has said, \"O my Lord, indeed my people have taken this Qur'an as [a thing] abandoned.\"",
      "translation_id": "Berkatalah Rasul: \"Ya Tuhanku, sesungguhnya kaumku menjadikan Al Quran itu sesuatu yang tidak diacuhkan\"."
    },
    {
      "number": 31,
      "text": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا مِّنَ ٱلْمُجْرِمِينَ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا",
      "translation_en": "And thus have We made for every prophet an enemy from among the criminals. But sufficient is your Lord as a guide and a helper.",
      "translation_id": "Dan seperti itulah, telah Kami adakan bagi tiap-tiap nabi, musuh dari orang-orang yang berdosa. Dan cukuplah Tuhanmu menjadi Pemberi petunjuk dan Penolong."
    },
    {
      "number": 32,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ وَرَتَّلْنَٰهُ تَرْتِيلًا",
      "translation_en": "And those who disbelieve say, \"Why was the Qur'an not revealed to him all at once?\" Thus [it is] that We may strengthen thereby your heart. And We have spaced it distinctly.",
      "translation_id": "Berkatalah orang-orang yang kafir: \"Mengapa Al Quran itu tidak diturunkan kepadanya sekali turun saja?\"; demikianlah supaya Kami perkuat hatimu dengannya dan Kami membacanya secara tartil (teratur dan benar)."
    },
    {
      "number": 33,
      "text": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
      "translation_en": "And they do not come to you with an argument except that We bring you the truth and the best explanation.",
      "translation_id": "Tidaklah orang-orang kafir itu datang kepadamu (membawa) sesuatu yang ganjil, melainkan Kami datangkan kepadamu suatu yang benar dan yang paling baik penjelasannya."
    },
    {
      "number": 34,
      "text": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا",
      "translation_en": "The ones who are gathered on their faces to Hell - those are the worst in position and farthest astray in [their] way.",
      "translation_id": "Orang-orang yang dihimpunkan ke neraka Jahannam dengan diseret atas muka-muka mereka, mereka itulah orang yang paling buruk tempatnya dan paling sesat jalannya."
    },
    {
      "number": 35,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرًا",
      "translation_en": "And We had certainly given Moses the Scripture and appointed with him his brother Aaron as an assistant.",
      "translation_id": "Dan sesungguhnya kami telah memberikan Al Kitab (Taurat) kepada Musa dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir (pembantu)."
    },
    {
      "number": 36,
      "text": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا فَدَمَّرْنَٰهُمْ تَدْمِيرًا",
      "translation_en": "And We said, \"Go both of you to the people who have denied Our signs.\" Then We destroyed them with [complete] destruction.",
      "translation_id": "Kemudian Kami berfirman kepada keduanya: \"Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami\". Maka Kami membinasakan mereka sehancur-hancurnya."
    },
    {
      "number": 37,
      "text": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَٰهُمْ وَجَعَلْنَٰهُمْ لِلنَّاسِ ءَايَةً وَأَعْتَدْنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمًا",
      "translation_en": "And the people of Noah - when they denied the messengers, We drowned them, and We made them for mankind a sign. And We have prepared for the wrongdoers a painful punishment.",
      "translation_id": "Dan (telah Kami binasakan) kaum Nuh tatkala mereka mendustakan rasul-rasul. Kami tenggelamkan mereka dan kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah menyediakan bagi orang-orang zalim azab yang pedih;"
    },
    {
      "number": 38,
      "text": "وَعَادًا وَثَمُودَا۟ وَأَصْحَٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًا",
      "translation_en": "And [We destroyed] 'Aad and Thamud and the companions of the well and many generations between them.",
      "translation_id": "dan (Kami binasakan) kaum 'Aad dan Tsamud dan penduduk Rass dan banyak (lagi) generasi-generasi di antara kaum-kaum tersebut."
    },
    {
      "number": 39,
      "text": "وَكُلًّا ضَرَبْنَا لَهُ ٱلْأَمْثَٰلَ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
      "translation_en": "And for each We presented examples [as warnings], and each We destroyed with [total] destruction.",
      "translation_id": "Dan Kami jadikan bagi masing-masing mereka perumpamaan dan masing-masing mereka itu benar benar telah Kami binasakan dengan sehancur-hancurnya."
    },
    {
      "number": 40,
      "text": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًا",
      "translation_en": "And they have already come upon the town which was showered with a rain of evil. So have they not seen it? But they are not expecting resurrection.",
      "translation_id": "Dan sesungguhnya mereka (kaum musyrik Mekah) telah melalui sebuah negeri (Sadum) yang (dulu) dihujani dengan hujan yang sejelek-jeleknya (hujan batu). Maka apakah mereka tidak menyaksikan runtuhan itu; bahkan adalah mereka itu tidak mengharapkan akan kebangkitan."
    },
    {
      "number": 41,
      "text": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
      "translation_en": "And when they see you, [O Muhammad], they take you not except in ridicule, [saying], \"Is this the one whom Allah has sent as a messenger?",
      "translation_id": "Dan apabila mereka melihat kamu (Muhammad), mereka hanyalah menjadikan kamu sebagai ejekan (dengan mengatakan): \"Inikah orangnya yang di utus Allah sebagai Rasul?."
    },
    {
      "number": 42,
      "text": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
      "translation_en": "He almost would have misled us from our gods had we not been steadfast in [worship of] them.\" But they are going to know, when they see the punishment, who is farthest astray in [his] way.",
      "translation_id": "Sesungguhnya hampirlah ia menyesatkan kita dari sembahan-sembahan kita, seandainya kita tidak sabar(menyembah)nya\" dan mereka kelak akan mengetahui di saat mereka melihat azab, siapa yang paling sesat jalannya."
    },
    {
      "number": 43,
      "text": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
      "translation_en": "Have you seen the one who takes as his god his own desire? Then would you be responsible for him?",
      "translation_id": "Terangkanlah kepadaku tentang orang yang menjadikan hawa nafsunya sebagai tuhannya. Maka apakah kamu dapat menjadi pemelihara atasnya?,"
    },
    {
      "number": 44,
      "text": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَٱلْأَنْعَٰمِ بَلْ هُمْ أَضَلُّ سَبِيلًا",
      "translation_en": "Or do you think that most of them hear or reason? They are not except like livestock. Rather, they are [even] more astray in [their] way.",
      "translation_id": "atau apakah kamu mengira bahwa kebanyakan mereka itu mendengar atau memahami. Mereka itu tidak lain, hanyalah seperti binatang ternak, bahkan mereka lebih sesat jalannya (dari binatang ternak itu)."
    },
    {
      "number": 45,
      "text": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
      "translation_en": "Have you not considered your Lord - how He extends the shadow, and if He willed, He could have made it stationary? Then We made the sun for it an indication.",
      "translation_id": "Apakah kamu tidak memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang dan kalau Dia menghendaki niscaya Dia menjadikan tetap bayang-bayang itu, kemudian Kami jadikan matahari sebagai petunjuk atas bayang-bayang itu,"
    },
    {
      "number": 46,
      "text": "ثُمَّ قَبَضْنَٰهُ إِلَيْنَا قَبْضًا يَسِيرًا",
      "translation_en": "Then We hold it in hand for a brief grasp.",
      "translation_id": "kemudian Kami menarik bayang-bayang itu kepada kami dengan tarikan yang perlahan-lahan."
    },
    {
      "number": 47,
      "text": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا",
      "translation_en": "And it is He who has made the night for you as clothing and sleep [a means for] rest and has made the day a resurrection.",
      "translation_id": "Dialah yang menjadikan untukmu malam (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangun berusaha."
    },
    {
      "number": 48,
      "text": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا",
      "translation_en": "And it is He who sends the winds as good tidings before His mercy, and We send down from the sky pure water",
      "translation_id": "Dialah yang meniupkan angin (sebagai) pembawa kabar gembira dekat sebelum kedatangan rahmat-nya (hujan); dan Kami turunkan dari langit air yang amat bersih,"
    },
    {
      "number": 49,
      "text": "لِّنُحْۦِىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَٰمًا وَأَنَاسِىَّ كَثِيرًا",
      "translation_en": "That We may bring to life thereby a dead land and give it as drink to those We created of numerous livestock and men.",
      "translation_id": "agar Kami menghidupkan dengan air itu negeri (tanah) yang mati, dan agar Kami memberi minum dengan air itu sebagian besar dari makhluk Kami, binatang-binatang ternak dan manusia yang banyak."
    },
    {
      "number": 50,
      "text": "وَلَقَدْ صَرَّفْنَٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
      "translation_en": "And We have certainly distributed it among them that they might be reminded, but most of the people refuse except disbelief.",
      "translation_id": "Dan sesungguhnya Kami telah mempergilirkan hujan itu diantara manusia supaya mereka mengambil pelajaran (dari padanya); maka kebanyakan manusia itu tidak mau kecuali mengingkari (nikmat)."
    },
    {
      "number": 51,
      "text": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا",
      "translation_en": "And if We had willed, We could have sent into every city a warner.",
      "translation_id": "Dan andaikata Kami menghendaki benar-benarlah Kami utus pada tiap-tiap negeri seorang yang memberi peringatan (rasul)."
    },
    {
      "number": 52,
      "text": "فَلَا تُطِعِ ٱلْكَٰفِرِينَ وَجَٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا",
      "translation_en": "So do not obey the disbelievers, and strive against them with the Qur'an a great striving.",
      "translation_id": "Maka janganlah kamu mengikuti orang-orang kafir, dan berjihadlah terhadap mereka dengan Al Quran dengan jihad yang besar."
    },
    {
      "number": 53,
      "text": "وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
      "translation_en": "And it is He who has released [simultaneously] the two seas, one fresh and sweet and one salty and bitter, and He placed between them a barrier and prohibiting partition.",
      "translation_id": "Dan Dialah yang membiarkan dua laut yang mengalir (berdampingan); yang ini tawar lagi segar dan yang lain asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang menghalangi."
    },
    {
      "number": 54,
      "text": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا",
      "translation_en": "And it is He who has created from water a human being and made him [a relative by] lineage and marriage. And ever is your Lord competent [concerning creation].",
      "translation_id": "Dan Dia (pula) yang menciptakan manusia dari air lalu dia jadikan manusia itu (punya) keturunan dan mushaharah dan adalah Tuhanmu Maha Kuasa."
    },
    {
      "number": 55,
      "text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا",
      "translation_en": "But they worship rather than Allah that which does not benefit them or harm them, and the disbeliever is ever, against his Lord, an assistant [to Satan].",
      "translation_id": "Dan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) memberi mudharat kepada mereka. Adalah orang-orang kafir itu penolong (syaitan untuk berbuat durhaka) terhadap Tuhannya."
    },
    {
      "number": 56,
      "text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
      "translation_en": "And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner.",
      "translation_id": "Dan tidaklah Kami mengutus kamu melainkan hanya sebagai pembawa kabar gembira dan pemberi peringatan."
    },
    {
      "number": 57,
      "text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
      "translation_en": "Say, \"I do not ask of you for it any payment - only that whoever wills might take to his Lord a way.\"",
      "translation_id": "Katakanlah: \"Aku tidak meminta upah sedikitpun kepada kamu dalam menyampaikan risalah itu, melainkan (mengharapkan kepatuhan) orang-orang yang mau mengambil jalan kepada Tuhan nya."
    },
    {
      "number": 58,
      "text": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
      "translation_en": "And rely upon the Ever-Living who does not die, and exalt [Allah] with His praise. And sufficient is He to be, with the sins of His servants, Acquainted -",
      "translation_id": "Dan bertawakkallah kepada Allah yang hidup (kekal) Yang tidak mati, dan bertasbihlah dengan memuji-Nya. Dan cukuplah Dia Maha Mengetahui dosa-dosa hamba-hamba-Nya."
    },
    {
      "number": 59,
      "text": "ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ٱلرَّحْمَٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًا",
      "translation_en": "He who created the heavens and the earth and what is between them in six days and then established Himself above the Throne - the Most Merciful, so ask about Him one well informed.",
      "translation_id": "Yang menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa, kemudian dia bersemayam di atas 'Arsy, (Dialah) Yang Maha Pemurah, maka tanyakanlah (tentang Allah) kepada yang lebih mengetahui (Muhammad) tentang Dia."
    },
    {
      "number": 60,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا",
      "translation_en": "And when it is said to them, \"Prostrate to the Most Merciful,\" they say, \"And what is the Most Merciful? Should we prostrate to that which you order us?\" And it increases them in aversion.",
      "translation_id": "Dan apabila dikatakan kepada mereka: \"Sujudlah kamu sekalian kepada yang Maha Penyayang\", mereka menjawab: \"Siapakah yang Maha Penyayang itu? Apakah kami akan sujud kepada Tuhan Yang kamu perintahkan kami(bersujud kepada-Nya)?\", dan (perintah sujud itu) menambah mereka jauh (dari iman)."
    },
    {
      "number": 61,
      "text": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَٰجًا وَقَمَرًا مُّنِيرًا",
      "translation_en": "Blessed is He who has placed in the sky great stars and placed therein a [burning] lamp and luminous moon.",
      "translation_id": "Maha Suci Allah yang menjadikan di langit gugusan-gugusan bintang dan Dia menjadikan juga padanya matahari dan bulan yang bercahaya."
    },
    {
      "number": 62,
      "text": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
      "translation_en": "And it is He who has made the night and the day in succession for whoever desires to remember or desires gratitude.",
      "translation_id": "Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau orang yang ingin bersyukur."
    },
    {
      "number": 63,
      "text": "وَعِبَادُ ٱلرَّحْمَٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ ٱلْجَٰهِلُونَ قَالُوا۟ سَلَٰمًا",
      "translation_en": "And the servants of the Most Merciful are those who walk upon the earth easily, and when the ignorant address them [harshly], they say [words of] peace,",
      "translation_id": "Dan hamba-hamba Tuhan yang Maha Penyayang itu (ialah) orang-orang yang berjalan di atas bumi dengan rendah hati dan apabila orang-orang jahil menyapa mereka, mereka mengucapkan kata-kata (yang mengandung) keselamatan."
    },
    {
      "number": 64,
      "text": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَٰمًا",
      "translation_en": "And those who spend [part of] the night to their Lord prostrating and standing [in prayer]",
      "translation_id": "Dan orang yang melalui malam hari dengan bersujud dan berdiri untuk Tuhan mereka."
    },
    {
      "number": 65,
      "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
      "translation_en": "And those who say, \"Our Lord, avert from us the punishment of Hell. Indeed, its punishment is ever adhering;",
      "translation_id": "Dan orang-orang yang berkata: \"Ya Tuhan kami, jauhkan azab jahannam dari kami, sesungguhnya azabnya itu adalah kebinasaan yang kekal\"."
    },
    {
      "number": 66,
      "text": "إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا",
      "translation_en": "Indeed, it is evil as a settlement and residence.\"",
      "translation_id": "Sesungguhnya jahannam itu seburuk-buruk tempat menetap dan tempat kediaman."
    },
    {
      "number": 67,
      "text": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا",
      "translation_en": "And [they are] those who, when they spend, do so not excessively or sparingly but are ever, between that, [justly] moderate",
      "translation_id": "Dan orang-orang yang apabila membelanjakan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, dan adalah (pembelanjaan itu) di tengah-tengah antara yang demikian."
    },
    {
      "number": 68,
      "text": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا",
      "translation_en": "And those who do not invoke with Allah another deity or kill the soul which Allah has forbidden [to be killed], except by right, and do not commit unlawful sexual intercourse. And whoever should do that will meet a penalty.",
      "translation_id": "Dan orang-orang yang tidak menyembah tuhan yang lain beserta Allah dan tidak membunuh jiwa yang diharamkan Allah (membunuhnya) kecuali dengan (alasan) yang benar, dan tidak berzina, barang siapa yang melakukan yang demikian itu, niscaya dia mendapat (pembalasan) dosa(nya),"
    },
    {
      "number": 69,
      "text": "يُضَٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا",
      "translation_en": "Multiplied for him is the punishment on the Day of Resurrection, and he will abide therein humiliated -",
      "translation_id": "(yakni) akan dilipat gandakan azab untuknya pada hari kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina,"
    },
    {
      "number": 70,
      "text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًا صَٰلِحًا فَأُو۟لَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَٰتٍ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "translation_en": "Except for those who repent, believe and do righteous work. For them Allah will replace their evil deeds with good. And ever is Allah Forgiving and Merciful.",
      "translation_id": "kecuali orang-orang yang bertaubat, beriman dan mengerjakan amal saleh; maka itu kejahatan mereka diganti Allah dengan kebajikan. Dan adalah Allah maha Pengampun lagi Maha Penyayang."
    },
    {
      "number": 71,
      "text": "وَمَن تَابَ وَعَمِلَ صَٰلِحًا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًا",
      "translation_en": "And he who repents and does righteousness does indeed turn to Allah with [accepted] repentance.",
      "translation_id": "Dan orang-orang yang bertaubat dan mengerjakan amal saleh, maka sesungguhnya dia bertaubat kepada Allah dengan taubat yang sebenar-benarnya."
    },
    {
      "number": 72,
      "text": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًا",
      "translation_en": "And [they are] those who do not testify to falsehood, and when they pass near ill speech, they pass by with dignity.",
      "translation_id": "Dan orang-orang yang tidak memberikan persaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, mereka lalui (saja) dengan menjaga kehormatan dirinya."
    },
    {
      "number": 73,
      "text": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّا وَعُمْيَانًا",
      "translation_en": "And those who, when reminded of the verses of their Lord, do not fall upon them deaf and blind.",
      "translation_id": "Dan orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka, mereka tidaklah menghadapinya sebagai orang-orang yang tuli dan buta."
    },
    {
      "number": 74,
      "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعْيُنٍ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
      "translation_en": "And those who say, \"Our Lord, grant us from among our wives and offspring comfort to our eyes and make us an example for the righteous.\"",
      "translation_id": "Dan orang orang yang berkata: \"Ya Tuhan kami, anugrahkanlah kepada kami isteri-isteri kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami imam bagi orang-orang yang bertakwa."
    },
    {
      "number": 75,
      "text": "أُو۟لَٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَٰمًا",
      "translation_en": "Those will be awarded the Chamber for what they patiently endured, and they will be received therein with greetings and [words of] peace.",
      "translation_id": "Mereka itulah orang yang dibalasi dengan martabat yang tinggi (dalam surga) karena kesabaran mereka dan mereka disambut dengan penghormatan dan ucapan selamat di dalamnya,"
    },
    {
      "number": 76,
      "text": "خَٰلِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا",
      "translation_en": "Abiding eternally therein. Good is the settlement and residence.",
      "translation_id": "mereka kekal di dalamnya. Surga itu sebaik-baik tempat menetap dan tempat kediaman."
    },
    {
      "number": 77,
      "text": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
      "translation_en": "Say, \"What would my Lord care for you if not for your supplication?\" For you [disbelievers] have denied, so your denial is going to be adherent.",
      "translation_id": "Katakanlah (kepada orang-orang musyrik): \"Tuhanku tidak mengindahkan kamu, melainkan kalau ada ibadatmu. (Tetapi bagaimana kamu beribadat kepada-Nya), padahal kamu sungguh telah mendustakan-Nya? karena itu kelak (azab) pasti (menimpamu)\"."
    }
  ]
}