{
  "number": 26,
  "name": "سورة الشعراء",
  "transliteration_en": "Ash-Shu'araa",
  "translation_en": "The Poets",
  "total_verses": 227,
  "revelation_type": "Meccan",
  "verses": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ طسٓمٓ",
      "translation_en": "Ta, Seen, Meem.",
      "translation_id": "Thaa Siim Miim"
    },
    {
      "number": 2,
      "text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ",
      "translation_en": "These are the verses of the clear Book.",
      "translation_id": "Inilah ayat-ayat Al Quran yang menerangkan."
    },
    {
      "number": 3,
      "text": "لَعَلَّكَ بَٰخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا۟ مُؤْمِنِينَ",
      "translation_en": "Perhaps, [O Muhammad], you would kill yourself with grief that they will not be believers.",
      "translation_id": "Boleh jadi kamu (Muhammad) akan membinasakan dirimu, karena mereka tidak beriman."
    },
    {
      "number": 4,
      "text": "إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ ٱلسَّمَآءِ ءَايَةً فَظَلَّتْ أَعْنَٰقُهُمْ لَهَا خَٰضِعِينَ",
      "translation_en": "If We willed, We could send down to them from the sky a sign for which their necks would remain humbled.",
      "translation_id": "Jika kami kehendaki niscaya Kami menurunkan kepada mereka mukjizat dari langit, maka senantiasa kuduk-kuduk mereka tunduk kepadanya."
    },
    {
      "number": 5,
      "text": "وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ ٱلرَّحْمَٰنِ مُحْدَثٍ إِلَّا كَانُوا۟ عَنْهُ مُعْرِضِينَ",
      "translation_en": "And no revelation comes to them anew from the Most Merciful except that they turn away from it.",
      "translation_id": "Dan sekali-kali tidak datang kepada mereka suatu peringatan baru dari Tuhan Yang Maha Pemurah, melainkan mereka selalu berpaling daripadanya."
    },
    {
      "number": 6,
      "text": "فَقَدْ كَذَّبُوا۟ فَسَيَأْتِيهِمْ أَنۢبَٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation_en": "For they have already denied, but there will come to them the news of that which they used to ridicule.",
      "translation_id": "Sungguh mereka telah mendustakan (Al Quran), maka kelak akan datang kepada mereka (kenyataan dari) berita-berita yang selalu mereka perolok-olokkan."
    },
    {
      "number": 7,
      "text": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلْأَرْضِ كَمْ أَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
      "translation_en": "Did they not look at the earth - how much We have produced therein from every noble kind?",
      "translation_id": "Dan apakah mereka tidak memperhatikan bumi, berapakah banyaknya Kami tumbuhkan di bumi itu pelbagai macam tumbuh-tumbuhan yang baik?"
    },
    {
      "number": 8,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "translation_en": "Indeed in that is a sign, but most of them were not to be believers.",
      "translation_id": "Sesungguhnya pada yang demikian itu benar-benar terdapat suatu tanda kekuasaan Allah. Dan kebanyakan mereka tidak beriman."
    },
    {
      "number": 9,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "translation_en": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
      "translation_id": "Dan sesungguhnya Tuhanmu benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang."
    },
    {
      "number": 10,
      "text": "وَإِذْ نَادَىٰ رَبُّكَ مُوسَىٰٓ أَنِ ٱئْتِ ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
      "translation_en": "And [mention] when your Lord called Moses, [saying], \"Go to the wrongdoing people -",
      "translation_id": "Dan (ingatlah) ketika Tuhanmu menyeru Musa (dengan firman-Nya): \"Datangilah kaum yang zalim itu,"
    },
    {
      "number": 11,
      "text": "قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ",
      "translation_en": "The people of Pharaoh. Will they not fear Allah?\"",
      "translation_id": "(yaitu) kaum Fir'aun. Mengapa mereka tidak bertakwa?\""
    },
    {
      "number": 12,
      "text": "قَالَ رَبِّ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
      "translation_en": "He said, \"My Lord, indeed I fear that they will deny me",
      "translation_id": "Berkata Musa: \"Ya Tuhanku, sesungguhnya aku takut bahwa mereka akan mendustakan aku."
    },
    {
      "number": 13,
      "text": "وَيَضِيقُ صَدْرِى وَلَا يَنطَلِقُ لِسَانِى فَأَرْسِلْ إِلَىٰ هَٰرُونَ",
      "translation_en": "And that my breast will tighten and my tongue will not be fluent, so send for Aaron.",
      "translation_id": "Dan (karenanya) sempitlah dadaku dan tidak lancar lidahku maka utuslah (Jibril) kepada Harun."
    },
    {
      "number": 14,
      "text": "وَلَهُمْ عَلَىَّ ذَنۢبٌ فَأَخَافُ أَن يَقْتُلُونِ",
      "translation_en": "And they have upon me a [claim due to] sin, so I fear that they will kill me.\"",
      "translation_id": "Dan aku berdosa terhadap mereka, maka aku takut mereka akan membunuhku\"."
    },
    {
      "number": 15,
      "text": "قَالَ كَلَّا فَٱذْهَبَا بِـَٔايَٰتِنَآ إِنَّا مَعَكُم مُّسْتَمِعُونَ",
      "translation_en": "[Allah] said, \"No. Go both of you with Our signs; indeed, We are with you, listening.",
      "translation_id": "Allah berfirman: \"Jangan takut (mereka tidak akan dapat membunuhmu), maka pergilah kamu berdua dengan membawa ayat-ayat Kami (mukjizat-mukjizat); sesungguhnya Kami bersamamu mendengarkan (apa-apa yang mereka katakan),"
    },
    {
      "number": 16,
      "text": "فَأْتِيَا فِرْعَوْنَ فَقُولَآ إِنَّا رَسُولُ رَبِّ ٱلْعَٰلَمِينَ",
      "translation_en": "Go to Pharaoh and say, 'We are the messengers of the Lord of the worlds,",
      "translation_id": "Maka datanglah kamu berdua kepada Fir'aun dan katakanlah olehmu: \"Sesungguhnya Kami adalah Rasul Tuhan semesta alam,"
    },
    {
      "number": 17,
      "text": "أَنْ أَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ",
      "translation_en": "[Commanded to say], \"Send with us the Children of Israel.\"'\"",
      "translation_id": "lepaskanlah Bani Israil (pergi) beserta kami\"."
    },
    {
      "number": 18,
      "text": "قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ",
      "translation_en": "[Pharaoh] said, \"Did we not raise you among us as a child, and you remained among us for years of your life?",
      "translation_id": "Fir'aun menjawab: \"Bukankah kami telah mengasuhmu di antara (keluarga) kami, waktu kamu masih kanak-kanak dan kamu tinggal bersama kami beberapa tahun dari umurmu."
    },
    {
      "number": 19,
      "text": "وَفَعَلْتَ فَعْلَتَكَ ٱلَّتِى فَعَلْتَ وَأَنتَ مِنَ ٱلْكَٰفِرِينَ",
      "translation_en": "And [then] you did your deed which you did, and you were of the ungrateful.\"",
      "translation_id": "dan kamu telah berbuat suatu perbuatan yang telah kamu lakukan itu dan kamu termasuk golongan orang-orang yang tidak membalas guna."
    },
    {
      "number": 20,
      "text": "قَالَ فَعَلْتُهَآ إِذًا وَأَنَا۠ مِنَ ٱلضَّآلِّينَ",
      "translation_en": "[Moses] said, \"I did it, then, while I was of those astray.",
      "translation_id": "Berkata Musa: \"Aku telah melakukannya, sedang aku di waktu itu termasuk orang-orang yang khilaf."
    },
    {
      "number": 21,
      "text": "فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِى رَبِّى حُكْمًا وَجَعَلَنِى مِنَ ٱلْمُرْسَلِينَ",
      "translation_en": "So I fled from you when I feared you. Then my Lord granted me wisdom and prophethood and appointed me [as one] of the messengers.",
      "translation_id": "Lalu aku lari meninggalkan kamu ketika aku takut kepadamu, kemudian Tuhanku memberikan kepadaku ilmu serta Dia menjadikanku salah seorang di antara rasul-rasul."
    },
    {
      "number": 22,
      "text": "وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَىَّ أَنْ عَبَّدتَّ بَنِىٓ إِسْرَٰٓءِيلَ",
      "translation_en": "And is this a favor of which you remind me - that you have enslaved the Children of Israel?\"",
      "translation_id": "Budi yang kamu limpahkan kepadaku itu adalah (disebabkan) kamu telah memperbudak Bani Israil\"."
    },
    {
      "number": 23,
      "text": "قَالَ فِرْعَوْنُ وَمَا رَبُّ ٱلْعَٰلَمِينَ",
      "translation_en": "Said Pharaoh, \"And what is the Lord of the worlds?\"",
      "translation_id": "Fir'aun bertanya: \"Siapa Tuhan semesta alam itu?\""
    },
    {
      "number": 24,
      "text": "قَالَ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَآ إِن كُنتُم مُّوقِنِينَ",
      "translation_en": "[Moses] said, \"The Lord of the heavens and earth and that between them, if you should be convinced.\"",
      "translation_id": "Musa menjawab: \"Tuhan Pencipta langit dan bumi dan apa-apa yang di antara keduanya (Itulah Tuhanmu), jika kamu sekalian (orang-orang) mempercayai-Nya\"."
    },
    {
      "number": 25,
      "text": "قَالَ لِمَنْ حَوْلَهُۥٓ أَلَا تَسْتَمِعُونَ",
      "translation_en": "[Pharaoh] said to those around him, \"Do you not hear?\"",
      "translation_id": "Berkata Fir'aun kepada orang-orang sekelilingnya: \"Apakah kamu tidak mendengarkan?\""
    },
    {
      "number": 26,
      "text": "قَالَ رَبُّكُمْ وَرَبُّ ءَابَآئِكُمُ ٱلْأَوَّلِينَ",
      "translation_en": "[Moses] said, \"Your Lord and the Lord of your first forefathers.\"",
      "translation_id": "Musa berkata (pula): \"Tuhan kamu dan Tuhan nenek-nenek moyang kamu yang dahulu\"."
    },
    {
      "number": 27,
      "text": "قَالَ إِنَّ رَسُولَكُمُ ٱلَّذِىٓ أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ",
      "translation_en": "[Pharaoh] said, \"Indeed, your 'messenger' who has been sent to you is mad.\"",
      "translation_id": "Fir'aun berkata: \"Sesungguhnya Rasulmu yang diutus kepada kamu sekalian benar-benar orang gila\"."
    },
    {
      "number": 28,
      "text": "قَالَ رَبُّ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَمَا بَيْنَهُمَآ إِن كُنتُمْ تَعْقِلُونَ",
      "translation_en": "[Moses] said, \"Lord of the east and the west and that between them, if you were to reason.\"",
      "translation_id": "Musa berkata: \"Tuhan yang menguasai timur dan barat dan apa yang ada di antara keduanya: (Itulah Tuhanmu) jika kamu mempergunakan akal\"."
    },
    {
      "number": 29,
      "text": "قَالَ لَئِنِ ٱتَّخَذْتَ إِلَٰهًا غَيْرِى لَأَجْعَلَنَّكَ مِنَ ٱلْمَسْجُونِينَ",
      "translation_en": "[Pharaoh] said, \"If you take a god other than me, I will surely place you among those imprisoned.\"",
      "translation_id": "Fir'aun berkata: \"Sungguh jika kamu menyembah Tuhan selain aku, benar-benar aku akan menjadikan kamu salah seorang yang dipenjarakan\"."
    },
    {
      "number": 30,
      "text": "قَالَ أَوَلَوْ جِئْتُكَ بِشَىْءٍ مُّبِينٍ",
      "translation_en": "[Moses] said, \"Even if I brought you proof manifest?\"",
      "translation_id": "Musa berkata: \"Dan apakah (kamu akan melakukan itu) kendatipun aku tunjukkan kepadamu sesuatu (keterangan) yang nyata?\""
    },
    {
      "number": 31,
      "text": "قَالَ فَأْتِ بِهِۦٓ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation_en": "[Pharaoh] said, \"Then bring it, if you should be of the truthful.\"",
      "translation_id": "Fir'aun berkata: \"Datangkanlah sesuatu (keterangan) yang nyata itu, jika kamu adalah termasuk orang-orang yang benar\"."
    },
    {
      "number": 32,
      "text": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ",
      "translation_en": "So [Moses] threw his staff, and suddenly it was a serpent manifest.",
      "translation_id": "Maka Musa melemparkan tongkatnya, lalu tiba-tiba tongkat itu (menjadi) ular yang nyata."
    },
    {
      "number": 33,
      "text": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّٰظِرِينَ",
      "translation_en": "And he drew out his hand; thereupon it was white for the observers.",
      "translation_id": "Dan ia menarik tangannya (dari dalam bajunya), maka tiba-tiba tangan itu jadi putih (bersinar) bagi orang-orang yang melihatnya."
    },
    {
      "number": 34,
      "text": "قَالَ لِلْمَلَإِ حَوْلَهُۥٓ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٌ",
      "translation_en": "[Pharaoh] said to the eminent ones around him, \"Indeed, this is a learned magician.",
      "translation_id": "Fir'aun berkata kepada pembesar-pembesar yang berada sekelilingnya: Sesungguhnya Musa ini benar-benar seorang ahli sihir yang pandai,"
    },
    {
      "number": 35,
      "text": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُم بِسِحْرِهِۦ فَمَاذَا تَأْمُرُونَ",
      "translation_en": "He wants to drive you out of your land by his magic, so what do you advise?\"",
      "translation_id": "ia hendak mengusir kamu dari negerimu sendiri dengan sihirnya; maka karena itu apakah yang kamu anjurkan?\""
    },
    {
      "number": 36,
      "text": "قَالُوٓا۟ أَرْجِهْ وَأَخَاهُ وَٱبْعَثْ فِى ٱلْمَدَآئِنِ حَٰشِرِينَ",
      "translation_en": "They said, \"Postpone [the matter of] him and his brother and send among the cities gatherers",
      "translation_id": "Mereka menjawab: \"Tundalah (urusan) dia dan saudaranya dan kirimkanlah ke seluruh negeri orang-orang yang akan mengumpulkan (ahli sihir),"
    },
    {
      "number": 37,
      "text": "يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ",
      "translation_en": "Who will bring you every learned, skilled magician.\"",
      "translation_id": "niscaya mereka akan mendatangkan semua ahli sihir yang pandai kepadamu\"."
    },
    {
      "number": 38,
      "text": "فَجُمِعَ ٱلسَّحَرَةُ لِمِيقَٰتِ يَوْمٍ مَّعْلُومٍ",
      "translation_en": "So the magicians were assembled for the appointment of a well-known day.",
      "translation_id": "Lalu dikumpulkan ahli-ahli sihir pada waktu yang ditetapkan di hari yang maklum,"
    },
    {
      "number": 39,
      "text": "وَقِيلَ لِلنَّاسِ هَلْ أَنتُم مُّجْتَمِعُونَ",
      "translation_en": "And it was said to the people, \"Will you congregate",
      "translation_id": "dan dikatakan kepada orang banyak: \"Berkumpullah kamu sekalian."
    },
    {
      "number": 40,
      "text": "لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُوا۟ هُمُ ٱلْغَٰلِبِينَ",
      "translation_en": "That we might follow the magicians if they are the predominant?\"",
      "translation_id": "semoga kita mengikuti ahli-ahli sihir jika mereka adalah orang-orang yang menang\""
    },
    {
      "number": 41,
      "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالُوا۟ لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَٰلِبِينَ",
      "translation_en": "And when the magicians arrived, they said to Pharaoh, \"Is there indeed for us a reward if we are the predominant?\"",
      "translation_id": "Maka tatkala ahli-ahli sihir datang, merekapun bertanya kepada Fir'aun: \"Apakah kami sungguh-sungguh mendapat upah yang besar jika kami adalah orang-orang yang menang?\""
    },
    {
      "number": 42,
      "text": "قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ ٱلْمُقَرَّبِينَ",
      "translation_en": "He said, \"Yes, and indeed, you will then be of those near [to me].\"",
      "translation_id": "Fir'aun menjawab: \"Ya, kalau demikian, sesungguhnya kamu sekalian benar-benar akan menjadi orang yang didekatkan (kepadaku)\"."
    },
    {
      "number": 43,
      "text": "قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ",
      "translation_en": "Moses said to them, \"Throw whatever you will throw.\"",
      "translation_id": "Berkatalah Musa kepada mereka: \"Lemparkanlah apa yang hendak kamu lemparkan\"."
    },
    {
      "number": 44,
      "text": "فَأَلْقَوْا۟ حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا۟ بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ ٱلْغَٰلِبُونَ",
      "translation_en": "So they threw their ropes and their staffs and said, \"By the might of Pharaoh, indeed it is we who are predominant.\"",
      "translation_id": "Lalu mereka melemparkan tali temali dan tongkat-tongkat mereka dan berkata: \"Demi kekuasaan Fir'aun, sesungguhnya kami benar-benar akan menang\"."
    },
    {
      "number": 45,
      "text": "فَأَلْقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ",
      "translation_en": "Then Moses threw his staff, and at once it devoured what they falsified.",
      "translation_id": "Kemudian Musa menjatuhkan tongkatnya maka tiba-tiba ia menelan benda-benda palsu yang mereka ada-adakan itu."
    },
    {
      "number": 46,
      "text": "فَأُلْقِىَ ٱلسَّحَرَةُ سَٰجِدِينَ",
      "translation_en": "So the magicians fell down in prostration [to Allah].",
      "translation_id": "Maka tersungkurlah ahli-ahli sihir sambil bersujud (kepada Allah),"
    },
    {
      "number": 47,
      "text": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَٰلَمِينَ",
      "translation_en": "They said, \"We have believed in the Lord of the worlds,",
      "translation_id": "mereka berkata: \"Kami beriman kepada Tuhan semesta alam,"
    },
    {
      "number": 48,
      "text": "رَبِّ مُوسَىٰ وَهَٰرُونَ",
      "translation_en": "The Lord of Moses and Aaron.\"",
      "translation_id": "(yaitu) Tuhan Musa dan Harun\"."
    },
    {
      "number": 49,
      "text": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ فَلَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَٰفٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
      "translation_en": "[Pharaoh] said, \"You believed Moses before I gave you permission. Indeed, he is your leader who has taught you magic, but you are going to know. I will surely cut off your hands and your feet on opposite sides, and I will surely crucify you all.\"",
      "translation_id": "Fir'aun berkata: \"Apakah kamu sekalian beriman kepada Musa sebelum aku memberi izin kepadamu? Sesungguhnya dia benar-benar pemimpinmu yang mengajarkan sihir kepadamu maka kamu nanti pasti benar-benar akan mengetahui (akibat perbuatanmu); sesungguhnya aku akan memotong tanganmu dan kakimu dengan bersilangan dan aku akan menyalibmu semuanya\"."
    },
    {
      "number": 50,
      "text": "قَالُوا۟ لَا ضَيْرَ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
      "translation_en": "They said, \"No harm. Indeed, to our Lord we will return.",
      "translation_id": "Mereka berkata: \"Tidak ada kemudharatan (bagi kami); sesungguhnya kami akan kembali kepada Tuhan kami,"
    },
    {
      "number": 51,
      "text": "إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَٰيَٰنَآ أَن كُنَّآ أَوَّلَ ٱلْمُؤْمِنِينَ",
      "translation_en": "Indeed, we aspire that our Lord will forgive us our sins because we were the first of the believers.\"",
      "translation_id": "sesungguhnya kami amat menginginkan bahwa Tuhan kami akan mengampuni kesalahan kami, karena kami adalah orang-orang yang pertama-tama beriman\"."
    },
    {
      "number": 52,
      "text": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِىٓ إِنَّكُم مُّتَّبَعُونَ",
      "translation_en": "And We inspired to Moses, \"Travel by night with My servants; indeed, you will be pursued.\"",
      "translation_id": "Dan Kami wahyukan (perintahkan) kepada Musa: \"Pergilah di malam hari dengan membawa hamba-hamba-Ku (Bani Israil), karena sesungguhnya kamu sekalian akan disusuli\"."
    },
    {
      "number": 53,
      "text": "فَأَرْسَلَ فِرْعَوْنُ فِى ٱلْمَدَآئِنِ حَٰشِرِينَ",
      "translation_en": "Then Pharaoh sent among the cities gatherers",
      "translation_id": "Kemudian Fir'aun mengirimkan orang yang mengumpulkan (tentaranya) ke kota-kota."
    },
    {
      "number": 54,
      "text": "إِنَّ هَٰٓؤُلَآءِ لَشِرْذِمَةٌ قَلِيلُونَ",
      "translation_en": "[And said], \"Indeed, those are but a small band,",
      "translation_id": "(Fir'aun berkata): \"Sesungguhnya mereka (Bani Israil) benar-benar golongan kecil,"
    },
    {
      "number": 55,
      "text": "وَإِنَّهُمْ لَنَا لَغَآئِظُونَ",
      "translation_en": "And indeed, they are enraging us,",
      "translation_id": "dan sesungguhnya mereka membuat hal-hal yang menimbulkan amarah kita,"
    },
    {
      "number": 56,
      "text": "وَإِنَّا لَجَمِيعٌ حَٰذِرُونَ",
      "translation_en": "And indeed, we are a cautious society... \"",
      "translation_id": "dan sesungguhnya kita benar-benar golongan yang selalu berjaga-jaga\"."
    },
    {
      "number": 57,
      "text": "فَأَخْرَجْنَٰهُم مِّن جَنَّٰتٍ وَعُيُونٍ",
      "translation_en": "So We removed them from gardens and springs",
      "translation_id": "Maka Kami keluarkan Fir'aun dan kaumnya dari taman-taman dan mata air,"
    },
    {
      "number": 58,
      "text": "وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ",
      "translation_en": "And treasures and honorable station -",
      "translation_id": "dan (dari) perbendaharaan dan kedudukan yang mulia,"
    },
    {
      "number": 59,
      "text": "كَذَٰلِكَ وَأَوْرَثْنَٰهَا بَنِىٓ إِسْرَٰٓءِيلَ",
      "translation_en": "Thus. And We caused to inherit it the Children of Israel.",
      "translation_id": "demikianlah halnya dan Kami anugerahkan semuanya (itu) kepada Bani Israil."
    },
    {
      "number": 60,
      "text": "فَأَتْبَعُوهُم مُّشْرِقِينَ",
      "translation_en": "So they pursued them at sunrise.",
      "translation_id": "Maka Fir'aun dan bala tentaranya dapat menyusuli mereka di waktu matahari terbit."
    },
    {
      "number": 61,
      "text": "فَلَمَّا تَرَٰٓءَا ٱلْجَمْعَانِ قَالَ أَصْحَٰبُ مُوسَىٰٓ إِنَّا لَمُدْرَكُونَ",
      "translation_en": "And when the two companies saw one another, the companions of Moses said, \"Indeed, we are to be overtaken!\"",
      "translation_id": "Maka setelah kedua golongan itu saling melihat, berkatalah pengikut-pengikut Musa: \"Sesungguhnya kita benar-benar akan tersusul\"."
    },
    {
      "number": 62,
      "text": "قَالَ كَلَّآ إِنَّ مَعِىَ رَبِّى سَيَهْدِينِ",
      "translation_en": "[Moses] said, \"No! Indeed, with me is my Lord; He will guide me.\"",
      "translation_id": "Musa menjawab: \"Sekali-kali tidak akan tersusul; sesungguhnya Tuhanku besertaku, kelak Dia akan memberi petunjuk kepadaku\"."
    },
    {
      "number": 63,
      "text": "فَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْبَحْرَ فَٱنفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَٱلطَّوْدِ ٱلْعَظِيمِ",
      "translation_en": "Then We inspired to Moses, \"Strike with your staff the sea,\" and it parted, and each portion was like a great towering mountain.",
      "translation_id": "Lalu Kami wahyukan kepada Musa: \"Pukullah lautan itu dengan tongkatmu\". Maka terbelahlah lautan itu dan tiap-tiap belahan adalah seperti gunung yang besar."
    },
    {
      "number": 64,
      "text": "وَأَزْلَفْنَا ثَمَّ ٱلْءَاخَرِينَ",
      "translation_en": "And We advanced thereto the pursuers.",
      "translation_id": "Dan di sanalah Kami dekatkan golongan yang lain."
    },
    {
      "number": 65,
      "text": "وَأَنجَيْنَا مُوسَىٰ وَمَن مَّعَهُۥٓ أَجْمَعِينَ",
      "translation_en": "And We saved Moses and those with him, all together.",
      "translation_id": "Dan Kami selamatkan Musa dan orang-orang yang besertanya semuanya."
    },
    {
      "number": 66,
      "text": "ثُمَّ أَغْرَقْنَا ٱلْءَاخَرِينَ",
      "translation_en": "Then We drowned the others.",
      "translation_id": "Dan Kami tenggelamkan golongan yang lain itu."
    },
    {
      "number": 67,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "translation_en": "Indeed in that is a sign, but most of them were not to be believers.",
      "translation_id": "Sesungguhnya pada yang demikian itu benar-benar merupakan suatu tanda yang besar (mukjizat) dan tetapi adalah kebanyakan mereka tidak beriman."
    },
    {
      "number": 68,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "translation_en": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
      "translation_id": "Dan sesungguhnya Tuhanmu benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang."
    },
    {
      "number": 69,
      "text": "وَٱتْلُ عَلَيْهِمْ نَبَأَ إِبْرَٰهِيمَ",
      "translation_en": "And recite to them the news of Abraham,",
      "translation_id": "Dan bacakanlah kepada mereka kisah Ibrahim."
    },
    {
      "number": 70,
      "text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا تَعْبُدُونَ",
      "translation_en": "When he said to his father and his people, \"What do you worship?\"",
      "translation_id": "Ketika ia berkata kepada bapaknya dan kaumnya: \"Apakah yang kamu sembah?\""
    },
    {
      "number": 71,
      "text": "قَالُوا۟ نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَٰكِفِينَ",
      "translation_en": "They said, \"We worship idols and remain to them devoted.\"",
      "translation_id": "Mereka menjawab: \"Kami menyembah berhala-berhala dan kami senantiasa tekun menyembahnya\"."
    },
    {
      "number": 72,
      "text": "قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ",
      "translation_en": "He said, \"Do they hear you when you supplicate?",
      "translation_id": "Berkata Ibrahim: \"Apakah berhala-berhala itu mendengar (doa)mu sewaktu kamu berdoa (kepadanya)?,"
    },
    {
      "number": 73,
      "text": "أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ",
      "translation_en": "Or do they benefit you, or do they harm?\"",
      "translation_id": "atau (dapatkah) mereka memberi manfaat kepadamu atau memberi mudharat?\""
    },
    {
      "number": 74,
      "text": "قَالُوا۟ بَلْ وَجَدْنَآ ءَابَآءَنَا كَذَٰلِكَ يَفْعَلُونَ",
      "translation_en": "They said, \"But we found our fathers doing thus.\"",
      "translation_id": "Mereka menjawab: \"(Bukan karena itu) sebenarnya kami mendapati nenek moyang kami berbuat demikian\"."
    },
    {
      "number": 75,
      "text": "قَالَ أَفَرَءَيْتُم مَّا كُنتُمْ تَعْبُدُونَ",
      "translation_en": "He said, \"Then do you see what you have been worshipping,",
      "translation_id": "Ibrahim berkata: \"Maka apakah kamu telah memperhatikan apa yang selalu kamu sembah,"
    },
    {
      "number": 76,
      "text": "أَنتُمْ وَءَابَآؤُكُمُ ٱلْأَقْدَمُونَ",
      "translation_en": "You and your ancient forefathers?",
      "translation_id": "kamu dan nenek moyang kamu yang dahulu?,"
    },
    {
      "number": 77,
      "text": "فَإِنَّهُمْ عَدُوٌّ لِّىٓ إِلَّا رَبَّ ٱلْعَٰلَمِينَ",
      "translation_en": "Indeed, they are enemies to me, except the Lord of the worlds,",
      "translation_id": "karena sesungguhnya apa yang kamu sembah itu adalah musuhku, kecuali Tuhan Semesta Alam,"
    },
    {
      "number": 78,
      "text": "ٱلَّذِى خَلَقَنِى فَهُوَ يَهْدِينِ",
      "translation_en": "Who created me, and He [it is who] guides me.",
      "translation_id": "(yaitu Tuhan) Yang telah menciptakan aku, maka Dialah yang menunjuki aku,"
    },
    {
      "number": 79,
      "text": "وَٱلَّذِى هُوَ يُطْعِمُنِى وَيَسْقِينِ",
      "translation_en": "And it is He who feeds me and gives me drink.",
      "translation_id": "dan Tuhanku, Yang Dia memberi makan dan minum kepadaku,"
    },
    {
      "number": 80,
      "text": "وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ",
      "translation_en": "And when I am ill, it is He who cures me",
      "translation_id": "dan apabila aku sakit, Dialah Yang menyembuhkan aku,"
    },
    {
      "number": 81,
      "text": "وَٱلَّذِى يُمِيتُنِى ثُمَّ يُحْيِينِ",
      "translation_en": "And who will cause me to die and then bring me to life",
      "translation_id": "dan Yang akan mematikan aku, kemudian akan menghidupkan aku (kembali),"
    },
    {
      "number": 82,
      "text": "وَٱلَّذِىٓ أَطْمَعُ أَن يَغْفِرَ لِى خَطِيٓـَٔتِى يَوْمَ ٱلدِّينِ",
      "translation_en": "And who I aspire that He will forgive me my sin on the Day of Recompense.\"",
      "translation_id": "dan Yang amat kuinginkan akan mengampuni kesalahanku pada hari kiamat\"."
    },
    {
      "number": 83,
      "text": "رَبِّ هَبْ لِى حُكْمًا وَأَلْحِقْنِى بِٱلصَّٰلِحِينَ",
      "translation_en": "[And he said], \"My Lord, grant me authority and join me with the righteous.",
      "translation_id": "(Ibrahim berdoa): \"Ya Tuhanku, berikanlah kepadaku hikmah dan masukkanlah aku ke dalam golongan orang-orang yang saleh,"
    },
    {
      "number": 84,
      "text": "وَٱجْعَل لِّى لِسَانَ صِدْقٍ فِى ٱلْءَاخِرِينَ",
      "translation_en": "And grant me a reputation of honor among later generations.",
      "translation_id": "dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian,"
    },
    {
      "number": 85,
      "text": "وَٱجْعَلْنِى مِن وَرَثَةِ جَنَّةِ ٱلنَّعِيمِ",
      "translation_en": "And place me among the inheritors of the Garden of Pleasure.",
      "translation_id": "dan jadikanlah aku termasuk orang-orang yang mempusakai surga yang penuh kenikmatan,"
    },
    {
      "number": 86,
      "text": "وَٱغْفِرْ لِأَبِىٓ إِنَّهُۥ كَانَ مِنَ ٱلضَّآلِّينَ",
      "translation_en": "And forgive my father. Indeed, he has been of those astray.",
      "translation_id": "dan ampunilah bapakku, karena sesungguhnya ia adalah termasuk golongan orang-orang yang sesat,"
    },
    {
      "number": 87,
      "text": "وَلَا تُخْزِنِى يَوْمَ يُبْعَثُونَ",
      "translation_en": "And do not disgrace me on the Day they are [all] resurrected -",
      "translation_id": "dan janganlah Engkau hinakan aku pada hari mereka dibangkitkan,"
    },
    {
      "number": 88,
      "text": "يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ",
      "translation_en": "The Day when there will not benefit [anyone] wealth or children",
      "translation_id": "(yaitu) di hari harta dan anak-anak laki-laki tidak berguna,"
    },
    {
      "number": 89,
      "text": "إِلَّا مَنْ أَتَى ٱللَّهَ بِقَلْبٍ سَلِيمٍ",
      "translation_en": "But only one who comes to Allah with a sound heart.\"",
      "translation_id": "kecuali orang-orang yang menghadap Allah dengan hati yang bersih,"
    },
    {
      "number": 90,
      "text": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ",
      "translation_en": "And Paradise will be brought near [that Day] to the righteous.",
      "translation_id": "dan (di hari itu) didekatkanlah surga kepada orang-orang yang bertakwa,"
    },
    {
      "number": 91,
      "text": "وَبُرِّزَتِ ٱلْجَحِيمُ لِلْغَاوِينَ",
      "translation_en": "And Hellfire will be brought forth for the deviators,",
      "translation_id": "dan diperlihatkan dengan jelas neraka Jahim kepada orang-orang yang sesat\","
    },
    {
      "number": 92,
      "text": "وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تَعْبُدُونَ",
      "translation_en": "And it will be said to them, \"Where are those you used to worship",
      "translation_id": "dan dikatakan kepada mereka: \"Dimanakah berhala-berhala yang dahulu kamu selalu menyembah(nya)"
    },
    {
      "number": 93,
      "text": "مِن دُونِ ٱللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ",
      "translation_en": "Other than Allah? Can they help you or help themselves?\"",
      "translation_id": "selain dari Allah? Dapatkah mereka menolong kamu atau menolong diri mereka sendiri?\""
    },
    {
      "number": 94,
      "text": "فَكُبْكِبُوا۟ فِيهَا هُمْ وَٱلْغَاوُۥنَ",
      "translation_en": "So they will be overturned into Hellfire, they and the deviators",
      "translation_id": "Maka mereka (sembahan-sembahan itu) dijungkirkan ke dalam neraka bersama-sama orang-orang yang sesat,"
    },
    {
      "number": 95,
      "text": "وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ",
      "translation_en": "And the soldiers of Iblees, all together.",
      "translation_id": "dan bala tentara iblis semuanya."
    },
    {
      "number": 96,
      "text": "قَالُوا۟ وَهُمْ فِيهَا يَخْتَصِمُونَ",
      "translation_en": "They will say while they dispute therein,",
      "translation_id": "Mereka berkata sedang mereka bertengkar di dalam neraka:"
    },
    {
      "number": 97,
      "text": "تَٱللَّهِ إِن كُنَّا لَفِى ضَلَٰلٍ مُّبِينٍ",
      "translation_en": "\"By Allah, we were indeed in manifest error",
      "translation_id": "\"demi Allah: sungguh kita dahulu (di dunia) dalam kesesatan yang nyata,"
    },
    {
      "number": 98,
      "text": "إِذْ نُسَوِّيكُم بِرَبِّ ٱلْعَٰلَمِينَ",
      "translation_en": "When we equated you with the Lord of the worlds.",
      "translation_id": "karena kita mempersamakan kamu dengan Tuhan semesta alam\"."
    },
    {
      "number": 99,
      "text": "وَمَآ أَضَلَّنَآ إِلَّا ٱلْمُجْرِمُونَ",
      "translation_en": "And no one misguided us except the criminals.",
      "translation_id": "Dan tiadalah yang menyesatkan kami kecuali orang-orang yang berdosa."
    },
    {
      "number": 100,
      "text": "فَمَا لَنَا مِن شَٰفِعِينَ",
      "translation_en": "So now we have no intercessors",
      "translation_id": "Maka kami tidak mempunyai pemberi syafa'at seorangpun,"
    },
    {
      "number": 101,
      "text": "وَلَا صَدِيقٍ حَمِيمٍ",
      "translation_en": "And not a devoted friend.",
      "translation_id": "dan tidak pula mempunyai teman yang akrab,"
    },
    {
      "number": 102,
      "text": "فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
      "translation_en": "Then if we only had a return [to the world] and could be of the believers... \"",
      "translation_id": "maka sekiranya kita dapat kembali sekali lagi (ke dunia) niscaya kami menjadi orang-orang yang beriman\"."
    },
    {
      "number": 103,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "translation_en": "Indeed in that is a sign, but most of them were not to be believers.",
      "translation_id": "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
    },
    {
      "number": 104,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "translation_en": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
      "translation_id": "Dan sesungguhnya Tuhanmu benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang."
    },
    {
      "number": 105,
      "text": "كَذَّبَتْ قَوْمُ نُوحٍ ٱلْمُرْسَلِينَ",
      "translation_en": "The people of Noah denied the messengers",
      "translation_id": "Kaum Nuh telah mendustakan para rasul."
    },
    {
      "number": 106,
      "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ",
      "translation_en": "When their brother Noah said to them, \"Will you not fear Allah?",
      "translation_id": "Ketika saudara mereka (Nuh) berkata kepada mereka: \"Mengapa kamu tidak bertakwa?"
    },
    {
      "number": 107,
      "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "translation_en": "Indeed, I am to you a trustworthy messenger.",
      "translation_id": "Sesungguhnya aku adalah seorang rasul kepercayaan (yang diutus) kepadamu,"
    },
    {
      "number": 108,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "translation_en": "So fear Allah and obey me.",
      "translation_id": "maka bertakwalah kepada Allah dan taatlah kepadaku."
    },
    {
      "number": 109,
      "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
      "translation_en": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
      "translation_id": "Dan aku sekali-kali tidak minta upah kepadamu atas ajakan-ajakan itu; upahku tidak lain hanyalah dari Tuhan semesta alam."
    },
    {
      "number": 110,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "translation_en": "So fear Allah and obey me.\"",
      "translation_id": "Maka bertakwalah kepada Allah dan taatlah kepadaku\"."
    },
    {
      "number": 111,
      "text": "قَالُوٓا۟ أَنُؤْمِنُ لَكَ وَٱتَّبَعَكَ ٱلْأَرْذَلُونَ",
      "translation_en": "They said, \"Should we believe you while you are followed by the lowest [class of people]?\"",
      "translation_id": "Mereka berkata: \"Apakah kami akan beriman kepadamu, padahal yang mengikuti kamu ialah orang-orang yang hina?\"."
    },
    {
      "number": 112,
      "text": "قَالَ وَمَا عِلْمِى بِمَا كَانُوا۟ يَعْمَلُونَ",
      "translation_en": "He said, \"And what is my knowledge of what they used to do?",
      "translation_id": "Nuh menjawab: \"Bagaimana aku mengetahui apa yang telah mereka kerjakan?"
    },
    {
      "number": 113,
      "text": "إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّى لَوْ تَشْعُرُونَ",
      "translation_en": "Their account is only upon my Lord, if you [could] perceive.",
      "translation_id": "Perhitungan (amal perbuatan) mereka tidak lain hanyalah kepada Tuhanku, kalau kamu menyadari."
    },
    {
      "number": 114,
      "text": "وَمَآ أَنَا۠ بِطَارِدِ ٱلْمُؤْمِنِينَ",
      "translation_en": "And I am not one to drive away the believers.",
      "translation_id": "Dan aku sekali-kali tidak akan mengusir orang-orang yang beriman."
    },
    {
      "number": 115,
      "text": "إِنْ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
      "translation_en": "I am only a clear warner.\"",
      "translation_id": "Aku (ini) tidak lain melainkan pemberi peringatan yang menjelaskan\"."
    },
    {
      "number": 116,
      "text": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَٰنُوحُ لَتَكُونَنَّ مِنَ ٱلْمَرْجُومِينَ",
      "translation_en": "They said, \"If you do not desist, O Noah, you will surely be of those who are stoned.\"",
      "translation_id": "Mereka berkata: \"Sungguh jika kamu tidak (mau) berhenti hai Nuh, niscaya benar-benar kamu akan termasuk orang-orang yang dirajam\"."
    },
    {
      "number": 117,
      "text": "قَالَ رَبِّ إِنَّ قَوْمِى كَذَّبُونِ",
      "translation_en": "He said, \"My Lord, indeed my people have denied me.",
      "translation_id": "Nuh berkata: \"Ya Tuhanku, sesungguhnya kaumku telah mendustakan aku;"
    },
    {
      "number": 118,
      "text": "فَٱفْتَحْ بَيْنِى وَبَيْنَهُمْ فَتْحًا وَنَجِّنِى وَمَن مَّعِىَ مِنَ ٱلْمُؤْمِنِينَ",
      "translation_en": "Then judge between me and them with decisive judgement and save me and those with me of the believers.\"",
      "translation_id": "maka itu adakanlah suatu keputusan antaraku dan antara mereka, dan selamatkanlah aku dan orang-orang yang mukmin besertaku\"."
    },
    {
      "number": 119,
      "text": "فَأَنجَيْنَٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
      "translation_en": "So We saved him and those with him in the laden ship.",
      "translation_id": "Maka Kami selamatkan Nuh dan orang-orang yang besertanya di dalam kapal yang penuh muatan."
    },
    {
      "number": 120,
      "text": "ثُمَّ أَغْرَقْنَا بَعْدُ ٱلْبَاقِينَ",
      "translation_en": "Then We drowned thereafter the remaining ones.",
      "translation_id": "Kemudian sesudah itu Kami tenggelamkan orang-orang yang tinggal."
    },
    {
      "number": 121,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "translation_en": "Indeed in that is a sign, but most of them were not to be believers.",
      "translation_id": "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
    },
    {
      "number": 122,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "translation_en": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
      "translation_id": "Dan sesungguhnya Tuhanmu Dialah Yang Maha Perkasa lagi Maha Penyayang."
    },
    {
      "number": 123,
      "text": "كَذَّبَتْ عَادٌ ٱلْمُرْسَلِينَ",
      "translation_en": "'Aad denied the messengers",
      "translation_id": "Kaum 'Aad telah mendustakan para rasul."
    },
    {
      "number": 124,
      "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ",
      "translation_en": "When their brother Hud said to them, \"Will you not fear Allah?",
      "translation_id": "Ketika saudara mereka Hud berkata kepada mereka: \"Mengapa kamu tidak bertakwa?"
    },
    {
      "number": 125,
      "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "translation_en": "Indeed, I am to you a trustworthy messenger.",
      "translation_id": "Sesungguhnya aku adalah seorang rasul kepercayaan (yang diutus) kepadamu,"
    },
    {
      "number": 126,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "translation_en": "So fear Allah and obey me.",
      "translation_id": "maka bertakwalah kepada Allah dan taatlah kepadaku."
    },
    {
      "number": 127,
      "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
      "translation_en": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
      "translation_id": "Dan sekali-kali aku tidak minta upah kepadamu atas ajakan itu; upahku tidak lain hanyalah dari Tuhan semesta alam."
    },
    {
      "number": 128,
      "text": "أَتَبْنُونَ بِكُلِّ رِيعٍ ءَايَةً تَعْبَثُونَ",
      "translation_en": "Do you construct on every elevation a sign, amusing yourselves,",
      "translation_id": "Apakah kamu mendirikan pada tiap-tiap tanah tinggi bangunan untuk bermain-main,"
    },
    {
      "number": 129,
      "text": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ",
      "translation_en": "And take for yourselves palaces and fortresses that you might abide eternally?",
      "translation_id": "dan kamu membuat benteng-benteng dengan maksud supaya kamu kekal (di dunia)?"
    },
    {
      "number": 130,
      "text": "وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ",
      "translation_en": "And when you strike, you strike as tyrants.",
      "translation_id": "Dan apabila kamu menyiksa, maka kamu menyiksa sebagai orang-orang kejam dan bengis."
    },
    {
      "number": 131,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "translation_en": "So fear Allah and obey me.",
      "translation_id": "Maka bertakwalah kepada Allah dan taatlah kepadaku."
    },
    {
      "number": 132,
      "text": "وَٱتَّقُوا۟ ٱلَّذِىٓ أَمَدَّكُم بِمَا تَعْلَمُونَ",
      "translation_en": "And fear He who provided you with that which you know,",
      "translation_id": "Dan bertakwalah kepada Allah yang telah menganugerahkan kepadamu apa yang kamu ketahui."
    },
    {
      "number": 133,
      "text": "أَمَدَّكُم بِأَنْعَٰمٍ وَبَنِينَ",
      "translation_en": "Provided you with grazing livestock and children",
      "translation_id": "Dia telah menganugerahkan kepadamu binatang-binatang ternak, dan anak-anak,"
    },
    {
      "number": 134,
      "text": "وَجَنَّٰتٍ وَعُيُونٍ",
      "translation_en": "And gardens and springs.",
      "translation_id": "dan kebun-kebun dan mata air,"
    },
    {
      "number": 135,
      "text": "إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
      "translation_en": "Indeed, I fear for you the punishment of a terrible day.\"",
      "translation_id": "sesungguhnya aku takut kamu akan ditimpa azab hari yang besar\"."
    },
    {
      "number": 136,
      "text": "قَالُوا۟ سَوَآءٌ عَلَيْنَآ أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ ٱلْوَٰعِظِينَ",
      "translation_en": "They said, \"It is all the same to us whether you advise or are not of the advisors.",
      "translation_id": "Mereka menjawab: \"Adalah sama saja bagi kami, apakah kamu memberi nasehat atau tidak memberi nasehat,"
    },
    {
      "number": 137,
      "text": "إِنْ هَٰذَآ إِلَّا خُلُقُ ٱلْأَوَّلِينَ",
      "translation_en": "This is not but the custom of the former peoples,",
      "translation_id": "(agama kami) ini tidak lain hanyalah adat kebiasaan orang dahulu."
    },
    {
      "number": 138,
      "text": "وَمَا نَحْنُ بِمُعَذَّبِينَ",
      "translation_en": "And we are not to be punished.\"",
      "translation_id": "dan kami sekali-kali tidak akan di \"azab\"."
    },
    {
      "number": 139,
      "text": "فَكَذَّبُوهُ فَأَهْلَكْنَٰهُمْ إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "translation_en": "And they denied him, so We destroyed them. Indeed in that is a sign, but most of them were not to be believers.",
      "translation_id": "Maka mereka mendustakan Hud, lalu Kami binasakan mereka. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
    },
    {
      "number": 140,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "translation_en": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
      "translation_id": "Dan sesungguhnya Tuhanmu, Dialah Yang Maha Perkasa lagi Maha Penyayang."
    },
    {
      "number": 141,
      "text": "كَذَّبَتْ ثَمُودُ ٱلْمُرْسَلِينَ",
      "translation_en": "Thamud denied the messengers",
      "translation_id": "Kaum Tsamud telah mendustakan rasul-rasul."
    },
    {
      "number": 142,
      "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ صَٰلِحٌ أَلَا تَتَّقُونَ",
      "translation_en": "When their brother Salih said to them, \"Will you not fear Allah?",
      "translation_id": "Ketika saudara mereka, Shaleh, berkata kepada mereka: \"Mengapa kamu tidak bertakwa?"
    },
    {
      "number": 143,
      "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "translation_en": "Indeed, I am to you a trustworthy messenger.",
      "translation_id": "Sesungguhnya aku adalah seorang rasul kepercayaan (yang diutus) kepadamu,"
    },
    {
      "number": 144,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "translation_en": "So fear Allah and obey me.",
      "translation_id": "maka bertakwalah kepada Allah dan taatlah kepadaku."
    },
    {
      "number": 145,
      "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
      "translation_en": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
      "translation_id": "Dan aku sekali-kali tidak minta upah kepadamu atas ajakan itu, upahku tidak lain hanyalah dari Tuhan semesta alam."
    },
    {
      "number": 146,
      "text": "أَتُتْرَكُونَ فِى مَا هَٰهُنَآ ءَامِنِينَ",
      "translation_en": "Will you be left in what is here, secure [from death],",
      "translation_id": "Adakah kamu akan dibiarkan tinggal disini (di negeri kamu ini) dengan aman,"
    },
    {
      "number": 147,
      "text": "فِى جَنَّٰتٍ وَعُيُونٍ",
      "translation_en": "Within gardens and springs",
      "translation_id": "di dalam kebun-kebun serta mata air,"
    },
    {
      "number": 148,
      "text": "وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ",
      "translation_en": "And fields of crops and palm trees with softened fruit?",
      "translation_id": "dan tanam-tanaman dan pohon-pohon korma yang mayangnya lembut."
    },
    {
      "number": 149,
      "text": "وَتَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا فَٰرِهِينَ",
      "translation_en": "And you carve out of the mountains, homes, with skill.",
      "translation_id": "Dan kamu pahat sebagian dari gunung-gunung untuk dijadikan rumah-rumah dengan rajin;"
    },
    {
      "number": 150,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "translation_en": "So fear Allah and obey me.",
      "translation_id": "maka bertakwalah kepada Allah dan taatlah kepadaku;"
    },
    {
      "number": 151,
      "text": "وَلَا تُطِيعُوٓا۟ أَمْرَ ٱلْمُسْرِفِينَ",
      "translation_en": "And do not obey the order of the transgressors,",
      "translation_id": "dan janganlah kamu mentaati perintah orang-orang yang melewati batas,"
    },
    {
      "number": 152,
      "text": "ٱلَّذِينَ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
      "translation_en": "Who cause corruption in the land and do not amend.\"",
      "translation_id": "yang membuat kerusakan di muka bumi dan tidak mengadakan perbaikan\"."
    },
    {
      "number": 153,
      "text": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ",
      "translation_en": "They said, \"You are only of those affected by magic.",
      "translation_id": "Mereka berkata: \"Sesungguhnya kamu adalah salah seorang dari orang-orang yang kena sihir;"
    },
    {
      "number": 154,
      "text": "مَآ أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا فَأْتِ بِـَٔايَةٍ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation_en": "You are but a man like ourselves, so bring a sign, if you should be of the truthful.\"",
      "translation_id": "Kamu tidak lain melainkan seorang manusia seperti kami; maka datangkanlah sesuatu mukjizat, jika kamu memang termasuk orang-orang yang benar\"."
    },
    {
      "number": 155,
      "text": "قَالَ هَٰذِهِۦ نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ",
      "translation_en": "He said, \"This is a she-camel. For her is a [time of] drink, and for you is a [time of] drink, [each] on a known day.",
      "translation_id": "Shaleh menjawab: \"Ini seekor unta betina, ia mempunyai giliran untuk mendapatkan air, dan kamu mempunyai giliran pula untuk mendapatkan air di hari yang tertentu."
    },
    {
      "number": 156,
      "text": "وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ",
      "translation_en": "And do not touch her with harm, lest you be seized by the punishment of a terrible day.\"",
      "translation_id": "Dan janganlah kamu sentuh unta betina itu dengan sesuatu kejahatan, yang menyebabkan kamu akan ditimpa oleh azab hari yang besar\"."
    },
    {
      "number": 157,
      "text": "فَعَقَرُوهَا فَأَصْبَحُوا۟ نَٰدِمِينَ",
      "translation_en": "But they hamstrung her and so became regretful.",
      "translation_id": "Kemudian mereka membunuhnya, lalu mereka menjadi menyesal,"
    },
    {
      "number": 158,
      "text": "فَأَخَذَهُمُ ٱلْعَذَابُ إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "translation_en": "And the punishment seized them. Indeed in that is a sign, but most of them were not to be believers.",
      "translation_id": "maka mereka ditimpa azab. Sesungguhnya pada yang demikian itu benar-benar terdapat bukti yang nyata. Dan adalah kebanyakan mereka tidak beriman."
    },
    {
      "number": 159,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "translation_en": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
      "translation_id": "Dan sesungguhnya Tuhanmu benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang."
    },
    {
      "number": 160,
      "text": "كَذَّبَتْ قَوْمُ لُوطٍ ٱلْمُرْسَلِينَ",
      "translation_en": "The people of Lot denied the messengers",
      "translation_id": "Kaum Luth telah mendustakan rasul-rasul,"
    },
    {
      "number": 161,
      "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ",
      "translation_en": "When their brother Lot said to them, \"Will you not fear Allah?",
      "translation_id": "ketika saudara mereka, Luth, berkata kepada mereka: mengapa kamu tidak bertakwa?\""
    },
    {
      "number": 162,
      "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "translation_en": "Indeed, I am to you a trustworthy messenger.",
      "translation_id": "Sesungguhnya aku adalah seorang rasul kepercayaan (yang diutus) kepadamu,"
    },
    {
      "number": 163,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "translation_en": "So fear Allah and obey me.",
      "translation_id": "maka bertakwalah kepada Allah dan taatlah kepadaku."
    },
    {
      "number": 164,
      "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
      "translation_en": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
      "translation_id": "Dan aku sekali-kali tidak minta upah kepadamu atas ajakan itu; upahku tidak lain hanyalah dari Tuhan semeta alam."
    },
    {
      "number": 165,
      "text": "أَتَأْتُونَ ٱلذُّكْرَانَ مِنَ ٱلْعَٰلَمِينَ",
      "translation_en": "Do you approach males among the worlds",
      "translation_id": "Mengapa kamu mendatangi jenis lelaki di antara manusia,"
    },
    {
      "number": 166,
      "text": "وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَٰجِكُم بَلْ أَنتُمْ قَوْمٌ عَادُونَ",
      "translation_en": "And leave what your Lord has created for you as mates? But you are a people transgressing.\"",
      "translation_id": "dan kamu tinggalkan isteri-isteri yang dijadikan oleh Tuhanmu untukmu, bahkan kamu adalah orang-orang yang melampaui batas\"."
    },
    {
      "number": 167,
      "text": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَٰلُوطُ لَتَكُونَنَّ مِنَ ٱلْمُخْرَجِينَ",
      "translation_en": "They said, \"If you do not desist, O Lot, you will surely be of those evicted.\"",
      "translation_id": "Mereka menjawab: \"Hai Luth, sesungguhnya jika kamu tidak berhenti, benar-benar kamu termasuk orang-orang yang diusir\""
    },
    {
      "number": 168,
      "text": "قَالَ إِنِّى لِعَمَلِكُم مِّنَ ٱلْقَالِينَ",
      "translation_en": "He said, \"Indeed, I am, toward your deed, of those who detest [it].",
      "translation_id": "Luth berkata: \"Sesungguhnya aku sangat benci kepada perbuatanmu\"."
    },
    {
      "number": 169,
      "text": "رَبِّ نَجِّنِى وَأَهْلِى مِمَّا يَعْمَلُونَ",
      "translation_en": "My Lord, save me and my family from [the consequence of] what they do.\"",
      "translation_id": "(Luth berdoa): \"Ya Tuhanku selamatkanlah aku beserta keluargaku dari (akibat) perbuatan yang mereka kerjakan\"."
    },
    {
      "number": 170,
      "text": "فَنَجَّيْنَٰهُ وَأَهْلَهُۥٓ أَجْمَعِينَ",
      "translation_en": "So We saved him and his family, all,",
      "translation_id": "Lalu Kami selamatkan ia beserta keluarganya semua,"
    },
    {
      "number": 171,
      "text": "إِلَّا عَجُوزًا فِى ٱلْغَٰبِرِينَ",
      "translation_en": "Except an old woman among those who remained behind.",
      "translation_id": "kecuali seorang perempuan tua (isterinya), yang termasuk dalam golongan yang tinggal."
    },
    {
      "number": 172,
      "text": "ثُمَّ دَمَّرْنَا ٱلْءَاخَرِينَ",
      "translation_en": "Then We destroyed the others.",
      "translation_id": "Kemudian Kami binasakan yang lain."
    },
    {
      "number": 173,
      "text": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ",
      "translation_en": "And We rained upon them a rain [of stones], and evil was the rain of those who were warned.",
      "translation_id": "Dan Kami hujani mereka dengan hujan (batu) maka amat jeleklah hujan yang menimpa orang-orang yang telah diberi peringatan itu."
    },
    {
      "number": 174,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "translation_en": "Indeed in that is a sign, but most of them were not to be believers.",
      "translation_id": "Sesunguhnya pada yang demikian itu benar-benar terdapat bukti-bukti yang nyata. Dan adalah kebanyakan mereka tidak beriman."
    },
    {
      "number": 175,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "translation_en": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
      "translation_id": "Dan sesungguhnya Tuhanmu, benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang."
    },
    {
      "number": 176,
      "text": "كَذَّبَ أَصْحَٰبُ لْـَٔيْكَةِ ٱلْمُرْسَلِينَ",
      "translation_en": "The companions of the thicket denied the messengers",
      "translation_id": "Penduduk Aikah telah mendustakan rasul-rasul;"
    },
    {
      "number": 177,
      "text": "إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ",
      "translation_en": "When Shu'ayb said to them, \"Will you not fear Allah?",
      "translation_id": "ketika Syu'aib berkata kepada mereka: \"Mengapa kamu tidak bertakwa?,"
    },
    {
      "number": 178,
      "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "translation_en": "Indeed, I am to you a trustworthy messenger.",
      "translation_id": "Sesungguhnya aku adalah seorang rasul kepercayaan (yang diutus) kepadamu."
    },
    {
      "number": 179,
      "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "translation_en": "So fear Allah and obey me.",
      "translation_id": "maka bertakwalah kepada Allah dan taatlah kepadaku;"
    },
    {
      "number": 180,
      "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
      "translation_en": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
      "translation_id": "dan aku sekali-kali tidak minta upah kepadamu atas ajakan itu; upahku tidak lain hanyalah dari Tuhan semesta alam."
    },
    {
      "number": 181,
      "text": "أَوْفُوا۟ ٱلْكَيْلَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُخْسِرِينَ",
      "translation_en": "Give full measure and do not be of those who cause loss.",
      "translation_id": "Sempurnakanlah takaran dan janganlah kamu termasuk orang-orang yang merugikan;"
    },
    {
      "number": 182,
      "text": "وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ",
      "translation_en": "And weigh with an even balance.",
      "translation_id": "dan timbanglah dengan timbangan yang lurus."
    },
    {
      "number": 183,
      "text": "وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "translation_en": "And do not deprive people of their due and do not commit abuse on earth, spreading corruption.",
      "translation_id": "Dan janganlah kamu merugikan manusia pada hak-haknya dan janganlah kamu merajalela di muka bumi dengan membuat kerusakan;"
    },
    {
      "number": 184,
      "text": "وَٱتَّقُوا۟ ٱلَّذِى خَلَقَكُمْ وَٱلْجِبِلَّةَ ٱلْأَوَّلِينَ",
      "translation_en": "And fear He who created you and the former creation.\"",
      "translation_id": "dan bertakwalah kepada Allah yang telah menciptakan kamu dan umat-umat yang dahulu\"."
    },
    {
      "number": 185,
      "text": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ",
      "translation_en": "They said, \"You are only of those affected by magic.",
      "translation_id": "Mereka berkata: \"Sesungguhnya kamu adalah salah seorang dari orang-orang yang kena sihir,"
    },
    {
      "number": 186,
      "text": "وَمَآ أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ ٱلْكَٰذِبِينَ",
      "translation_en": "You are but a man like ourselves, and indeed, we think you are among the liars.",
      "translation_id": "dan kamu tidak lain melainkan seorang manusia seperti kami, dan sesungguhnya kami yakin bahwa kamu benar-benar termasuk orang-orang yang berdusta."
    },
    {
      "number": 187,
      "text": "فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ ٱلسَّمَآءِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation_en": "So cause to fall upon us fragments of the sky, if you should be of the truthful.\"",
      "translation_id": "Maka jatuhkanlah atas kami gumpalan dari langit, jika kamu termasuk orang-orang yang benar."
    },
    {
      "number": 188,
      "text": "قَالَ رَبِّىٓ أَعْلَمُ بِمَا تَعْمَلُونَ",
      "translation_en": "He said, \"My Lord is most knowing of what you do.\"",
      "translation_id": "Syu'aib berkata: \"Tuhanku lebih mengetahui apa yang kamu kerjakan\"."
    },
    {
      "number": 189,
      "text": "فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ ٱلظُّلَّةِ إِنَّهُۥ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ",
      "translation_en": "And they denied him, so the punishment of the day of the black cloud seized them. Indeed, it was the punishment of a terrible day.",
      "translation_id": "Kemudian mereka mendustakan Syu'aib, lalu mereka ditimpa azab pada hari mereka dinaungi awan. Sesungguhnya azab itu adalah azab hari yang besar."
    },
    {
      "number": 190,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
      "translation_en": "Indeed in that is a sign, but most of them were not to be believers.",
      "translation_id": "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman."
    },
    {
      "number": 191,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "translation_en": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
      "translation_id": "Dan sesungguhnya Tuhanmu benar-benar Dialah Yang Maha Perkasa lagi Maha Penyayang."
    },
    {
      "number": 192,
      "text": "وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلْعَٰلَمِينَ",
      "translation_en": "And indeed, the Qur'an is the revelation of the Lord of the worlds.",
      "translation_id": "Dan sesungguhnya Al Quran ini benar-benar diturunkan oleh Tuhan semesta alam,"
    },
    {
      "number": 193,
      "text": "نَزَلَ بِهِ ٱلرُّوحُ ٱلْأَمِينُ",
      "translation_en": "The Trustworthy Spirit has brought it down",
      "translation_id": "dia dibawa turun oleh Ar-Ruh Al-Amin (Jibril),"
    },
    {
      "number": 194,
      "text": "عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ ٱلْمُنذِرِينَ",
      "translation_en": "Upon your heart, [O Muhammad] - that you may be of the warners -",
      "translation_id": "ke dalam hatimu (Muhammad) agar kamu menjadi salah seorang di antara orang-orang yang memberi peringatan,"
    },
    {
      "number": 195,
      "text": "بِلِسَانٍ عَرَبِىٍّ مُّبِينٍ",
      "translation_en": "In a clear Arabic language.",
      "translation_id": "dengan bahasa Arab yang jelas."
    },
    {
      "number": 196,
      "text": "وَإِنَّهُۥ لَفِى زُبُرِ ٱلْأَوَّلِينَ",
      "translation_en": "And indeed, it is [mentioned] in the scriptures of former peoples.",
      "translation_id": "Dan sesungguhnya Al Quran itu benar-benar (tersebut) dalam Kitab-kitab orang yang dahulu."
    },
    {
      "number": 197,
      "text": "أَوَلَمْ يَكُن لَّهُمْ ءَايَةً أَن يَعْلَمَهُۥ عُلَمَٰٓؤُا۟ بَنِىٓ إِسْرَٰٓءِيلَ",
      "translation_en": "And has it not been a sign to them that it is recognized by the scholars of the Children of Israel?",
      "translation_id": "Dan apakah tidak cukup menjadi bukti bagi mereka, bahwa para ulama Bani Israil mengetahuinya?"
    },
    {
      "number": 198,
      "text": "وَلَوْ نَزَّلْنَٰهُ عَلَىٰ بَعْضِ ٱلْأَعْجَمِينَ",
      "translation_en": "And even if We had revealed it to one among the foreigners",
      "translation_id": "Dan kalau Al Quran itu Kami turunkan kepada salah seorang dari golongan bukan Arab,"
    },
    {
      "number": 199,
      "text": "فَقَرَأَهُۥ عَلَيْهِم مَّا كَانُوا۟ بِهِۦ مُؤْمِنِينَ",
      "translation_en": "And he had recited it to them [perfectly], they would [still] not have been believers in it.",
      "translation_id": "lalu ia membacakannya kepada mereka (orang-orang kafir); niscaya mereka tidak akan beriman kepadanya."
    },
    {
      "number": 200,
      "text": "كَذَٰلِكَ سَلَكْنَٰهُ فِى قُلُوبِ ٱلْمُجْرِمِينَ",
      "translation_en": "Thus have We inserted disbelief into the hearts of the criminals.",
      "translation_id": "Demikianlah Kami masukkan Al Quran ke dalam hati orang-orang yang durhaka."
    },
    {
      "number": 201,
      "text": "لَا يُؤْمِنُونَ بِهِۦ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
      "translation_en": "They will not believe in it until they see the painful punishment.",
      "translation_id": "Mereka tidak beriman kepadanya, hingga mereka melihat azab yang pedih,"
    },
    {
      "number": 202,
      "text": "فَيَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "translation_en": "And it will come to them suddenly while they perceive [it] not.",
      "translation_id": "maka datanglah azab kepada mereka dengan mendadak, sedang mereka tidak menyadarinya,"
    },
    {
      "number": 203,
      "text": "فَيَقُولُوا۟ هَلْ نَحْنُ مُنظَرُونَ",
      "translation_en": "And they will say, \"May we be reprieved?\"",
      "translation_id": "lalu mereka berkata: \"Apakah kami dapat diberi tangguh?\""
    },
    {
      "number": 204,
      "text": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ",
      "translation_en": "So for Our punishment are they impatient?",
      "translation_id": "Maka apakah mereka meminta supaya disegerakan azab Kami?"
    },
    {
      "number": 205,
      "text": "أَفَرَءَيْتَ إِن مَّتَّعْنَٰهُمْ سِنِينَ",
      "translation_en": "Then have you considered if We gave them enjoyment for years",
      "translation_id": "Maka bagaimana pendapatmu jika Kami berikan kepada mereka kenikmatan hidup bertahun-tahun,"
    },
    {
      "number": 206,
      "text": "ثُمَّ جَآءَهُم مَّا كَانُوا۟ يُوعَدُونَ",
      "translation_en": "And then there came to them that which they were promised?",
      "translation_id": "Kemudian datang kepada mereka azab yang telah diancamkan kepada mereka,"
    },
    {
      "number": 207,
      "text": "مَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يُمَتَّعُونَ",
      "translation_en": "They would not be availed by the enjoyment with which they were provided.",
      "translation_id": "niscaya tidak berguna bagi mereka apa yang mereka selalu menikmatinya."
    },
    {
      "number": 208,
      "text": "وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ",
      "translation_en": "And We did not destroy any city except that it had warners",
      "translation_id": "Dan Kami tidak membinasakan sesuatu negeripun, melainkan sesudah ada baginya orang-orang yang memberi peringatan;"
    },
    {
      "number": 209,
      "text": "ذِكْرَىٰ وَمَا كُنَّا ظَٰلِمِينَ",
      "translation_en": "As a reminder; and never have We been unjust.",
      "translation_id": "untuk menjadi peringatan. Dan Kami sekali-kali tidak berlaku zalim."
    },
    {
      "number": 210,
      "text": "وَمَا تَنَزَّلَتْ بِهِ ٱلشَّيَٰطِينُ",
      "translation_en": "And the devils have not brought the revelation down.",
      "translation_id": "Dan Al Quran itu bukanlah dibawa turun oleh syaitan-syaitan."
    },
    {
      "number": 211,
      "text": "وَمَا يَنۢبَغِى لَهُمْ وَمَا يَسْتَطِيعُونَ",
      "translation_en": "It is not allowable for them, nor would they be able.",
      "translation_id": "Dan tidaklah patut mereka membawa turun Al Quran itu, dan merekapun tidak akan kuasa."
    },
    {
      "number": 212,
      "text": "إِنَّهُمْ عَنِ ٱلسَّمْعِ لَمَعْزُولُونَ",
      "translation_en": "Indeed they, from [its] hearing, are removed.",
      "translation_id": "Sesungguhnya mereka benar-benar dijauhkan daripada mendengar Al Quran itu."
    },
    {
      "number": 213,
      "text": "فَلَا تَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَكُونَ مِنَ ٱلْمُعَذَّبِينَ",
      "translation_en": "So do not invoke with Allah another deity and [thus] be among the punished.",
      "translation_id": "Maka janganlah kamu menyeru (menyembah) tuhan yang lain di samping Allah, yang menyebabkan kamu termasuk orang-orang yang diazab."
    },
    {
      "number": 214,
      "text": "وَأَنذِرْ عَشِيرَتَكَ ٱلْأَقْرَبِينَ",
      "translation_en": "And warn, [O Muhammad], your closest kindred.",
      "translation_id": "Dan berilah peringatan kepada kerabat-kerabatmu yang terdekat,"
    },
    {
      "number": 215,
      "text": "وَٱخْفِضْ جَنَاحَكَ لِمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ",
      "translation_en": "And lower your wing to those who follow you of the believers.",
      "translation_id": "dan rendahkanlah dirimu terhadap orang-orang yang mengikutimu, yaitu orang-orang yang beriman."
    },
    {
      "number": 216,
      "text": "فَإِنْ عَصَوْكَ فَقُلْ إِنِّى بَرِىٓءٌ مِّمَّا تَعْمَلُونَ",
      "translation_en": "And if they disobey you, then say, \"Indeed, I am disassociated from what you are doing.\"",
      "translation_id": "Jika mereka mendurhakaimu maka katakanlah: \"Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kamu kerjakan\";"
    },
    {
      "number": 217,
      "text": "وَتَوَكَّلْ عَلَى ٱلْعَزِيزِ ٱلرَّحِيمِ",
      "translation_en": "And rely upon the Exalted in Might, the Merciful,",
      "translation_id": "Dan bertawakkallah kepada (Allah) Yang Maha Perkasa lagi Maha Penyayang,"
    },
    {
      "number": 218,
      "text": "ٱلَّذِى يَرَىٰكَ حِينَ تَقُومُ",
      "translation_en": "Who sees you when you arise",
      "translation_id": "Yang melihat kamu ketika kamu berdiri (untuk sembahyang),"
    },
    {
      "number": 219,
      "text": "وَتَقَلُّبَكَ فِى ٱلسَّٰجِدِينَ",
      "translation_en": "And your movement among those who prostrate.",
      "translation_id": "dan (melihat pula) perubahan gerak badanmu di antara orang-orang yang sujud."
    },
    {
      "number": 220,
      "text": "إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "translation_en": "Indeed, He is the Hearing, the Knowing.",
      "translation_id": "Sesungguhnya Dia adalah Yang Maha Mendengar lagi Maha Mengetahui."
    },
    {
      "number": 221,
      "text": "هَلْ أُنَبِّئُكُمْ عَلَىٰ مَن تَنَزَّلُ ٱلشَّيَٰطِينُ",
      "translation_en": "Shall I inform you upon whom the devils descend?",
      "translation_id": "Apakah akan Aku beritakan kepadamu, kepada siapa syaitan-syaitan itu turun?"
    },
    {
      "number": 222,
      "text": "تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٍ",
      "translation_en": "They descend upon every sinful liar.",
      "translation_id": "Mereka turun kepada tiap-tiap pendusta lagi yang banyak dosa,"
    },
    {
      "number": 223,
      "text": "يُلْقُونَ ٱلسَّمْعَ وَأَكْثَرُهُمْ كَٰذِبُونَ",
      "translation_en": "They pass on what is heard, and most of them are liars.",
      "translation_id": "mereka menghadapkan pendengaran (kepada syaitan) itu, dan kebanyakan mereka adalah orang-orang pendusta."
    },
    {
      "number": 224,
      "text": "وَٱلشُّعَرَآءُ يَتَّبِعُهُمُ ٱلْغَاوُۥنَ",
      "translation_en": "And the poets - [only] the deviators follow them;",
      "translation_id": "Dan penyair-penyair itu diikuti oleh orang-orang yang sesat."
    },
    {
      "number": 225,
      "text": "أَلَمْ تَرَ أَنَّهُمْ فِى كُلِّ وَادٍ يَهِيمُونَ",
      "translation_en": "Do you not see that in every valley they roam",
      "translation_id": "Tidakkah kamu melihat bahwasanya mereka mengembara di tiap-tiap lembah,"
    },
    {
      "number": 226,
      "text": "وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ",
      "translation_en": "And that they say what they do not do? -",
      "translation_id": "dan bahwasanya mereka suka mengatakan apa yang mereka sendiri tidak mengerjakan(nya)?"
    },
    {
      "number": 227,
      "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَذَكَرُوا۟ ٱللَّهَ كَثِيرًا وَٱنتَصَرُوا۟ مِنۢ بَعْدِ مَا ظُلِمُوا۟ وَسَيَعْلَمُ ٱلَّذِينَ ظَلَمُوٓا۟ أَىَّ مُنقَلَبٍ يَنقَلِبُونَ",
      "translation_en": "Except those [poets] who believe and do righteous deeds and remember Allah often and defend [the Muslims] after they were wronged. And those who have wronged are going to know to what [kind of] return they will be returned.",
      "translation_id": "kecuali orang-orang (penyair-penyair) yang beriman dan beramal saleh dan banyak menyebut Allah dan mendapat kemenangan sesudah menderita kezaliman. Dan orang-orang yang zalim itu kelak akan mengetahui ke tempat mana mereka akan kembali."
    }
  ]
}