{
  "number": 38,
  "name": "سورة ص",
  "transliteration_en": "Saad",
  "translation_en": "The letter Saad",
  "total_verses": 88,
  "revelation_type": "Meccan",
  "verses": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ صٓ وَٱلْقُرْءَانِ ذِى ٱلذِّكْرِ",
      "translation_en": "Sad. By the Qur'an containing reminder...",
      "translation_id": "Shaad, demi Al Quran yang mempunyai keagungan."
    },
    {
      "number": 2,
      "text": "بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى عِزَّةٍ وَشِقَاقٍ",
      "translation_en": "But those who disbelieve are in pride and dissension.",
      "translation_id": "Sebenarnya orang-orang kafir itu (berada) dalam kesombongan dan permusuhan yang sengit."
    },
    {
      "number": 3,
      "text": "كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَوا۟ وَّلَاتَ حِينَ مَنَاصٍ",
      "translation_en": "How many a generation have We destroyed before them, and they [then] called out; but it was not a time for escape.",
      "translation_id": "Betapa banyaknya umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri."
    },
    {
      "number": 4,
      "text": "وَعَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ ٱلْكَٰفِرُونَ هَٰذَا سَٰحِرٌ كَذَّابٌ",
      "translation_en": "And they wonder that there has come to them a warner from among themselves. And the disbelievers say, \"This is a magician and a liar.",
      "translation_id": "Dan mereka heran karena mereka kedatangan seorang pemberi peringatan (rasul) dari kalangan mereka; dan orang-orang kafir berkata: \"Ini adalah seorang ahli sihir yang banyak berdusta\"."
    },
    {
      "number": 5,
      "text": "أَجَعَلَ ٱلْءَالِهَةَ إِلَٰهًا وَٰحِدًا إِنَّ هَٰذَا لَشَىْءٌ عُجَابٌ",
      "translation_en": "Has he made the gods [only] one God? Indeed, this is a curious thing.\"",
      "translation_id": "Mengapa ia menjadikan tuhan-tuhan itu Tuhan Yang Satu saja? Sesungguhnya ini benar-benar suatu hal yang sangat mengherankan."
    },
    {
      "number": 6,
      "text": "وَٱنطَلَقَ ٱلْمَلَأُ مِنْهُمْ أَنِ ٱمْشُوا۟ وَٱصْبِرُوا۟ عَلَىٰٓ ءَالِهَتِكُمْ إِنَّ هَٰذَا لَشَىْءٌ يُرَادُ",
      "translation_en": "And the eminent among them went forth, [saying], \"Continue, and be patient over [the defense of] your gods. Indeed, this is a thing intended.",
      "translation_id": "Dan pergilah pemimpin-pemimpin mereka (seraya berkata): \"Pergilah kamu dan tetaplah (menyembah) tuhan-tuhanmu, sesungguhnya ini benar-benar suatu hal yang dikehendaki."
    },
    {
      "number": 7,
      "text": "مَا سَمِعْنَا بِهَٰذَا فِى ٱلْمِلَّةِ ٱلْءَاخِرَةِ إِنْ هَٰذَآ إِلَّا ٱخْتِلَٰقٌ",
      "translation_en": "We have not heard of this in the latest religion. This is not but a fabrication.",
      "translation_id": "Kami tidak pernah mendengar hal ini dalam agama yang terakhir; ini (mengesakan Allah), tidak lain hanyalah (dusta) yang diada-adakan,"
    },
    {
      "number": 8,
      "text": "أَءُنزِلَ عَلَيْهِ ٱلذِّكْرُ مِنۢ بَيْنِنَا بَلْ هُمْ فِى شَكٍّ مِّن ذِكْرِى بَل لَّمَّا يَذُوقُوا۟ عَذَابِ",
      "translation_en": "Has the message been revealed to him out of [all of] us?\" Rather, they are in doubt about My message. Rather, they have not yet tasted My punishment.",
      "translation_id": "mengapa Al Quran itu diturunkan kepadanya di antara kita?\" Sebenarnya mereka ragu-ragu terhadap Al Quran-Ku, dan sebenarnya mereka belum merasakan azab-Ku."
    },
    {
      "number": 9,
      "text": "أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ ٱلْعَزِيزِ ٱلْوَهَّابِ",
      "translation_en": "Or do they have the depositories of the mercy of your Lord, the Exalted in Might, the Bestower?",
      "translation_id": "Atau apakah mereka itu mempunyai perbendaharaan rahmat Tuhanmu Yang Maha Perkasa lagi Maha Pemberi?"
    },
    {
      "number": 10,
      "text": "أَمْ لَهُم مُّلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا۟ فِى ٱلْأَسْبَٰبِ",
      "translation_en": "Or is theirs the dominion of the heavens and the earth and what is between them? Then let them ascend through [any] ways of access.",
      "translation_id": "Atau apakah bagi mereka kerajaan langit dan bumi dan yang ada di antara keduanya? (Jika ada), maka hendaklah mereka menaiki tangga-tangga (ke langit)."
    },
    {
      "number": 11,
      "text": "جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّنَ ٱلْأَحْزَابِ",
      "translation_en": "[They are but] soldiers [who will be] defeated there among the companies [of disbelievers].",
      "translation_id": "Suatu tentara yang besar yang berada disana dari golongan-golongan yang berserikat, pasti akan dikalahkan."
    },
    {
      "number": 12,
      "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو ٱلْأَوْتَادِ",
      "translation_en": "The people of Noah denied before them, and [the tribe of] 'Aad and Pharaoh, the owner of stakes,",
      "translation_id": "Telah mendustakan (rasul-rasul pula) sebelum mereka itu kaum Nuh, 'Aad, Fir'aun yang mempunyai tentara yang banyak,"
    },
    {
      "number": 13,
      "text": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَٰبُ لْـَٔيْكَةِ أُو۟لَٰٓئِكَ ٱلْأَحْزَابُ",
      "translation_en": "And [the tribe of] Thamud and the people of Lot and the companions of the thicket. Those are the companies.",
      "translation_id": "dan Tsamud, kaum Luth dan penduduk Aikah. Mereka itulah golongan-golongan yang bersekutu (menentang rasul-rasul)."
    },
    {
      "number": 14,
      "text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "translation_en": "Each of them denied the messengers, so My penalty was justified.",
      "translation_id": "Semua mereka itu tidak lain hanyalah mendustakan rasul-rasul, maka pastilah (bagi mereka) azab-Ku."
    },
    {
      "number": 15,
      "text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيْحَةً وَٰحِدَةً مَّا لَهَا مِن فَوَاقٍ",
      "translation_en": "And these [disbelievers] await not but one blast [of the Horn]; for it there will be no delay.",
      "translation_id": "Tidaklah yang mereka tunggu melainkan hanya satu teriakan saja yang tidak ada baginya saat berselang."
    },
    {
      "number": 16,
      "text": "وَقَالُوا۟ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ ٱلْحِسَابِ",
      "translation_en": "And they say, \"Our Lord, hasten for us our share [of the punishment] before the Day of Account\"",
      "translation_id": "Dan mereka berkata: \"Ya Tuhan kami cepatkanlah untuk kami azab yang diperuntukkan bagi kami sebelum hari berhisab\"."
    },
    {
      "number": 17,
      "text": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ إِنَّهُۥٓ أَوَّابٌ",
      "translation_en": "Be patient over what they say and remember Our servant, David, the possessor of strength; indeed, he was one who repeatedly turned back [to Allah].",
      "translation_id": "Bersabarlah atas segala apa yang mereka katakan; dan ingatlah hamba Kami Daud yang mempunyai kekuatan; sesungguhnya dia amat taat (kepada Tuhan)."
    },
    {
      "number": 18,
      "text": "إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ",
      "translation_en": "Indeed, We subjected the mountains [to praise] with him, exalting [Allah] in the [late] afternoon and [after] sunrise.",
      "translation_id": "Sesungguhnya Kami menundukkan gunung-gunung untuk bertasbih bersama dia (Daud) di waktu petang dan pagi,"
    },
    {
      "number": 19,
      "text": "وَٱلطَّيْرَ مَحْشُورَةً كُلٌّ لَّهُۥٓ أَوَّابٌ",
      "translation_en": "And the birds were assembled, all with him repeating [praises].",
      "translation_id": "dan (Kami tundukkan pula) burung-burung dalam keadaan terkumpul. Masing-masingnya amat taat kepada Allah."
    },
    {
      "number": 20,
      "text": "وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ",
      "translation_en": "And We strengthened his kingdom and gave him wisdom and discernment in speech.",
      "translation_id": "Dan Kami kuatkan kerajaannya dan Kami berikan kepadanya hikmahdan kebijaksanaan dalam menyelesaikan perselisihan."
    },
    {
      "number": 21,
      "text": "وَهَلْ أَتَىٰكَ نَبَؤُا۟ ٱلْخَصْمِ إِذْ تَسَوَّرُوا۟ ٱلْمِحْرَابَ",
      "translation_en": "And has there come to you the news of the adversaries, when they climbed over the wall of [his] prayer chamber -",
      "translation_id": "Dan adakah sampai kepadamu berita orang-orang yang berperkara ketika mereka memanjat pagar?"
    },
    {
      "number": 22,
      "text": "إِذْ دَخَلُوا۟ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ قَالُوا۟ لَا تَخَفْ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "translation_en": "When they entered upon David and he was alarmed by them? They said, \"Fear not. [We are] two adversaries, one of whom has wronged the other, so judge between us with truth and do not exceed [it] and guide us to the sound path.",
      "translation_id": "Ketika mereka masuk (menemui) Daud lalu ia terkejut karena kedatangan) mereka. Mereka berkata: \"Janganlah kamu merasa takut; (kami) adalah dua orang yang berperkara yang salah seorang dari kami berbuat zalim kepada yang lain; maka berilah keputusan antara kami dengan adil dan janganlah kamu menyimpang dari kebenaran dan tunjukilah kami ke jalan yang lurus."
    },
    {
      "number": 23,
      "text": "إِنَّ هَٰذَآ أَخِى لَهُۥ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِىَ نَعْجَةٌ وَٰحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى ٱلْخِطَابِ",
      "translation_en": "Indeed this, my brother, has ninety-nine ewes, and I have one ewe; so he said, 'Entrust her to me,' and he overpowered me in speech.\"",
      "translation_id": "Sesungguhnya saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor saja. Maka dia berkata: \"Serahkanlah kambingmu itu kepadaku dan dia mengalahkan aku dalam perdebatan\"."
    },
    {
      "number": 24,
      "text": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِۦ وَإِنَّ كَثِيرًا مِّنَ ٱلْخُلَطَآءِ لَيَبْغِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَقَلِيلٌ مَّا هُمْ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسْتَغْفَرَ رَبَّهُۥ وَخَرَّ رَاكِعًا وَأَنَابَ",
      "translation_en": "[David] said, \"He has certainly wronged you in demanding your ewe [in addition] to his ewes. And indeed, many associates oppress one another, except for those who believe and do righteous deeds - and few are they.\" And David became certain that We had tried him, and he asked forgiveness of his Lord and fell down bowing [in prostration] and turned in repentance [to Allah].",
      "translation_id": "Daud berkata: \"Sesungguhnya dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk ditambahkan kepada kambingnya. Dan sesungguhnya kebanyakan dari orang-orang yang berserikat itu sebahagian mereka berbuat zalim kepada sebahagian yang lain, kecuali orang-orang yang beriman dan mengerjakan amal yang saleh; dan amat sedikitlah mereka ini\". Dan Daud mengetahui bahwa Kami mengujinya; maka ia meminta ampun kepada Tuhannya lalu menyungkur sujud dan bertaubat."
    },
    {
      "number": 25,
      "text": "فَغَفَرْنَا لَهُۥ ذَٰلِكَ وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ",
      "translation_en": "So We forgave him that; and indeed, for him is nearness to Us and a good place of return.",
      "translation_id": "Maka Kami ampuni baginya kesalahannya itu. Dan sesungguhnya dia mempunyai kedudukan dekat pada sisi Kami dan tempat kembali yang baik."
    },
    {
      "number": 26,
      "text": "يَٰدَاوُۥدُ إِنَّا جَعَلْنَٰكَ خَلِيفَةً فِى ٱلْأَرْضِ فَٱحْكُم بَيْنَ ٱلنَّاسِ بِٱلْحَقِّ وَلَا تَتَّبِعِ ٱلْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌۢ بِمَا نَسُوا۟ يَوْمَ ٱلْحِسَابِ",
      "translation_en": "[We said], \"O David, indeed We have made you a successor upon the earth, so judge between the people in truth and do not follow [your own] desire, as it will lead you astray from the way of Allah.\" Indeed, those who go astray from the way of Allah will have a severe punishment for having forgotten the Day of Account.",
      "translation_id": "Hai Daud, sesungguhnya Kami menjadikan kamu khalifah (penguasa) di muka bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah kamu mengikuti hawa nafsu, karena ia akan menyesatkan kamu dari jalan Allah. Sesungguhnya orang-orang yang sesat darin jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan."
    },
    {
      "number": 27,
      "text": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا بَٰطِلًا ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُوا۟ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِنَ ٱلنَّارِ",
      "translation_en": "And We did not create the heaven and the earth and that between them aimlessly. That is the assumption of those who disbelieve, so woe to those who disbelieve from the Fire.",
      "translation_id": "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada antara keduanya tanpa hikmah. Yang demikian itu adalah anggapan orang-orang kafir, maka celakalah orang-orang kafir itu karena mereka akan masuk neraka."
    },
    {
      "number": 28,
      "text": "أَمْ نَجْعَلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ كَٱلْمُفْسِدِينَ فِى ٱلْأَرْضِ أَمْ نَجْعَلُ ٱلْمُتَّقِينَ كَٱلْفُجَّارِ",
      "translation_en": "Or should we treat those who believe and do righteous deeds like corrupters in the land? Or should We treat those who fear Allah like the wicked?",
      "translation_id": "Patutkah Kami menganggap orang-orang yang beriman dan mengerjakan amal yang saleh sama dengan orang-orang yang berbuat kerusakan di muka bumi? Patutkah (pula) Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang berbuat maksiat?"
    },
    {
      "number": 29,
      "text": "كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ مُبَٰرَكٌ لِّيَدَّبَّرُوٓا۟ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "translation_en": "[This is] a blessed Book which We have revealed to you, [O Muhammad], that they might reflect upon its verses and that those of understanding would be reminded.",
      "translation_id": "Ini adalah sebuah kitab yang Kami turunkan kepadamu penuh dengan berkah supaya mereka memperhatikan ayat-ayatnya dan supaya mendapat pelajaran orang-orang yang mempunyai fikiran."
    },
    {
      "number": 30,
      "text": "وَوَهَبْنَا لِدَاوُۥدَ سُلَيْمَٰنَ نِعْمَ ٱلْعَبْدُ إِنَّهُۥٓ أَوَّابٌ",
      "translation_en": "And to David We gave Solomon. An excellent servant, indeed he was one repeatedly turning back [to Allah].",
      "translation_id": "Dan Kami karuniakan kepada Daud, Sulaiman, dia adalah sebaik-baik hamba. Sesungguhnya dia amat taat (kepada Tuhannya),"
    },
    {
      "number": 31,
      "text": "إِذْ عُرِضَ عَلَيْهِ بِٱلْعَشِىِّ ٱلصَّٰفِنَٰتُ ٱلْجِيَادُ",
      "translation_en": "[Mention] when there were exhibited before him in the afternoon the poised [standing] racehorses.",
      "translation_id": "(ingatlah) ketika dipertunjukkan kepadanya kuda-kuda yang tenang di waktu berhenti dan cepat waktu berlari pada waktu sore,"
    },
    {
      "number": 32,
      "text": "فَقَالَ إِنِّىٓ أَحْبَبْتُ حُبَّ ٱلْخَيْرِ عَن ذِكْرِ رَبِّى حَتَّىٰ تَوَارَتْ بِٱلْحِجَابِ",
      "translation_en": "And he said, \"Indeed, I gave preference to the love of good [things] over the remembrance of my Lord until the sun disappeared into the curtain [of darkness].\"",
      "translation_id": "maka ia berkata: \"Sesungguhnya aku menyukai kesenangan terhadap barang yang baik (kuda) sehingga aku lalai mengingat Tuhanku sampai kuda itu hilang dari pandangan\"."
    },
    {
      "number": 33,
      "text": "رُدُّوهَا عَلَىَّ فَطَفِقَ مَسْحًۢا بِٱلسُّوقِ وَٱلْأَعْنَاقِ",
      "translation_en": "[He said], \"Return them to me,\" and set about striking [their] legs and necks.",
      "translation_id": "\"Bawalah kuda-kuda itu kembali kepadaku\". Lalu ia potong kaki dan leher kuda itu."
    },
    {
      "number": 34,
      "text": "وَلَقَدْ فَتَنَّا سُلَيْمَٰنَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِۦ جَسَدًا ثُمَّ أَنَابَ",
      "translation_en": "And We certainly tried Solomon and placed on his throne a body; then he returned.",
      "translation_id": "Dan sesungguhnya Kami telah menguji Sulaiman dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian ia bertaubat."
    },
    {
      "number": 35,
      "text": "قَالَ رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًا لَّا يَنۢبَغِى لِأَحَدٍ مِّنۢ بَعْدِىٓ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
      "translation_en": "He said, \"My Lord, forgive me and grant me a kingdom such as will not belong to anyone after me. Indeed, You are the Bestower.\"",
      "translation_id": "Ia berkata: \"Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh seorang juapun sesudahku, sesungguhnya Engkaulah Yang Maha Pemberi\"."
    },
    {
      "number": 36,
      "text": "فَسَخَّرْنَا لَهُ ٱلرِّيحَ تَجْرِى بِأَمْرِهِۦ رُخَآءً حَيْثُ أَصَابَ",
      "translation_en": "So We subjected to him the wind blowing by his command, gently, wherever he directed,",
      "translation_id": "Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut ke mana saja yang dikehendakinya,"
    },
    {
      "number": 37,
      "text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٍ وَغَوَّاصٍ",
      "translation_en": "And [also] the devils [of jinn] - every builder and diver",
      "translation_id": "dan (Kami tundukkan pula kepadanya) syaitan-syaitan semuanya ahli bangunan dan penyelam,"
    },
    {
      "number": 38,
      "text": "وَءَاخَرِينَ مُقَرَّنِينَ فِى ٱلْأَصْفَادِ",
      "translation_en": "And others bound together in shackles.",
      "translation_id": "dan syaitan yang lain yang terikat dalam belenggu."
    },
    {
      "number": 39,
      "text": "هَٰذَا عَطَآؤُنَا فَٱمْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ",
      "translation_en": "[We said], \"This is Our gift, so grant or withhold without account.\"",
      "translation_id": "Inilah anugerah Kami; maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) dengan tiada pertanggungan jawab."
    },
    {
      "number": 40,
      "text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ",
      "translation_en": "And indeed, for him is nearness to Us and a good place of return.",
      "translation_id": "Dan sesungguhnya dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik."
    },
    {
      "number": 41,
      "text": "وَٱذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلشَّيْطَٰنُ بِنُصْبٍ وَعَذَابٍ",
      "translation_en": "And remember Our servant Job, when he called to his Lord, \"Indeed, Satan has touched me with hardship and torment.\"",
      "translation_id": "Dan ingatlah akan hamba Kami Ayyub ketika ia menyeru Tuhan-nya: \"Sesungguhnya aku diganggu syaitan dengan kepayahan dan siksaan\"."
    },
    {
      "number": 42,
      "text": "ٱرْكُضْ بِرِجْلِكَ هَٰذَا مُغْتَسَلٌۢ بَارِدٌ وَشَرَابٌ",
      "translation_en": "[So he was told], \"Strike [the ground] with your foot; this is a [spring for] a cool bath and drink.\"",
      "translation_id": "(Allah berfirman): \"Hantamkanlah kakimu; inilah air yang sejuk untuk mandi dan untuk minum\"."
    },
    {
      "number": 43,
      "text": "وَوَهَبْنَا لَهُۥٓ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ",
      "translation_en": "And We granted him his family and a like [number] with them as mercy from Us and a reminder for those of understanding.",
      "translation_id": "Dan Kami anugerahi dia (dengan mengumpulkan kembali) keluarganya dan (Kami tambahkan) kepada mereka sebanyak mereka pula sebagai rahmat dari Kami dan pelajaran bagi orang-orang yang mempunyai fikiran."
    },
    {
      "number": 44,
      "text": "وَخُذْ بِيَدِكَ ضِغْثًا فَٱضْرِب بِّهِۦ وَلَا تَحْنَثْ إِنَّا وَجَدْنَٰهُ صَابِرًا نِّعْمَ ٱلْعَبْدُ إِنَّهُۥٓ أَوَّابٌ",
      "translation_en": "[We said], \"And take in your hand a bunch [of grass] and strike with it and do not break your oath.\" Indeed, We found him patient, an excellent servant. Indeed, he was one repeatedly turning back [to Allah].",
      "translation_id": "Dan ambillah dengan tanganmu seikat (rumput), maka pukullah dengan itu dan janganlah kamu melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyub) seorang yang sabar. Dialah sebaik-baik hamba. Sesungguhnya dia amat taat (kepada Tuhan-nya)."
    },
    {
      "number": 45,
      "text": "وَٱذْكُرْ عِبَٰدَنَآ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ أُو۟لِى ٱلْأَيْدِى وَٱلْأَبْصَٰرِ",
      "translation_en": "And remember Our servants, Abraham, Isaac and Jacob - those of strength and [religious] vision.",
      "translation_id": "Dan ingatlah hamba-hamba Kami: Ibrahim, Ishaq dan Ya'qub yang mempunyai perbuatan-perbuatan yang besar dan ilmu-ilmu yang tinggi."
    },
    {
      "number": 46,
      "text": "إِنَّآ أَخْلَصْنَٰهُم بِخَالِصَةٍ ذِكْرَى ٱلدَّارِ",
      "translation_en": "Indeed, We chose them for an exclusive quality: remembrance of the home [of the Hereafter].",
      "translation_id": "Sesungguhnya Kami telah mensucikan mereka dengan (menganugerahkan kepada mereka) akhlak yang tinggi yaitu selalu mengingatkan (manusia) kepada negeri akhirat."
    },
    {
      "number": 47,
      "text": "وَإِنَّهُمْ عِندَنَا لَمِنَ ٱلْمُصْطَفَيْنَ ٱلْأَخْيَارِ",
      "translation_en": "And indeed they are, to Us, among the chosen and outstanding.",
      "translation_id": "Dan sesungguhnya mereka pada sisi Kami benar-benar termasuk orang-orang pilihan yang paling baik."
    },
    {
      "number": 48,
      "text": "وَٱذْكُرْ إِسْمَٰعِيلَ وَٱلْيَسَعَ وَذَا ٱلْكِفْلِ وَكُلٌّ مِّنَ ٱلْأَخْيَارِ",
      "translation_en": "And remember Ishmael, Elisha and Dhul-Kifl, and all are among the outstanding.",
      "translation_id": "Dan ingatlah akan Ismail, Ilyasa' dan Zulkifli. Semuanya termasuk orang-orang yang paling baik."
    },
    {
      "number": 49,
      "text": "هَٰذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَٔابٍ",
      "translation_en": "This is a reminder. And indeed, for the righteous is a good place of return",
      "translation_id": "Ini adalah kehormatan (bagi mereka). Dan sesungguhnya bagi orang-orang yang bertakwa benar-benar (disediakan) tempat kembali yang baik,"
    },
    {
      "number": 50,
      "text": "جَنَّٰتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ ٱلْأَبْوَٰبُ",
      "translation_en": "Gardens of perpetual residence, whose doors will be opened to them.",
      "translation_id": "(yaitu) surga 'Adn yang pintu-pintunya terbuka bagi mereka,"
    },
    {
      "number": 51,
      "text": "مُتَّكِـِٔينَ فِيهَا يَدْعُونَ فِيهَا بِفَٰكِهَةٍ كَثِيرَةٍ وَشَرَابٍ",
      "translation_en": "Reclining within them, they will call therein for abundant fruit and drink.",
      "translation_id": "di dalamnya mereka bertelekan (diatas dipan-dipan) sambil meminta buah-buahan yang banyak dan minuman di surga itu."
    },
    {
      "number": 52,
      "text": "وَعِندَهُمْ قَٰصِرَٰتُ ٱلطَّرْفِ أَتْرَابٌ",
      "translation_en": "And with them will be women limiting [their] glances and of equal age.",
      "translation_id": "Dan pada sisi mereka (ada bidadari-bidadari) yang tidak liar pandangannya dan sebaya umurnya."
    },
    {
      "number": 53,
      "text": "هَٰذَا مَا تُوعَدُونَ لِيَوْمِ ٱلْحِسَابِ",
      "translation_en": "This is what you, [the righteous], are promised for the Day of Account.",
      "translation_id": "Inilah apa yang dijanjikan kepadamu pada hari berhisab."
    },
    {
      "number": 54,
      "text": "إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُۥ مِن نَّفَادٍ",
      "translation_en": "Indeed, this is Our provision; for it there is no depletion.",
      "translation_id": "Sesungguhnya ini adalah benar-benar rezeki dari Kami yang tiada habis-habisnya."
    },
    {
      "number": 55,
      "text": "هَٰذَا وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٍ",
      "translation_en": "This [is so]. But indeed, for the transgressors is an evil place of return -",
      "translation_id": "Beginilah (keadaan mereka). Dan sesungguhnya bagi orang-orang yang durhaka benar-benar (disediakan) tempat kembali yang buruk,"
    },
    {
      "number": 56,
      "text": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ ٱلْمِهَادُ",
      "translation_en": "Hell, which they will [enter to] burn, and wretched is the resting place.",
      "translation_id": "(yaitu) neraka Jahannam, yang mereka masuk ke dalamnya; maka amat buruklah Jahannam itu sebagai tempat tinggal."
    },
    {
      "number": 57,
      "text": "هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ",
      "translation_en": "This - so let them taste it - is scalding water and [foul] purulence.",
      "translation_id": "Inilah (azab neraka), biarlah mereka merasakannya, (minuman mereka) air yang sangat panas dan air yang sangat dingin."
    },
    {
      "number": 58,
      "text": "وَءَاخَرُ مِن شَكْلِهِۦٓ أَزْوَٰجٌ",
      "translation_en": "And other [punishments] of its type [in various] kinds.",
      "translation_id": "Dan azab yang lain yang serupa itu berbagai macam."
    },
    {
      "number": 59,
      "text": "هَٰذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لَا مَرْحَبًۢا بِهِمْ إِنَّهُمْ صَالُوا۟ ٱلنَّارِ",
      "translation_en": "[Its inhabitants will say], \"This is a company bursting in with you. No welcome for them. Indeed, they will burn in the Fire.\"",
      "translation_id": "(Dikatakan kepada mereka): \"Ini adalah suatu rombongan (pengikut-pengikutmu) yang masuk berdesak-desak bersama kamu (ke neraka)\". (Berkata pemimpin-pemimpin mereka yang durhaka): \"Tiadalah ucapan selamat datang kepada mereka karena sesungguhnya mereka akan masuk neraka\"."
    },
    {
      "number": 60,
      "text": "قَالُوا۟ بَلْ أَنتُمْ لَا مَرْحَبًۢا بِكُمْ أَنتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ ٱلْقَرَارُ",
      "translation_en": "They will say, \"Nor you! No welcome for you. You, [our leaders], brought this upon us, and wretched is the settlement.\"",
      "translation_id": "Pengikut-pengikut mereka menjawab: \"Sebenarnya kamulah. Tiada ucapan selamat datang bagimu, karena kamulah yang menjerumuskan kami ke dalam azab, maka amat buruklah Jahannam itu sebagai tempat menetap\"."
    },
    {
      "number": 61,
      "text": "قَالُوا۟ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِى ٱلنَّارِ",
      "translation_en": "They will say, \"Our Lord, whoever brought this upon us - increase for him double punishment in the Fire.\"",
      "translation_id": "Mereka berkata (lagi): \"Ya Tuhan kami; barang siapa yang menjerumuskan kami ke dalam azab ini maka tambahkanlah azab kepadanya dengan berlipat ganda di dalam neraka\"."
    },
    {
      "number": 62,
      "text": "وَقَالُوا۟ مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُم مِّنَ ٱلْأَشْرَارِ",
      "translation_en": "And they will say, \"Why do we not see men whom we used to count among the worst?",
      "translation_id": "Dan (orang-orang durhaka) berkata: \"Mengapa kami tidak melihat orang-orang yang dahulu (di dunia) kami anggap sebagai orang-orang yang jahat (hina)."
    },
    {
      "number": 63,
      "text": "أَتَّخَذْنَٰهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ ٱلْأَبْصَٰرُ",
      "translation_en": "Is it [because] we took them in ridicule, or has [our] vision turned away from them?\"",
      "translation_id": "Apakah kami dahulu menjadikan mereka olok-olokan, ataukah karena mata kami tidak melihat mereka?\""
    },
    {
      "number": 64,
      "text": "إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ ٱلنَّارِ",
      "translation_en": "Indeed, that is truth - the quarreling of the people of the Fire.",
      "translation_id": "Sesungguhnya yang demikian itu pasti terjadi, (yaitu) pertengkaran penghuni neraka."
    },
    {
      "number": 65,
      "text": "قُلْ إِنَّمَآ أَنَا۠ مُنذِرٌ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "translation_en": "Say, [O Muhammad], \"I am only a warner, and there is not any deity except Allah, the One, the Prevailing.",
      "translation_id": "Katakanlah (ya Muhammad): \"Sesungguhnya aku hanya seorang pemberi peringatan, dan sekali-kali tidak ada Tuhan selain Allah Yang Maha Esa dan Maha Mengalahkan."
    },
    {
      "number": 66,
      "text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلْعَزِيزُ ٱلْغَفَّٰرُ",
      "translation_en": "Lord of the heavens and the earth and whatever is between them, the Exalted in Might, the Perpetual Forgiver.\"",
      "translation_id": "Tuhan langit dan bumi dan apa yang ada di antara keduanya Yang Maha Perkasa lagi Maha Pengampun."
    },
    {
      "number": 67,
      "text": "قُلْ هُوَ نَبَؤٌا۟ عَظِيمٌ",
      "translation_en": "Say, \"It is great news",
      "translation_id": "Katakanlah: \"Berita itu adalah berita yang besar,"
    },
    {
      "number": 68,
      "text": "أَنتُمْ عَنْهُ مُعْرِضُونَ",
      "translation_en": "From which you turn away.",
      "translation_id": "yang kamu berpaling daripadanya."
    },
    {
      "number": 69,
      "text": "مَا كَانَ لِىَ مِنْ عِلْمٍۭ بِٱلْمَلَإِ ٱلْأَعْلَىٰٓ إِذْ يَخْتَصِمُونَ",
      "translation_en": "I had no knowledge of the exalted assembly [of angels] when they were disputing [the creation of Adam].",
      "translation_id": "Aku tiada mempunyai pengetahuan sedikitpun tentang al mala'ul a'la (malaikat) itu ketika mereka berbantah-bantahan."
    },
    {
      "number": 70,
      "text": "إِن يُوحَىٰٓ إِلَىَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
      "translation_en": "It has not been revealed to me except that I am a clear warner.\"",
      "translation_id": "Tidak diwahyukan kepadaku, melainkan bahwa sesungguhnya aku hanyalah seorang pemberi peringatan yang nyata\"."
    },
    {
      "number": 71,
      "text": "إِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِقٌۢ بَشَرًا مِّن طِينٍ",
      "translation_en": "[So mention] when your Lord said to the angels, \"Indeed, I am going to create a human being from clay.",
      "translation_id": "(Ingatlah) ketika Tuhanmu berfirman kepada malaikat: \"Sesungguhnya Aku akan menciptakan manusia dari tanah\"."
    },
    {
      "number": 72,
      "text": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَٰجِدِينَ",
      "translation_en": "So when I have proportioned him and breathed into him of My [created] soul, then fall down to him in prostration.\"",
      "translation_id": "Maka apabila telah Kusempurnakan kejadiannya dan Kutiupkan kepadanya roh (ciptaan)Ku; maka hendaklah kamu tersungkur dengan bersujud kepadanya\"."
    },
    {
      "number": 73,
      "text": "فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "translation_en": "So the angels prostrated - all of them entirely.",
      "translation_id": "Lalu seluruh malaikat-malaikat itu bersujud semuanya,"
    },
    {
      "number": 74,
      "text": "إِلَّآ إِبْلِيسَ ٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ",
      "translation_en": "Except Iblees; he was arrogant and became among the disbelievers.",
      "translation_id": "kecuali iblis; dia menyombongkan diri dan adalah dia termasuk orang-orang yang kafir."
    },
    {
      "number": 75,
      "text": "قَالَ يَٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ ٱلْعَالِينَ",
      "translation_en": "[Allah] said, \"O Iblees, what prevented you from prostrating to that which I created with My hands? Were you arrogant [then], or were you [already] among the haughty?\"",
      "translation_id": "Allah berfirman: \"Hai iblis, apakah yang menghalangi kamu sujud kepada yang telah Ku-ciptakan dengan kedua tangan-Ku. Apakah kamu menyombongkan diri ataukah kamu (merasa) termasuk orang-orang yang (lebih) tinggi?\"."
    },
    {
      "number": 76,
      "text": "قَالَ أَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
      "translation_en": "He said, \"I am better than him. You created me from fire and created him from clay.\"",
      "translation_id": "Iblis berkata: \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah\"."
    },
    {
      "number": 77,
      "text": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
      "translation_en": "[Allah] said, \"Then get out of Paradise, for indeed, you are expelled.",
      "translation_id": "Allah berfirman: \"Maka keluarlah kamu dari surga; sesungguhnya kamu adalah orang yang terkutuk,"
    },
    {
      "number": 78,
      "text": "وَإِنَّ عَلَيْكَ لَعْنَتِىٓ إِلَىٰ يَوْمِ ٱلدِّينِ",
      "translation_en": "And indeed, upon you is My curse until the Day of Recompense.\"",
      "translation_id": "Sesungguhnya kutukan-Ku tetap atasmu sampai hari pembalasan\"."
    },
    {
      "number": 79,
      "text": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "translation_en": "He said, \"My Lord, then reprieve me until the Day they are resurrected.\"",
      "translation_id": "Iblis berkata: \"Ya Tuhanku, beri tangguhlah aku sampai hari mereka dibangkitkan\"."
    },
    {
      "number": 80,
      "text": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
      "translation_en": "[Allah] said, \"So indeed, you are of those reprieved",
      "translation_id": "Allah berfirman: \"Sesungguhnya kamu termasuk orang-orang yang diberi tangguh,"
    },
    {
      "number": 81,
      "text": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
      "translation_en": "Until the Day of the time well-known.\"",
      "translation_id": "sampai kepada hari yang telah ditentukan waktunya (hari Kiamat)\"."
    },
    {
      "number": 82,
      "text": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
      "translation_en": "[Iblees] said, \"By your might, I will surely mislead them all",
      "translation_id": "Iblis menjawab: \"Demi kekuasaan Engkau aku akan menyesatkan mereka semuanya,"
    },
    {
      "number": 83,
      "text": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
      "translation_en": "Except, among them, Your chosen servants.\"",
      "translation_id": "kecuali hamba-hamba-Mu yang mukhlis di antara mereka."
    },
    {
      "number": 84,
      "text": "قَالَ فَٱلْحَقُّ وَٱلْحَقَّ أَقُولُ",
      "translation_en": "[Allah] said, \"The truth [is My oath], and the truth I say -",
      "translation_id": "Allah berfirman: \"Maka yang benar (adalah sumpah-Ku) dan hanya kebenaran itulah yang Ku-katakan\"."
    },
    {
      "number": 85,
      "text": "لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ",
      "translation_en": "[That] I will surely fill Hell with you and those of them that follow you all together.\"",
      "translation_id": "Sesungguhnya Aku pasti akan memenuhi neraka Jahannam dengan jenis kamu dan dengan orang-orang yang mengikuti kamu di antara mereka kesemuanya."
    },
    {
      "number": 86,
      "text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَآ أَنَا۠ مِنَ ٱلْمُتَكَلِّفِينَ",
      "translation_en": "Say, [O Muhammad], \"I do not ask you for the Qur'an any payment, and I am not of the pretentious",
      "translation_id": "Katakanlah (hai Muhammad): \"Aku tidak meminta upah sedikitpun padamu atas dakwahku dan bukanlah aku termasuk orang-orang yang mengada-adakan."
    },
    {
      "number": 87,
      "text": "إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَٰلَمِينَ",
      "translation_en": "It is but a reminder to the worlds.",
      "translation_id": "Al Quran ini tidak lain hanyalah peringatan bagi semesta alam."
    },
    {
      "number": 88,
      "text": "وَلَتَعْلَمُنَّ نَبَأَهُۥ بَعْدَ حِينٍۭ",
      "translation_en": "And you will surely know [the truth of] its information after a time.\"",
      "translation_id": "Dan sesungguhnya kamu akan mengetahui (kebenaran) berita Al Quran setelah beberapa waktu lagi."
    }
  ]
}