{
  "number": 44,
  "name": "سورة الدخان",
  "transliteration_en": "Ad-Dukhaan",
  "translation_en": "The Smoke",
  "total_verses": 59,
  "revelation_type": "Meccan",
  "verses": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ",
      "translation_en": "Ha, Meem.",
      "translation_id": "Haa miim."
    },
    {
      "number": 2,
      "text": "وَٱلْكِتَٰبِ ٱلْمُبِينِ",
      "translation_en": "By the clear Book,",
      "translation_id": "Demi Kitab (Al Quran) yang menjelaskan,"
    },
    {
      "number": 3,
      "text": "إِنَّآ أَنزَلْنَٰهُ فِى لَيْلَةٍ مُّبَٰرَكَةٍ إِنَّا كُنَّا مُنذِرِينَ",
      "translation_en": "Indeed, We sent it down during a blessed night. Indeed, We were to warn [mankind].",
      "translation_id": "sesungguhnya Kami menurunkannya pada suatu malam yang diberkahi dan sesungguhnya Kami-lah yang memberi peringatan."
    },
    {
      "number": 4,
      "text": "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ",
      "translation_en": "On that night is made distinct every precise matter -",
      "translation_id": "Pada malam itu dijelaskan segala urusan yang penuh hikmah,"
    },
    {
      "number": 5,
      "text": "أَمْرًا مِّنْ عِندِنَآ إِنَّا كُنَّا مُرْسِلِينَ",
      "translation_en": "[Every] matter [proceeding] from Us. Indeed, We were to send [a messenger]",
      "translation_id": "(yaitu) urusan yang besar dari sisi Kami. Sesungguhnya Kami adalah Yang mengutus rasul-rasul,"
    },
    {
      "number": 6,
      "text": "رَحْمَةً مِّن رَّبِّكَ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "translation_en": "As mercy from your Lord. Indeed, He is the Hearing, the Knowing.",
      "translation_id": "sebagai rahmat dari Tuhanmu. Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui,"
    },
    {
      "number": 7,
      "text": "رَبِّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَآ إِن كُنتُم مُّوقِنِينَ",
      "translation_en": "Lord of the heavens and the earth and that between them, if you would be certain.",
      "translation_id": "Tuhan Yang memelihara langit dan bumi dan apa yang ada di antara keduanya, jika kamu adalah orang yang meyakini."
    },
    {
      "number": 8,
      "text": "لَآ إِلَٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ رَبُّكُمْ وَرَبُّ ءَابَآئِكُمُ ٱلْأَوَّلِينَ",
      "translation_en": "There is no deity except Him; He gives life and causes death. [He is] your Lord and the Lord of your first forefathers.",
      "translation_id": "Tidak ada Tuhan (yang berhak disembah) melainkan Dia, Yang menghidupkan dan Yang mematikan (Dialah) Tuhanmu dan Tuhan bapak-bapakmu yang terdahulu."
    },
    {
      "number": 9,
      "text": "بَلْ هُمْ فِى شَكٍّ يَلْعَبُونَ",
      "translation_en": "But they are in doubt, amusing themselves.",
      "translation_id": "Tetapi mereka bermain-main dalam keragu-raguan."
    },
    {
      "number": 10,
      "text": "فَٱرْتَقِبْ يَوْمَ تَأْتِى ٱلسَّمَآءُ بِدُخَانٍ مُّبِينٍ",
      "translation_en": "Then watch for the Day when the sky will bring a visible smoke.",
      "translation_id": "Maka tunggulah hari ketika langit membawa kabut yang nyata,"
    },
    {
      "number": 11,
      "text": "يَغْشَى ٱلنَّاسَ هَٰذَا عَذَابٌ أَلِيمٌ",
      "translation_en": "Covering the people; this is a painful torment.",
      "translation_id": "yang meliputi manusia. Inilah azab yang pedih."
    },
    {
      "number": 12,
      "text": "رَّبَّنَا ٱكْشِفْ عَنَّا ٱلْعَذَابَ إِنَّا مُؤْمِنُونَ",
      "translation_en": "[They will say], \"Our Lord, remove from us the torment; indeed, we are believers.\"",
      "translation_id": "(Mereka berdoa): \"Ya Tuhan kami, lenyapkanlah dari kami azab itu. Sesungguhnya kami akan beriman\"."
    },
    {
      "number": 13,
      "text": "أَنَّىٰ لَهُمُ ٱلذِّكْرَىٰ وَقَدْ جَآءَهُمْ رَسُولٌ مُّبِينٌ",
      "translation_en": "How will there be for them a reminder [at that time]? And there had come to them a clear Messenger.",
      "translation_id": "Bagaimanakah mereka dapat menerima peringatan, padahal telah datang kepada mereka seorang rasul yang memberi penjelasan,"
    },
    {
      "number": 14,
      "text": "ثُمَّ تَوَلَّوْا۟ عَنْهُ وَقَالُوا۟ مُعَلَّمٌ مَّجْنُونٌ",
      "translation_en": "Then they turned away from him and said, \"[He was] taught [and is] a madman.\"",
      "translation_id": "kemudian mereka berpaling daripadanya dan berkata: \"Dia adalah seorang yang menerima ajaran (dari orang lain) lagi pula seorang yang gila\"."
    },
    {
      "number": 15,
      "text": "إِنَّا كَاشِفُوا۟ ٱلْعَذَابِ قَلِيلًا إِنَّكُمْ عَآئِدُونَ",
      "translation_en": "Indeed, We will remove the torment for a little. Indeed, you [disbelievers] will return [to disbelief].",
      "translation_id": "Sesungguhnya (kalau) Kami akan melenyapkan siksaan itu agak sedikit sesungguhnya kamu akan kembali (ingkar)."
    },
    {
      "number": 16,
      "text": "يَوْمَ نَبْطِشُ ٱلْبَطْشَةَ ٱلْكُبْرَىٰٓ إِنَّا مُنتَقِمُونَ",
      "translation_en": "The Day We will strike with the greatest assault, indeed, We will take retribution.",
      "translation_id": "(Ingatlah) hari (ketika) Kami menghantam mereka dengan hantaman yang keras. Sesungguhnya Kami adalah Pemberi balasan."
    },
    {
      "number": 17,
      "text": "وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَآءَهُمْ رَسُولٌ كَرِيمٌ",
      "translation_en": "And We had already tried before them the people of Pharaoh, and there came to them a noble messenger,",
      "translation_id": "Sesungguhnya sebelum mereka telah Kami uji kaum Fir'aun dan telah datang kepada mereka seorang rasul yang mulia,"
    },
    {
      "number": 18,
      "text": "أَنْ أَدُّوٓا۟ إِلَىَّ عِبَادَ ٱللَّهِ إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
      "translation_en": "[Saying], \"Render to me the servants of Allah. Indeed, I am to you a trustworthy messenger,\"",
      "translation_id": "(dengan berkata): \"Serahkanlah kepadaku hamba-hamba Allah (Bani Israil yang kamu perbudak). Sesungguhnya aku adalah utusan (Allah) yang dipercaya kepadamu,"
    },
    {
      "number": 19,
      "text": "وَأَن لَّا تَعْلُوا۟ عَلَى ٱللَّهِ إِنِّىٓ ءَاتِيكُم بِسُلْطَٰنٍ مُّبِينٍ",
      "translation_en": "And [saying], \"Be not haughty with Allah. Indeed, I have come to you with clear authority.",
      "translation_id": "dan janganlah kamu menyombongkan diri terhadap Allah. Sesungguhnya aku datang kepadamu dengan membawa bukti yang nyata."
    },
    {
      "number": 20,
      "text": "وَإِنِّى عُذْتُ بِرَبِّى وَرَبِّكُمْ أَن تَرْجُمُونِ",
      "translation_en": "And indeed, I have sought refuge in my Lord and your Lord, lest you stone me.",
      "translation_id": "Dan sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu, dari keinginanmu merajamku,"
    },
    {
      "number": 21,
      "text": "وَإِن لَّمْ تُؤْمِنُوا۟ لِى فَٱعْتَزِلُونِ",
      "translation_en": "But if you do not believe me, then leave me alone.\"",
      "translation_id": "dan jika kamu tidak beriman kepadaku maka biarkanlah aku (memimpin Bani Israil)\"."
    },
    {
      "number": 22,
      "text": "فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوْمٌ مُّجْرِمُونَ",
      "translation_en": "And [finally] he called to his Lord that these were a criminal people.",
      "translation_id": "Kemudian Musa berdoa kepada Tuhannya: \"Sesungguhnya mereka ini adalah kaum yang berdosa (segerakanlah azab kepada mereka)\"."
    },
    {
      "number": 23,
      "text": "فَأَسْرِ بِعِبَادِى لَيْلًا إِنَّكُم مُّتَّبَعُونَ",
      "translation_en": "[Allah said], \"Then set out with My servants by night. Indeed, you are to be pursued.",
      "translation_id": "(Allah berfirman): \"Maka berjalanlah kamu dengan membawa hamba-hamba-Ku pada malam hari, sesungguhnya kamu akan dikejar,"
    },
    {
      "number": 24,
      "text": "وَٱتْرُكِ ٱلْبَحْرَ رَهْوًا إِنَّهُمْ جُندٌ مُّغْرَقُونَ",
      "translation_en": "And leave the sea in stillness. Indeed, they are an army to be drowned.\"",
      "translation_id": "dan biarkanlah laut itu tetap terbelah. Sesungguhnya mereka adalah tentara yang akan ditenggelamkan\"."
    },
    {
      "number": 25,
      "text": "كَمْ تَرَكُوا۟ مِن جَنَّٰتٍ وَعُيُونٍ",
      "translation_en": "How much they left behind of gardens and springs",
      "translation_id": "Alangkah banyaknya taman dan mata air yang mereka tinggalkan,"
    },
    {
      "number": 26,
      "text": "وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ",
      "translation_en": "And crops and noble sites",
      "translation_id": "dan kebun-kebun serta tempat-tempat yang indah-indah,"
    },
    {
      "number": 27,
      "text": "وَنَعْمَةٍ كَانُوا۟ فِيهَا فَٰكِهِينَ",
      "translation_en": "And comfort wherein they were amused.",
      "translation_id": "dan kesenangan-kesenangan yang mereka menikmatinya,"
    },
    {
      "number": 28,
      "text": "كَذَٰلِكَ وَأَوْرَثْنَٰهَا قَوْمًا ءَاخَرِينَ",
      "translation_en": "Thus. And We caused to inherit it another people.",
      "translation_id": "demikianlah. Dan Kami wariskan semua itu kepada kaum yang lain."
    },
    {
      "number": 29,
      "text": "فَمَا بَكَتْ عَلَيْهِمُ ٱلسَّمَآءُ وَٱلْأَرْضُ وَمَا كَانُوا۟ مُنظَرِينَ",
      "translation_en": "And the heaven and earth wept not for them, nor were they reprieved.",
      "translation_id": "Maka langit dan bumi tidak menangisi mereka dan merekapun tidak diberi tangguh."
    },
    {
      "number": 30,
      "text": "وَلَقَدْ نَجَّيْنَا بَنِىٓ إِسْرَٰٓءِيلَ مِنَ ٱلْعَذَابِ ٱلْمُهِينِ",
      "translation_en": "And We certainly saved the Children of Israel from the humiliating torment -",
      "translation_id": "Dan sesungguhnya telah Kami selamatkan Bani Israil dari siksa yang menghinakan,"
    },
    {
      "number": 31,
      "text": "مِن فِرْعَوْنَ إِنَّهُۥ كَانَ عَالِيًا مِّنَ ٱلْمُسْرِفِينَ",
      "translation_en": "From Pharaoh. Indeed, he was a haughty one among the transgressors.",
      "translation_id": "dari (azab) Fir'aun. Sesungguhnya dia adalah orang yang sombong, salah seorang dari orang-orang yang melampaui batas."
    },
    {
      "number": 32,
      "text": "وَلَقَدِ ٱخْتَرْنَٰهُمْ عَلَىٰ عِلْمٍ عَلَى ٱلْعَٰلَمِينَ",
      "translation_en": "And We certainly chose them by knowledge over [all] the worlds.",
      "translation_id": "Dan sesungguhnya telah Kami pilih mereka dengan pengetahuan (Kami) atas bangsa-bangsa."
    },
    {
      "number": 33,
      "text": "وَءَاتَيْنَٰهُم مِّنَ ٱلْءَايَٰتِ مَا فِيهِ بَلَٰٓؤٌا۟ مُّبِينٌ",
      "translation_en": "And We gave them of signs that in which there was a clear trial.",
      "translation_id": "Dan Kami telah memberikan kepada mereka di antara tanda-tanda kekuasaan (Kami) sesuatu yang di dalamnya terdapat nikmat yang nyata."
    },
    {
      "number": 34,
      "text": "إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ",
      "translation_en": "Indeed, these [disbelievers] are saying,",
      "translation_id": "Sesungguhnya mereka (kaum musyrik) itu benar-benar berkata,"
    },
    {
      "number": 35,
      "text": "إِنْ هِىَ إِلَّا مَوْتَتُنَا ٱلْأُولَىٰ وَمَا نَحْنُ بِمُنشَرِينَ",
      "translation_en": "\"There is not but our first death, and we will not be resurrected.",
      "translation_id": "\"tidak ada kematian selain kematian di dunia ini. Dan kami sekali-kali tidak akan dibangkitkan,"
    },
    {
      "number": 36,
      "text": "فَأْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَٰدِقِينَ",
      "translation_en": "Then bring [back] our forefathers, if you should be truthful.\"",
      "translation_id": "maka datangkanlah (kembali) bapak-bapak kami jika kamu memang orang-orang yang benar\"."
    },
    {
      "number": 37,
      "text": "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَٱلَّذِينَ مِن قَبْلِهِمْ أَهْلَكْنَٰهُمْ إِنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
      "translation_en": "Are they better or the people of Tubba' and those before them? We destroyed them, [for] indeed, they were criminals.",
      "translation_id": "Apakah mereka (kaum musyrikin) yang lebih baik ataukah kaum Tubba' dan orang-orang yang sebelum mereka. Kami telah membinasakan mereka karena sesungguhnya mereka adalah orang-orang yang berdosa."
    },
    {
      "number": 38,
      "text": "وَمَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَٰعِبِينَ",
      "translation_en": "And We did not create the heavens and earth and that between them in play.",
      "translation_id": "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada antara keduanya dengan bermain-main."
    },
    {
      "number": 39,
      "text": "مَا خَلَقْنَٰهُمَآ إِلَّا بِٱلْحَقِّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "translation_en": "We did not create them except in truth, but most of them do not know.",
      "translation_id": "Kami tidak menciptakan keduanya melainkan dengan haq, tetapi kebanyakan mereka tidak mengetahui."
    },
    {
      "number": 40,
      "text": "إِنَّ يَوْمَ ٱلْفَصْلِ مِيقَٰتُهُمْ أَجْمَعِينَ",
      "translation_en": "Indeed, the Day of Judgement is the appointed time for them all -",
      "translation_id": "Sesungguhnya hari keputusan (hari kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya,"
    },
    {
      "number": 41,
      "text": "يَوْمَ لَا يُغْنِى مَوْلًى عَن مَّوْلًى شَيْـًٔا وَلَا هُمْ يُنصَرُونَ",
      "translation_en": "The Day when no relation will avail a relation at all, nor will they be helped -",
      "translation_id": "yaitu hari yang seorang karib tidak dapat memberi manfaat kepada karibnya sedikitpun, dan mereka tidak akan mendapat pertolongan,"
    },
    {
      "number": 42,
      "text": "إِلَّا مَن رَّحِمَ ٱللَّهُ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "translation_en": "Except those [believers] on whom Allah has mercy. Indeed, He is the Exalted in Might, the Merciful.",
      "translation_id": "kecuali orang yang diberi rahmat oleh Allah. Sesungguhnya Dialah Yang Maha Perkasa lagi Maha Penyayang."
    },
    {
      "number": 43,
      "text": "إِنَّ شَجَرَتَ ٱلزَّقُّومِ",
      "translation_en": "Indeed, the tree of zaqqum",
      "translation_id": "Sesungguhnya pohon zaqqum itu,"
    },
    {
      "number": 44,
      "text": "طَعَامُ ٱلْأَثِيمِ",
      "translation_en": "Is food for the sinful.",
      "translation_id": "makanan orang yang banyak berdosa."
    },
    {
      "number": 45,
      "text": "كَٱلْمُهْلِ يَغْلِى فِى ٱلْبُطُونِ",
      "translation_en": "Like murky oil, it boils within bellies",
      "translation_id": "(Ia) sebagai kotoran minyak yang mendidih di dalam perut,"
    },
    {
      "number": 46,
      "text": "كَغَلْىِ ٱلْحَمِيمِ",
      "translation_en": "Like the boiling of scalding water.",
      "translation_id": "seperti mendidihnya air yang amat panas."
    },
    {
      "number": 47,
      "text": "خُذُوهُ فَٱعْتِلُوهُ إِلَىٰ سَوَآءِ ٱلْجَحِيمِ",
      "translation_en": "[It will be commanded], \"Seize him and drag him into the midst of the Hellfire,",
      "translation_id": "Peganglah dia kemudian seretlah dia ke tengah-tengah neraka."
    },
    {
      "number": 48,
      "text": "ثُمَّ صُبُّوا۟ فَوْقَ رَأْسِهِۦ مِنْ عَذَابِ ٱلْحَمِيمِ",
      "translation_en": "Then pour over his head from the torment of scalding water.\"",
      "translation_id": "Kemudian tuangkanlah di atas kepalanya siksaan (dari) air yang amat panas."
    },
    {
      "number": 49,
      "text": "ذُقْ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْكَرِيمُ",
      "translation_en": "[It will be said], \"Taste! Indeed, you are the honored, the noble!",
      "translation_id": "Rasakanlah, sesungguhnya kamu orang yang perkasa lagi mulia."
    },
    {
      "number": 50,
      "text": "إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمْتَرُونَ",
      "translation_en": "Indeed, this is what you used to dispute.\"",
      "translation_id": "Sesungguhnya ini adalah azab yang dahulu selalu kamu meragu-ragukannya."
    },
    {
      "number": 51,
      "text": "إِنَّ ٱلْمُتَّقِينَ فِى مَقَامٍ أَمِينٍ",
      "translation_en": "Indeed, the righteous will be in a secure place;",
      "translation_id": "Sesungguhnya orang-orang yang bertakwa berada dalam tempat yang aman,"
    },
    {
      "number": 52,
      "text": "فِى جَنَّٰتٍ وَعُيُونٍ",
      "translation_en": "Within gardens and springs,",
      "translation_id": "(yaitu) di dalam taman-taman dan mata-air-mata-air;"
    },
    {
      "number": 53,
      "text": "يَلْبَسُونَ مِن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَقَٰبِلِينَ",
      "translation_en": "Wearing [garments of] fine silk and brocade, facing each other.",
      "translation_id": "mereka memakai sutera yang halus dan sutera yang tebal, (duduk) berhadap-hadapan,"
    },
    {
      "number": 54,
      "text": "كَذَٰلِكَ وَزَوَّجْنَٰهُم بِحُورٍ عِينٍ",
      "translation_en": "Thus. And We will marry them to fair women with large, [beautiful] eyes.",
      "translation_id": "demikianlah. Dan Kami berikan kepada mereka bidadari."
    },
    {
      "number": 55,
      "text": "يَدْعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ",
      "translation_en": "They will call therein for every [kind of] fruit - safe and secure.",
      "translation_id": "Di dalamnya mereka meminta segala macam buah-buahan dengan aman (dari segala kekhawatiran),"
    },
    {
      "number": 56,
      "text": "لَا يَذُوقُونَ فِيهَا ٱلْمَوْتَ إِلَّا ٱلْمَوْتَةَ ٱلْأُولَىٰ وَوَقَىٰهُمْ عَذَابَ ٱلْجَحِيمِ",
      "translation_en": "They will not taste death therein except the first death, and He will have protected them from the punishment of Hellfire",
      "translation_id": "mereka tidak akan merasakan mati di dalamnya kecuali mati di dunia. Dan Allah memelihara mereka dari azab neraka,"
    },
    {
      "number": 57,
      "text": "فَضْلًا مِّن رَّبِّكَ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "translation_en": "As bounty from your Lord. That is what is the great attainment.",
      "translation_id": "sebagai karunia dari Tuhanmu. Yang demikian itu adalah keberuntungan yang besar."
    },
    {
      "number": 58,
      "text": "فَإِنَّمَا يَسَّرْنَٰهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "translation_en": "And indeed, We have eased the Qur'an in your tongue that they might be reminded.",
      "translation_id": "Sesungguhnya Kami mudahkan Al Quran itu dengan bahasamu supaya mereka mendapat pelajaran."
    },
    {
      "number": 59,
      "text": "فَٱرْتَقِبْ إِنَّهُم مُّرْتَقِبُونَ",
      "translation_en": "So watch, [O Muhammad]; indeed, they are watching [for your end].",
      "translation_id": "Maka tunggulah; sesungguhnya mereka itu menunggu (pula)."
    }
  ]
}