{
  "number": 51,
  "name": "سورة الذاريات",
  "transliteration_en": "Adh-Dhaariyat",
  "translation_en": "The Winnowing Winds",
  "total_verses": 60,
  "revelation_type": "Meccan",
  "verses": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلذَّٰرِيَٰتِ ذَرْوًا",
      "translation_en": "By those [winds] scattering [dust] dispersing",
      "translation_id": "Demi (angin) yang menerbangkan debu dengan kuat."
    },
    {
      "number": 2,
      "text": "فَٱلْحَٰمِلَٰتِ وِقْرًا",
      "translation_en": "And those [clouds] carrying a load [of water]",
      "translation_id": "dan awan yang mengandung hujan,"
    },
    {
      "number": 3,
      "text": "فَٱلْجَٰرِيَٰتِ يُسْرًا",
      "translation_en": "And those [ships] sailing with ease",
      "translation_id": "dan kapal-kapal yang berlayar dengan mudah."
    },
    {
      "number": 4,
      "text": "فَٱلْمُقَسِّمَٰتِ أَمْرًا",
      "translation_en": "And those [angels] apportioning [each] matter,",
      "translation_id": "dan (malaikat-malaikat) yang membagi-bagi urusan,"
    },
    {
      "number": 5,
      "text": "إِنَّمَا تُوعَدُونَ لَصَادِقٌ",
      "translation_en": "Indeed, what you are promised is true.",
      "translation_id": "sesungguhnya apa yang dijanjikan kepadamu pasti benar."
    },
    {
      "number": 6,
      "text": "وَإِنَّ ٱلدِّينَ لَوَٰقِعٌ",
      "translation_en": "And indeed, the recompense is to occur.",
      "translation_id": "dan sesungguhnya (hari) pembalasan pasti terjadi."
    },
    {
      "number": 7,
      "text": "وَٱلسَّمَآءِ ذَاتِ ٱلْحُبُكِ",
      "translation_en": "By the heaven containing pathways,",
      "translation_id": "Demi langit yang mempunyai jalan-jalan,"
    },
    {
      "number": 8,
      "text": "إِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ",
      "translation_en": "Indeed, you are in differing speech.",
      "translation_id": "sesungguhnya kamu benar-benar dalam keadaan berbeda pendapat,"
    },
    {
      "number": 9,
      "text": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ",
      "translation_en": "Deluded away from the Qur'an is he who is deluded.",
      "translation_id": "dipalingkan daripadanya (Rasul dan Al-Quran) orang yang dipalingkan."
    },
    {
      "number": 10,
      "text": "قُتِلَ ٱلْخَرَّٰصُونَ",
      "translation_en": "Destroyed are the falsifiers",
      "translation_id": "Terkutuklah orang-orang yang banyak berdusta,"
    },
    {
      "number": 11,
      "text": "ٱلَّذِينَ هُمْ فِى غَمْرَةٍ سَاهُونَ",
      "translation_en": "Who are within a flood [of confusion] and heedless.",
      "translation_id": "(yaitu) orang-orang yang terbenam dalam kebodohan yang lalai,"
    },
    {
      "number": 12,
      "text": "يَسْـَٔلُونَ أَيَّانَ يَوْمُ ٱلدِّينِ",
      "translation_en": "They ask, \"When is the Day of Recompense?\"",
      "translation_id": "mereka bertanya: \"Bilakah hari pembalasan itu?\""
    },
    {
      "number": 13,
      "text": "يَوْمَ هُمْ عَلَى ٱلنَّارِ يُفْتَنُونَ",
      "translation_en": "[It is] the Day they will be tormented over the Fire",
      "translation_id": "(Hari pembalasan itu) ialah pada hari ketika mereka diazab di atas api neraka."
    },
    {
      "number": 14,
      "text": "ذُوقُوا۟ فِتْنَتَكُمْ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تَسْتَعْجِلُونَ",
      "translation_en": "[And will be told], \"Taste your torment. This is that for which you were impatient.\"",
      "translation_id": "(Dikatakan kepada mereka): \"Rasakanlah azabmu itu. Inilah azab yang dulu kamu minta untuk disegerakan\"."
    },
    {
      "number": 15,
      "text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍ وَعُيُونٍ",
      "translation_en": "Indeed, the righteous will be among gardens and springs,",
      "translation_id": "Sesungguhnya orang-orang yang bertakwa itu berada dalam taman-taman (surga) dan mata air-mata air,"
    },
    {
      "number": 16,
      "text": "ءَاخِذِينَ مَآ ءَاتَىٰهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا۟ قَبْلَ ذَٰلِكَ مُحْسِنِينَ",
      "translation_en": "Accepting what their Lord has given them. Indeed, they were before that doers of good.",
      "translation_id": "sambil menerima segala pemberian Rabb mereka. Sesungguhnya mereka sebelum itu di dunia adalah orang-orang yang berbuat kebaikan."
    },
    {
      "number": 17,
      "text": "كَانُوا۟ قَلِيلًا مِّنَ ٱلَّيْلِ مَا يَهْجَعُونَ",
      "translation_en": "They used to sleep but little of the night,",
      "translation_id": "Di dunia mereka sedikit sekali tidur diwaktu malam."
    },
    {
      "number": 18,
      "text": "وَبِٱلْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ",
      "translation_en": "And in the hours before dawn they would ask forgiveness,",
      "translation_id": "Dan selalu memohonkan ampunan diwaktu pagi sebelum fajar."
    },
    {
      "number": 19,
      "text": "وَفِىٓ أَمْوَٰلِهِمْ حَقٌّ لِّلسَّآئِلِ وَٱلْمَحْرُومِ",
      "translation_en": "And from their properties was [given] the right of the [needy] petitioner and the deprived.",
      "translation_id": "Dan pada harta-harta mereka ada hak untuk orang miskin yang meminta dan orang miskin yang tidak mendapat bagian."
    },
    {
      "number": 20,
      "text": "وَفِى ٱلْأَرْضِ ءَايَٰتٌ لِّلْمُوقِنِينَ",
      "translation_en": "And on the earth are signs for the certain [in faith]",
      "translation_id": "Dan di bumi itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang yakin."
    },
    {
      "number": 21,
      "text": "وَفِىٓ أَنفُسِكُمْ أَفَلَا تُبْصِرُونَ",
      "translation_en": "And in yourselves. Then will you not see?",
      "translation_id": "dan (juga) pada dirimu sendiri. Maka apakah kamu tidak memperhatikan?"
    },
    {
      "number": 22,
      "text": "وَفِى ٱلسَّمَآءِ رِزْقُكُمْ وَمَا تُوعَدُونَ",
      "translation_en": "And in the heaven is your provision and whatever you are promised.",
      "translation_id": "Dan di langit terdapat (sebab-sebab) rezekimu dan terdapat (pula) apa yang dijanjikan kepadamu."
    },
    {
      "number": 23,
      "text": "فَوَرَبِّ ٱلسَّمَآءِ وَٱلْأَرْضِ إِنَّهُۥ لَحَقٌّ مِّثْلَ مَآ أَنَّكُمْ تَنطِقُونَ",
      "translation_en": "Then by the Lord of the heaven and earth, indeed, it is truth - just as [sure as] it is that you are speaking.",
      "translation_id": "Maka demi Tuhan langit dan bumi, sesungguhnya yang dijanjikan itu adalah benar-benar (akan terjadi) seperti perkataan yang kamu ucapkan."
    },
    {
      "number": 24,
      "text": "هَلْ أَتَىٰكَ حَدِيثُ ضَيْفِ إِبْرَٰهِيمَ ٱلْمُكْرَمِينَ",
      "translation_en": "Has there reached you the story of the honored guests of Abraham? -",
      "translation_id": "Sudahkah sampai kepadamu (Muhammad) cerita tentang tamu Ibrahim (yaitu malaikat-malaikat) yang dimuliakan?"
    },
    {
      "number": 25,
      "text": "إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَٰمًا قَالَ سَلَٰمٌ قَوْمٌ مُّنكَرُونَ",
      "translation_en": "When they entered upon him and said, \"[We greet you with] peace.\" He answered, \"[And upon you] peace, [you are] a people unknown.",
      "translation_id": "(Ingatlah) ketika mereka masuk ke tempatnya lalu mengucapkan: \"Salaamun\". Ibrahim menjawab: \"Salaamun (kamu) adalah orang-orang yang tidak dikenal\"."
    },
    {
      "number": 26,
      "text": "فَرَاغَ إِلَىٰٓ أَهْلِهِۦ فَجَآءَ بِعِجْلٍ سَمِينٍ",
      "translation_en": "Then he went to his family and came with a fat [roasted] calf",
      "translation_id": "Maka dia pergi dengan diam-diam menemui keluarganya, kemudian dibawanya daging anak sapi gemuk."
    },
    {
      "number": 27,
      "text": "فَقَرَّبَهُۥٓ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ",
      "translation_en": "And placed it near them; he said, \"Will you not eat?\"",
      "translation_id": "Lalu dihidangkannya kepada mereka. Ibrahim lalu berkata: \"Silahkan anda makan\"."
    },
    {
      "number": 28,
      "text": "فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا۟ لَا تَخَفْ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٍ",
      "translation_en": "And he felt from them apprehension. They said, \"Fear not,\" and gave him good tidings of a learned boy.",
      "translation_id": "(Tetapi mereka tidak mau makan), karena itu Ibrahim merasa takut terhadap mereka. Mereka berkata: \"Janganlah kamu takut\", dan mereka memberi kabar gembira kepadanya dengan (kelahiran) seorang anak yang alim (Ishak)."
    },
    {
      "number": 29,
      "text": "فَأَقْبَلَتِ ٱمْرَأَتُهُۥ فِى صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ",
      "translation_en": "And his wife approached with a cry [of alarm] and struck her face and said, \"[I am] a barren old woman!\"",
      "translation_id": "Kemudian isterinya datang memekik lalu menepuk mukanya sendiri seraya berkata: \"(Aku adalah) seorang perempuan tua yang mandul\"."
    },
    {
      "number": 30,
      "text": "قَالُوا۟ كَذَٰلِكِ قَالَ رَبُّكِ إِنَّهُۥ هُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ",
      "translation_en": "They said, \"Thus has said your Lord; indeed, He is the Wise, the Knowing.\"",
      "translation_id": "Mereka berkata: \"Demikianlah Tuhanmu memfirmankan\" Sesungguhnya Dialah yang Maha Bijaksana lagi Maha Mengetahui."
    },
    {
      "number": 31,
      "text": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ",
      "translation_en": "[Abraham] said, \"Then what is your business [here], O messengers?\"",
      "translation_id": "Ibrahim bertanya: \"Apakah urusanmu hai para utusan?\""
    },
    {
      "number": 32,
      "text": "قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍ مُّجْرِمِينَ",
      "translation_en": "They said, \"Indeed, we have been sent to a people of criminals",
      "translation_id": "Mereka menjawab: \"Sesungguhnya kami diutus kepada kaum yang berdosa (kaum Luth),"
    },
    {
      "number": 33,
      "text": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّن طِينٍ",
      "translation_en": "To send down upon them stones of clay,",
      "translation_id": "agar kami timpakan kepada mereka batu-batu dari tanah,"
    },
    {
      "number": 34,
      "text": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلْمُسْرِفِينَ",
      "translation_en": "Marked in the presence of your Lord for the transgressors.\"",
      "translation_id": "yang ditandai di sisi Tuhanmu untuk membinasakan orang-orang yang melampaui batas\"."
    },
    {
      "number": 35,
      "text": "فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ ٱلْمُؤْمِنِينَ",
      "translation_en": "So We brought out whoever was in the cities of the believers.",
      "translation_id": "Lalu Kami keluarkan orang-orang yang beriman yang berada di negeri kaum Luth itu."
    },
    {
      "number": 36,
      "text": "فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ ٱلْمُسْلِمِينَ",
      "translation_en": "And We found not within them other than a [single] house of Muslims.",
      "translation_id": "Dan Kami tidak mendapati negeri itu, kecuali sebuah rumah dari orang yang berserah diri."
    },
    {
      "number": 37,
      "text": "وَتَرَكْنَا فِيهَآ ءَايَةً لِّلَّذِينَ يَخَافُونَ ٱلْعَذَابَ ٱلْأَلِيمَ",
      "translation_en": "And We left therein a sign for those who fear the painful punishment.",
      "translation_id": "Dan Kami tinggalkan pada negeri itu suatu tanda bagi orang-orang yang takut kepada siksa yang pedih."
    },
    {
      "number": 38,
      "text": "وَفِى مُوسَىٰٓ إِذْ أَرْسَلْنَٰهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَٰنٍ مُّبِينٍ",
      "translation_en": "And in Moses [was a sign], when We sent him to Pharaoh with clear authority.",
      "translation_id": "Dan juga pada Musa (terdapat tanda-tanda kekuasaan Allah) ketika Kami mengutusnya kepada Fir'aun dengan membawa mukjizat yang nyata."
    },
    {
      "number": 39,
      "text": "فَتَوَلَّىٰ بِرُكْنِهِۦ وَقَالَ سَٰحِرٌ أَوْ مَجْنُونٌ",
      "translation_en": "But he turned away with his supporters and said,\" A magician or a madman.\"",
      "translation_id": "Maka dia (Fir'aun) berpaling (dari iman) bersama tentaranya dan berkata: \"Dia adalah seorang tukang sihir atau seorang gila\"."
    },
    {
      "number": 40,
      "text": "فَأَخَذْنَٰهُ وَجُنُودَهُۥ فَنَبَذْنَٰهُمْ فِى ٱلْيَمِّ وَهُوَ مُلِيمٌ",
      "translation_en": "So We took him and his soldiers and cast them into the sea, and he was blameworthy.",
      "translation_id": "Maka Kami siksa dia dan tentaranya lalu Kami lemparkan mereka ke dalam laut, sedang dia melakukan pekerjaan yang tercela."
    },
    {
      "number": 41,
      "text": "وَفِى عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ ٱلرِّيحَ ٱلْعَقِيمَ",
      "translation_en": "And in 'Aad [was a sign], when We sent against them the barren wind.",
      "translation_id": "Dan juga pada (kisah) Aad ketika Kami kirimkan kepada mereka angin yang membinasakan,"
    },
    {
      "number": 42,
      "text": "مَا تَذَرُ مِن شَىْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَٱلرَّمِيمِ",
      "translation_en": "It left nothing of what it came upon but that it made it like disintegrated ruins.",
      "translation_id": "angin itu tidak membiarkan satupun yang dilaluinya, melainkan dijadikannya seperti serbuk."
    },
    {
      "number": 43,
      "text": "وَفِى ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا۟ حَتَّىٰ حِينٍ",
      "translation_en": "And in Thamud, when it was said to them, \"Enjoy yourselves for a time.\"",
      "translation_id": "Dan pada (kisah) kaum Tsamud ketika dikatakan kepada mereka: \"Bersenang-senanglah kalian sampai suatu waktu\"."
    },
    {
      "number": 44,
      "text": "فَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ ٱلصَّٰعِقَةُ وَهُمْ يَنظُرُونَ",
      "translation_en": "But they were insolent toward the command of their Lord, so the thunderbolt seized them while they were looking on.",
      "translation_id": "Maka mereka berlaku angkuh terhadap perintah Tuhannya, lalu mereka disambar petir dan mereka melihatnya."
    },
    {
      "number": 45,
      "text": "فَمَا ٱسْتَطَٰعُوا۟ مِن قِيَامٍ وَمَا كَانُوا۟ مُنتَصِرِينَ",
      "translation_en": "And they were unable to arise, nor could they defend themselves.",
      "translation_id": "Maka mereka sekali-kali tidak dapat bangun dan tidak pula mendapat pertolongan,"
    },
    {
      "number": 46,
      "text": "وَقَوْمَ نُوحٍ مِّن قَبْلُ إِنَّهُمْ كَانُوا۟ قَوْمًا فَٰسِقِينَ",
      "translation_en": "And [We destroyed] the people of Noah before; indeed, they were a people defiantly disobedient.",
      "translation_id": "dan (Kami membinasakan) kaum Nuh sebelum itu. Sesungguhnya mereka adalah kaum yang fasik."
    },
    {
      "number": 47,
      "text": "وَٱلسَّمَآءَ بَنَيْنَٰهَا بِأَيْي۟دٍ وَإِنَّا لَمُوسِعُونَ",
      "translation_en": "And the heaven We constructed with strength, and indeed, We are [its] expander.",
      "translation_id": "Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar berkuasa"
    },
    {
      "number": 48,
      "text": "وَٱلْأَرْضَ فَرَشْنَٰهَا فَنِعْمَ ٱلْمَٰهِدُونَ",
      "translation_en": "And the earth We have spread out, and excellent is the preparer.",
      "translation_id": "Dan bumi itu Kami hamparkan, maka sebaik-baik yang menghamparkan (adalah Kami)."
    },
    {
      "number": 49,
      "text": "وَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ",
      "translation_en": "And of all things We created two mates; perhaps you will remember.",
      "translation_id": "Dan segala sesuatu Kami ciptakan berpasang-pasangan supaya kamu mengingat kebesaran Allah."
    },
    {
      "number": 50,
      "text": "فَفِرُّوٓا۟ إِلَى ٱللَّهِ إِنِّى لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
      "translation_en": "So flee to Allah. Indeed, I am to you from Him a clear warner.",
      "translation_id": "Maka segeralah kembali kepada (mentaati) Allah. Sesungguhnya aku seorang pemberi peringatan yang nyata dari Allah untukmu."
    },
    {
      "number": 51,
      "text": "وَلَا تَجْعَلُوا۟ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ إِنِّى لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
      "translation_en": "And do not make [as equal] with Allah another deity. Indeed, I am to you from Him a clear warner.",
      "translation_id": "Dan janganlah kamu mengadakan tuhan yang lain disamping Allah. Sesungguhnya aku seorang pemberi peringatan yang nyata dari Allah untukmu."
    },
    {
      "number": 52,
      "text": "كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا۟ سَاحِرٌ أَوْ مَجْنُونٌ",
      "translation_en": "Similarly, there came not to those before them any messenger except that they said, \"A magician or a madman.\"",
      "translation_id": "Demikianlah tidak seorang rasulpun yang datang kepada orang-orang yang sebelum mereka, melainkan mereka mengatakan: \"Dia adalah seorang tukang sihir atau seorang gila\"."
    },
    {
      "number": 53,
      "text": "أَتَوَاصَوْا۟ بِهِۦ بَلْ هُمْ قَوْمٌ طَاغُونَ",
      "translation_en": "Did they suggest it to them? Rather, they [themselves] are a transgressing people.",
      "translation_id": "Apakah mereka saling berpesan tentang apa yang dikatakan itu. Sebenarnya mereka adalah kaum yang melampaui batas."
    },
    {
      "number": 54,
      "text": "فَتَوَلَّ عَنْهُمْ فَمَآ أَنتَ بِمَلُومٍ",
      "translation_en": "So leave them, [O Muhammad], for you are not to be blamed.",
      "translation_id": "Maka berpalinglah kamu dari mereka dan kamu sekali-kali tidak tercela."
    },
    {
      "number": 55,
      "text": "وَذَكِّرْ فَإِنَّ ٱلذِّكْرَىٰ تَنفَعُ ٱلْمُؤْمِنِينَ",
      "translation_en": "And remind, for indeed, the reminder benefits the believers.",
      "translation_id": "Dan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang yang beriman."
    },
    {
      "number": 56,
      "text": "وَمَا خَلَقْتُ ٱلْجِنَّ وَٱلْإِنسَ إِلَّا لِيَعْبُدُونِ",
      "translation_en": "And I did not create the jinn and mankind except to worship Me.",
      "translation_id": "Dan aku tidak menciptakan jin dan manusia melainkan supaya mereka mengabdi kepada-Ku."
    },
    {
      "number": 57,
      "text": "مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَآ أُرِيدُ أَن يُطْعِمُونِ",
      "translation_en": "I do not want from them any provision, nor do I want them to feed Me.",
      "translation_id": "Aku tidak menghendaki rezeki sedikitpun dari mereka dan Aku tidak menghendaki supaya mereka memberi-Ku makan."
    },
    {
      "number": 58,
      "text": "إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلْقُوَّةِ ٱلْمَتِينُ",
      "translation_en": "Indeed, it is Allah who is the [continual] Provider, the firm possessor of strength.",
      "translation_id": "Sesungguhnya Allah Dialah Maha Pemberi rezeki Yang mempunyai Kekuatan lagi Sangat Kokoh."
    },
    {
      "number": 59,
      "text": "فَإِنَّ لِلَّذِينَ ظَلَمُوا۟ ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَٰبِهِمْ فَلَا يَسْتَعْجِلُونِ",
      "translation_en": "And indeed, for those who have wronged is a portion [of punishment] like the portion of their predecessors, so let them not impatiently urge Me.",
      "translation_id": "Maka sesungguhnya untuk orang-orang zalim ada bagian (siksa) seperti bahagian teman mereka (dahulu); maka janganlah mereka meminta kepada-Ku untuk menyegerakannya."
    },
    {
      "number": 60,
      "text": "فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِن يَوْمِهِمُ ٱلَّذِى يُوعَدُونَ",
      "translation_en": "And woe to those who have disbelieved from their Day which they are promised.",
      "translation_id": "Maka kecelakaanlah bagi orang-orang yang kafir pada hari yang diancamkan kepada mereka."
    }
  ]
}