{
  "number": 53,
  "name": "سورة النجم",
  "transliteration_en": "An-Najm",
  "translation_en": "The Star",
  "total_verses": 62,
  "revelation_type": "Meccan",
  "verses": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلنَّجْمِ إِذَا هَوَىٰ",
      "translation_en": "By the star when it descends,",
      "translation_id": "Demi bintang ketika terbenam."
    },
    {
      "number": 2,
      "text": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ",
      "translation_en": "Your companion [Muhammad] has not strayed, nor has he erred,",
      "translation_id": "kawanmu (Muhammad) tidak sesat dan tidak pula keliru."
    },
    {
      "number": 3,
      "text": "وَمَا يَنطِقُ عَنِ ٱلْهَوَىٰٓ",
      "translation_en": "Nor does he speak from [his own] inclination.",
      "translation_id": "dan tiadalah yang diucapkannya itu (Al-Quran) menurut kemauan hawa nafsunya."
    },
    {
      "number": 4,
      "text": "إِنْ هُوَ إِلَّا وَحْىٌ يُوحَىٰ",
      "translation_en": "It is not but a revelation revealed,",
      "translation_id": "Ucapannya itu tiada lain hanyalah wahyu yang diwahyukan (kepadanya)."
    },
    {
      "number": 5,
      "text": "عَلَّمَهُۥ شَدِيدُ ٱلْقُوَىٰ",
      "translation_en": "Taught to him by one intense in strength -",
      "translation_id": "yang diajarkan kepadanya oleh (Jibril) yang sangat kuat."
    },
    {
      "number": 6,
      "text": "ذُو مِرَّةٍ فَٱسْتَوَىٰ",
      "translation_en": "One of soundness. And he rose to [his] true form",
      "translation_id": "yang mempunyai akal yang cerdas; dan (Jibril itu) menampakkan diri dengan rupa yang asli."
    },
    {
      "number": 7,
      "text": "وَهُوَ بِٱلْأُفُقِ ٱلْأَعْلَىٰ",
      "translation_en": "While he was in the higher [part of the] horizon.",
      "translation_id": "sedang dia berada di ufuk yang tinggi."
    },
    {
      "number": 8,
      "text": "ثُمَّ دَنَا فَتَدَلَّىٰ",
      "translation_en": "Then he approached and descended",
      "translation_id": "Kemudian dia mendekat, lalu bertambah dekat lagi."
    },
    {
      "number": 9,
      "text": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ",
      "translation_en": "And was at a distance of two bow lengths or nearer.",
      "translation_id": "maka jadilah dia dekat (pada Muhammad sejarak) dua ujung busur panah atau lebih dekat (lagi)."
    },
    {
      "number": 10,
      "text": "فَأَوْحَىٰٓ إِلَىٰ عَبْدِهِۦ مَآ أَوْحَىٰ",
      "translation_en": "And he revealed to His Servant what he revealed.",
      "translation_id": "Lalu dia menyampaikan kepada hamba-Nya (Muhammad) apa yang telah Allah wahyukan."
    },
    {
      "number": 11,
      "text": "مَا كَذَبَ ٱلْفُؤَادُ مَا رَأَىٰٓ",
      "translation_en": "The heart did not lie [about] what it saw.",
      "translation_id": "Hatinya tidak mendustakan apa yang telah dilihatnya."
    },
    {
      "number": 12,
      "text": "أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ",
      "translation_en": "So will you dispute with him over what he saw?",
      "translation_id": "Maka apakah kaum (musyrik Mekah) hendak membantahnya tentang apa yang telah dilihatnya?"
    },
    {
      "number": 13,
      "text": "وَلَقَدْ رَءَاهُ نَزْلَةً أُخْرَىٰ",
      "translation_en": "And he certainly saw him in another descent",
      "translation_id": "Dan sesungguhnya Muhammad telah melihat Jibril itu (dalam rupanya yang asli) pada waktu yang lain,"
    },
    {
      "number": 14,
      "text": "عِندَ سِدْرَةِ ٱلْمُنتَهَىٰ",
      "translation_en": "At the Lote Tree of the Utmost Boundary -",
      "translation_id": "(yaitu) di Sidratil Muntaha."
    },
    {
      "number": 15,
      "text": "عِندَهَا جَنَّةُ ٱلْمَأْوَىٰٓ",
      "translation_en": "Near it is the Garden of Refuge -",
      "translation_id": "Di dekatnya ada surga tempat tinggal,"
    },
    {
      "number": 16,
      "text": "إِذْ يَغْشَى ٱلسِّدْرَةَ مَا يَغْشَىٰ",
      "translation_en": "When there covered the Lote Tree that which covered [it].",
      "translation_id": "(Muhammad melihat Jibril) ketika Sidratil Muntaha diliputi oleh sesuatu yang meliputinya."
    },
    {
      "number": 17,
      "text": "مَا زَاغَ ٱلْبَصَرُ وَمَا طَغَىٰ",
      "translation_en": "The sight [of the Prophet] did not swerve, nor did it transgress [its limit].",
      "translation_id": "Penglihatannya (muhammad) tidak berpaling dari yang dilihatnya itu dan tidak (pula) melampauinya."
    },
    {
      "number": 18,
      "text": "لَقَدْ رَأَىٰ مِنْ ءَايَٰتِ رَبِّهِ ٱلْكُبْرَىٰٓ",
      "translation_en": "He certainly saw of the greatest signs of his Lord.",
      "translation_id": "Sesungguhnya dia telah melihat sebahagian tanda-tanda (kekuasaan) Tuhannya yang paling besar."
    },
    {
      "number": 19,
      "text": "أَفَرَءَيْتُمُ ٱللَّٰتَ وَٱلْعُزَّىٰ",
      "translation_en": "So have you considered al-Lat and al-'Uzza?",
      "translation_id": "Maka apakah patut kamu (hai orang-orang musyrik) menganggap al Lata dan al Uzza,"
    },
    {
      "number": 20,
      "text": "وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلْأُخْرَىٰٓ",
      "translation_en": "And Manat, the third - the other one?",
      "translation_id": "dan Manah yang ketiga, yang paling terkemudian (sebagai anak perempuan Allah)?"
    },
    {
      "number": 21,
      "text": "أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلْأُنثَىٰ",
      "translation_en": "Is the male for you and for Him the female?",
      "translation_id": "Apakah (patut) untuk kamu (anak) laki-laki dan untuk Allah (anak) perempuan?"
    },
    {
      "number": 22,
      "text": "تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰٓ",
      "translation_en": "That, then, is an unjust division.",
      "translation_id": "Yang demikian itu tentulah suatu pembagian yang tidak adil."
    },
    {
      "number": 23,
      "text": "إِنْ هِىَ إِلَّآ أَسْمَآءٌ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهْوَى ٱلْأَنفُسُ وَلَقَدْ جَآءَهُم مِّن رَّبِّهِمُ ٱلْهُدَىٰٓ",
      "translation_en": "They are not but [mere] names you have named them - you and your forefathers - for which Allah has sent down no authority. They follow not except assumption and what [their] souls desire, and there has already come to them from their Lord guidance.",
      "translation_id": "Itu tidak lain hanyalah nama-nama yang kamu dan bapak-bapak kamu mengadakannya; Allah tidak menurunkan suatu keteranganpun untuk (menyembah)nya. Mereka tidak lain hanyalah mengikuti sangkaan-sangkaan, dan apa yang diingini oleh hawa nafsu mereka dan sesungguhnya telah datang petunjuk kepada mereka dari Tuhan mereka."
    },
    {
      "number": 24,
      "text": "أَمْ لِلْإِنسَٰنِ مَا تَمَنَّىٰ",
      "translation_en": "Or is there for man whatever he wishes?",
      "translation_id": "Atau apakah manusia akan mendapat segala yang dicita-citakannya?"
    },
    {
      "number": 25,
      "text": "فَلِلَّهِ ٱلْءَاخِرَةُ وَٱلْأُولَىٰ",
      "translation_en": "Rather, to Allah belongs the Hereafter and the first [life].",
      "translation_id": "(Tidak), maka hanya bagi Allah kehidupan akhirat dan kehidupan dunia."
    },
    {
      "number": 26,
      "text": "وَكَم مِّن مَّلَكٍ فِى ٱلسَّمَٰوَٰتِ لَا تُغْنِى شَفَٰعَتُهُمْ شَيْـًٔا إِلَّا مِنۢ بَعْدِ أَن يَأْذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرْضَىٰٓ",
      "translation_en": "And how many angels there are in the heavens whose intercession will not avail at all except [only] after Allah has permitted [it] to whom He wills and approves.",
      "translation_id": "Dan berapa banyaknya malaikat di langit, syafa'at mereka sedikitpun tidak berguna, kecuali sesudah Allah mengijinkan bagi orang yang dikehendaki dan diridhai (Nya)."
    },
    {
      "number": 27,
      "text": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ لَيُسَمُّونَ ٱلْمَلَٰٓئِكَةَ تَسْمِيَةَ ٱلْأُنثَىٰ",
      "translation_en": "Indeed, those who do not believe in the Hereafter name the angels female names,",
      "translation_id": "Sesungguhnya orang-orang yang tiada beriman kepada kehidupan akhirat, mereka benar-benar menamakan malaikat itu dengan nama perempuan."
    },
    {
      "number": 28,
      "text": "وَمَا لَهُم بِهِۦ مِنْ عِلْمٍ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا",
      "translation_en": "And they have thereof no knowledge. They follow not except assumption, and indeed, assumption avails not against the truth at all.",
      "translation_id": "Dan mereka tidak mempunyai sesuatu pengetahuanpun tentang itu. Mereka tidak lain hanyalah mengikuti persangkaan sedang sesungguhnya persangkaan itu tiada berfaedah sedikitpun terhadap kebenaran."
    },
    {
      "number": 29,
      "text": "فَأَعْرِضْ عَن مَّن تَوَلَّىٰ عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا ٱلْحَيَوٰةَ ٱلدُّنْيَا",
      "translation_en": "So turn away from whoever turns his back on Our message and desires not except the worldly life.",
      "translation_id": "Maka berpalinglah (hai Muhammad) dari orang yang berpaling dari peringatan Kami, dan tidak mengingini kecuali kehidupan duniawi."
    },
    {
      "number": 30,
      "text": "ذَٰلِكَ مَبْلَغُهُم مِّنَ ٱلْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِمَنِ ٱهْتَدَىٰ",
      "translation_en": "That is their sum of knowledge. Indeed, your Lord is most knowing of who strays from His way, and He is most knowing of who is guided.",
      "translation_id": "Itulah sejauh-jauh pengetahuan mereka. Sesungguhnya Tuhanmu, Dialah yang paling mengetahui siapa yang tersesat dari jalan-Nya dan Dia pulalah yang paling mengetahui siapa yang mendapat petunjuk."
    },
    {
      "number": 31,
      "text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ لِيَجْزِىَ ٱلَّذِينَ أَسَٰٓـُٔوا۟ بِمَا عَمِلُوا۟ وَيَجْزِىَ ٱلَّذِينَ أَحْسَنُوا۟ بِٱلْحُسْنَى",
      "translation_en": "And to Allah belongs whatever is in the heavens and whatever is in the earth - that He may recompense those who do evil with [the penalty of] what they have done and recompense those who do good with the best [reward] -",
      "translation_id": "Dan hanya kepunyaan Allah-lah apa yang ada di langit dan apa yang ada di bumi supaya Dia memberi balasan kepada orang-orang yang berbuat jahat terhadap apa yang telah mereka kerjakan dan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga)."
    },
    {
      "number": 32,
      "text": "ٱلَّذِينَ يَجْتَنِبُونَ كَبَٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ إِلَّا ٱللَّمَمَ إِنَّ رَبَّكَ وَٰسِعُ ٱلْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌ فِى بُطُونِ أُمَّهَٰتِكُمْ فَلَا تُزَكُّوٓا۟ أَنفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ ٱتَّقَىٰٓ",
      "translation_en": "Those who avoid the major sins and immoralities, only [committing] slight ones. Indeed, your Lord is vast in forgiveness. He was most knowing of you when He produced you from the earth and when you were fetuses in the wombs of your mothers. So do not claim yourselves to be pure; He is most knowing of who fears Him.",
      "translation_id": "(Yaitu) orang-orang yang menjauhi dosa-dosa besar dan perbuatan keji yang selain dari kesalahan-kesalahan kecil. Sesungguhnya Tuhanmu maha luas ampunan-Nya. Dan Dia lebih mengetahui (tentang keadaan)mu ketika Dia menjadikan kamu dari tanah dan ketika kamu masih janin dalam perut ibumu; maka janganlah kamu mengatakan dirimu suci. Dialah yang paling mengetahui tentang orang yang bertakwa."
    },
    {
      "number": 33,
      "text": "أَفَرَءَيْتَ ٱلَّذِى تَوَلَّىٰ",
      "translation_en": "Have you seen the one who turned away",
      "translation_id": "Maka apakah kamu melihat orang yang berpaling (dari Al-Quran)?"
    },
    {
      "number": 34,
      "text": "وَأَعْطَىٰ قَلِيلًا وَأَكْدَىٰٓ",
      "translation_en": "And gave a little and [then] refrained?",
      "translation_id": "serta memberi sedikit dan tidak mau memberi lagi?"
    },
    {
      "number": 35,
      "text": "أَعِندَهُۥ عِلْمُ ٱلْغَيْبِ فَهُوَ يَرَىٰٓ",
      "translation_en": "Does he have knowledge of the unseen, so he sees?",
      "translation_id": "Apakah dia mempunyai pengetahuan tentang yang ghaib, sehingga dia mengetahui (apa yang dikatakan)?"
    },
    {
      "number": 36,
      "text": "أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ مُوسَىٰ",
      "translation_en": "Or has he not been informed of what was in the scriptures of Moses",
      "translation_id": "Ataukah belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran Musa?"
    },
    {
      "number": 37,
      "text": "وَإِبْرَٰهِيمَ ٱلَّذِى وَفَّىٰٓ",
      "translation_en": "And [of] Abraham, who fulfilled [his obligations] -",
      "translation_id": "dan lembaran-lembaran Ibrahim yang selalu menyempurnakan janji?"
    },
    {
      "number": 38,
      "text": "أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ",
      "translation_en": "That no bearer of burdens will bear the burden of another",
      "translation_id": "(yaitu) bahwasanya seorang yang berdosa tidak akan memikul dosa orang lain,"
    },
    {
      "number": 39,
      "text": "وَأَن لَّيْسَ لِلْإِنسَٰنِ إِلَّا مَا سَعَىٰ",
      "translation_en": "And that there is not for man except that [good] for which he strives",
      "translation_id": "dan bahwasanya seorang manusia tiada memperoleh selain apa yang telah diusahakannya,"
    },
    {
      "number": 40,
      "text": "وَأَنَّ سَعْيَهُۥ سَوْفَ يُرَىٰ",
      "translation_en": "And that his effort is going to be seen -",
      "translation_id": "dan bahwasanya usaha itu kelak akan diperlihatkan (kepadanya)."
    },
    {
      "number": 41,
      "text": "ثُمَّ يُجْزَىٰهُ ٱلْجَزَآءَ ٱلْأَوْفَىٰ",
      "translation_en": "Then he will be recompensed for it with the fullest recompense",
      "translation_id": "Kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna,"
    },
    {
      "number": 42,
      "text": "وَأَنَّ إِلَىٰ رَبِّكَ ٱلْمُنتَهَىٰ",
      "translation_en": "And that to your Lord is the finality",
      "translation_id": "dan bahwasanya kepada Tuhanmulah kesudahan (segala sesuatu),"
    },
    {
      "number": 43,
      "text": "وَأَنَّهُۥ هُوَ أَضْحَكَ وَأَبْكَىٰ",
      "translation_en": "And that it is He who makes [one] laugh and weep",
      "translation_id": "dan bahwasanya Dialah yang menjadikan orang tertawa dan menangis,"
    },
    {
      "number": 44,
      "text": "وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحْيَا",
      "translation_en": "And that it is He who causes death and gives life",
      "translation_id": "dan bahwasanya Dialah yang mematikan dan menghidupkan,"
    },
    {
      "number": 45,
      "text": "وَأَنَّهُۥ خَلَقَ ٱلزَّوْجَيْنِ ٱلذَّكَرَ وَٱلْأُنثَىٰ",
      "translation_en": "And that He creates the two mates - the male and female -",
      "translation_id": "dan bahwasanya Dialah yang menciptakan berpasang-pasangan pria dan wanita."
    },
    {
      "number": 46,
      "text": "مِن نُّطْفَةٍ إِذَا تُمْنَىٰ",
      "translation_en": "From a sperm-drop when it is emitted",
      "translation_id": "dari air mani, apabila dipancarkan."
    },
    {
      "number": 47,
      "text": "وَأَنَّ عَلَيْهِ ٱلنَّشْأَةَ ٱلْأُخْرَىٰ",
      "translation_en": "And that [incumbent] upon Him is the next creation",
      "translation_id": "Dan bahwasanya Dialah yang menetapkan kejadian yang lain (kebangkitan sesudah mati),"
    },
    {
      "number": 48,
      "text": "وَأَنَّهُۥ هُوَ أَغْنَىٰ وَأَقْنَىٰ",
      "translation_en": "And that it is He who enriches and suffices",
      "translation_id": "dan bahwasanya Dia yang memberikan kekayaan dan memberikan kecukupan,"
    },
    {
      "number": 49,
      "text": "وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعْرَىٰ",
      "translation_en": "And that it is He who is the Lord of Sirius",
      "translation_id": "dan bahwasanya Dialah yang Tuhan (yang memiliki) bintang syi'ra,"
    },
    {
      "number": 50,
      "text": "وَأَنَّهُۥٓ أَهْلَكَ عَادًا ٱلْأُولَىٰ",
      "translation_en": "And that He destroyed the first [people of] 'Aad",
      "translation_id": "dan bahwasanya Dia telah membinasakan kaum 'Aad yang pertama,"
    },
    {
      "number": 51,
      "text": "وَثَمُودَا۟ فَمَآ أَبْقَىٰ",
      "translation_en": "And Thamud - and He did not spare [them] -",
      "translation_id": "dan kaum Tsamud. Maka tidak seorangpun yang ditinggalkan-Nya (hidup)."
    },
    {
      "number": 52,
      "text": "وَقَوْمَ نُوحٍ مِّن قَبْلُ إِنَّهُمْ كَانُوا۟ هُمْ أَظْلَمَ وَأَطْغَىٰ",
      "translation_en": "And the people of Noah before. Indeed, it was they who were [even] more unjust and oppressing.",
      "translation_id": "Dan kaum Nuh sebelum itu. Sesungguhnya mereka adalah orang-orang yang paling zalim dan paling durhaka,"
    },
    {
      "number": 53,
      "text": "وَٱلْمُؤْتَفِكَةَ أَهْوَىٰ",
      "translation_en": "And the overturned towns He hurled down",
      "translation_id": "dan negeri-negeri kaum Luth yang telah dihancurkan Allah."
    },
    {
      "number": 54,
      "text": "فَغَشَّىٰهَا مَا غَشَّىٰ",
      "translation_en": "And covered them by that which He covered.",
      "translation_id": "lalu Allah menimpakan atas negeri itu azab besar yang menimpanya."
    },
    {
      "number": 55,
      "text": "فَبِأَىِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ",
      "translation_en": "Then which of the favors of your Lord do you doubt?",
      "translation_id": "Maka terhadap nikmat Tuhanmu yang manakah kamu ragu-ragu?"
    },
    {
      "number": 56,
      "text": "هَٰذَا نَذِيرٌ مِّنَ ٱلنُّذُرِ ٱلْأُولَىٰٓ",
      "translation_en": "This [Prophet] is a warner like the former warners.",
      "translation_id": "Ini (Muhammad) adalah seorang pemberi peringatan di antara pemberi-pemberi peringatan yang terdahulu."
    },
    {
      "number": 57,
      "text": "أَزِفَتِ ٱلْءَازِفَةُ",
      "translation_en": "The Approaching Day has approached.",
      "translation_id": "Telah dekat terjadinya hari kiamat."
    },
    {
      "number": 58,
      "text": "لَيْسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ",
      "translation_en": "Of it, [from those] besides Allah, there is no remover.",
      "translation_id": "Tidak ada yang akan menyatakan terjadinya hari itu selain Allah."
    },
    {
      "number": 59,
      "text": "أَفَمِنْ هَٰذَا ٱلْحَدِيثِ تَعْجَبُونَ",
      "translation_en": "Then at this statement do you wonder?",
      "translation_id": "Maka apakah kamu merasa heran terhadap pemberitaan ini?"
    },
    {
      "number": 60,
      "text": "وَتَضْحَكُونَ وَلَا تَبْكُونَ",
      "translation_en": "And you laugh and do not weep",
      "translation_id": "Dan kamu mentertawakan dan tidak menangis?"
    },
    {
      "number": 61,
      "text": "وَأَنتُمْ سَٰمِدُونَ",
      "translation_en": "While you are proudly sporting?",
      "translation_id": "Sedang kamu melengahkan(nya)?"
    },
    {
      "number": 62,
      "text": "فَٱسْجُدُوا۟ لِلَّهِ وَٱعْبُدُوا۟",
      "translation_en": "So prostrate to Allah and worship [Him].",
      "translation_id": "Maka bersujudlah kepada Allah dan sembahlah (Dia)."
    }
  ]
}