{
  "number": 54,
  "name": "سورة القمر",
  "transliteration_en": "Al-Qamar",
  "translation_en": "The Moon",
  "total_verses": 55,
  "revelation_type": "Meccan",
  "verses": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱقْتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلْقَمَرُ",
      "translation_en": "The Hour has come near, and the moon has split [in two].",
      "translation_id": "Telah dekat datangnya saat itu dan telah terbelah bulan."
    },
    {
      "number": 2,
      "text": "وَإِن يَرَوْا۟ ءَايَةً يُعْرِضُوا۟ وَيَقُولُوا۟ سِحْرٌ مُّسْتَمِرٌّ",
      "translation_en": "And if they see a miracle, they turn away and say, \"Passing magic.\"",
      "translation_id": "Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata: \"(Ini adalah) sihir yang terus menerus\"."
    },
    {
      "number": 3,
      "text": "وَكَذَّبُوا۟ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ",
      "translation_en": "And they denied and followed their inclinations. But for every matter is a [time of] settlement.",
      "translation_id": "Dan mereka mendutakan (Nabi) dan mengikuti hawa nafsu mereka, sedang tiap-tiap urusan telah ada ketetapannya"
    },
    {
      "number": 4,
      "text": "وَلَقَدْ جَآءَهُم مِّنَ ٱلْأَنۢبَآءِ مَا فِيهِ مُزْدَجَرٌ",
      "translation_en": "And there has already come to them of information that in which there is deterrence -",
      "translation_id": "Dan sesungguhnya telah datang kepada mereka beberapa kisah yang di dalamnya terdapat cegahan (dari kekafiran)."
    },
    {
      "number": 5,
      "text": "حِكْمَةٌۢ بَٰلِغَةٌ فَمَا تُغْنِ ٱلنُّذُرُ",
      "translation_en": "Extensive wisdom - but warning does not avail [them].",
      "translation_id": "Itulah suatu hikmah yang sempurna maka peringatan-peringatan itu tidak berguna (bagi mereka)."
    },
    {
      "number": 6,
      "text": "فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ ٱلدَّاعِ إِلَىٰ شَىْءٍ نُّكُرٍ",
      "translation_en": "So leave them, [O Muhammad]. The Day the Caller calls to something forbidding,",
      "translation_id": "Maka berpalinglah kamu dari mereka. (Ingatlah) hari (ketika) seorang penyeru (malaikat) menyeru kepada sesuatu yang tidak menyenangkan (hari pembalasan),"
    },
    {
      "number": 7,
      "text": "خُشَّعًا أَبْصَٰرُهُمْ يَخْرُجُونَ مِنَ ٱلْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ",
      "translation_en": "Their eyes humbled, they will emerge from the graves as if they were locusts spreading,",
      "translation_id": "sambil menundukkan pandangan-pandangan mereka keluar dari kuburan seakan-akan mereka belalang yang beterbangan"
    },
    {
      "number": 8,
      "text": "مُّهْطِعِينَ إِلَى ٱلدَّاعِ يَقُولُ ٱلْكَٰفِرُونَ هَٰذَا يَوْمٌ عَسِرٌ",
      "translation_en": "Racing ahead toward the Caller. The disbelievers will say, \"This is a difficult Day.\"",
      "translation_id": "mereka datang dengan cepat kepada penyeru itu. Orang-orang kafir berkata: \"Ini adalah hari yang berat\"."
    },
    {
      "number": 9,
      "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا۟ عَبْدَنَا وَقَالُوا۟ مَجْنُونٌ وَٱزْدُجِرَ",
      "translation_en": "The people of Noah denied before them, and they denied Our servant and said, \"A madman,\" and he was repelled.",
      "translation_id": "Sebelum mereka, telah mendustakan (pula) kamu Nuh, maka mereka mendustakan hamba Kami (Nuh) dan mengatakan: \"Dia seorang gila dan dia sudah pernah diberi ancaman)."
    },
    {
      "number": 10,
      "text": "فَدَعَا رَبَّهُۥٓ أَنِّى مَغْلُوبٌ فَٱنتَصِرْ",
      "translation_en": "So he invoked his Lord, \"Indeed, I am overpowered, so help.\"",
      "translation_id": "Maka dia mengadu kepada Tuhannya: \"bahwasanya aku ini adalah orang yang dikalahkan, oleh sebab itu menangkanlah (aku)\"."
    },
    {
      "number": 11,
      "text": "فَفَتَحْنَآ أَبْوَٰبَ ٱلسَّمَآءِ بِمَآءٍ مُّنْهَمِرٍ",
      "translation_en": "Then We opened the gates of the heaven with rain pouring down",
      "translation_id": "Maka Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah."
    },
    {
      "number": 12,
      "text": "وَفَجَّرْنَا ٱلْأَرْضَ عُيُونًا فَٱلْتَقَى ٱلْمَآءُ عَلَىٰٓ أَمْرٍ قَدْ قُدِرَ",
      "translation_en": "And caused the earth to burst with springs, and the waters met for a matter already predestined.",
      "translation_id": "Dan Kami jadikan bumi memancarkan mata air-mata air, maka bertemulah air-air itu untuk suatu urusan yang sungguh telah ditetapkan."
    },
    {
      "number": 13,
      "text": "وَحَمَلْنَٰهُ عَلَىٰ ذَاتِ أَلْوَٰحٍ وَدُسُرٍ",
      "translation_en": "And We carried him on a [construction of] planks and nails,",
      "translation_id": "Dan Kami angkut Nuh ke atas (bahtera) yang terbuat dari papan dan paku,"
    },
    {
      "number": 14,
      "text": "تَجْرِى بِأَعْيُنِنَا جَزَآءً لِّمَن كَانَ كُفِرَ",
      "translation_en": "Sailing under Our observation as reward for he who had been denied.",
      "translation_id": "Yang berlayar dengan pemeliharaan Kami sebagai belasan bagi orang-orang yang diingkari (Nuh)."
    },
    {
      "number": 15,
      "text": "وَلَقَد تَّرَكْنَٰهَآ ءَايَةً فَهَلْ مِن مُّدَّكِرٍ",
      "translation_en": "And We left it as a sign, so is there any who will remember?",
      "translation_id": "Dan sesungguhnya telah Kami jadikan kapal itu sebagai pelajaran, maka adakah orang yang mau mengambil pelajaran?"
    },
    {
      "number": 16,
      "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "translation_en": "And how [severe] were My punishment and warning.",
      "translation_id": "Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku."
    },
    {
      "number": 17,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "translation_en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "translation_id": "Dan sesungguhnya telah Kami mudahkan Al-Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?"
    },
    {
      "number": 18,
      "text": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "translation_en": "'Aad denied; and how [severe] were My punishment and warning.",
      "translation_id": "Kaum 'Aad pun mendustakan (pula). Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku."
    },
    {
      "number": 19,
      "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِى يَوْمِ نَحْسٍ مُّسْتَمِرٍّ",
      "translation_en": "Indeed, We sent upon them a screaming wind on a day of continuous misfortune,",
      "translation_id": "Sesungguhnya Kami telah menghembuskan kepada mereka angin yang sangat kencang pada hari nahas yang terus menerus,"
    },
    {
      "number": 20,
      "text": "تَنزِعُ ٱلنَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُّنقَعِرٍ",
      "translation_en": "Extracting the people as if they were trunks of palm trees uprooted.",
      "translation_id": "yang menggelimpangkan manusia seakan-akan mereka pokok korma yang tumbang."
    },
    {
      "number": 21,
      "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "translation_en": "And how [severe] were My punishment and warning.",
      "translation_id": "Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku."
    },
    {
      "number": 22,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "translation_en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "translation_id": "Dan sesungguhnya telah Kami mudahkan Al Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?"
    },
    {
      "number": 23,
      "text": "كَذَّبَتْ ثَمُودُ بِٱلنُّذُرِ",
      "translation_en": "Thamud denied the warning",
      "translation_id": "Kaum Tsamudpun telah mendustakan ancaman-ancaman (itu)."
    },
    {
      "number": 24,
      "text": "فَقَالُوٓا۟ أَبَشَرًا مِّنَّا وَٰحِدًا نَّتَّبِعُهُۥٓ إِنَّآ إِذًا لَّفِى ضَلَٰلٍ وَسُعُرٍ",
      "translation_en": "And said, \"Is it one human being among us that we should follow? Indeed, we would then be in error and madness.",
      "translation_id": "Maka mereka berkata: \"Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita?\" Sesungguhnya kalau kita begitu benar-benar berada dalam keadaan sesat dan gila\"."
    },
    {
      "number": 25,
      "text": "أَءُلْقِىَ ٱلذِّكْرُ عَلَيْهِ مِنۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ",
      "translation_en": "Has the message been sent down upon him from among us? Rather, he is an insolent liar.\"",
      "translation_id": "Apakah wahyu itu diturunkan kepadanya di antara kita? Sebenarnya dia adalah seorang yang amat pendusta lagi sombong."
    },
    {
      "number": 26,
      "text": "سَيَعْلَمُونَ غَدًا مَّنِ ٱلْكَذَّابُ ٱلْأَشِرُ",
      "translation_en": "They will know tomorrow who is the insolent liar.",
      "translation_id": "Kelak mereka akan mengetahui siapakah yang sebenarnya amat pendusta lagi sombong."
    },
    {
      "number": 27,
      "text": "إِنَّا مُرْسِلُوا۟ ٱلنَّاقَةِ فِتْنَةً لَّهُمْ فَٱرْتَقِبْهُمْ وَٱصْطَبِرْ",
      "translation_en": "Indeed, We are sending the she-camel as trial for them, so watch them and be patient.",
      "translation_id": "Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah (tindakan) mereka dan bersabarlah."
    },
    {
      "number": 28,
      "text": "وَنَبِّئْهُمْ أَنَّ ٱلْمَآءَ قِسْمَةٌۢ بَيْنَهُمْ كُلُّ شِرْبٍ مُّحْتَضَرٌ",
      "translation_en": "And inform them that the water is shared between them, each [day of] drink attended [by turn].",
      "translation_id": "Dan beritakanlah kepada mereka bahwa sesungguhnya air itu terbagi antara mereka (dengan unta betina itu); tiap-tiap giliran minum dihadiri (oleh yang punya giliran)"
    },
    {
      "number": 29,
      "text": "فَنَادَوْا۟ صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ",
      "translation_en": "But they called their companion, and he dared and hamstrung [her].",
      "translation_id": "Maka mereka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya."
    },
    {
      "number": 30,
      "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "translation_en": "And how [severe] were My punishment and warning.",
      "translation_id": "Alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku."
    },
    {
      "number": 31,
      "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَٰحِدَةً فَكَانُوا۟ كَهَشِيمِ ٱلْمُحْتَظِرِ",
      "translation_en": "Indeed, We sent upon them one blast from the sky, and they became like the dry twig fragments of an [animal] pen.",
      "translation_id": "Sesungguhnya Kami menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti rumput kering (yang dikumpulkan oleh) yang punya kandang binatang."
    },
    {
      "number": 32,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "translation_en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "translation_id": "Dan sesungguhnya telah Kami mudahkan Al Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?"
    },
    {
      "number": 33,
      "text": "كَذَّبَتْ قَوْمُ لُوطٍۭ بِٱلنُّذُرِ",
      "translation_en": "The people of Lot denied the warning.",
      "translation_id": "Kaum Luth-pun telah mendustakan ancaman-ancaman (nabinya)."
    },
    {
      "number": 34,
      "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّآ ءَالَ لُوطٍ نَّجَّيْنَٰهُم بِسَحَرٍ",
      "translation_en": "Indeed, We sent upon them a storm of stones, except the family of Lot - We saved them before dawn",
      "translation_id": "Sesungguhnya Kami telah menghembuskan kepada mereka angin yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Luth. Mereka Kami selamatkan sebelum fajar menyingsing,"
    },
    {
      "number": 35,
      "text": "نِّعْمَةً مِّنْ عِندِنَا كَذَٰلِكَ نَجْزِى مَن شَكَرَ",
      "translation_en": "As favor from us. Thus do We reward he who is grateful.",
      "translation_id": "sebagai nikmat dari Kami. Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur,"
    },
    {
      "number": 36,
      "text": "وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا فَتَمَارَوْا۟ بِٱلنُّذُرِ",
      "translation_en": "And he had already warned them of Our assault, but they disputed the warning.",
      "translation_id": "Dan sesungguhnya dia (Luth) telah memperingatkan mereka akan azab-azab Kami, maka mereka mendustakan ancaman-ancaman itu."
    },
    {
      "number": 37,
      "text": "وَلَقَدْ رَٰوَدُوهُ عَن ضَيْفِهِۦ فَطَمَسْنَآ أَعْيُنَهُمْ فَذُوقُوا۟ عَذَابِى وَنُذُرِ",
      "translation_en": "And they had demanded from him his guests, but We obliterated their eyes, [saying], \"Taste My punishment and warning.\"",
      "translation_id": "Dan sesungguhnya mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan ancaman-ancaman-Ku."
    },
    {
      "number": 38,
      "text": "وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌ مُّسْتَقِرٌّ",
      "translation_en": "And there came upon them by morning an abiding punishment.",
      "translation_id": "Dan sesungguhnya pada esok harinya mereka ditimpa azab yang kekal."
    },
    {
      "number": 39,
      "text": "فَذُوقُوا۟ عَذَابِى وَنُذُرِ",
      "translation_en": "So taste My punishment and warning.",
      "translation_id": "Maka rasakanlah azab-Ku dan ancaman-ancaman-Ku."
    },
    {
      "number": 40,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "translation_en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "translation_id": "Dan sesungguhnya telah Kami mudahkan Al Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?"
    },
    {
      "number": 41,
      "text": "وَلَقَدْ جَآءَ ءَالَ فِرْعَوْنَ ٱلنُّذُرُ",
      "translation_en": "And there certainly came to the people of Pharaoh warning.",
      "translation_id": "Dan sesungguhnya telah datang kepada kaum Fir'aun ancaman-ancaman."
    },
    {
      "number": 42,
      "text": "كَذَّبُوا۟ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذْنَٰهُمْ أَخْذَ عَزِيزٍ مُّقْتَدِرٍ",
      "translation_en": "They denied Our signs, all of them, so We seized them with a seizure of one Exalted in Might and Perfect in Ability.",
      "translation_id": "Mereka mendustakan mukjizat Kami semuanya, lalu Kami azab mereka sebagai azab dari Yang Maha Perkasa lagi Maha Kuasa"
    },
    {
      "number": 43,
      "text": "أَكُفَّارُكُمْ خَيْرٌ مِّنْ أُو۟لَٰٓئِكُمْ أَمْ لَكُم بَرَآءَةٌ فِى ٱلزُّبُرِ",
      "translation_en": "Are your disbelievers better than those [former ones], or have you immunity in the scripture?",
      "translation_id": "Apakah orang-orang kafirmu (hai kaum musyrikin) lebih baik dari mereka itu, atau apakah kamu telah mempunyai jaminan kebebasan (dari azab) dalam Kitab-kitab yang dahulu"
    },
    {
      "number": 44,
      "text": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُّنتَصِرٌ",
      "translation_en": "Or do they say, \"We are an assembly supporting [each other]\"?",
      "translation_id": "Atau apakah mereka mengatakan: \"Kami adalah satu golongan yang bersatu yang pasti menang\"."
    },
    {
      "number": 45,
      "text": "سَيُهْزَمُ ٱلْجَمْعُ وَيُوَلُّونَ ٱلدُّبُرَ",
      "translation_en": "[Their] assembly will be defeated, and they will turn their backs [in retreat].",
      "translation_id": "Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang."
    },
    {
      "number": 46,
      "text": "بَلِ ٱلسَّاعَةُ مَوْعِدُهُمْ وَٱلسَّاعَةُ أَدْهَىٰ وَأَمَرُّ",
      "translation_en": "But the Hour is their appointment [for due punishment], and the Hour is more disastrous and more bitter.",
      "translation_id": "Sebenarnya hari kiamat itulah hari yang dijanjikan kepada mereka dan kiamat itu lebih dahsyat dan lebih pahit."
    },
    {
      "number": 47,
      "text": "إِنَّ ٱلْمُجْرِمِينَ فِى ضَلَٰلٍ وَسُعُرٍ",
      "translation_en": "Indeed, the criminals are in error and madness.",
      "translation_id": "Sesungguhnya orang-orang yang berdosa berada dalam kesesatan (di dunia) dan dalam neraka."
    },
    {
      "number": 48,
      "text": "يَوْمَ يُسْحَبُونَ فِى ٱلنَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا۟ مَسَّ سَقَرَ",
      "translation_en": "The Day they are dragged into the Fire on their faces [it will be said], \"Taste the touch of Saqar.\"",
      "translation_id": "(Ingatlah) pada hari mereka diseret ke neraka atas muka mereka. (Dikatakan kepada mereka): \"Rasakanlah sentuhan api neraka!\""
    },
    {
      "number": 49,
      "text": "إِنَّا كُلَّ شَىْءٍ خَلَقْنَٰهُ بِقَدَرٍ",
      "translation_en": "Indeed, all things We created with predestination.",
      "translation_id": "Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran."
    },
    {
      "number": 50,
      "text": "وَمَآ أَمْرُنَآ إِلَّا وَٰحِدَةٌ كَلَمْحٍۭ بِٱلْبَصَرِ",
      "translation_en": "And Our command is but one, like a glance of the eye.",
      "translation_id": "Dan perintah Kami hanyalah satu perkataan seperti kejapan mata."
    },
    {
      "number": 51,
      "text": "وَلَقَدْ أَهْلَكْنَآ أَشْيَاعَكُمْ فَهَلْ مِن مُّدَّكِرٍ",
      "translation_en": "And We have already destroyed your kinds, so is there any who will remember?",
      "translation_id": "Dan sesungguhnya telah Kami binasakan orang yang serupa dengan kamu. Maka adakah orang yang mau mengambil pelajaran?"
    },
    {
      "number": 52,
      "text": "وَكُلُّ شَىْءٍ فَعَلُوهُ فِى ٱلزُّبُرِ",
      "translation_en": "And everything they did is in written records.",
      "translation_id": "Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan"
    },
    {
      "number": 53,
      "text": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُّسْتَطَرٌ",
      "translation_en": "And every small and great [thing] is inscribed.",
      "translation_id": "Dan segala (urusan) yang kecil maupun yang besar adalah tertulis."
    },
    {
      "number": 54,
      "text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍ وَنَهَرٍ",
      "translation_en": "Indeed, the righteous will be among gardens and rivers,",
      "translation_id": "Sesungguhnya orang-orang yang bertakwa itu di dalam taman-taman dan sungai-sungai,"
    },
    {
      "number": 55,
      "text": "فِى مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍۭ",
      "translation_en": "In a seat of honor near a Sovereign, Perfect in Ability.",
      "translation_id": "di tempat yang disenangi di sisi Tuhan Yang Berkuasa."
    }
  ]
}