{
  "number": 68,
  "name": "سورة القلم",
  "transliteration_en": "Al-Qalam",
  "translation_en": "The Pen",
  "total_verses": 52,
  "revelation_type": "Meccan",
  "verses": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ نٓ وَٱلْقَلَمِ وَمَا يَسْطُرُونَ",
      "translation_en": "Nun. By the pen and what they inscribe,",
      "translation_id": "Nun, demi kalam dan apa yang mereka tulis,"
    },
    {
      "number": 2,
      "text": "مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ",
      "translation_en": "You are not, [O Muhammad], by the favor of your Lord, a madman.",
      "translation_id": "berkat nikmat Tuhanmu kamu (Muhammad) sekali-kali bukan orang gila."
    },
    {
      "number": 3,
      "text": "وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ",
      "translation_en": "And indeed, for you is a reward uninterrupted.",
      "translation_id": "Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya."
    },
    {
      "number": 4,
      "text": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ",
      "translation_en": "And indeed, you are of a great moral character.",
      "translation_id": "Dan sesungguhnya kamu benar-benar berbudi pekerti yang agung."
    },
    {
      "number": 5,
      "text": "فَسَتُبْصِرُ وَيُبْصِرُونَ",
      "translation_en": "So you will see and they will see",
      "translation_id": "Maka kelak kamu akan melihat dan mereka (orang-orang kafir)pun akan melihat,"
    },
    {
      "number": 6,
      "text": "بِأَييِّكُمُ ٱلْمَفْتُونُ",
      "translation_en": "Which of you is the afflicted [by a devil].",
      "translation_id": "siapa di antara kamu yang gila."
    },
    {
      "number": 7,
      "text": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
      "translation_en": "Indeed, your Lord is most knowing of who has gone astray from His way, and He is most knowing of the [rightly] guided.",
      "translation_id": "Sesungguhnya Tuhanmu, Dialah Yang Paling Mengetahui siapa yang sesat dari jalan-Nya; dan Dialah Yang Paling Mengetahui orang-orang yang mendapat petunjuk."
    },
    {
      "number": 8,
      "text": "فَلَا تُطِعِ ٱلْمُكَذِّبِينَ",
      "translation_en": "Then do not obey the deniers.",
      "translation_id": "Maka janganlah kamu ikuti orang-orang yang mendustakan (ayat-ayat Allah)."
    },
    {
      "number": 9,
      "text": "وَدُّوا۟ لَوْ تُدْهِنُ فَيُدْهِنُونَ",
      "translation_en": "They wish that you would soften [in your position], so they would soften [toward you].",
      "translation_id": "Maka mereka menginginkan supaya kamu bersikap lunak lalu mereka bersikap lunak (pula kepadamu)."
    },
    {
      "number": 10,
      "text": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِينٍ",
      "translation_en": "And do not obey every worthless habitual swearer",
      "translation_id": "Dan janganlah kamu ikuti setiap orang yang banyak bersumpah lagi hina,"
    },
    {
      "number": 11,
      "text": "هَمَّازٍ مَّشَّآءٍۭ بِنَمِيمٍ",
      "translation_en": "[And] scorner, going about with malicious gossip -",
      "translation_id": "yang banyak mencela, yang kian ke mari menghambur fitnah,"
    },
    {
      "number": 12,
      "text": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ أَثِيمٍ",
      "translation_en": "A preventer of good, transgressing and sinful,",
      "translation_id": "yang banyak menghalangi perbuatan baik, yang melampaui batas lagi banyak dosa,"
    },
    {
      "number": 13,
      "text": "عُتُلٍّۭ بَعْدَ ذَٰلِكَ زَنِيمٍ",
      "translation_en": "Cruel, moreover, and an illegitimate pretender.",
      "translation_id": "yang kaku kasar, selain dari itu, yang terkenal kejahatannya,"
    },
    {
      "number": 14,
      "text": "أَن كَانَ ذَا مَالٍ وَبَنِينَ",
      "translation_en": "Because he is a possessor of wealth and children,",
      "translation_id": "karena dia mempunyai (banyak) harta dan anak."
    },
    {
      "number": 15,
      "text": "إِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
      "translation_en": "When Our verses are recited to him, he says, \"Legends of the former peoples.\"",
      "translation_id": "Apabila dibacakan kepadanya ayat-ayat Kami, ia berkata: \"(Ini adalah) dongeng-dongengan orang-orang dahulu kala\"."
    },
    {
      "number": 16,
      "text": "سَنَسِمُهُۥ عَلَى ٱلْخُرْطُومِ",
      "translation_en": "We will brand him upon the snout.",
      "translation_id": "Kelak akan Kami beri tanda dia di belalai(nya)."
    },
    {
      "number": 17,
      "text": "إِنَّا بَلَوْنَٰهُمْ كَمَا بَلَوْنَآ أَصْحَٰبَ ٱلْجَنَّةِ إِذْ أَقْسَمُوا۟ لَيَصْرِمُنَّهَا مُصْبِحِينَ",
      "translation_en": "Indeed, We have tried them as We tried the companions of the garden, when they swore to cut its fruit in the [early] morning",
      "translation_id": "Sesungguhnya Kami telah mencobai mereka (musyrikin Mekah) sebagaimana Kami telah mencobai pemilik-pemilik kebun, ketika mereka bersumpah bahwa mereka sungguh-sungguh akanmemetik (hasil)nya di pagi hari,"
    },
    {
      "number": 18,
      "text": "وَلَا يَسْتَثْنُونَ",
      "translation_en": "Without making exception.",
      "translation_id": "dan mereka tidak menyisihkan (hak fakir miskin),"
    },
    {
      "number": 19,
      "text": "فَطَافَ عَلَيْهَا طَآئِفٌ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ",
      "translation_en": "So there came upon the garden an affliction from your Lord while they were asleep.",
      "translation_id": "lalu kebun itu diliputi malapetaka (yang datang) dari Tuhanmu ketika mereka sedang tidur,"
    },
    {
      "number": 20,
      "text": "فَأَصْبَحَتْ كَٱلصَّرِيمِ",
      "translation_en": "And it became as though reaped.",
      "translation_id": "maka jadilah kebun itu hitam seperti malam yang gelap gulita."
    },
    {
      "number": 21,
      "text": "فَتَنَادَوْا۟ مُصْبِحِينَ",
      "translation_en": "And they called one another at morning,",
      "translation_id": "lalu mereka panggil memanggil di pagi hari:"
    },
    {
      "number": 22,
      "text": "أَنِ ٱغْدُوا۟ عَلَىٰ حَرْثِكُمْ إِن كُنتُمْ صَٰرِمِينَ",
      "translation_en": "[Saying], \"Go early to your crop if you would cut the fruit.\"",
      "translation_id": "\"Pergilah diwaktu pagi (ini) ke kebunmu jika kamu hendak memetik buahnya\"."
    },
    {
      "number": 23,
      "text": "فَٱنطَلَقُوا۟ وَهُمْ يَتَخَٰفَتُونَ",
      "translation_en": "So they set out, while lowering their voices,",
      "translation_id": "Maka pergilah mereka saling berbisik-bisik."
    },
    {
      "number": 24,
      "text": "أَن لَّا يَدْخُلَنَّهَا ٱلْيَوْمَ عَلَيْكُم مِّسْكِينٌ",
      "translation_en": "[Saying], \"There will surely not enter it today upon you [any] poor person.\"",
      "translation_id": "\"Pada hari ini janganlah ada seorang miskinpun masuk ke dalam kebunmu\"."
    },
    {
      "number": 25,
      "text": "وَغَدَوْا۟ عَلَىٰ حَرْدٍ قَٰدِرِينَ",
      "translation_en": "And they went early in determination, [assuming themselves] able.",
      "translation_id": "Dan berangkatlah mereka di pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka (menolongnya)."
    },
    {
      "number": 26,
      "text": "فَلَمَّا رَأَوْهَا قَالُوٓا۟ إِنَّا لَضَآلُّونَ",
      "translation_en": "But when they saw it, they said, \"Indeed, we are lost;",
      "translation_id": "Tatkala mereka melihat kebun itu, mereka berkata: \"Sesungguhnya kita benar-benar orang-orang yang sesat (jalan),"
    },
    {
      "number": 27,
      "text": "بَلْ نَحْنُ مَحْرُومُونَ",
      "translation_en": "Rather, we have been deprived.\"",
      "translation_id": "bahkan kita dihalangi (dari memperoleh hasilnya)\"."
    },
    {
      "number": 28,
      "text": "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُل لَّكُمْ لَوْلَا تُسَبِّحُونَ",
      "translation_en": "The most moderate of them said, \"Did I not say to you, 'Why do you not exalt [Allah]?' \"",
      "translation_id": "Berkatalah seorang yang paling baik pikirannya di antara mereka: \"Bukankah aku telah mengatakan kepadamu, hendaklah kamu bertasbih (kepada Tuhanmu)?\""
    },
    {
      "number": 29,
      "text": "قَالُوا۟ سُبْحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation_en": "They said, \"Exalted is our Lord! Indeed, we were wrongdoers.\"",
      "translation_id": "Mereka mengucapkan: \"Maha Suci Tuhan kami, sesungguhnya kami adalah orang-orang yang zalim\"."
    },
    {
      "number": 30,
      "text": "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَٰوَمُونَ",
      "translation_en": "Then they approached one another, blaming each other.",
      "translation_id": "Lalu sebahagian mereka menghadapi sebahagian yang lain seraya cela mencela."
    },
    {
      "number": 31,
      "text": "قَالُوا۟ يَٰوَيْلَنَآ إِنَّا كُنَّا طَٰغِينَ",
      "translation_en": "They said, \"O woe to us; indeed we were transgressors.",
      "translation_id": "Mereka berkata: \"Aduhai celakalah kita; sesungguhnya kita ini adalah orang-orang yang melampaui batas\"."
    },
    {
      "number": 32,
      "text": "عَسَىٰ رَبُّنَآ أَن يُبْدِلَنَا خَيْرًا مِّنْهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ",
      "translation_en": "Perhaps our Lord will substitute for us [one] better than it. Indeed, we are toward our Lord desirous.\"",
      "translation_id": "Mudah-mudahan Tuhan kita memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada itu; sesungguhnya kita mengharapkan ampunan dari Tuhan kita."
    },
    {
      "number": 33,
      "text": "كَذَٰلِكَ ٱلْعَذَابُ وَلَعَذَابُ ٱلْءَاخِرَةِ أَكْبَرُ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "translation_en": "Such is the punishment [of this world]. And the punishment of the Hereafter is greater, if they only knew.",
      "translation_id": "Seperti itulah azab (dunia). Dan sesungguhnya azab akhirat lebih besar jika mereka mengetahui."
    },
    {
      "number": 34,
      "text": "إِنَّ لِلْمُتَّقِينَ عِندَ رَبِّهِمْ جَنَّٰتِ ٱلنَّعِيمِ",
      "translation_en": "Indeed, for the righteous with their Lord are the Gardens of Pleasure.",
      "translation_id": "Sesungguhnya bagi orang-orang yang bertakwa (disediakan) surga-surga yang penuh kenikmatan di sisi Tuhannya."
    },
    {
      "number": 35,
      "text": "أَفَنَجْعَلُ ٱلْمُسْلِمِينَ كَٱلْمُجْرِمِينَ",
      "translation_en": "Then will We treat the Muslims like the criminals?",
      "translation_id": "Maka apakah patut Kami menjadikan orang-orang Islam itu sama dengan orang-orang yang berdosa (orang kafir)?"
    },
    {
      "number": 36,
      "text": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
      "translation_en": "What is [the matter] with you? How do you judge?",
      "translation_id": "Atau adakah kamu (berbuat demikian): bagaimanakah kamu mengambil keputusan?"
    },
    {
      "number": 37,
      "text": "أَمْ لَكُمْ كِتَٰبٌ فِيهِ تَدْرُسُونَ",
      "translation_en": "Or do you have a scripture in which you learn",
      "translation_id": "Atau adakah kamu mempunyai sebuah kitab (yang diturunkan Allah) yang kamu membacanya?,"
    },
    {
      "number": 38,
      "text": "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ",
      "translation_en": "That indeed for you is whatever you choose?",
      "translation_id": "bahwa di dalamnya kamu benar-benar boleh memilih apa yang kamu sukai untukmu."
    },
    {
      "number": 39,
      "text": "أَمْ لَكُمْ أَيْمَٰنٌ عَلَيْنَا بَٰلِغَةٌ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ",
      "translation_en": "Or do you have oaths [binding] upon Us, extending until the Day of Resurrection, that indeed for you is whatever you judge?",
      "translation_id": "Atau apakah kamu memperoleh janji yang diperkuat dengan sumpah dari Kami, yang tetap berlaku sampai hari kiamat; sesungguhnya kamu benar-benar dapat mengambil keputusan (sekehendakmu)?"
    },
    {
      "number": 40,
      "text": "سَلْهُمْ أَيُّهُم بِذَٰلِكَ زَعِيمٌ",
      "translation_en": "Ask them which of them, for that [claim], is responsible.",
      "translation_id": "Tanyakanlah kepada mereka: \"Siapakah di antara mereka yang bertanggung jawab terhadap keputusan yang diambil itu?\""
    },
    {
      "number": 41,
      "text": "أَمْ لَهُمْ شُرَكَآءُ فَلْيَأْتُوا۟ بِشُرَكَآئِهِمْ إِن كَانُوا۟ صَٰدِقِينَ",
      "translation_en": "Or do they have partners? Then let them bring their partners, if they should be truthful.",
      "translation_id": "Atau apakah mereka mempunyai sekutu-sekutu? Maka hendaklah mereka mendatangkan sekutu-sekutunya jika mereka adalah orang-orang yang benar."
    },
    {
      "number": 42,
      "text": "يَوْمَ يُكْشَفُ عَن سَاقٍ وَيُدْعَوْنَ إِلَى ٱلسُّجُودِ فَلَا يَسْتَطِيعُونَ",
      "translation_en": "The Day the shin will be uncovered and they are invited to prostration but the disbelievers will not be able,",
      "translation_id": "Pada hari betis disingkapkan dan mereka dipanggil untuk bersujud; maka mereka tidak kuasa,"
    },
    {
      "number": 43,
      "text": "خَٰشِعَةً أَبْصَٰرُهُمْ تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُوا۟ يُدْعَوْنَ إِلَى ٱلسُّجُودِ وَهُمْ سَٰلِمُونَ",
      "translation_en": "Their eyes humbled, humiliation will cover them. And they used to be invited to prostration while they were sound.",
      "translation_id": "(dalam keadaan) pandangan mereka tunduk ke bawah, lagi mereka diliputi kehinaan. Dan sesungguhnya mereka dahulu (di dunia) diseru untuk bersujud, dan mereka dalam keadaan sejahtera."
    },
    {
      "number": 44,
      "text": "فَذَرْنِى وَمَن يُكَذِّبُ بِهَٰذَا ٱلْحَدِيثِ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
      "translation_en": "So leave Me, [O Muhammad], with [the matter of] whoever denies the Qur'an. We will progressively lead them [to punishment] from where they do not know.",
      "translation_id": "Maka serahkanlah (ya Muhammad) kepada-Ku (urusan) orang-orang yang mendustakan perkataan ini (Al Quran). Nanti Kami akan menarik mereka dengan berangsur-angsur (ke arah kebinasaan) dari arah yang tidak mereka ketahui,"
    },
    {
      "number": 45,
      "text": "وَأُمْلِى لَهُمْ إِنَّ كَيْدِى مَتِينٌ",
      "translation_en": "And I will give them time. Indeed, My plan is firm.",
      "translation_id": "dan Aku memberi tangguh kepada mereka. Sesungguhnya rencana-Ku amat tangguh."
    },
    {
      "number": 46,
      "text": "أَمْ تَسْـَٔلُهُمْ أَجْرًا فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ",
      "translation_en": "Or do you ask of them a payment, so they are by debt burdened down?",
      "translation_id": "Apakah kamu meminta upah kepada mereka, lalu mereka diberati dengan hutang?"
    },
    {
      "number": 47,
      "text": "أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ",
      "translation_en": "Or have they [knowledge of] the unseen, so they write [it] down?",
      "translation_id": "Ataukah ada pada mereka ilmu tentang yang ghaib lalu mereka menulis (padanya apa yang mereka tetapkan)?"
    },
    {
      "number": 48,
      "text": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌ",
      "translation_en": "Then be patient for the decision of your Lord, [O Muhammad], and be not like the companion of the fish when he called out while he was distressed.",
      "translation_id": "Maka bersabarlah kamu (hai Muhammad) terhadap ketetapan Tuhanmu, dan janganlah kamu seperti orang yang berada dalam (perut) ikan ketika ia berdoa sedang ia dalam keadaan marah (kepada kaumnya)."
    },
    {
      "number": 49,
      "text": "لَّوْلَآ أَن تَدَٰرَكَهُۥ نِعْمَةٌ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلْعَرَآءِ وَهُوَ مَذْمُومٌ",
      "translation_en": "If not that a favor from his Lord overtook him, he would have been thrown onto the naked shore while he was censured.",
      "translation_id": "Kalau sekiranya ia tidak segera mendapat nikmat dari Tuhannya, benar-benar ia dicampakkan ke tanah tandus dalam keadaan tercela."
    },
    {
      "number": 50,
      "text": "فَٱجْتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation_en": "And his Lord chose him and made him of the righteous.",
      "translation_id": "Lalu Tuhannya memilihnya dan menjadikannya termasuk orang-orang yang saleh."
    },
    {
      "number": 51,
      "text": "وَإِن يَكَادُ ٱلَّذِينَ كَفَرُوا۟ لَيُزْلِقُونَكَ بِأَبْصَٰرِهِمْ لَمَّا سَمِعُوا۟ ٱلذِّكْرَ وَيَقُولُونَ إِنَّهُۥ لَمَجْنُونٌ",
      "translation_en": "And indeed, those who disbelieve would almost make you slip with their eyes when they hear the message, and they say, \"Indeed, he is mad.\"",
      "translation_id": "Dan sesungguhnya orang-orang kafir itu benar-benar hampir menggelincirkan kamu dengan pandangan mereka, tatkala mereka mendengar Al Quran dan mereka berkata: \"Sesungguhnya ia (Muhammad) benar-benar orang yang gila\"."
    },
    {
      "number": 52,
      "text": "وَمَا هُوَ إِلَّا ذِكْرٌ لِّلْعَٰلَمِينَ",
      "translation_en": "But it is not except a reminder to the worlds.",
      "translation_id": "Dan Al Quran itu tidak lain hanyalah peringatan bagi seluruh umat."
    }
  ]
}