{"id":11,"name":"هود","transliteration":"Hud","translation":"Hud","type":"meccan","total_verses":123,"verses":[{"id":1,"text":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","translation":"Alif lam ra. [DETTA ÄR] en Skrift, vars budskap har avfattats på ett fast och klart språk och förtydligats på punkt efter punkt av en allvis [Herre], väl underrättad om allt","transliteration":"Aliflamra kitabun ohkimat ayatuhu thumma fussilat min ladun hakeemin khabeerin"},{"id":2,"text":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","translation":"[den lär er] att inte dyrka någon utom Gud. [Säg, Muhammad:] \"Jag är [sänd] av Honom för att varna [er] och överbringa ett glatt budskap om hopp","transliteration":"Alla taAAbudoo illa Allaha innanee lakum minhu natheerun wabasheerun"},{"id":3,"text":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","translation":"där [ni förmanas] att be er Herre om förlåtelse [för era synder] och att i ånger vända åter till Honom. Då skall Han till en tidpunkt [som Han har] fastställt låta er njuta allt det goda [som ryms i detta liv], och [i det kommande livet] skall Han, efter vars och ens förtjänst, skänka alla som gör det goda och det rätta Sin nåds gåvor.\" Men om de vänder ryggen till, [säg]: \"Jag bävar för det straff som väntar er på [Räkenskapens] dag","transliteration":"Waani istaghfiroo rabbakum thumma tooboo ilayhi yumattiAAkum mataAAan hasanan ila ajalin musamman wayuti kulla thee fadlin fadlahu wain tawallaw fainee akhafu AAalaykum AAathaba yawmin kabeerin"},{"id":4,"text":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"[då] ni skall vända tillbaka till Gud, som har allt i Sin makt","transliteration":"Ila Allahi marjiAAukum wahuwa AAala kulli shayin qadeerun"},{"id":5,"text":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"De bommar för hjärtana för att dölja [sina fientliga avsikter] för Honom! Men när de sveper kläderna tätare omkring sig [för att slippa höra Profetens ord], vet Han vad de försöker dölja lika väl som det som de låter skymta fram. Ja, Han vet vad som rör sig i människans innersta","transliteration":"Ala innahum yathnoona sudoorahum liyastakhfoo minhu ala heena yastaghshoona thiyabahum yaAAlamu ma yusirroona wama yuAAlinoona innahu AAaleemun bithati alssudoori"},{"id":6,"text":"۞وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","translation":"Det finns ingen levande varelse på jorden som Gud inte sörjer för; Han vet var de gömmer sig [vid fara] och den plats som skall bli deras sista vilorum; allt är inskrivet i [Guds] öppna bok","transliteration":"Wama min dabbatin fee alardi illa AAala Allahi rizquha wayaAAlamu mustaqarraha wamustawdaAAaha kullun fee kitabin mubeenin"},{"id":7,"text":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","translation":"Det är Han som har skapat himlarna och jorden under sex dagar och som tronar i Sin allmakts härlighet över vattnen. [Han har skapat allt detta] för att pröva er [och låta er visa] genom ert handlande vem bland er som är den bäste. Och om du säger: \"Efter döden skall ni återuppväckas till nytt liv\", kommer de som förnekar sanningen helt säkert att svara: \"Det är ingenting annat än bedrägliga illusioner","transliteration":"Wahuwa allathee khalaqa alssamawati waalarda fee sittati ayyamin wakana AAarshuhu AAala almai liyabluwakum ayyukum ahsanu AAamalan walain qulta innakum mabAAoothoona min baAAdi almawti layaqoolanna allatheena kafaroo in hatha illa sihrun mubeenun"},{"id":8,"text":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Och om Vi låter anstå med deras straff till en fastställd tid säger de: \"Varför dröjer det?\" Men den dag [straffet] når dem skall ingenting kunna avvärja det och de kommer att inringas av det som de brukade skämta om","transliteration":"Walain akhkharna AAanhumu alAAathaba ila ommatin maAAdoodatin layaqoolunna ma yahbisuhu ala yawma yateehim laysa masroofan AAanhum wahaqa bihim ma kanoo bihi yastahzioona"},{"id":9,"text":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","translation":"Och om Vi låter människan smaka något av Vår nåd och sedan tar det ifrån henne, misströstar hon och glömmer allt vad hon har [Oss] att tacka för","transliteration":"Walain athaqna alinsana minna rahmatan thumma nazaAAnaha minhu innahu layaoosun kafoorun"},{"id":10,"text":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","translation":"Och om Vi låter henne se bättre tider efter att ha fått pröva på motgångar, säger hon helt säkert: \"De onda dagarna är förbi\" och glädjen gör henne övermodig och skrytsam","transliteration":"Walain athaqnahu naAAmaa baAAda darraa massathu layaqoolanna thahaba alssayyiatu AAannee innahu lafarihun fakhoorun"},{"id":11,"text":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ أُوْلَـٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","translation":"Annorlunda är det med dem som tålmodigt håller ut [i motgången] och lever ett rättskaffens liv. För dem väntar syndernas förlåtelse och en riklig belöning","transliteration":"Illa allatheena sabaroo waAAamiloo alssalihati olaika lahum maghfiratun waajrun kabeerun"},{"id":12,"text":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","translation":"[MUHAMMAD! Ibland frestas] du kanske att undanhålla något av det som uppenbaras för dig, betryckt som du är över [häcklarnas] hånfulla ord: \"Varför har inte en skatt sänts ned till honom?\" eller \"Varför har han inte en ängel i följe?\" - Du är bara en varnare, men Gud vårdar sig om allt","transliteration":"FalaAAallaka tarikun baAAda ma yooha ilayka wadaiqun bihi sadruka an yaqooloo lawla onzila AAalayhi kanzun aw jaa maAAahu malakun innama anta natheerun waAllahu AAala kulli shayin wakeelun"},{"id":13,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Och de säger: \"[Muhammad] har författat [Koranen]!\" Svara då: \"Visa fram tio [av er] författade, likvärdiga suror och kalla dem ni kan [till er hjälp] - utom Gud - om det ni säger är sant","transliteration":"Am yaqooloona iftarahu qul fatoo biAAashri suwarin mithlihi muftarayatin waodAAoo mani istataAAtum min dooni Allahi in kuntum sadiqeena"},{"id":14,"text":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","translation":"Och om de som ni kallar på inte svarar er, då har ni förstått att uppenbarelsen av [Koranen] uteslutande är ett verk av Guds ingivelse och att det inte finns någon annan gud än Han. Är ni beredda att underkasta er Hans vilja","transliteration":"Fai llam yastajeeboo lakum faiAAlamoo annama onzila biAAilmi Allahi waan la ilaha illa huwa fahal antum muslimoona"},{"id":15,"text":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","translation":"DE VILKAS hela håg står till det jordiska livet och dess fröjder, dem skall Vi i detta [liv] ge hela lönen för deras handlingar, och ingenting skall här dras ifrån","transliteration":"Man kana yureedu alhayata alddunya wazeenataha nuwaffi ilayhim aAAmalahum feeha wahum feeha la yubkhasoona"},{"id":16,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","translation":"men de har ingenting annat att vänta i det kommande livet än Elden. Vad de åstadkom i denna [värld] har gått förlorat, och alla deras strävanden var förgäves","transliteration":"Olaika allatheena laysa lahum fee alakhirati illa alnnaru wahabita ma sanaAAoo feeha wabatilun ma kanoo yaAAmaloona"},{"id":17,"text":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَـٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","translation":"Kan [dessa människor jämföras med] dem som stöder sig på ett klart vittnesbörd från sin Herre, som ett av Hans vittnen läser upp, liksom tidigare den Skrift som gavs Moses, en vägvisare och en [källa till] nåd? Sådana [som denne] har en sann tro på detta [vittnesbörd]; men den som tillhör [andra] samfund och som bestrider dess sanning är kallad till ett möte där den eviga Elden [brinner]. Hys alltså inte minsta tvivel om denna [uppenbarelse]! Det är sanningen från din Herre - men de flesta människor vill inte tro","transliteration":"Afaman kana AAala bayyinatin min rabbihi wayatloohu shahidun minhu wamin qablihi kitabu moosa imaman warahmatan olaika yuminoona bihi waman yakfur bihi mina alahzabi faalnnaru mawAAiduhu fala taku fee miryatin minhu innahu alhaqqu min rabbika walakinna akthara alnnasi la yuminoona"},{"id":18,"text":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَـٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَـٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ","translation":"Vem är mer orättfärdig än den som sätter ihop lögner om Gud? [Dessa människor] skall [på den Yttersta dagen] föras fram inför sin Herre och vittnena skall förklara: \"Dessa var det som satte ihop lögner om sin Herre.\" Ja, Guds fördömelse faller sannerligen över dem som begår [sådan] orättfärdighet","transliteration":"Waman athlamu mimmani iftara AAala Allahi kathiban olaika yuAAradoona AAala rabbihim wayaqoolu alashhadu haolai allatheena kathaboo AAala rabbihim ala laAAnatu Allahi AAala alththalimeena"},{"id":19,"text":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","translation":"de som hindrar [andra] från att följa Guds väg och vill låta den framstå som krokig. Det är just de som avvisar tron på ett evigt liv","transliteration":"Allatheena yasuddoona AAan sabeeli Allahi wayabghoonaha AAiwajan wahum bialakhirati hum kafiroona"},{"id":20,"text":"أُوْلَـٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","translation":"[Om de än skonas] på jorden kan de inte uppresa sig mot [Guds dom] och de skall inte finna någon annan beskyddare än Gud; deras straff skall fördubblas, eftersom de inte kunde lyssna [till sanningen] och inte kunde urskilja [vägen]","transliteration":"Olaika lam yakoonoo muAAjizeena fee alardi wama kana lahum min dooni Allahi min awliyaa yudaAAafu lahumu alAAathabu ma kanoo yastateeAAoona alssamAAa wama kanoo yubsiroona"},{"id":21,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"Det är dessa som har förverkat sina själar och allt det som de [i livet] hade diktat upp skall överge dem","transliteration":"Olaika allatheena khasiroo anfusahum wadalla AAanhum ma kanoo yaftaroona"},{"id":22,"text":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","translation":"utan tvivel är det de som i nästa liv skall stå som [de stora] förlorarna","transliteration":"La jarama annahum fee alakhirati humu alakhsaroona"},{"id":23,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"De som tror och lever rättskaffens och tillber sin Herre i ödmjukhet har paradiset till arvedel och där skall de förbli till evig tid","transliteration":"Inna allatheena amanoo waAAamiloo alsalihati waakhbatoo ila rabbihim olaika ashabu aljannati hum feeha khalidoona"},{"id":24,"text":"۞مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","translation":"Dessa två slag av människor kan liknas vid de blinda och döva [å ena sidan] och [å den andra] sådana som har synen och hörseln i behåll. Är de jämförbara? Vill ni inte tänka över detta","transliteration":"Mathalu alfareeqayni kaalaAAma waalasammi waalbaseeri waalssameeAAi hal yastawiyani mathalan afala tathakkaroona"},{"id":25,"text":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","translation":"OCH [MED samma budskap] sände Vi Noa till hans folk: \"Jag har kommit för att varna er klart och entydigt","transliteration":"Walaqad arsalna noohan ila qawmihi innee lakum natheerun mubeenun"},{"id":26,"text":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","translation":"för att dyrka någon vid sidan av Gud. Jag bävar för det straff som kan drabba er en [sorgens och] plågans Dag","transliteration":"An la taAAbudoo illa Allaha innee akhafu AAalaykum AAathaba yawmin aleemin"},{"id":27,"text":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","translation":"Men folkets äldste, som [alla] förnekade sanningen, sade: \"Vi ser att du inte är mer än en vanlig människa som vi andra och vi ser att det bara är de eländigaste bland vårt folk som följer dig, sådana som inte har något omdöme. Och vi ser ingenting hos er som i något avseende gör er överlägsna oss; vi anser tvärtom att ni är lögnare","transliteration":"Faqala almalao allatheena kafaroo min qawmihi ma naraka illa basharan mithlana wama naraka ittabaAAaka illa allatheena hum arathiluna badiya alrrayi wama nara lakum AAalayna min fadlin bal nathunnukum kathibeena"},{"id":28,"text":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","translation":"[Noa] sade: \"Vad anser ni, mitt folk? Om jag har ett klart vittnesbörd från min Herre som jag stöder mig på och Han stärker mig med Sin nåd, men [budskapet] ändå förefaller er dunkelt - kan vi då tvinga er att godta det mot er vilja","transliteration":"Qala ya qawmi araaytum in kuntu AAala bayyinatin min rabbee waatanee rahmatan min AAindihi faAAummiyat AAalaykum anulzimukumooha waantum laha karihoona"},{"id":29,"text":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","translation":"Mitt folk! Jag begär ingen ersättning av er för detta [budskap]; jag väntar ingen lön från någon annan än Gud. Och jag kommer inte att stöta bort dem som antar tron; de är ju kallade att möta sin Herre. Men jag ser att ni är människor utan begrepp [om rätt och orätt]","transliteration":"Waya qawmi la asalukum AAalayhi malan in ajriya illa AAala Allahi wama ana bitaridi allatheena amanoo innahum mulaqoo rabbihim walakinnee arakum qawman tajhaloona"},{"id":30,"text":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","translation":"Och vem, mitt folk, skulle kunna skydda mig för Guds [vrede], om jag stötte dem ifrån mig? Vill ni inte tänka över detta","transliteration":"Waya qawmi man yansurunee mina Allahi in taradtuhum afala tathakkaroona"},{"id":31,"text":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّـٰلِمِينَ","translation":"Jag säger inte till er att jag har Guds skatter [i min hand] och jag känner inte det som är dolt för människor. Jag säger inte heller att jag är en ängel. Inte heller säger jag om dem som ni betraktar med sådant förakt: 'Gud kommer aldrig att ge dem av [Sitt] goda'.\" Gud vet bäst vad de bär inom sig. [Hade jag yttrat något sådant] skulle jag sannerligen höra till de orättfärdiga","transliteration":"Wala aqoolu lakum AAindee khazainu Allahi wala aAAlamu alghayba wala aqoolu innee malakun wala aqoolu lillatheena tazdaree aAAyunukum lan yutiyahumu Allahu khayran Allahu aAAlamu bima fee anfusihim innee ithan lamina alththalimeena"},{"id":32,"text":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"[Men de äldste] sade: \"Noa! Du har tvistat med oss och du har låtit tvisten pågå länge nog. Nedkalla nu över oss det [straff] som du har hotat oss med, om du har talat sanning","transliteration":"Qaloo ya noohu qad jadaltana faaktharta jidalana fatina bima taAAiduna in kunta mina alssadiqeena"},{"id":33,"text":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","translation":"[Noa] svarade: \"Bara Gud kan låta [straffet] drabba er, om detta är Hans vilja; och ni kan inte företa er något för att kullkasta [Hans beslut]","transliteration":"Qala innama yateekum bihi Allahu in shaa wama antum bimuAAjizeena"},{"id":34,"text":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"Mina råd - om jag skulle vilja ge er råd - är till ingen nytta för er om det är Guds vilja att ni skall hålla fast vid era misstag. Han är er Herre och till Honom skall ni föras åter","transliteration":"Wala yanfaAAukum nushee in aradtu an ansaha lakum in kana Allahu yureedu an yughwiyakum huwa rabbukum wailayhi turjaAAoona"},{"id":35,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","translation":"KANSKE säger någon: \"Han har själv författat [allt detta].\" Säg [Muhammad]: \"Om jag har författat det faller denna synd på mig. Men jag har ingenting att skaffa med den synd som ni begår","transliteration":"Am yaqooloona iftarahu qul ini iftaraytuhu faAAalayya ijramee waana bareeon mimma tujrimoona"},{"id":36,"text":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","translation":"OCH VI uppenbarade för Noa: \"Av ditt folk kommer ingen annan att tro än den som redan var troende. Gräm dig därför inte över vad de gör","transliteration":"Waoohiya ila noohin annahu lan yumina min qawmika illa man qad amana fala tabtais bima kanoo yafAAaloona"},{"id":37,"text":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","translation":"men bygg under Vår uppsikt och enligt Våra anvisningar den ark [som skall bli din räddning] och tala inte till Mig till förmån för dem som begår orätt - de skall dränkas [av den stora floden]","transliteration":"WaisnaAAi alfulka biaAAyunina wawahyina wala tukhatibnee fee allatheena thalamoo innahum mughraqoona"},{"id":38,"text":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","translation":"Och [Noa] byggde arken. Varje gång [några av] folkets äldste gick förbi, gjorde de narr av honom. Han sade: \"Vill ni göra narr av oss [skall ni veta att] liksom ni gör narr av oss gör vi narr av er","transliteration":"WayasnaAAu alfulka wakullama marra AAalayhi malaon min qawmihi sakhiroo minhu qala in taskharoo minna fainna naskharu minkum kama taskharoona"},{"id":39,"text":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","translation":"Och ni skall [i sinom tid] få se vem som kommer att drabbas av ett förnedrande straff [i denna värld] och som skall utlämnas åt helvetets ändlösa lidande","transliteration":"Fasawfa taAAlamoona man yateehi AAathabun yukhzeehi wayahillu AAalayhi AAathabun muqeemun"},{"id":40,"text":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","translation":"[Så fortgick det] till dess Vår befallning gavs, och vattenmassorna forsade fram över jorden och Vi sade [till Noa]: \"Tag ombord på denna [ark] ett par av varje [djurslag, hane och hona], samt din familj, utom den som redan är dömd, och de [övriga] troende.\" De som delade hans tro var nämligen bara ett fåtal","transliteration":"Hatta itha jaa amruna wafara alttannooru qulna ihmil feeha min kullin zawjayni ithnayni waahlaka illa man sabaqa AAalayhi alqawlu waman amana wama amana maAAahu illa qaleelun"},{"id":41,"text":"۞وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡرٜىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","translation":"Och han sade [till de sina]: \"Gå ombord på denna [ark]! I Guds namn skall den segla på denna färd och [i Guds namn] skall vi [en dag] få kasta ankar! Min Herre är ständigt förlåtande, barmhärtig","transliteration":"Waqala irkaboo feeha bismi Allahi majraha wamursaha inna rabbee laghafoorun raheemun"},{"id":42,"text":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","translation":"När arken lyftes av vågorna, höga som berg, ropade Noa till sin son, som drog sig avsides: \"Käre son! Kom ombord till oss och bli inte kvar tillsammans med förnekarna","transliteration":"Wahiya tajree bihim fee mawjin kaaljibali wanada noohunu ibnahu wakana fee maAAzilin ya bunayya irkab maAAana wala takun maAAa alkafireena"},{"id":43,"text":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","translation":"[Men sonen] svarade: \"Jag skall ta min tillflykt till ett berg där jag har skydd mot vattnet.\" [Noa] sade: \"I dag finns inget skydd mot Guds beslut utom för den som Han förbarmar Sig över.\" Och vågorna reste sig som en mur mellan dem och [sonen] dränktes med de övriga","transliteration":"Qala saawee ila jabalin yaAAsimunee mina almai qala la AAasima alyawma min amri Allahi illa man rahima wahala baynahuma almawju fakana mina almughraqeena"},{"id":44,"text":"وَقِيلَ يَـٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"Men [befallningen] gavs: \"Du jord, svälj ditt vatten! Du himmel, hejda [ditt regn]!\" Och vattnet sjönk undan. Guds vilja hade skett och [arken] kom till vila på berget Al-Djudee. Då ljöd ropet: \"Det är ute med de orättfärdiga","transliteration":"Waqeela ya ardu iblaAAee maaki waya samao aqliAAee wagheeda almao waqudiya alamru waistawat AAala aljoodiyyi waqeela buAAdan lilqawmi alththalimeena"},{"id":45,"text":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","translation":"Och Noa bad till sin Herre och sade: \"Herre! Min son tillhörde ju min familj och Ditt löfte besannas alltid. Du är den rättvisaste av domare","transliteration":"Wanada noohun rabbahu faqala rabbi inna ibnee min ahlee wainna waAAdaka alhaqqu waanta ahkamu alhakimeena"},{"id":46,"text":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","translation":"[Gud] svarade: \"Noa! Han var inte av din familj - han begick [mycken] orätt! Be Mig inte om sådant som du saknar all kännedom om. Jag förmanar dig för att du inte skall bli [som] en av dem som inte vet [vad rätt och orätt är]","transliteration":"Qala ya noohu innahu laysa min ahlika innahu AAamalun ghayru salihin fala tasalni ma laysa laka bihi AAilmun innee aAAithuka an takoona mina aljahileena"},{"id":47,"text":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","translation":"[Noa] sade: \"Herre, bevara mig för [synden] att be Dig om något som jag inte har kännedom om. Om Du inte förlåter mig och förbarmar Dig över mig blir jag en av de förlorade","transliteration":"Qala rabbi innee aAAoothu bika an asalaka ma laysa lee bihi AAilmun wailla taghfir lee watarhamnee akun mina alkhasireena"},{"id":48,"text":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","translation":"Och [Gud talade och] sade: \"Noa! Stig nu i land! Vår fred är med dig och Vi ger dig och alla [rättfärdiga] efterkommande till dem som är med dig Vår välsignelse. Men vad [andra bland dessa] efterkommande beträffar skall de få glädjas [åt livet under en tid] och därefter skall Vi låta dem utstå ett plågsamt straff","transliteration":"Qeela ya noohu ihbit bisalamin minna wabarakatin AAalayka waAAala omamin mimman maAAaka waomamun sanumattiAAuhum thumma yamassuhum minna AAathabun aleemun"},{"id":49,"text":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","translation":"VI UPPENBARAR här för dig [Muhammad] dessa dolda ting, som varken du eller ditt folk tidigare haft kännedom om. Och ha tålamod och avvakta [Guds dom] - den slutliga segern tillhör dem som fruktar Gud","transliteration":"Tilka min anbai alghaybi nooheeha ilayka ma kunta taAAlamuha anta wala qawmuka min qabli hatha faisbir inna alAAaqibata lilmuttaqeena"},{"id":50,"text":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","translation":"OCH TILL [stammen] Aad [sände Vi] deras broder Hud, som sade: \"Dyrka Gud, mitt folk! Ni har ingen gud utom Honom! [Vad ni dyrkar] är era egna uppfinningar","transliteration":"Waila AAadin akhahum hoodan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu in antum illa muftaroona"},{"id":51,"text":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","translation":"Jag begär ingen lön av er, mitt folk, för detta [budskap]; min lön får jag bara av Honom som har skapat mig. - Vill ni inte använda ert förstånd","transliteration":"Ya qawmi la asalukum AAalayhi ajran in ajriya illa AAala allathee fataranee afala taAAqiloona"},{"id":52,"text":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","translation":"Be nu er Herre om förlåtelse för era synder, mitt folk, och vänd ångerfulla åter till Honom. Då skall Han låta Sin välsignelse flöda över er och Han skall lägga styrka till er styrka - men återgå inte till ert [förra] syndiga liv","transliteration":"Waya qawmi istaghfiroo rabbakum thumma tooboo ilayhi yursili alssamaa AAalaykum midraran wayazidkum quwwatan ila quwwatikum wala tatawallaw mujrimeena"},{"id":53,"text":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","translation":"De sade: \"Hud! Du har inte gett oss klara bevis [för att du är Guds utsände]; ditt ord är inte nog för att vi skall överge våra gudar och vi tror inte på vad du säger","transliteration":"Qaloo ya hoodu ma jitana bibayyinatin wama nahnu bitarikee alihatina AAan qawlika wama nahnu laka bimumineena"},{"id":54,"text":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","translation":"Vi kan bara anta att en av våra gudar låtit något ont drabba dig.\" [Hud] svarade: \"Jag ber Gud vara mitt vittne - och även ni skall vittna - att jag inte har någon del i vad ni gör då ni sätter medhjälpare","transliteration":"In naqoolu illa iAAtaraka baAAdu alihatina bisooin qala innee oshhidu Allaha waishhadoo annee bareeon mimma tushrikoona"},{"id":55,"text":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","translation":"vid Guds sida. Smid nu era onda planer mot mig utan att ge mig andrum","transliteration":"Min doonihi fakeedoonee jameeAAan thumma la tunthirooni"},{"id":56,"text":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Jag litar till Gud, min Herre och er Herre. Det finns inte en levande varelse vars lugg Han inte har fattat i ett fast grepp. Min Herres väg är i sanning en rak väg","transliteration":"Innee tawakkaltu AAala Allahi rabbee warabbikum ma min dabbatin illa huwa akhithun binasiyatiha inna rabbee AAala siratin mustaqeemin"},{"id":57,"text":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","translation":"Men om ni vänder mig ryggen, [kom ihåg att] jag har framfört till er det [budskap] med vilket jag sändes till er. Min Herre kan låta ett annat folk ta er plats men ni kan inte i något avseende vålla Honom skada. Min Herre vakar över allt","transliteration":"Fain tawallaw faqad ablaghtukum ma orsiltu bihi ilaykum wayastakhlifu rabbee qawman ghayrakum wala tadurroonahu shayan inna rabbee AAala kulli shayin hafeethun"},{"id":58,"text":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","translation":"Och när Vår dom föll [över dem] räddade Vi i Vår nåd Hud och dem som följde honom i tron och Vi räddade dem från ett tungt straff [i livet efter detta]","transliteration":"Walamma jaa amruna najjayna hoodan waallatheena amanoo maAAahu birahmatin minna wanajjaynahum min AAathabin ghaleethin"},{"id":59,"text":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","translation":"Detta [var stammen] Aad. De avvisade sin Herres budskap och satte sig upp emot det sändebud [som Han hade låtit komma till dem], men de gjorde [villigt] vad varje övermodig fiende till sanningen befallde dem","transliteration":"Watilka AAadun jahadoo biayati rabbihim waAAasaw rusulahu waittabaAAoo amra kulli jabbarin AAaneedin"},{"id":60,"text":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","translation":"Och [Guds] fördömelse följde dem i detta liv och [skall vila tungt över dem] på Uppståndelsens dag. Stammen Aad förnekade sin Herre - Det är ute med Aad, Huds folk","transliteration":"WaotbiAAoo fee hathihi alddunya laAAnatan wayawma alqiyamati ala inna AAadan kafaroo rabbahum ala buAAdan liAAadin qawmi hoodin"},{"id":61,"text":"۞وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","translation":"OCH TILL [stammen] Thamud [sändes] deras broder Salih. Han sade: \"Dyrka Gud, mitt folk! Ni har ingen gud utom Honom. Han skapade er av jord och Han lärde er att bruka den och där fick ni bygga och bo. Be Honom om förlåtelse för era synder och vänd ångerfulla åter till Honom. Min Herre är nära och hör [människans] bön","transliteration":"Waila thamooda akhahum salihan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu huwa anshaakum mina alardi waistaAAmarakum feeha faistaghfiroohu thumma tooboo ilayhi inna rabbee qareebun mujeebun"},{"id":62,"text":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","translation":"De svarade: \"Du har varit en av oss, Salih, [och] Vi fäste stora förhoppningar vid dig! Vill du förbjuda oss att dyrka vad våra förfäder dyrkade? Ja, Vi oroas av starka misstankar om [det verkliga syftet bakom] dina maningar till oss","transliteration":"Qaloo ya salihu qad kunta feena marjuwwan qabla hatha atanhana an naAAbuda ma yaAAbudu abaona wainnana lafee shakkin mimma tadAAoona ilayhi mureebun"},{"id":63,"text":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","translation":"Han svarade: \"Vad anser ni, mitt folk? Om jag har ett klart vittnesbörd från min Herre som jag stöder mig på och Han stärker mig med Sin nåd, vem skulle då kunna skydda mig för Guds [vrede] om jag visade Honom olydnad? Ni [bidrar] enbart till [min egen] undergång","transliteration":"Qala ya qawmi araaytum in kuntu AAala bayyinatin min rabbee waatanee minhu rahmatan faman yansurunee mina Allahi in AAasaytuhu fama tazeedoonanee ghayra takhseerin"},{"id":64,"text":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","translation":"Och [han fortsatte]: \"Detta Guds kamelsto, mitt folk, skall vara ett tecken för er. Lämna henne nu i fred att beta på Guds jord och tillfoga henne ingen skada; i annat fall väntar er ett ögonblickligt straff","transliteration":"Waya qawmi hathihi naqatu Allahi lakum ayatan fatharooha takul fee ardi Allahi wala tamassooha bisooin fayakhuthakum AAathabun qareebun"},{"id":65,"text":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","translation":"Men de slaktade kamelstoet på det grymma sättet, varpå [Salih] sade: \"I [ytterligare] tre dagar skall ni få glädjas [åt livet] i era hem; detta är inte tomma ord","transliteration":"FaAAaqarooha faqala tamattaAAoo fee darikum thalathata ayyamin thalika waAAdun ghayru makthoobin"},{"id":66,"text":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","translation":"Och när Vår dom föll räddade Vi i Vår nåd Salih och dem som följde honom i tron, och [Vi förskonade dem] från skam och förödmjukelse på [Uppståndelsens] dag. Din Herre har all styrka, all makt","transliteration":"Falamma jaa amruna najjayna salihan waallatheena amanoo maAAahu birahmatin minna wamin khizyi yawmiithin inna rabbaka huwa alqawiyyu alAAazeezu"},{"id":67,"text":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","translation":"Men över dem som hade begått [sådan] svår orätt genljöd dånet [av Guds straff] och morgonen fann dem liggande framstupa i sina hem","transliteration":"Waakhatha allatheena thalamoo alssayhatu faasbahoo fee diyarihim jathimeena"},{"id":68,"text":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","translation":"[det var] som om de aldrig hade levt där i välstånd och trygghet. Stammen Thamud förnekade sin Herre - Det är ute med stammen Thamud","transliteration":"Kaan lam yaghnaw feeha ala inna thamooda kafaroo rabbahum ala buAAdan lithamooda"},{"id":69,"text":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","translation":"OCH VÅRA budbärare kom till Abraham med ett glatt budskap. De hälsade honom \"Fred!\" och han svarade: \"Fred [vare med er]!\" Och han skyndade sig att bära fram en helstekt kalv","transliteration":"Walaqad jaat rusuluna ibraheema bialbushra qaloo salaman qala salamun fama labitha an jaa biAAijlin haneethin"},{"id":70,"text":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","translation":"Men när han såg att de inte sträckte sina händer mot födan, blev han rädd [att de hade onda avsikter]. [Men] de sade: \"Var inte orolig! Vi har sänts till Lots folk","transliteration":"Falamma raa aydiyahum la tasilu ilayhi nakirahum waawjasa minhum kheefatan qaloo la takhaf inna orsilna ila qawmi lootin"},{"id":71,"text":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","translation":"Och hans hustru som stod [i närheten] log förnöjt. Då gav Vi henne det glada budskapet om Isaks [födelse] och om Jakob [som skulle födas] efter Isak","transliteration":"Waimraatuhu qaimatun fadahikat fabashsharnaha biishaqa wamin warai ishaqa yaAAqooba"},{"id":72,"text":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","translation":"Hon sade: \"Skall jag, arma kvinna, föda en son, gammal och svag som jag är och min man har uppnått hög ålder? Detta är sannerligen märkligt","transliteration":"Qalat ya waylata aalidu waana AAajoozun wahatha baAAlee shaykhan inna hatha lashayon AAajeebun"},{"id":73,"text":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","translation":"[Budbärarna] sade: \"Förvånas du över Guds beslut? Guds nåd och välsignelser skall vara med er alla i detta hus! Honom tillhör allt lov och pris","transliteration":"Qaloo ataAAjabeena min amri Allahi rahmatu Allahi wabarakatuhu AAalaykum ahla albayti innahu hameedun majeedun"},{"id":74,"text":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","translation":"När Abraham väl övervunnit sin rädsla och fått den goda nyheten [om Isaks födelse], ville han tala till förmån för Lots folk inför Oss","transliteration":"Falamma thahaba AAan ibraheema alrrawAAu wajaathu albushra yujadiluna fee qawmi lootin"},{"id":75,"text":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّـٰهٞ مُّنِيبٞ","translation":"Abraham var en fördragsam man och alltid beredd att vända åter i ånger till Gud","transliteration":"Inna ibraheema lahaleemun awwahun muneebun"},{"id":76,"text":"يَـٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","translation":"[Men budbärarna sade:] \"Avstå, Abraham, från detta! Din Herres dom har fallit och det straff som skall drabba dem kan ingen avvärja","transliteration":"Ya ibraheemu aAArid AAan hatha innahu qad jaa amru rabbika wainnahum ateehim AAathabun ghayru mardoodin"},{"id":77,"text":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","translation":"OCH NÄR Våra budbärare kom till Lot blev han bekymrad då han såg att han inte kunde skydda dem, och han utbrast: \"Detta är en svart dag","transliteration":"Walamma jaat rusuluna lootan seea bihim wadaqa bihim tharAAan waqala hatha yawmun AAaseebun"},{"id":78,"text":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَـٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","translation":"Och invånarna skyndade till [från alla håll], drivna [av sina begär]; sedan länge hade de tagit för vana [att tillfredsställa sin lust] på detta skamliga sätt. [Lot] sade: \"Mitt folk! Här är mina döttrar; det vore mindre anstötligt [om ni ville förströ er] med dem. Frukta Gud och drag inte skam över mig genom att förgripa er på mina gäster! Finns det inte en [enda] rättsinnig man bland er","transliteration":"Wajaahu qawmuhu yuhraAAoona ilayhi wamin qablu kanoo yaAAmaloona alssayyiati qala ya qawmi haolai banatee hunna atharu lakum faittaqoo Allaha wala tukhzooni fee dayfee alaysa minkum rajulun rasheedun"},{"id":79,"text":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","translation":"De svarade: \"Du vet att dina döttrar inte är för oss och du inser nog vad vi vill","transliteration":"Qaloo laqad AAalimta ma lana fee banatika min haqqin wainnaka lataAAlamu ma nureedu"},{"id":80,"text":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","translation":"[Lot] utbrast: \"Om jag ändå hade varit stark nog att övermanna er eller hade ett mäktigt stöd att lita till","transliteration":"Qala law anna lee bikum quwwatan aw awee ila ruknin shadeedin"},{"id":81,"text":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","translation":"[Änglarna] sade: \"Lot! Vi är din Herres budbärare! Dessa [människor] skall inte lyckas tillfoga dig [något ont]. Bege dig nu i väg med din familj medan det ännu är mörkt, och låt ingen se tillbaka utom din hustru - det som skall drabba dem skall [även] drabba henne. Gryningen är den tid som är utsatt för dem - är inte morgonen nära","transliteration":"Qaloo ya lootu inna rusulu rabbika lan yasiloo ilayka faasri biahlika biqitAAin mina allayli wala yaltafit minkum ahadun illa imraataka innahu museebuha ma asabahum inna mawAAidahumu alssubhu alaysa alssubhu biqareebin"},{"id":82,"text":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","translation":"När Vår dom föll lade Vi [städerna] i ruiner; [det förutbestämda straffet] drabbade dem som ett regn av stenblock i våg på våg","transliteration":"Falamma jaa amruna jaAAalna AAaliyaha safilaha waamtarna AAalayha hijaratan min sijjeelin mandoodin"},{"id":83,"text":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّـٰلِمِينَ بِبَعِيدٖ","translation":"[alla] märkta med din Herres tecken. - Dessa [hårda slag] ligger aldrig långt borta från dem som begår sådana ogärningar","transliteration":"Musawwamatan AAinda rabbika wama hiya mina alththalimeena bibaAAeedin"},{"id":84,"text":"۞وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","translation":"OCH TILL Madyans [folk sändes] deras broder Shu`ayb. Han sade: \"Dyrka Gud, mitt folk! Ni har ingen gud utom Honom. Och mät inte och väg inte upp för knappt. Jag ser att välstånd råder hos er, men jag bävar för det straff [som kan drabba er] en Dag då ni finner er inringade [utan möjlighet att fly]","transliteration":"Waila madyana akhahum shuAAayban qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu wala tanqusoo almikyala waalmeezana innee arakum bikhayrin wainnee akhafu AAalaykum AAathaba yawmin muheetin"},{"id":85,"text":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translation":"Mitt folk! Mät och väg med fulla mått [i allt vad ni företar er] som rätt och rimlighet bjuder, gör inte intrång i andras rättigheter och sprid inte sedefördärv och annat ont på jorden","transliteration":"Waya qawmi awfoo almikyala waalmeezana bialqisti wala tabkhasoo alnnasa ashyaahum wala taAAthaw fee alardi mufsideena"},{"id":86,"text":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","translation":"Det bästa för er, om ni tror [på Guds löfte], är vad Gud aldrig upphör att räkna er till godo. Men jag är inte satt att vaka över er","transliteration":"Baqiyyatu Allahi khayrun lakum in kuntum mumineena wama ana AAalaykum bihafeethin"},{"id":87,"text":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَـٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","translation":"De sade: \"Hör, Shu`ayb! Måste vi enligt din tro överge det som våra förfäder tillbad och får vi inte längre göra som vi vill med vår egendom? Är du således den enda [människan på jorden] som är god och rättrådig","transliteration":"Qaloo ya shuAAaybu asalatuka tamuruka an natruka ma yaAAbudu abaona aw an nafAAala fee amwalina ma nashao innaka laanta alhaleemu alrrasheedu"},{"id":88,"text":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","translation":"Han svarade: \"Vad anser ni, mitt folk? Om jag har ett klart vittnesbörd från min Herre som jag stöder mig på och om Han frikostigt skänker mig allt vad jag behöver - [gör jag då inte rätt när jag talar till er som jag gör]? Det är inte min avsikt att [bakom er rygg] göra det som jag uppmanar er att avstå från; det enda jag vill är att så långt jag förmår [hjälpa er att] leva ett bättre liv. Om jag skall lyckas med detta ligger helt i Guds hand; till Honom litar jag och till Honom vänder jag alltid åter i ånger [över mina synder]","transliteration":"Qala ya qawmi araaytum in kuntu AAala bayyinatin min rabbee warazaqanee minhu rizqan hasanan wama oreedu an okhalifakum ila ma anhakum AAanhu in oreedu illa alislaha ma istataAAtu wama tawfeeqee illa biAllahi AAalayhi tawakkaltu wailayhi oneebu"},{"id":89,"text":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","translation":"Mitt folk! Låt inte er tvist med mig leda er [till sådana handlingar] att ni drabbas av detsamma som drabbade Noas folk eller Huds folk eller Salihs folk - [eller] Lots folk [vars boplatser] inte var belägna långt från era [trakter]","transliteration":"Waya qawmi la yajrimannakum shiqaqee an yuseebakum mithlu ma asaba qawma noohin aw qawma hoodin aw qawma salihin wama qawmu lootin minkum bibaAAeedin"},{"id":90,"text":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","translation":"Be nu er Herre om förlåtelse för era synder och vänd åter till Honom med ånger i sinnet. Min Herre är barmhärtig och kärleksfull","transliteration":"Waistaghfiroo rabbakum thumma tooboo ilayhi inna rabbee raheemun wadoodun"},{"id":91,"text":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","translation":"[Men] de sade: \"Mycket av det som du säger, Shu`ayb, övergår vårt förstånd. Vad vi kan se är att du har en svag [ställning] bland oss och om inte din familj hade funnits, skulle vi helt säkert ha stenat dig till döds; över oss har du ingen makt","transliteration":"Qaloo ya shuAAaybu ma nafqahu katheeran mimma taqoolu wainna lanaraka feena daAAeefan walawla rahtuka larajamnaka wama anta AAalayna biAAazeezin"},{"id":92,"text":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","translation":"Han svarade: \"Har min familj större makt över er, mitt folk, än Gud som ni tror att ni saklöst kan lämna ur räkningen? Men min Herre har full uppsikt över allt vad ni företar er","transliteration":"Qala ya qawmi arahtee aAAazzu AAalaykum mina Allahi waittakhathtumoohu waraakum thihriyyan inna rabbee bima taAAmaloona muheetun"},{"id":93,"text":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","translation":"Gör nu, mitt folk, vad som står i er makt [för att bekämpa tron]; jag skall göra mitt [för att befästa och utbreda den]! Ni skall [tids nog] få veta vem [av oss] som kommer att drabbas av ett förnedrande straff och vem som är lögnare. Vänta alltså [på vad som skall komma]! Jag skall vänta med er","transliteration":"Waya qawmi iAAmaloo AAala makanatikum innee AAamilun sawfa taAAlamoona man yateehi AAathabun yukhzeehi waman huwa kathibun wairtaqiboo inne maAAakum raqeebun"},{"id":94,"text":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","translation":"Och när Vår dom föll räddade Vi i Vår nåd Shu`ayb och dem som följde honom i tron. Men över de orättfärdiga genljöd dånet [av Guds straff] och morgonen fann dem liggande framstupa i sina hem; [det var] som om de aldrig hade levt där i välstånd och trygghet","transliteration":"Walamma jaa amruna najjayna shuAAayban waallatheena amanoo maAAahu birahmatin minna waakhathati allatheena thalamoo alssayhatu faasbahoo fee diyarihim jathimeena"},{"id":95,"text":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","translation":"[Nu] är det ute med [folket i] Madyan - det gick för dem som det gick för Thamud","transliteration":"Kaan lam yaghnaw feeha ala buAAdan limadyana kama baAAidat thamoodu"},{"id":96,"text":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","translation":"OCH VI sände Moses med Våra budskap och en klar bekräftelse på hans myndighet","transliteration":"Walaqad arsalna moosa biayatina wasultanin mubeenin"},{"id":97,"text":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","translation":"till Farao och hans stormän; de lydde [bara] Farao och Faraos befallning ledde ingen till den raka vägen","transliteration":"Ila firAAawna wamalaihi faittabaAAoo amra firAAawna wama amru firAAawna birasheedin"},{"id":98,"text":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","translation":"På Uppståndelsens dag skall han gå före sitt folk och leda dem - [som boskapen leds] till vattningsstället - rakt in i helvetets eld. Det är sannerligen ett uselt vattningsställe, som han leder dem till","transliteration":"Yaqdumu qawmahu yawma alqiyamati faawradahumu alnnara wabisa alwirdu almawroodu"},{"id":99,"text":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","translation":"Och [Guds] fördömelse följde dem i [livet] och [skall vila tungt över dem] på Uppståndelsens dag. Vilken ödesdiger gåva","transliteration":"WaotbiAAoo fee hathihi laAAnatan wayawma alqiyamati bisa alrrifdu almarfoodu"},{"id":100,"text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","translation":"DET SOM Vi [nu] berättar för dig [Muhammad] ur berättelserna om [gångna tiders] folk - några av dem lever kvar, andra har Vi skördat - [har något att lära människorna]","transliteration":"Thalika min anbai alqura naqussuhu AAalayka minha qaimun wahaseedun"},{"id":101,"text":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","translation":"Vi gjorde dem ingen orätt - [med sina handlingar] gjorde de orätt mot sig själva. De gudar de anropade vid sidan av Gud kunde inte hjälpa dem när deras Herres dom föll; [tron på] dem förde dem bara allt snabbare mot [den slutliga] undergången","transliteration":"Wama thalamnahum walakin thalamoo anfusahum fama aghnat AAanhum alihatuhumu allatee yadAAoona min dooni Allahi min shayin lamma jaa amru rabbika wama zadoohum ghayra tatbeebin"},{"id":102,"text":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","translation":"Sådana straffdomar [som de Vi här berättat om] avkunnar din Herre när Han straffar folk som har sjunkit djupt i synd. Hans straff är plågsamt och utkrävs med obeveklig stränghet","transliteration":"Wakathalika akhthu rabbika itha akhatha alqura wahiya thalimatun inna akhthahu aleemun shadeedun"},{"id":103,"text":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","translation":"I detta ligger helt visst ett budskap till dem som bävar för de eviga straffen [som skall utmätas] på vittnesmålens Dag, då alla människor har förts samman","transliteration":"Inna fee thalika laayatan liman khafa AAathaba alakhirati thalika yawmun majmooAAun lahu alnnasu wathalika yawmun mashhoodun"},{"id":104,"text":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","translation":"Vi kommer inte att skjuta upp den över den fastställda tiden","transliteration":"Wama nuakhkhiruhu illa liajalin maAAdoodin"},{"id":105,"text":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","translation":"Den Dagen skall ingen människa tala om inte Han har gett Sin tillåtelse; på några [väntar] fördömelse, på andra salighet","transliteration":"Yawma yati la takallamu nafsun illa biithnihi faminhum shaqiyyun wasaAAeedin"},{"id":106,"text":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","translation":"De fördömda skall ha Elden till boning och under stönanden och jämmer","transliteration":"Faamma allatheena shaqoo fafee alnnari lahum feeha zafeerun washaheequn"},{"id":107,"text":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","translation":"skall de förbli där så länge himmel och jord består, om inte din Herre vill annorlunda - din Herre gör vad Han vill","transliteration":"Khalideena feeha ma damati alssamawatu waalardu illa ma shaa rabbuka inna rabbaka faAAAAalun lima yureedu"},{"id":108,"text":"۞وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","translation":"De saliga skall ha paradiset till boning och där skall de förbli så länge himmel och jord består, om inte din Herre vill annorlunda - en gåva av oavbruten lycka utan ände","transliteration":"Waamma allatheena suAAidoo fafee aljannati khalideena feeha ma damati alssamawatu waalardu illa ma shaa rabbuka AAataan ghayra majthoothin"},{"id":109,"text":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَـٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","translation":"TVEKA INTE [Muhammad] om vad [avgudadyrkarnas] dyrkan innebär; deras dyrkan skiljer sig inte i något avseende från den som deras förfäder ägnade sig åt före dem. Vi skall ge dem till fullo vad som tillkommer dem; ingenting skall dras ifrån","transliteration":"Fala taku fee miryatin mimma yaAAbudu haolai ma yaAAbudoona illa kama yaAAbudu abaohum min qablu wainna lamuwaffoohum naseebahum ghayra manqoosin"},{"id":110,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","translation":"Och Vi gav Moses Skriften, men olika meningar uppstod [bland folket] om dess innebörd; och om inte din Herre hade beslutat [om uppskov] skulle allt ha avgjorts mellan dem. Och så fortsätter de att hysa tvivel och misstankar","transliteration":"Walaqad atayna moosa alkitaba faikhtulifa feehi walawla kalimatun sabaqat min rabbika laqudiya baynahum wainnahum lafee shakkin minhu mureebun"},{"id":111,"text":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","translation":"Din Herre skall helt visst ge alla människor den fulla lönen för deras handlingar; Han är väl underrättad om vad de gör","transliteration":"Wainna kullan lamma layuwaffiyannahum rabbuka aAAmalahum innahu bima yaAAmaloona khabeerun"},{"id":112,"text":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"Följ, som du har blivit befalld, den raka vägen - [du] och de som, ångerfulla, med dig har vänt åter till Honom - och överskrid inte [de av Gud fastställda gränserna]! Han ser vad ni gör","transliteration":"Faistaqim kama omirta waman taba maAAaka wala tatghaw innahu bima taAAmaloona baseerun"},{"id":113,"text":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","translation":"Sök inte stöd hos de orättfärdiga, så att ni inte blir svedda av helvetets eld; då kommer ni inte att vid sidan av Gud finna någon beskyddare, ja, ni blir helt utan hjälp","transliteration":"Wala tarkanoo ila allatheena thalamoo fatamassakumu alnnaru wama lakum min dooni Allahi min awliyaa thumma la tunsaroona"},{"id":114,"text":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّـٰكِرِينَ","translation":"Och förrätta bönen vid dagens början och dess slut och under nattens första timmar - de goda handlingarna driver bort de dåliga. Detta är en påminnelse för dem som vill minnas [Gud]","transliteration":"Waaqimi alssalata tarafayi alnnahari wazulafan mina allayli inna alhasanati yuthhibna alssayyiati thalika thikra lilththakireena"},{"id":115,"text":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"Och ha tålamod! Gud låter inte dem som gör det goda och det rätta gå miste om sin lön","transliteration":"Waisbir fainna Allaha la yudeeAAu ajra almuhsineena"},{"id":116,"text":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","translation":"DET ÄR olyckligt [för människorna] att det bland de släkten [som Vi lät gå under] före er tid, inte fanns fler kloka och sansade människor, som [försökte] hejda oordningen och sedefördärvet på jorden! Dessa var bara ett fåtal bland dem Vi räddade, medan de orättfärdiga hängav sig åt ett förvekligande liv av nöjen och njutningar och sjönk [allt djupare] ned i synd","transliteration":"Falawla kana mina alqurooni min qablikum oloo baqiyyatin yanhawna AAani alfasadi fee alardi illa qaleelan mimman anjayna minhum waittabaAAa allatheena thalamoo ma otrifoo feehi wakanoo mujrimeena"},{"id":117,"text":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","translation":"Din Herre låter inte ett folk gå under på grund av [människornas] synd, så länge deras strävan är att bättra sig och göra rätt [mot varandra]","transliteration":"Wama kana rabbuka liyuhlika alqura bithulmin waahluha muslihoona"},{"id":118,"text":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","translation":"Hade din Herre velat skulle Han helt visst ha gjort människorna till ett enda samfund; men [det var inte Hans vilja och därför] fortsätter de att föra fram motstridiga åsikter","transliteration":"Walaw shaa rabbuka lajaAAala alnnasa ommatan wahidatan wala yazaloona mukhtalifeena"},{"id":119,"text":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","translation":"utom de hos vilka Guds nåd fått verka. Och därför har Han skapat dem. Din Herres ord skall besannas: \"Jag skall sannerligen fylla helvetet med osynliga väsen och människor, alla tillsammans","transliteration":"Illa man rahima rabbuka walithalika khalaqahum watammat kalimatu rabbika laamlaanna jahannama mina aljinnati waalnnasi ajmaAAeena"},{"id":120,"text":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","translation":"AV berättelserna om [de tidigare] sändebuden har Vi låtit dig veta allt det som kan stärka [tron i] ditt hjärta; med det har sanningen nått dig och en förmaning och en påminnelse till de troende","transliteration":"Wakullan naqussu AAalayka min anbai alrrusuli ma nuthabbitu bihi fuadaka wajaaka fee hathihi alhaqqu wamawAAithatun wathikra lilmumineena"},{"id":121,"text":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","translation":"Och säg till dem som inte vill tro: \"Gör vad som står i er makt [för att bekämpa tron]; vi skall göra vårt [för att befästa och utbreda den]","transliteration":"Waqul lillatheena la yuminoona iAAmaloo AAala makanatikum inna AAamiloona"},{"id":122,"text":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","translation":"Och vänta [på det som skall komma]! Även vi skall vänta","transliteration":"Waintathiroo inna muntathiroona"},{"id":123,"text":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"Hos Gud finns [kunskapen om] himlarnas och jordens dolda verklighet och till Honom skall allt [till sist] återbördas. Dyrka Honom därför och förlita dig på Honom; ingenting av vad ni [Hans tjänare] gör går din Herre förbi","transliteration":"Walillahi ghaybu alssamawati waalardi wailayhi yurjaAAu alamru kulluhu faoAAbudhu watawakkal AAalayhi wama rabbuka bighafilin AAamma taAAmaloona"}]}
