{"id":19,"name":"مريم","transliteration":"Maryam","translation":"Maria","type":"meccan","total_verses":98,"verses":[{"id":1,"text":"كٓهيعٓصٓ","translation":"Kaf ha ya ayn Saad","transliteration":"KafhayaAAaynsad"},{"id":2,"text":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","translation":"[Detta är] en berättelse om hur din Herre bevisade Sin tjänare Sakarias Sin nåd","transliteration":"Thikru rahmati rabbika AAabdahu zakariyya"},{"id":3,"text":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","translation":"När han i en tyst [innerlig] bön bad till sin Herre","transliteration":"Ith nada rabbahu nidaan khafiyyan"},{"id":4,"text":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","translation":"sade han: \"Herre! Min kropp har blivit svag och mitt huvud har vitnat, men aldrig har Du, Herre, låtit mig gå ohörd ifrån Dig","transliteration":"Qala rabbi innee wahana alAAathmu minnee waishtaAAala alrrasu shayban walam akun biduAAaika rabbi shaqiyyan"},{"id":5,"text":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","translation":"Jag oroar mig vid tanken på vad mina närmaste och mina medbröder [kan företa sig] när jag är borta. Min hustru har varit ofruktsam. Skänk mig av nåd en [son och] efterföljare","transliteration":"Wainnee khiftu almawaliya min waraee wakanati imraatee AAaqiran fahab lee min ladunka waliyyan"},{"id":6,"text":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","translation":"som kan bli min arvinge och arvinge till Jakobs hus; och gör honom sådan att Du finner behag i honom","transliteration":"Yarithunee wayarithu min ali yaAAqooba waijAAalhu rabbi radiyyan"},{"id":7,"text":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","translation":"[Svaret gavs av änglarna:] ”Hör, Sakarias, det glada budskapet vi ger dig! En son [skall födas åt dig], som skall bära namnet Johannes. 'Vi har inte gett någon före honom detta namn,' [säger Gud].”","transliteration":"Ya zakariyya inna nubashshiruka bighulamin ismuhu yahya lam najAAal lahu min qablu samiyyan"},{"id":8,"text":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","translation":"[Sakarias] sade: \"Herre! Hur skulle jag kunna få en son, när min hustru är ofruktsam och jag är en skröplig och orkeslös åldring","transliteration":"Qala rabbi anna yakoonu lee ghulamun wakanati imraatee AAaqiran waqad balaghtu mina alkibari AAitiyyan"},{"id":9,"text":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","translation":"[Ängeln] svarade: ”Det skall bli [som jag har sagt]. Din Herre säger: 'Detta är lätt för Mig; Jag har förut skapat dig ur ingenting!'”","transliteration":"Qala kathalika qala rabbuka huwa AAalayya hayyinun waqad khalaqtuka min qablu walam taku shayan"},{"id":10,"text":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","translation":"[Sakarias] sade: \"Herre, ge mig ett tecken!\" [Ängeln] svarade: \"Det tecken du begär är att du under tre dagar inte skall tala till människor [fastän din tunga är hel]","transliteration":"Qala rabbi ijAAal lee ayatan qala ayatuka alla tukallima alnnasa thalatha layalin sawiyyan"},{"id":11,"text":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","translation":"Och han gick ut ur helgedomen till sitt folk och tecknade åt dem att de morgon och afton skulle lovprisa Gud","transliteration":"Fakharaja AAala qawmihi mina almihrabi faawha ilayhim an sabbihoo bukratan waAAashiyyan"},{"id":12,"text":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","translation":"[När sonen fötts och växt upp, sade Vi:] \"Johannes! Håll med kraft fast vid [Vår] Skrift!\" - Och Vi skänkte honom visdom [redan] i hans tidiga ungdom","transliteration":"Ya yahya khuthi alkitaba biquwwatin waataynahu alhukma sabiyyan"},{"id":13,"text":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","translation":"och, som Vår särskilda gåva, ett ömt sinne och [viljan till] renhet, och han fruktade Gud","transliteration":"Wahananan min ladunna wazakatan wakana taqiyyan"},{"id":14,"text":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","translation":"och var en god [son] tillgiven sina föräldrar och visade sig aldrig övermodig eller trotsig","transliteration":"Wabarran biwalidayhi walam yakun jabbaran AAasiyyan"},{"id":15,"text":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","translation":"[Guds] fred var med honom den dag han föddes och skall vara med honom den dag han dör och den dag då han skall uppväckas från de döda","transliteration":"Wasalamun AAalayhi yawma wulida wayawma yamootu wayawma yubAAathu hayyan"},{"id":16,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","translation":"OCH MINNS [vad] denna Skrift [har att säga om] Maria. Hon drog sig ifrån de sina till ett [avskilt] rum i öster","transliteration":"Waothkur fee alkitabi maryama ithi intabathat min ahliha makanan sharqiyyan"},{"id":17,"text":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","translation":"och lät dem förstå att hon ville vara i ostördhet genom [att anbringa] ett förhänge. Och Vi sände till henne Vår ingivelses ängel som uppenbarade sig för henne i en välskapad mans skepnad","transliteration":"Faittakhathat min doonihim hijaban faarsalna ilayha roohana fatamaththala laha basharan sawiyyan"},{"id":18,"text":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","translation":"Då ropade hon: \"Jag ber om den Nåderikes beskydd mot dig! [Kom inte nära mig] om du fruktar Gud","transliteration":"Qalat innee aAAoothu bialrrahmani minka in kunta taqiyyan"},{"id":19,"text":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","translation":"[Ängeln] sade: ”Jag är ingenting annat än en budbärare från din Herre [med hälsningen:] 'Jag skall skänka dig en son, ren och rättfärdig.'”","transliteration":"Qala innama ana rasoolu rabbiki liahaba laki ghulaman zakiyyan"},{"id":20,"text":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","translation":"Hon sade: \"Hur skulle jag, som ingen man har rört, kunna få en son? Jag har aldrig fört ett lösaktigt liv","transliteration":"Qalat anna yakoonu lee ghulamun walam yamsasnee basharun walam aku baghiyyan"},{"id":21,"text":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","translation":"[Ängeln] svarade: ”Det skall bli [som jag har sagt]. Din Herre säger: 'Detta är lätt för Mig och [det sker] för att han skall bli ett tecken för människorna och [en symbol för] Vår nåd. Så har [Vi] beslutat!'”","transliteration":"Qala kathaliki qala rabbuki huwa AAalayya hayyinun walinajAAalahu ayatan lilnnasi warahmatan minna wakana amran maqdiyyan"},{"id":22,"text":"۞فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","translation":"Och hon blev havande och drog sig undan med sin börda till en avlägsen trakt","transliteration":"Fahamalathu faintabathat bihi makanan qasiyyan"},{"id":23,"text":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","translation":"Och [när hennes tid var inne] drev henne födslovåndorna [att ta stöd] mot en palmstam och hon utbrast: \"Ack om jag hade fått dö och överlämnas åt glömskan innan detta [skedde]","transliteration":"Faajaaha almakhadu ila jithAAi alnnakhlati qalat ya laytanee mittu qabla hatha wakuntu nasyan mansiyyan"},{"id":24,"text":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","translation":"Då [hörde hon någon] som ropade nedifrån [palmens rot]: \"Sörj inte! Din Herre har låtit en bäck rinna upp under dina [fötter]","transliteration":"Fanadaha min tahtiha alla tahzanee qad jaAAala rabbuki tahtaki sariyyan"},{"id":25,"text":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","translation":"och ruska på palmstammen så skall mogna och saftiga dadlar falla ner omkring dig","transliteration":"Wahuzzee ilayki bijithAAi alnnakhlati tusaqit AAalayki rutaban janiyyan"},{"id":26,"text":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","translation":"Ät och drick och var vid gott mod! Och om du skulle bli varse en mänsklig varelse, låt honom då veta att du har avlagt ett löfte till den Nåderike att avhålla dig [från tal], och att du därför i dag inte skall tala till någon människa","transliteration":"Fakulee waishrabee waqarree AAaynan faimma tarayinna mina albashari ahadan faqoolee innee nathartu lilrrahmani sawman falan okallima alyawma insiyyan"},{"id":27,"text":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","translation":"I sinom tid återvände hon till de sina med barnet på armen. Då sade de: \"Maria, du har gjort något oerhört","transliteration":"Faatat bihi qawmaha tahmiluhu qaloo ya maryamu laqad jiti shayan fariyyan"},{"id":28,"text":"يَـٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","translation":"Du Arons syster! Din fader var inte en dålig människa och din moder var inte en lösaktig slampa","transliteration":"Ya okhta haroona ma kana abooki imraa sawin wama kanat ommuki baghiyyan"},{"id":29,"text":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","translation":"Då pekade hon på barnet. [Men] de svarade: \"Hur skulle vi kunna tala till ett spädbarn [som ligger] i sin linda","transliteration":"Faasharat ilayhi qaloo kayfa nukallimu man kana fee almahdi sabiyyan"},{"id":30,"text":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","translation":"[Då talade] han [till dem]: \"Jag är Guds tjänare. Han har gett mig uppenbarelsen och kallat mig till profet","transliteration":"Qala innee AAabdu Allahi ataniya alkitaba wajaAAalanee nabiyyan"},{"id":31,"text":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","translation":"Han har välsignat mig, var jag än befinner mig, och befallt mig att så länge jag lever förrätta bönen och ta mig an de fattiga","transliteration":"WajaAAalanee mubarakan ayna ma kuntu waawsanee bialssalati waalzzakati ma dumtu hayyan"},{"id":32,"text":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","translation":"och att älska min moder och visa henne aktning - och Han har inte gjort mig till en eländig tyrann","transliteration":"Wabarran biwalidatee walam yajAAalnee jabbaran shaqiyyan"},{"id":33,"text":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","translation":"[Guds] fred var med mig den dag jag föddes och skall vara med mig den dag jag dör och den dag då jag skall uppväckas från de döda","transliteration":"Waalssalamu AAalayya yawma wulidtu wayawma amootu wayawma obAAathu hayyan"},{"id":34,"text":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","translation":"DETTA ÄR med sanna ord Jesus, Marias son, om vars [natur] de tvistar","transliteration":"Thalika AAeesa ibnu maryama qawla alhaqqi allathee feehi yamtaroona"},{"id":35,"text":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"Guds [majestät] förbjuder att Han skulle ha en son; stor är Han i Sin härlighet! När Han beslutar att något skall vara, säger Han endast till det: \"Var!\" - och det är","transliteration":"Ma kana lillahi an yattakhitha min waladin subhanahu itha qada amran fainnama yaqoolu lahu kun fayakoonu"},{"id":36,"text":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"Och [Jesus själv sade:] \"Gud är min Herre och er Herre - Honom skall ni dyrka! Detta är en rak väg","transliteration":"Wainna Allaha rabbee warabbukum faoAAbudoohu hatha siratun mustaqeemun"},{"id":37,"text":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","translation":"Men de sekter [som uppstod genom splittringen bland efterföljarna av äldre uppenbarelser] är sinsemellan oense [om Jesus]. Varna dem som förnekade sanningen! En olycksdiger Dag kommer de att få bevittna fruktansvärda ting","transliteration":"Faikhtalafa alahzabu min baynihim fawaylun lillatheena kafaroo min mashhadi yawmin AAatheemin"},{"id":38,"text":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّـٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"Hör deras rop och se [hur de beter sig] när de förs fram inför Oss! Men i dag, i denna värld, är de orättfärdiga uppenbarligen helt [fångna] i sina misstag","transliteration":"AsmiAA bihim waabsir yawma yatoonana lakini alththalimoona alyawma fee dalalin mubeenin"},{"id":39,"text":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","translation":"Varna dem därför för Jämmerns och grämelsens dag, då [allt skall fullbordas och Guds] domar falla; nu gör de sig inga bekymmer [för denna Dag] - de tror inte [ens att den skall komma]","transliteration":"Waanthirhum yawma alhasrati ith qudiya alamru wahum fee ghaflatin wahum la yuminoona"},{"id":40,"text":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","translation":"Vi skall förbli när jorden och allt på den [har förgått], och det är till Oss [alla] skall föras åter","transliteration":"Inna nahnu narithu alarda waman AAalayha wailayna yurjaAAoona"},{"id":41,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","translation":"OCH MINNS [vad] denna Skrift [har att säga om] Abraham; Han var en man av sanning och en profet","transliteration":"Waothkur fee alkitabi ibraheema innahu kana siddeeqan nabiyyan"},{"id":42,"text":"إِذۡ قَالَ لِأَبِيهِ يَـٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","translation":"och han sade till sin fader: \"Fader! Varför tillber du [stenar] som varken kan höra eller se och som är dig till ingen nytta","transliteration":"Ith qala liabeehi ya abati lima taAAbudu ma la yasmaAAu wala yubsiru wala yughnee AAanka shayan"},{"id":43,"text":"يَـٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","translation":"Fader! Jag har fått del av en kunskap som du inte har fått del av. Följ mig [så] skall jag visa dig en rak väg","transliteration":"Ya abati innee qad jaanee mina alAAilmi ma lam yatika faittabiAAnee ahdika siratan sawiyyan"},{"id":44,"text":"يَـٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","translation":"Fader! Dyrka inte Djävulen - Djävulen som gjorde uppror mot den Nåderike","transliteration":"Ya abati la taAAbudi alshshaytana inna alshshaytana kana lilrrahmani AAasiyyan"},{"id":45,"text":"يَـٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","translation":"Fader! Jag fruktar att Guds straff skall drabba dig och att du då [skall inse att du] varit Djävulens vän","transliteration":"Ya abati innee akhafu an yamassaka AAathabun mina alrrahmani fatakoona lilshshyatani waliyyan"},{"id":46,"text":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَـٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","translation":"[Fadern] sade: \"Hatar du mina gudar, Abraham? Om du inte upphör med detta [tal], skall jag laga så att du blir stenad. Ge dig nu av [och låt mig slippa se dig] under lång tid","transliteration":"Qala araghibun anta AAan alihatee ya ibraheemu lain lam tantahi laarjumannaka waohjurnee maliyyan"},{"id":47,"text":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","translation":"[Abraham] svarade: \"Fred vare med dig! Jag skall be till min Herre, att Han förlåter dig. Han har alltid varit god mot mig","transliteration":"Qala salamun AAalayka saastaghfiru laka rabbee innahu kana bee hafiyyan"},{"id":48,"text":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","translation":"Och jag skall dra mig undan från er alla och från det som ni anropar i Guds ställe, och jag skall anropa min Herre [och ingen annan]. Kanske hör Han min bön","transliteration":"WaaAAtazilukum wama tadAAoona min dooni Allahi waadAAoo rabbee AAasa alla akoona biduAAai rabbee shaqiyyan"},{"id":49,"text":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","translation":"Och sedan han lämnat dem och det som de dyrkade i Guds ställe, skänkte Vi honom Isak och Jakob och kallade dem båda till profeter","transliteration":"Falamma iAAtazalahum wama yaAAbudoona min dooni Allahi wahabna lahu ishaqa wayaAAqooba wakullan jaAAalna nabiyyan"},{"id":50,"text":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","translation":"Och Vi gav dem del av Vår nåd och lät [senare släkten] hålla dem högt i ära som sanningens män","transliteration":"Wawahabna lahum min rahmatina wajaAAalna lahum lisana sidqin AAaliyyan"},{"id":51,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","translation":"OCH MINNS [vad] denna Skrift [har att säga om] Moses. Han var en av de utvalda, Guds sändebud [och] profet","transliteration":"Waothkur fee alkitabi moosa innahu kana mukhlasan wakana rasoolan nabiyyan"},{"id":52,"text":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","translation":"Vi kallade på honom från berget Sinais högra sida och drog honom intill Oss i en hemlighetsfull gemenskap","transliteration":"Wanadaynahu min janibi alttoori alaymani waqarrabnahu najiyyan"},{"id":53,"text":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","translation":"och i Vår nåd gav Vi honom [som medhjälpare] hans broder Aron [och kallade honom till] profet","transliteration":"Wawahabna lahu min rahmatina akhahu haroona nabiyyan"},{"id":54,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","translation":"OCH MINNS [vad] denna Skrift [har att säga om] Ismael. Han stod alltid vid sitt ord och han var [Guds] sändebud [och] profet","transliteration":"Waothkur fee alkitabi ismaAAeela innahu kana sadiqa alwaAAdi wakana rasoolan nabiyyan"},{"id":55,"text":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","translation":"Han förmanade sitt folk att förrätta bönen och att ta sig an de fattiga. Och Gud var nöjd med honom","transliteration":"Wakana yamuru ahlahu bialssalati waalzzakati wakana AAinda rabbihi mardiyyan"},{"id":56,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","translation":"OCH MINNS [vad] denna Skrift [har att säga om] Idrees. Han var en man av sanning, en profet","transliteration":"Waothkur fee alkitabi idreesa innahu kana siddeeqan nabiyyan"},{"id":57,"text":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","translation":"och Vi upphöjde honom till en hög värdighet","transliteration":"WarafaAAnahu makanan AAaliyyan"},{"id":58,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَـٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","translation":"DESSA ÄR några av de profeter som Gud välsignade med Sina gåvor - Adams ättlingar och ättlingar till dem som Vi räddade tillsammans med Noa [i arken], Abrahams och Israels ättlingar; [alla hörde] till dem som Vi har väglett och utvalt. När de hörde den Nåderikes budskap föll de ned på sina ansikten i tillbedjan medan deras ögon fylldes av tårar","transliteration":"Olaika allatheena anAAama Allahu AAalayhim mina alnnabiyyeena min thurriyyati adama wamimman hamalna maAAa noohin wamin thurriyyati ibraheema waisraeela wamimman hadayna waijtabayna itha tutla AAalayhim ayatu alrrahmani kharroo sujjadan wabukiyyan"},{"id":59,"text":"۞فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","translation":"Men efter dem kom människor av sämre halt. De lät bönen falla i glömska och gick dit deras passioner drev dem; de skall drabbas av bitter besvikelse","transliteration":"Fakhalafa min baAAdihim khalfun adaAAoo alssalata waittabaAAoo alshshahawati fasawfa yalqawna ghayyan"},{"id":60,"text":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَـٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","translation":"Det gäller inte dem som visar ånger och blir troende och lever ett rättskaffens liv. De skall stiga in i paradiset och ingen orätt skall tillfogas dem","transliteration":"Illa man taba waamana waAAamila salihan faolaika yadkhuloona aljannata wala yuthlamoona shayan"},{"id":61,"text":"جَنَّـٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","translation":"[det är] Edens lustgårdar, som den Nåderike har lovat Sina tjänare [och vars salighet] övergår allt vad de kan föreställa sig. Hans löfte blir alltid verklighet","transliteration":"Jannati AAadnin allatee waAAada alrrahmanu AAibadahu bialghaybi innahu kana waAAduhu matiyyan"},{"id":62,"text":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","translation":"Där skall de inte höra tomt och meningslöst tal - men [hälsas med] fredshälsningen - och där skall de få, morgon och afton, allt vad de behöver för sitt välbefinnande","transliteration":"La yasmaAAoona feeha laghwan illa salaman walahum rizquhum feeha bukratan waAAashiyyan"},{"id":63,"text":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","translation":"Detta är paradiset som Vi skall ge i arv åt Våra gudfruktiga tjänare","transliteration":"Tilka aljannatu allatee noorithu min AAibadina man kana taqiyyan"},{"id":64,"text":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","translation":"[ÄNGLARNA säger:] \"Vi stiger inte ned annat än på din Herres befallning; det som vi kan uppfatta, det som är dolt för oss och allt det som är däremellan ligger i Hans [hand]. Och din Herre glömmer ingenting","transliteration":"Wama natanazzalu illa biamri rabbika lahu ma bayna aydeena wama khalfana wama bayna thalika wama kana rabbuka nasiyyan"},{"id":65,"text":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","translation":"Herren över himlarna och jorden och allt som är emellan dem! Dyrka Honom därför utan att förtröttas i din dyrkan! Känner du någon som kan kallas Hans namne","transliteration":"Rabbu alssamawati waalardi wama baynahuma faoAAbudhu waistabir liAAibadatihi hal taAAlamu lahu samiyyan"},{"id":66,"text":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","translation":"OCH MÄNNISKAN [som förnekar sanningen] säger: \"Skall jag sedan jag en gång är död stiga fram till nytt liv","transliteration":"Wayaqoolu alinsanu aitha ma mittu lasawfa okhraju hayyan"},{"id":67,"text":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","translation":"Minns då inte [denna] människa att Vi förut skapade henne ur ingenting","transliteration":"Awala yathkuru alinsanu anna khalaqnahu min qablu walam yaku shayan"},{"id":68,"text":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","translation":"Vid din Herres namn! Vi skall förvisso samla dem [på Uppståndelsens dag] liksom de onda väsen [som ledde dem på avvägar] och Vi skall släpa dem på knäna fram till helvetets rand","transliteration":"Fawarabbika lanahshurannahum waalshshayateena thumma lanuhdirannahum hawla jahannama jithiyyan"},{"id":69,"text":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","translation":"Sedan skall Vi från varje grupp dra fram dem som gick längst i sitt trots mot den Nåderike","transliteration":"Thumma lananziAAanna min kulli sheeAAatin ayyuhum ashaddu AAala alrrahmani AAitiyyan"},{"id":70,"text":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","translation":"det är nämligen Vi som bäst vet vilka som är mest förtjänta av att svedas av dess lågor","transliteration":"Thumma lanahnu aAAlamu biallatheena hum awla biha siliyyan"},{"id":71,"text":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","translation":"Ingen av er skall slippa ifrån denna [syn]. Det är din Herres fasta beslut","transliteration":"Wain minkum illa wariduha kana AAala rabbika hatman maqdiyyan"},{"id":72,"text":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّـٰلِمِينَ فِيهَا جِثِيّٗا","translation":"Därefter skall Vi föra dem i säkerhet som fruktade Gud. Men de orättfärdiga lämnar Vi kvar där, hukande på sina knän","transliteration":"Thumma nunajjee allatheena ittaqaw wanatharu alththalimeena feeha jithiyyan"},{"id":73,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","translation":"OCH NÄR Våra klara budskap läses upp för dem, säger förnekarna av sanningen till de troende: \"Vilken av [våra] båda grupper lever under bättre villkor och visas större aktning vid [våra] möten","transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin qala allatheena kafaroo lillatheena amanoo ayyu alfareeqayni khayrun maqaman waahsanu nadiyyan"},{"id":74,"text":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","translation":"Men hur många släkten har Vi inte låtit gå under före dem, [människor] som levde i större bekvämlighet än de och som överträffade dem även i yttre glans","transliteration":"Wakam ahlakna qablahum min qarnin hum ahsanu athathan wariyan"},{"id":75,"text":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","translation":"Säg: \"Måtte den Nåderike bevilja dem som så envist håller fast vid sina misstag [ett långt] uppskov!\" [Och låt dem säga vad de säger] till dess de ser det som de varnades för - antingen det är straffet [i denna värld] eller den Yttersta stunden - och inser vilken av de båda grupperna, som är i ett sämre läge och har ett svagare stöd","transliteration":"Qul man kana fee alddalalati falyamdud lahu alrrahmanu maddan hatta itha raaw ma yooAAadoona imma alAAathaba waimma alssaAAata fasayaAAlamoona man huwa sharrun makanan waadAAafu jundan"},{"id":76,"text":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّـٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","translation":"Gud ger dem som vill låta sig ledas en allt klarare insikt om var den rätta vägen går; det bestående goda [du gör] är det bästa inför din Herre och ger den bästa avkastningen","transliteration":"Wayazeedu Allahu allatheena ihtadaw hudan waalbaqiyatu alssalihatu khayrun AAinda rabbika thawaban wakhayrun maraddan"},{"id":77,"text":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","translation":"Vad anser du om den som, fastän han förnekar Våra budskap, säger: \"Helt visst skall både rikedom och [många] söner komma på min lott","transliteration":"Afaraayta allathee kafara biayatina waqala laootayanna malan wawaladan"},{"id":78,"text":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","translation":"Har han kanske fått se in i framtiden eller har han fått till stånd en överenskommelse med den Nåderike","transliteration":"AttalaAAa alghayba ami ittakhatha AAinda alrrahmani AAahdan"},{"id":79,"text":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","translation":"Visst inte! Vi skall skriva ned vad han säger och Vi skall förlänga hans straff [i nästa liv]","transliteration":"Kalla sanaktubu ma yaqoolu wanamuddu lahu mina alAAathabi maddan"},{"id":80,"text":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","translation":"det som han talar om skall återgå till Oss, och [en Dag] skall han stiga fram ensam inför Oss [utan rikedomar, utan söner, utan stöd]","transliteration":"Wanarithuhu ma yaqoolu wayateena fardan"},{"id":81,"text":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","translation":"Dessa [människor] har nämligen tagit sig för att i Guds ställe dyrka gudar som [de tror skall ge dem] mera makt och ära","transliteration":"Waittakhathoo min dooni Allahi alihatan liyakoonoo lahum AAizzan"},{"id":82,"text":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","translation":"Nej [de misstar sig]! De [som var föremål för deras dyrkan] skall tvärtom på [Domens dag] svära sig fria från denna dyrkan och bli [sina forna anhängares] motståndare","transliteration":"Kalla sayakfuroona biAAibadatihim wayakoonoona AAalayhim diddan"},{"id":83,"text":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","translation":"SER DU inte [Muhammad] att Vi släpper de onda krafterna lösa mot sanningens förnekare [så att] de eggar dem vidare [i förnekelse och trots]","transliteration":"Alam tara anna arsalna alshshayateena AAala alkafireena taozzuhum azzan"},{"id":84,"text":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","translation":"Ha därför inte så bråttom att nedkalla [Vårt straff] över dem; Vi håller räkning på de [dagar som återstår] för dem","transliteration":"Fala taAAjal AAalayhim innama naAAuddu lahum AAaddan"},{"id":85,"text":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","translation":"Den Dag då Vi samlar de gudfruktiga inför den Nåderike i en ärofull församling","transliteration":"Yawma nahshuru almuttaqeena ila alrrahmani wafdan"},{"id":86,"text":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","translation":"och låter de obotfärdiga syndarna drivas ned i helvetet, såsom boskapen drivs till vattningsstället","transliteration":"Wanasooqu almujrimeena ila jahannama wirdan"},{"id":87,"text":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","translation":"[den Dagen] skall ingen kunna tala till förmån för en annan än den som har slutit förbund med den Nåderike","transliteration":"La yamlikoona alshshafaAAata illa mani ittakhatha AAinda alrrahmani AAahdan"},{"id":88,"text":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","translation":"Och de säger: \"Den Nåderike har [avlat] en son","transliteration":"Waqaloo ittakhatha alrrahmanu waladan"},{"id":89,"text":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","translation":"Ni har här yttrat något oerhört","transliteration":"Laqad jitum shayan iddan"},{"id":90,"text":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","translation":"något som skulle kunna spränga himlarna i stycken och få jorden att rämna och bergen att störta i djupet","transliteration":"Takadu alssamawatu yatafattarna minhu watanshaqqu alardu watakhirru aljibalu haddan"},{"id":91,"text":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","translation":"Att [människor går så långt att] de tilldelar den Nåderike en son","transliteration":"An daAAaw lilrrahmani waladan"},{"id":92,"text":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","translation":"Föreställningen att den Nåderike har [avlat] en son är oförenlig [med Hans gudomliga majestät]","transliteration":"Wama yanbaghee lilrrahmani an yattakhitha waladan"},{"id":93,"text":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","translation":"Ingen av de varelser [som befolkar] himlarna och jorden kan nalkas den Nåderike annat än som [Hans] tjänare","transliteration":"In kullu man fee alssamawati waalardi illa atee alrrahmani AAabdan"},{"id":94,"text":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","translation":"Han vet deras antal - var och en är räknad","transliteration":"Laqad ahsahum waAAaddahum AAaddan"},{"id":95,"text":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","translation":"och var och en skall på Uppståndelsens dag stiga fram ensam inför Honom","transliteration":"Wakulluhum ateehi yawma alqiyamati fardan"},{"id":96,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","translation":"DEN NÅDERIKE skall låta [mycken] kärlek komma dem till del, som tror och lever ett rättskaffens liv","transliteration":"Inna allatheena amanoo waAAamiloo alssalihati sayajAAalu lahumu alrrahmanu wuddan"},{"id":97,"text":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","translation":"Och så har Vi gjort denna [Skrift] lätt att förstå, [förmedlad] på ditt eget språk [Muhammad], just för att du med den skall förkunna ett kärleksfullt budskap om hopp för de gudfruktiga och varna dem som vill bestrida och sätta allt i fråga","transliteration":"Fainnama yassarnahu bilisanika litubashshira bihi almuttaqeena watunthira bihi qawman luddan"},{"id":98,"text":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","translation":"Hur många släkten har Vi inte låtit gå under före dem; [och nu] - kan du se skymten av någon av dem [som förintades] eller ens förnimma en viskning från dem","transliteration":"Wakam ahlakna qablahum min qarnin hal tuhissu minhum min ahadin aw tasmaAAu lahum rikzan"}]}
