{"id":20,"name":"طه","transliteration":"Taha","translation":"Ta-Ha","type":"meccan","total_verses":135,"verses":[{"id":1,"text":"طه","translation":"Ta ha","transliteration":"Taha"},{"id":2,"text":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","translation":"VI HAR inte uppenbarat Koranen för dig för att vålla dig oro och bekymmer","transliteration":"Ma anzalna AAalayka alqurana litashqa"},{"id":3,"text":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","translation":"[nej, den är] bara en påminnelse till dem som fruktar [Gud]","transliteration":"Illa tathkiratan liman yakhsha"},{"id":4,"text":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","translation":"sänd av Honom som har skapat jorden och de högsta himlarna","transliteration":"Tanzeelan mimman khalaqa alarda waalssamawati alAAula"},{"id":5,"text":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","translation":"den Nåderike som tronar [över skapelsen] i Sin allmakts härlighet","transliteration":"Alrrahmanu AAala alAAarshi istawa"},{"id":6,"text":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","translation":"Honom tillhör allt det som himlarna rymmer och det som jorden bär och allt som finns däremellan och allt som marken gömmer","transliteration":"Lahu ma fee alssamawati wama fee alardi wama baynahuma wama tahta alththara"},{"id":7,"text":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","translation":"Vare sig du säger högt [vad du tänker eller inte, vet Han det], eftersom Han känner [människans] hemligheter och det som är än djupare dolt","transliteration":"Wain tajhar bialqawli fainnahu yaAAlamu alssirra waakhfa"},{"id":8,"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","translation":"Gud - ingen gudom finns utom Han; Hans är fullkomlighetens sköna namn","transliteration":"Allahu la ilaha illa huwa lahu alasmao alhusna"},{"id":9,"text":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","translation":"HAR DU [Muhammad] hört berättelsen om Moses","transliteration":"Wahal ataka hadeethu moosa"},{"id":10,"text":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","translation":"Han hade sett en eld [på avstånd] och sade till de sina: \"Stanna här! Jag har upptäckt en eld; kanske kan jag hämta en fackla åt er därifrån eller råka [någon] vid elden som visar oss vägen","transliteration":"Ith raa naran faqala liahlihi omkuthoo innee anastu naran laAAallee ateekum minha biqabasin aw ajidu AAala alnnari hudan"},{"id":11,"text":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","translation":"Men när han närmade sig kallade en röst på honom: \"Moses","transliteration":"Falamma ataha noodiya ya moosa"},{"id":12,"text":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","translation":"Jag är din Herre! Tag av dina sandaler; du står nämligen i den heliga dalen Tuwa","transliteration":"Innee ana rabbuka faikhlaAA naAAlayka innaka bialwadi almuqaddasi tuwan"},{"id":13,"text":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","translation":"Jag har utvalt dig [till profet]; lyssna nu noga till det som skall uppenbaras [för dig]","transliteration":"Waana ikhtartuka faistamiAA lima yooha"},{"id":14,"text":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","translation":"Jag är Gud. Ingen gudom finns utom Jag. Dyrka Mig därför och förrätta bönen för att minnas Mig","transliteration":"Innanee ana Allahu la ilaha illa ana faoAAbudnee waaqimi alssalata lithikree"},{"id":15,"text":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","translation":"Den Yttersta stunden skall komma, även om Jag håller dess [ankomst] hemlig, för att var och en skall lönas för det som han har strävat mot","transliteration":"Inna alssaAAata atiyatun akadu okhfeeha litujza kullu nafsin bima tasAAa"},{"id":16,"text":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","translation":"Låt därför ingen som förnekar den och som [bara] följer sitt eget sinne, rubba dig i din tro på den - annars störtar du dig i fördärvet","transliteration":"Fala yasuddannaka AAanha man la yuminu biha waittabaAAa hawahu fatarda"},{"id":17,"text":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","translation":"Moses, vad är det du har i din högra hand","transliteration":"Wama tilka biyameenika ya moosa"},{"id":18,"text":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","translation":"Han svarade: \"Det är min stav, som jag stöder mig på och som jag använder för att skala av löv från träden för mina får; jag har också annan nytta av den","transliteration":"Qala hiya AAasaya atawakkao AAalayha waahushshu biha AAala ghanamee waliya feeha maaribu okhra"},{"id":19,"text":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","translation":"[Gud] sade: \"Kasta den ifrån dig, Moses","transliteration":"Qala alqiha ya moosa"},{"id":20,"text":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","translation":"[Moses] kastade den och se, då blev den till en orm, som kvickt ville slingra sig undan","transliteration":"Faalqaha faitha hiya hayyatun tasAAa"},{"id":21,"text":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","translation":"[Gud] sade: \"Grip nu tag i den och var inte rädd! Vi skall låta den återgå till sitt förra tillstånd","transliteration":"Qala khuthha wala takhaf sanuAAeeduha seerataha aloola"},{"id":22,"text":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","translation":"Tryck din hand [under kläderna] mot kroppens sida; då du drar fram den [skall den vara] skinande vit, utan en fläck - ett andra tecken [efter tecknet med staven]","transliteration":"Waodmum yadaka ila janahika takhruj baydaa min ghayri sooin ayatan okhra"},{"id":23,"text":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","translation":"Vi har nämligen velat låta dig se några av Våra stora tecken","transliteration":"Linuriyaka min ayatina alkubra"},{"id":24,"text":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","translation":"Bege dig [nu] till Farao, som har gått för långt i sitt övermod","transliteration":"Ithhab ila firAAawna innahu tagha"},{"id":25,"text":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","translation":"[Moses] sade: \"Herre! Öppna mitt bröst [för Ditt ljus]","transliteration":"Qala rabbi ishrah lee sadree"},{"id":26,"text":"وَيَسِّرۡ لِيٓ أَمۡرِي","translation":"och gör min uppgift lätt","transliteration":"Wayassir lee amree"},{"id":27,"text":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","translation":"och lös min tungas band","transliteration":"Waohlul AAuqdatan min lisanee"},{"id":28,"text":"يَفۡقَهُواْ قَوۡلِي","translation":"så att de förstår mina ord","transliteration":"Yafqahoo qawlee"},{"id":29,"text":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","translation":"och ge mig som medhjälpare en av de mina","transliteration":"WaijAAal lee wazeeran min ahlee"},{"id":30,"text":"هَٰرُونَ أَخِي","translation":"Aron, min broder","transliteration":"Haroona akhee"},{"id":31,"text":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","translation":"Låt honom bli ett stöd för mig","transliteration":"Oshdud bihi azree"},{"id":32,"text":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","translation":"och låt honom dela min uppgift","transliteration":"Waashrikhu fee amree"},{"id":33,"text":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","translation":"så att vi oförtröttligt får prisa Din härlighet","transliteration":"Kay nusabbihaka katheeran"},{"id":34,"text":"وَنَذۡكُرَكَ كَثِيرًا","translation":"och ständigt minnas Dig","transliteration":"Wanathkuraka katheeran"},{"id":35,"text":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","translation":"Du som ser oss [som vi är med våra fel och brister]","transliteration":"Innaka kunta bina baseeran"},{"id":36,"text":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","translation":"[Gud] sade: \"Moses! Allt det som du har bett om har beviljats dig","transliteration":"Qala qad ooteeta sulaka ya moosa"},{"id":37,"text":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","translation":"Vi har redan en gång visat dig Vår nåd","transliteration":"Walaqad mananna AAalayka marratan okhra"},{"id":38,"text":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","translation":"då Vi gav din moder denna ingivelse","transliteration":"Ith awhayna ila ommika ma yooha"},{"id":39,"text":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","translation":"Lägg honom i en kista och sätt ut den i floden; floden skall föra [kistan] till stranden och en som är Min fiende och hans fiende skall [finna honom och] ta sig an honom.' Och Jag omgav dig med Min kärlek och du växte upp under Mina ögon","transliteration":"Ani iqthifeehi fee alttabooti faiqthifeehi fee alyammi falyulqihi alyammu bialssahili yakhuthhu AAaduwwun lee waAAaduwwun lahu waalqaytu AAalayka mahabbatan minnee walitusnaAAa AAala AAaynee"},{"id":40,"text":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّـٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","translation":"Och då gick din syster [till Farao palats] och sade: 'Skall jag visa er till [en kvinna] som kan ta hand om honom [och amma honom]?' Så gav Vi dig tillbaka till din moder, så att hennes ögon fick glädjas och hon glömde sin sorg. [När du hade nått vuxen ålder] dödade du en man. Vi befriade dig från ångesten [över detta] men prövade dig med [andra svåra] prövningar. Därpå vistades du flera år hos folket i Madyan; och nu, Moses, har du enligt Mitt beslut kommit [till Vårt möte]","transliteration":"Ith tamshee okhtuka fataqoolu hal adullukum AAala man yakfuluhu farajaAAnaka ila ommika kay taqarra AAaynuha wala tahzana waqatalta nafsan fanajjaynaka mina alghammi wafatannaka futoonan falabithta sineena fee ahli madyana thumma jita AAala qadarin ya moosa"},{"id":41,"text":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","translation":"Jag har nämligen knutit dig till Mig själv","transliteration":"WaistanaAAtuka linafsee"},{"id":42,"text":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","translation":"Bege er [nu] i väg med Mina budskap, du och din broder, och låt inte trötthet hindra er att anropa Mig","transliteration":"Ithhab anta waakhooka biayatee wala taniya fee thikree"},{"id":43,"text":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","translation":"Gå till Farao - han har gått för långt i sitt övermod","transliteration":"Ithhaba ila firAAawna innahu tagha"},{"id":44,"text":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","translation":"men tala till honom i försonliga ordalag; kanske förmås han då till eftertanke eller grips av fruktan","transliteration":"Faqoola lahu qawlan layyinan laAAallahu yatathakkaru aw yakhsha"},{"id":45,"text":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","translation":"De svarade: \"Herre! Vi är rädda att han skall hindra oss i vårt uppdrag eller gå fram mot oss med våld","transliteration":"Qala rabbana innana nakhafu an yafruta AAalayna aw an yatgha"},{"id":46,"text":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","translation":"[Gud] svarade: \"Ni har ingenting att frukta! Jag skall vara med er; Jag hör och ser [allt]","transliteration":"Qala la takhafa innanee maAAakuma asmaAAu waara"},{"id":47,"text":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَـٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","translation":"Gå nu till honom och säg: 'Vi är din Herres sändebud. Låt Israels barn lämna landet med oss och straffa dem inte! Vi för med oss till dig ett tecken från din Herre. [Guds] fred skall vara med den som följer [Hans] vägledning","transliteration":"Fatiyahu faqoola inna rasoola rabbika faarsil maAAana banee israeela wala tuAAaththibhum qad jinaka biayatin min rabbika waalssalamu AAala mani ittabaAAa alhuda"},{"id":48,"text":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","translation":"Det har uppenbarats för oss att [Hans] straff skall drabba dem som förnekar sanningen och vänder den ryggen.'”","transliteration":"Inna qad oohiya ilayna anna alAAathaba AAala man kaththaba watawalla"},{"id":49,"text":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","translation":"[När de fått företräde och Moses hade talat] sade [Farao]: \"Vem, Moses, är då er Herre","transliteration":"Qala faman rabbukuma ya moosa"},{"id":50,"text":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","translation":"[Moses] svarade: \"Han som ger åt varje ting dess väsen och form och sedan leder det på dess väg - Han är vår Herre","transliteration":"Qala rabbuna allathee aAAta kulla shayin khalqahu thumma hada"},{"id":51,"text":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","translation":"[Farao] sade: \"Hur är det då med de släkten som levde före oss","transliteration":"Qala fama balu alqurooni aloola"},{"id":52,"text":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","translation":"[Moses] svarade: \"Kunskapen om [vad som hänt] dem finns hos min Herre, [upptecknad] i ett beslut; min Herre begår aldrig ett misstag och Han glömmer ingenting","transliteration":"Qala AAilmuha AAinda rabbee fee kitabin la yadillu rabbee wala yansa"},{"id":53,"text":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","translation":"[DET ÄR] Han som har gjort jorden till er vagga och stakat ut på den de vägar [ni har att följa för att få er utkomst], och som låter regn falla från skyn - med detta låter Vi växter spira av alla slag","transliteration":"Allathee jaAAala lakumu alarda mahdan wasalaka lakum feeha subulan waanzala mina alssamai maan faakhrajna bihi azwajan min nabatin shatta"},{"id":54,"text":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","translation":"[Av växterna och deras frukter] får ni livnära er och låta er boskap beta. I detta ligger helt visst budskap till människor som [styrs av] sitt förnuft","transliteration":"Kuloo wairAAaw anAAamakum inna fee thalika laayatin liolee alnnuha"},{"id":55,"text":"۞مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","translation":"Av denna [jord] har Vi skapat er och till den låter Vi er vända tillbaka och ur den skall Vi [kalla] er att stiga fram ännu en gång","transliteration":"Minha khalaqnakum wafeeha nuAAeedukum waminha nukhrijukum taratan okhra"},{"id":56,"text":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","translation":"FASTÄN VI lät [Farao] se alla Våra tecken, förkastade han dem och vägrade att tro [på Våra budskap]","transliteration":"Walaqad araynahu ayatina kullaha fakaththaba waaba"},{"id":57,"text":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","translation":"Han sade: \"Har du, Moses, kommit hit för att driva bort oss från vårt land med dina trollkonster","transliteration":"Qala ajitana litukhrijana min ardina bisihrika ya moosa"},{"id":58,"text":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","translation":"Vi skall sannerligen visa dig lika goda trollkonster som dina. Nämn därför tid för ett möte från vilket vi inte skall utebli och du inte heller får [utebli] och en [för oss alla] lämplig plats","transliteration":"Falanatiyannaka bisihrin mithlihi faijAAal baynana wabaynaka mawAAidan la nukhlifuhu nahnu wala anta makanan suwan"},{"id":59,"text":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","translation":"[Moses] svarade: \"Det möte som du [vill kalla till] skall äga rum på er stora högtidsdag och låt folket samlas redan på förmiddagen","transliteration":"Qala mawAAidukum yawmu alzzeenati waan yuhshara alnnasu duhan"},{"id":60,"text":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","translation":"Farao drog sig tillbaka [med sina rådgivare] för att planera hur de skulle gå till väga; och [när tiden för mötet kom] infann han sig","transliteration":"Fatawalla firAAawnu fajamaAAa kaydahu thumma ata"},{"id":61,"text":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","translation":"Moses sade till dem: \"Den av er som sätter ihop lögner om Gud drar olycka över sig; ja, Han skall förinta er med [Sitt] straff! Den som sätter ihop lögner om Gud är dömd att misslyckas","transliteration":"Qala lahum moosa waylakum la taftaroo AAala Allahi kathiban fayushitakum biAAathabin waqad khaba mani iftara"},{"id":62,"text":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","translation":"De överlade i avskildhet om vad som var att göra","transliteration":"FatanazaAAoo amrahum baynahum waasarroo alnnajwa"},{"id":63,"text":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","translation":"och sade till varandra: \"Dessa två är helt säkert trollkarlar vars avsikt är att jaga bort oss från vårt land med sin trollkonst och att avskaffa våra föredömliga seder och bruk","transliteration":"Qaloo in hathani lasahirani yureedani an yukhrijakum min ardikum bisihrihima wayathhaba bitareeqatikumu almuthla"},{"id":64,"text":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","translation":"Låt oss alltså lägga fast vår plan och så gå fram på en linje; och den som i dag tar hem spelet har sannerligen vunnit en lysande triumf","transliteration":"FaajmiAAoo kaydakum thumma itoo saffan waqad aflaha alyawma mani istaAAla"},{"id":65,"text":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","translation":"[Trollkarlarna] sade: \"Antingen kastar du, Moses, [din stav] eller också kastar vi först","transliteration":"Qaloo ya moosa imma an tulqiya waimma an nakoona awwala man alqa"},{"id":66,"text":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","translation":"Han svarade: \"Kasta ni - [jag väntar]!\" Och deras trolldom gjorde sådan verkan att han tyckte sig se att deras rep och stavar verkligen rörde sig","transliteration":"Qala bal alqoo faitha hibaluhum waAAisiyyuhum yukhayyalu ilayhi min sihrihim annaha tasAAa"},{"id":67,"text":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","translation":"Och Moses sinne fylldes av onda aningar","transliteration":"Faawjasa fee nafsihi kheefatan moosa"},{"id":68,"text":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","translation":"Vi sade: \"Oroa dig inte! Det är du som har övertaget","transliteration":"Qulna la takhaf innaka anta alaAAla"},{"id":69,"text":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","translation":"Kasta nu [staven] som du har i din högra hand; den skall genast snappa åt sig det som de har åstadkommit. Vad de har åstadkommit är ingenting annat än trollkonster och trollkarlen uppnår aldrig något [bestående med sina konster], vad hans syfte än är","transliteration":"Waalqi ma fee yameenika talqaf ma sanaAAoo innama sanaAAoo kaydu sahirin wala yuflihu alssahiru haythu ata"},{"id":70,"text":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","translation":"Och trollkarlarna [som såg sig besegrade] föll ned på sina ansikten och ropade: \"Vi tror på Arons och Moses Herre","transliteration":"Faolqiya alssaharatu sujjadan qaloo amanna birabbi haroona wamoosa"},{"id":71,"text":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","translation":"[Farao] sade: \"Tror ni på honom innan jag har gett er tillåtelse? Han måste vara er mästare som har undervisat er i trolldom! Jag skall sannerligen hugga av er motsatt hand och fot och jag skall korsfästa er på palmstammar utan att skona någon, för att ni skall få lära er vem av oss som utdömer de hårdaste straffen och vems straff som varar längst","transliteration":"Qala amantum lahu qabla an athana lakum innahu lakabeerukumu allathee AAallamakumu alssihra falaoqattiAAanna aydiyakum waarjulakum min khilafin walaosallibannakum fee juthooAAi alnnakhli walataAAlamunna ayyuna ashaddu AAathaban waabqa"},{"id":72,"text":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","translation":"De svarade: \"Aldrig skall vi sätta [troheten mot] dig framför de bevis [om sanningen] som vi fått se, och inte heller framför [troheten mot] Honom som har skapat oss! Besluta nu vad du har satt dig i sinnet - det enda du kan besluta om är det som rör livet i denna värld","transliteration":"Qaloo lan nuthiraka AAala ma jaana mina albayyinati waallathee fatarana faiqdi ma anta qadin innama taqdee hathihi alhayata alddunya"},{"id":73,"text":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","translation":"Vi tror nu på vår Herre och [ber Honom] om förlåtelse för våra synder och för den trolldom som du har tvingat oss att bedriva. Gud är den Bäste och Han lever i evighet","transliteration":"Inna amanna birabbina liyaghfira lana khatayana wama akrahtana AAalayhi mina alssihri waAllahu khayrun waabqa"},{"id":74,"text":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","translation":"DEN SOM [på Uppståndelsens dag] kommer inför sin Herre som obotfärdig syndare skall få helvetet [på sin lott]; där får han inte dö men kan inte heller leva","transliteration":"Innahu man yati rabbahu mujriman fainna lahu jahannama la yamootu feeha wala yahya"},{"id":75,"text":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّـٰلِحَٰتِ فَأُوْلَـٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","translation":"Men de som kommer inför Honom som troende efter att ha levt ett rättskaffens liv skall ges den högsta värdigheten","transliteration":"Waman yatihi muminan qad AAamila alssalihati faolaika lahumu alddarajatu alAAula"},{"id":76,"text":"جَنَّـٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","translation":"för dem står Edens lustgårdar beredda, vattnade av bäckar, där de skall förbli till evig tid. Det är lönen till dem som har renat sig [från synd]","transliteration":"Jannatu AAadnin tajree min tahtiha alanharu khalideena feeha wathalika jazao man tazakka"},{"id":77,"text":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","translation":"[EN DAG] gav Vi Moses befallningen: \"Bege dig av under natten med Mina tjänare och röj för dem en torr väg genom havet; oroa dig inte för att [förföljarna] skall hinna upp er och var inte rädd [att vattenmassorna skall dränka er]","transliteration":"Walaqad awhayna ila moosa an asri biAAibadee faidrib lahum tareeqan fee albahri yabasan la takhafu darakan wala takhsha"},{"id":78,"text":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","translation":"Farao förföljde dem med sin här och vattenmassorna överväldigade [och dränkte] dem","transliteration":"FaatbaAAahum firAAawnu bijunoodihi faghashiyahum mina alyammi ma ghashiyahum"},{"id":79,"text":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","translation":"i stället för att visa sitt folk den rätta vägen hade Farao lett dem vilse","transliteration":"Waadalla firAAawnu qawmahu wama hada"},{"id":80,"text":"يَٰبَنِيٓ إِسۡرَـٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","translation":"Söner av Israel! Vi räddade er från er fiende och slöt förbund med er på högra sidan av berget Sinai och gav er manna och vaktlar till föda","transliteration":"Ya banee israeela qad anjaynakum min AAaduwwikum wawaAAadnakum janiba alttoori alaymana wanazzalna AAalaykumu almanna waalssalwa"},{"id":81,"text":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","translation":"[och sade:] \"Ät av det goda som Vi har skänkt er men gå inte till överdrift [och sätt er inte upp emot Mig i trots och olydnad] så att Min vrede drabbar er! Den som drabbas av Min vrede är förlorad","transliteration":"Kuloo min tayyibati ma razaqnakum wala tatghaw feehi fayahilla AAalaykum ghadabee waman yahlil AAalayhi ghadabee faqad hawa"},{"id":82,"text":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","translation":"Men Jag ger förvisso den full förlåtelse som ångrar sig, antar tron och sedan lever ett rättskaffens liv och följer vägledningen","transliteration":"Wainnee laghaffarun liman taba waamana waAAamila salihan thumma ihtada"},{"id":83,"text":"۞وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","translation":"[GUD SADE:] \"Moses! Vad har förmått dig att lämna ditt folk med sådan brådska","transliteration":"Wama aAAjalaka AAan qawmika ya moosa"},{"id":84,"text":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","translation":"Han svarade: \"De följer i mina spår; och jag har skyndat till Dig, Herre, för att vara Dig till lags","transliteration":"Qala hum olai AAala atharee waAAajiltu ilayka rabbi litarda"},{"id":85,"text":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","translation":"[Gud] sade: \"I din frånvaro har Vi satt ditt folk på prov, och samariern har lett dem vilse","transliteration":"Qala fainna qad fatanna qawmaka min baAAdika waadallahumu alssamiriyyu"},{"id":86,"text":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","translation":"Moses återvände till sitt folk med vrede och sorg i hjärtat [och] sade: \"Har inte er Herre gett er ett frikostigt löfte, mitt folk? Har ni fått vänta för länge på att löftet [skulle infrias], eller önskar ni att Guds vrede skall drabba er och svek därför ert löfte till mig","transliteration":"FarajaAAa moosa ila qawmihi ghadbana asifan qala ya qawmi alam yaAAidkum rabbukum waAAdan hasanan afatala AAalaykumu alAAahdu am aradtum an yahilla AAalaykum ghadabun min rabbikum faakhlaftum mawAAidee"},{"id":87,"text":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","translation":"De svarade: \"Vi bröt inte vårt löfte till dig av egen drift; men vi tyngdes av bördan av [det egyptiska] folkets smycken och så kastade vi dem ifrån oss, liksom samariern gjorde","transliteration":"Qaloo ma akhlafna mawAAidaka bimalkina walakinna hummilna awzaran min zeenati alqawmi faqathafnaha fakathalika alqa alssamiriyyu"},{"id":88,"text":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","translation":"Därefter [- så sade de till Moses -] tillverkade han [av det nedsmälta guldet] något som liknade en kalv och som lät höra ett bölande ljud; och de sade [till varandra]: \"Detta är vår gud och även Moses gud - men det har han [nu] glömt","transliteration":"Faakhraja lahum AAijlan jasadan lahu khuwarun faqaloo hatha ilahukum wailahu moosa fanasiya"},{"id":89,"text":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","translation":"Märkte de inte att den inte svarade dem och varken gjorde dem skada eller var dem till nytta","transliteration":"Afala yarawna alla yarjiAAu ilayhim qawlan wala yamliku lahum darran wala nafAAan"},{"id":90,"text":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","translation":"Och tidigare hade Aron sagt till dem: \"Här har ni prövats, mitt folk, [och inte bestått provet]; er Herre är den Nåderike [och ingen annan]! Följ nu mig och lyd mina befallningar","transliteration":"Walaqad qala lahum haroonu min qablu ya qawmi innama futintum bihi wainna rabbakumu alrrahmanu faittabiAAoonee waateeAAoo amree"},{"id":91,"text":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","translation":"De svarade: \"Vi kommer inte att sluta att dyrka den förrän Moses återvänder till oss","transliteration":"Qaloo lan nabraha AAalayhi AAakifeena hatta yarjiAAa ilayna moosa"},{"id":92,"text":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","translation":"[Och när Moses återkom] sade han: \"Aron! När du såg dem slå in på en ond väg, [vad hindrade dig]","transliteration":"Qala ya haroonu ma manaAAaka ith raaytahum dalloo"},{"id":93,"text":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","translation":"från att följa mina [föreskrifter]? Du har ju handlat i strid med min befallning","transliteration":"Alla tattabiAAani afaAAasayta amree"},{"id":94,"text":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَـٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","translation":"[Aron] svarade: \"Son av min moder! Grip mig inte i skägget och inte heller i håret! [Mitt skäl att inte ingripa är att] jag var orolig att du skulle förebrå mig att ha vållat splittring bland Israels barn i strid med din föreskrift","transliteration":"Qala ya bna omma la takhuth bilihyatee wala birasee innee khasheetu an taqoola farraqta bayna banee israeela walam tarqub qawlee"},{"id":95,"text":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","translation":"[Moses] sade: \"Och du, samarier! Vad ville du uppnå [med detta]","transliteration":"Qala fama khatbuka ya samiriyyu"},{"id":96,"text":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","translation":"Han svarade: \"Jag såg vad de inte kunde se, och tog därför en handfull av det som [Guds] sändebud hade lämnat kvar och kastade det ifrån mig; något i mitt inre drev mig till detta","transliteration":"Qala basurtu bima lam yabsuroo bihi faqabadtu qabdatan min athari alrrasooli fanabathtuha wakathalika sawwalat lee nafsee"},{"id":97,"text":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","translation":"[Moses] sade: ”Bort härifrån! Ditt [straff] i livet skall vara att [alltid] säga: 'rör mig inte!' Och du skall [en Dag] kallas till ett möte, från vilket du inte kan utebli. Se nu på din gud, som du inte vill upphöra att dyrka – jag svär att bilden skall smältas ned i eld och att [det som återstår] skall kastas i havet","transliteration":"Qala faithhab fainna laka fee alhayati an taqoola la misasa wainna laka mawAAidan lan tukhlafahu waonthur ila ilahika allathee thalta AAalayhi AAakifan lanuharriqannahu thumma lanansifannahu fee alyammi nasfan"},{"id":98,"text":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","translation":"Er Gud är en Gud - det finns ingen annan gud än Han och Han omfattar allt med Sin kunskap","transliteration":"Innama ilahukumu Allahu allathee la ilaha illa huwa wasiAAa kulla shayin AAilman"},{"id":99,"text":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","translation":"SÅ BERÄTTAR Vi för dig något av det som hände i det förgångna och Vi har [med Koranen] gett dig en [slutlig] påminnelse från Oss","transliteration":"Kathalika naqussu AAalayka min anbai ma qad sabaqa waqad ataynaka min ladunna thikran"},{"id":100,"text":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","translation":"De som vänder ryggen åt Vår [påminnelse] skall ha en [tung] börda att bära på Uppståndelsens dag","transliteration":"Man aAArada AAanhu fainnahu yahmilu yawma alqiyamati wizran"},{"id":101,"text":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","translation":"de skall bära den för evigt, men på Uppståndelsens dag skall denna börda kännas outhärdligt tung","transliteration":"Khalideena feehi wasaa lahum yawma alqiyamati himlan"},{"id":102,"text":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","translation":"den Dag då det skall stötas i basunen och Vi skall samla alla de obotfärdiga syndarna med [av fasa] stelnad blick","transliteration":"Yawma yunfakhu fee alssoori wanahshuru almujrimeena yawmaithin zurqan"},{"id":103,"text":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","translation":"viskande till varandra: \"Vi levde [där] högst tio [dagar]","transliteration":"Yatakhafatoona baynahum in labithtum illa AAashran"},{"id":104,"text":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","translation":"Vi vet bäst vad de kommer att säga; den klokaste, den med det bästa omdömet bland dem kommer att säga: \"Vi levde [där] bara en dag","transliteration":"Nahnu aAAlamu bima yaqooloona ith yaqoolu amthaluhum tareeqatan in labithtum illa yawman"},{"id":105,"text":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","translation":"OCH DE frågar dig [vad som händer med] bergen [på Uppståndelsens Dag]. Säg: \"Min Herre skall förvandla dem till fin sand som [vinden] blåser undan","transliteration":"Wayasaloonaka AAani aljibali faqul yansifuha rabbee nasfan"},{"id":106,"text":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","translation":"och Han skall lämna [jordens yta] utslätad och öde","transliteration":"Fayatharuha qaAAan safsafan"},{"id":107,"text":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","translation":"utan dalar eller höjder","transliteration":"La tara feeha AAiwajan wala amtan"},{"id":108,"text":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","translation":"Den Dagen skall [alla] utan krumbukter följa roparens kallelse; alla röster skall tystna inför den Nåderike och ingenting skall höras utom [det dämpade, knappt förnimbara] ljudet av trampande fötter","transliteration":"Yawmaithin yattabiAAoona alddaAAiya la AAiwaja lahu wakhashaAAati alaswatu lilrrahmani fala tasmaAAu illa hamsan"},{"id":109,"text":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","translation":"Den Dagen skall ingen förbön vara till nytta utom från den som fått den Nåderikes tillstånd och vars ord Han har godkänt","transliteration":"Yawmaithin la tanfaAAu alshshafaAAatu illa man athina lahu alrrahmanu waradiya lahu qawlan"},{"id":110,"text":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","translation":"Han vet allt vad [människor] kan veta och allt som är dolt för dem, men de kan inte nå Honom med [sin] kunskap","transliteration":"YaAAlamu ma bayna aydeehim wama khalfahum wala yuheetoona bihi AAilman"},{"id":111,"text":"۞وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","translation":"Och de [som trotsade Honom] skall ödmjukt böja rygg inför den Levande Guden, skapelsens evige Vidmakthållare. Den som bär [en börda av] orättfärdighet är räddningslöst förlorad","transliteration":"WaAAanati alwujoohu lilhayyi alqayyoomi waqad khaba man hamala thulman"},{"id":112,"text":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّـٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","translation":"men den som levde ett rättskaffens liv och var troende behöver inte frukta någon orättvisa och ingenting av [hans förtjänster] skall frånkännas honom","transliteration":"Waman yaAAmal mina alssalihati wahuwa muminun fala yakhafu thulman wala hadman"},{"id":113,"text":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","translation":"OCH SÅ har Vi uppenbarat [Skriften] som en förkunnelse på det arabiska språket och Vi har på många sätt förtydligat de varningar den ger, för att människorna skall frukta Gud eller deras gudsmedvetande skärpas","transliteration":"Wakathalika anzalnahu quranan AAarabiyyan wasarrafna feehi mina alwaAAeedi laAAallahum yattaqoona aw yuhdithu lahum thikran"},{"id":114,"text":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","translation":"Upphöjd över allt är Gud, Konungen, den yttersta Sanningen! Undvik jäkt och brådska vad Koranen beträffar, innan den har uppenbarats för dig i sin helhet; men be [bönen]: \"Herre! Låt min kunskap växa","transliteration":"FataAAala Allahu almaliku alhaqqu wala taAAjal bialqurani min qabli an yuqda ilayka wahyuhu waqul rabbi zidnee AAilman"},{"id":115,"text":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","translation":"[EN GÅNG i tiden] förmanade och varnade Vi Adam, men han glömde [snart Våra ord]; och Vi fann hos honom ingen fasthet i föresatsen","transliteration":"Walaqad AAahidna ila adama min qablu fanasiya walam najid lahu AAazman"},{"id":116,"text":"وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","translation":"När Vi befallde änglarna att falla ned på sina ansikten inför Adam lydde de [alla] utom Iblees; han vägrade","transliteration":"Waith qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa aba"},{"id":117,"text":"فَقُلۡنَا يَـٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","translation":"Vi sade då: \"Adam! Denne är din och din hustrus fiende; [var på din vakt] så att han inte [blir orsak till] er förvisning från lustgården och orsakar er elände","transliteration":"Faqulna ya adamu inna hatha AAaduwwun laka walizawjika fala yukhrijannakuma mina aljannati fatashqa"},{"id":118,"text":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","translation":"Här skall du aldrig uppleva hunger och aldrig känna dig naken","transliteration":"Inna laka alla tajooAAa feeha wala taAAra"},{"id":119,"text":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","translation":"och här skall du aldrig plågas av törst eller av solens hetta","transliteration":"Waannaka la tathmao feeha wala tadha"},{"id":120,"text":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَـٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","translation":"Men Djävulen viskade till honom och sade: \"Adam! Skall jag leda dig till det eviga livets träd och till ett rike som aldrig skall gå under","transliteration":"Fawaswasa ilayhi alshshaytanu qala ya adamu hal adulluka AAala shajarati alkhuldi wamulkin la yabla"},{"id":121,"text":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","translation":"Och de åt båda av dess [frukt] och blev på detta sätt medvetna om sin nakenhet och de försökte skyla sig med hopfästade blad från lustgården. Adam bröt [alltså] mot sin Herres befallning och slog in på en förbjuden väg","transliteration":"Faakala minha fabadat lahuma sawatuhuma watafiqa yakhsifani AAalayhima min waraqi aljannati waAAasa adamu rabbahu faghawa"},{"id":122,"text":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","translation":"[Efter en tid] utsåg hans Herre honom att [åter] få erfara Hans nåd och tog emot hans ånger och gav honom vägledning","transliteration":"Thumma ijtabahu rabbuhu fataba AAalayhi wahada"},{"id":123,"text":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","translation":"[Men i lustgården] sade Han: \"Ned härifrån, båda! Ni skall alla, [ni och era efterkommande, ha er boning på jorden och] vara varandras fiender! Men om ni nås av Min vägledning - och ni kommer att nås av den - skall den som följer Min vägledning inte gå vilse och han skall besparas lidande [i det kommande livet]","transliteration":"Qala ihbita minha jameeAAan baAAdukum libaAAdin AAaduwwun faimma yatiyannakum minnee hudan famani ittabaAAa hudaya fala yadillu wala yashqa"},{"id":124,"text":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","translation":"Men den som vänder ryggen åt Mig [och Mina budskap] skall få ett eländigt liv och på Uppståndelsens dag skall Vi låta honom stiga fram blind","transliteration":"Waman aAArada AAan thikree fainna lahu maAAeeshatan dankan wanahshuruhu yawma alqiyamati aAAman"},{"id":125,"text":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","translation":"Och han skall säga: \"Herre! Varför har Du låtit mig stiga fram blind [i denna församling]? [På jorden] var jag seende","transliteration":"Qala rabbi lima hashartanee aAAma waqad kuntu baseeran"},{"id":126,"text":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","translation":"[Gud skall] svara: \"Liksom du, när du fick lyssna till Våra budskap [på jorden, skyndade dig att] glömma dem, är du [nu blind och] överlämnad åt glömskan","transliteration":"Qala kathalika atatka ayatuna fanaseetaha wakathalika alyawma tunsa"},{"id":127,"text":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","translation":"Detta är den lön som Vi ger den som förslösar [sin själ] och inte tror på sin Herres budskap; straffet i det kommande livet skall med visshet bli hårdare och vara längre","transliteration":"Wakathalika najzee man asrafa walam yumin biayati rabbihi walaAAathabu alakhirati ashaddu waabqa"},{"id":128,"text":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","translation":"HAR DÅ de [som förnekar sanningen] inte klart för sig, hur många släkten före dem Vi har låtit gå under? Människor, vars boplatser de nu [själva] trampar! I detta ligger helt visst budskap till människor som [styrs av] sitt förnuft","transliteration":"Afalam yahdi lahum kam ahlakna qablahum mina alqurooni yamshoona fee masakinihim inna fee thalika laayatin liolee alnnuha"},{"id":129,"text":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","translation":"Och om din Herre inte hade beslutat annorlunda och utsatt en frist [för ånger], skulle det oundvikliga [straffet redan ha drabbat dessa förnekare]","transliteration":"Walawla kalimatun sabaqat min rabbika lakana lizaman waajalun musamman"},{"id":130,"text":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","translation":"Ha därför tålamod med deras lögner, och lova och prisa din Herre före solens uppgång och före dess nedgång och under en del av natten och prisa [Honom] vid dagens början och dess slut, så att din glädje blir [fullständig]","transliteration":"Faisbir AAala ma yaqooloona wasabbih bihamdi rabbika qabla tulooAAi alshshamsi waqabla ghuroobiha wamin anai allayli fasabbih waatrafa alnnahari laAAallaka tarda"},{"id":131,"text":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","translation":"Och kasta inga [avundsamma] blickar på de stunder av jordisk lycka som Vi skänker några [människor] för att på så sätt pröva dem. Den lön Gud ger er [i evigheten] är det bästa och det som består","transliteration":"Wala tamuddanna AAaynayka ila ma mattaAAna bihi azwajan minhum zahrata alhayati alddunya linaftinahum feehi warizqu rabbika khayrun waabqa"},{"id":132,"text":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","translation":"Uppmana ditt folk att förrätta bönen och förrätta den du [Muhammad] utan att förtröttas. Vi begär inga gåvor av dig; det är Vi som sörjer för dina behov. Den slutliga segern tillhör dem som fruktar Gud","transliteration":"Wamur ahlaka bialssalati waistabir AAalayha la nasaluka rizqan nahnu narzuquka waalAAaqibatu lilttaqwa"},{"id":133,"text":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","translation":"DE [SOM sätter gudar vid Guds sida] säger: \"Om han ändå [kunde] visa oss ett tecken från sin Herre!\" Har alltså det klara vittnesbörd [om sanningen i denna Skrift] som de äldre Skrifterna avger inte kommit till deras kännedom","transliteration":"Waqaloo lawla yateena biayatin min rabbihi awalam tatihim bayyinatu ma fee alssuhufi aloola"},{"id":134,"text":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","translation":"Om Vi hade låtit [Vårt] straff förinta dem, innan denna [Skrift uppenbarades], skulle de [med rätta] ha kunnat säga: \"Herre! Om du hade låtit ett sändebud komma till oss skulle vi ha lytt Dina bud hellre än vi hade dragit på oss förödmjukelser [och straff]","transliteration":"Walaw anna ahlaknahum biAAathabin min qablihi laqaloo rabbana lawla arsalta ilayna rasoolan fanattabiAAa ayatika min qabli an nathilla wanakhza"},{"id":135,"text":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","translation":"Säg: \"Alla vill vänta och se [vem framtiden kommer att ge rätt]; vänta då - [snart] skall ni få veta vem [av oss] som följde den raka vägen och vem som hade funnit sann vägledning","transliteration":"Qul kullun mutarabbisun fatarabbasoo fasataAAlamoona man ashabu alssirati alssawiyyi wamani ihtada"}]}
