{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translation":"Imrans Ätt","type":"medinan","total_verses":200,"verses":[{"id":1,"text":"الٓمٓ","translation":"Alif lam meem","transliteration":"Aliflammeem"},{"id":2,"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","translation":"GUD - det finns ingen annan gud än Han, den Levande, skapelsens evige Vidmakthållare","transliteration":"Allahu la ilaha illa huwa alhayyu alqayyoomu"},{"id":3,"text":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","translation":"Steg för steg uppenbarar Han för dig denna Skrift och med den sanningen och bekräftelse av det som ännu består [av äldre tiders uppenbarelser]; det är Han som uppenbarade Tora och Evangeliet","transliteration":"Nazzala AAalayka alkitaba bialhaqqi musaddiqan lima bayna yadayhi waanzala alttawrata waalinjeela"},{"id":4,"text":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","translation":"i äldre tid, till vägledning för människorna och det är Han som har uppenbarat den måttstock med vars hjälp rätt kan mätas och skiljas från orätt. Ett strängt straff väntar dem som förnekar [sanningen i] Guds budskap - ja, Gud är allsmäktig och hämnden är Hans","transliteration":"Min qablu hudan lilnnasi waanzala alfurqana inna allatheena kafaroo biayati Allahi lahum AAathabun shadeedun waAllahu AAazeezun thoo intiqamin"},{"id":5,"text":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","translation":"För Gud är ingenting dolt vare sig på jorden eller i himlen","transliteration":"Inna Allaha la yakhfa AAalayhi shayon fee alardi wala fee alssamai"},{"id":6,"text":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Det är Han som formar er i moderlivet enligt Sin vilja. Det finns ingen annan gud än Han, den Allsmäktige, den Vise","transliteration":"Huwa allathee yusawwirukum fee alarhami kayfa yashao la ilaha illa huwa alAAazeezu alhakeemu"},{"id":7,"text":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّـٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"Det är Han som har uppenbarat för dig denna Skrift, där det finns fast och klart formulerade budskap - de utgör dess kärna - och andra som är framställda i bilder. Men de vilkas hjärtan har farit vilse går efter sådant i Skriften som har framställts i bild, när de försöker så split och förvirring genom [godtycklig] tolkning av dess innersta mening - dess innersta mening känner ingen utom Gud. - De vilkas kunskap är fast och djupt rotad säger: \"Vi tror på denna [Skrift]; allt är från vår Herre.\" Men ingen ägnar eftertanke åt [och tar varning av] detta utom de som har förstånd","transliteration":"Huwa allathee anzala AAalayka alkitaba minhu ayatun muhkamatun hunna ommu alkitabi waokharu mutashabihatun faamma allatheena fee quloobihim zayghun fayattabiAAoona ma tashabaha minhu ibtighaa alfitnati waibtighaa taweelihi wama yaAAlamu taweelahu illa Allahu waalrrasikhoona fee alAAilmi yaqooloona amanna bihi kullun min AAindi rabbina wama yaththakkaru illa oloo alalbabi"},{"id":8,"text":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","translation":"[De ber:] \"Herre! Låt inte våra hjärtan fara vilse sedan Du har väglett oss. Och förbarma Dig i Din nåd över oss. - Du är Den som alltid ger","transliteration":"Rabbana la tuzigh quloobana baAAda ith hadaytana wahab lana min ladunka rahmatan innaka anta alwahhabu"},{"id":9,"text":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","translation":"Herre! Du skall samla alla människor [inför Dig] en Dag [vars ankomst] står utom varje tvivel; Gud sviker helt visst inte Sitt löfte","transliteration":"Rabbana innaka jamiAAu alnnasi liyawmin la rayba feehi inna Allaha la yukhlifu almeeAAada"},{"id":10,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَـٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","translation":"DE SOM framhärdar i att förneka sanningen - ingenting av vad de äger på jorden och inte heller deras söner skall kunna skydda dem mot Gud. De skall bli bränsle för Elden","transliteration":"Inna allatheena kafaroo lan tughniya AAanhum amwaluhum wala awladuhum mina Allahi shayan waolaika hum waqoodu alnnari"},{"id":11,"text":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","translation":"[Det skall gå för dem] som det gick för Faraos män och för deras föregångare; de påstod att Våra budskap var lögn och Gud straffade dem för deras synder; Gud straffar med stränghet","transliteration":"Kadabi ali firAAawna waallatheena min qablihim kaththaboo biayatina faakhathahumu Allahu bithunoobihim waAllahu shadeedu alAAiqabi"},{"id":12,"text":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","translation":"Säg till förnekarna av sanningen: \"[En dag] skall ni bli besegrade och då skall ni föras samman i helvetet - en eländig rastplats","transliteration":"Qul lillatheena kafaroo satughlaboona watuhsharoona ila jahannama wabisa almihadu"},{"id":13,"text":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","translation":"Ni har redan fått ett tecken i de två härarna, som möttes [på slagfältet], varav en stred för Guds sak och den andra [bestod av] dem som förnekade sanningen. De [troende] såg med egna ögon att de andra var två gånger så talrika som de. Men Gud ger Sin hjälp åt den Han vill. I detta ligger helt visst en lärdom för de klarsynta","transliteration":"Qad kana lakum ayatun fee fiatayni iltaqata fiatun tuqatilu fee sabeeli Allahi waokhra kafiratun yarawnahum mithlayhim raya alAAayni waAllahu yuayyidu binasrihi man yashao inna fee thalika laAAibratan liolee alabsari"},{"id":14,"text":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","translation":"KVINNORS kärlek, söner [i mängd], skatter av guld och silver, hästar av ädel ras, boskap och åkerjordar har utmålats för människorna [som det mest åtråvärda i livet]. Allt detta hör till de glädjeämnen som står till buds i denna värld, men återkomsten till Gud är det högsta goda","transliteration":"Zuyyina lilnnasi hubbu alshshahawati mina alnnisai waalbaneena waalqanateeri almuqantarati mina alththahabi waalfiddati waalkhayli almusawwamati waalanAAami waalharthi thalika mataAAu alhayati alddunya waAllahu AAindahu husnu almaabi"},{"id":15,"text":"۞قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"Säg: \"Skall jag berätta för er om det som är förmer än dessa [glädjeämnen]? Lustgårdar, vattnade av bäckar, väntar de gudfruktiga hos deras Herre, där de skall förbli till evig tid, och hustrur renade från [all jordisk] orenlighet, och Guds välbehag.\" Gud förlorar ingen av Sina tjänare ur sikte","transliteration":"Qul aonabbiokum bikhayrin min thalikum lillatheena ittaqaw AAinda rabbihim jannatun tajree min tahtiha alanharu khalideena feeha waazwajun mutahharatun waridwanun mina Allahi waAllahu baseerun bialAAibadi"},{"id":16,"text":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","translation":"de som säger: \"Herre, vi tror; förlåt oss våra synder och förskona oss från Eldens straff","transliteration":"Allatheena yaqooloona rabbana innana amanna faighfir lana thunoobana waqina AAathaba alnnari"},{"id":17,"text":"ٱلصَّـٰبِرِينَ وَٱلصَّـٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","translation":"de tålmodiga och uthålliga, de sanningsenliga, de som ödmjukt böjer sig under Hans vilja, de som ger av sitt åt andra och som i den tidiga gryningen ber om Guds förlåtelse för sina synder","transliteration":"Alssabireena waalssadiqeena waalqaniteena waalmunfiqeena waalmustaghfireena bialashari"},{"id":18,"text":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَـٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"GUD [SJÄLV] vittnar - och [så gör] änglarna och de som har kunskap - att det inte finns en annan gud än Han, Upprätthållaren av rättvisa och jämvikt; ingen annan gud finns än Han, den Allsmäktige, den Vise","transliteration":"Shahida Allahu annahu la ilaha illa huwa waalmalaikatu waoloo alAAilmi qaiman bialqisti la ilaha illa huwa alAAazeezu alhakeemu"},{"id":19,"text":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"För Gud är [den sanna] religionen underkastelse under Hans vilja; de som [tidigare] tog emot uppenbarelsen kom att omfatta skilda meningar först efter att ha fått [all] kunskap och av ovilja och avund mot varandra. Och den som vill förneka sanningen i Guds budskap [bör minnas att] Gud är snar att kalla till räkenskap","transliteration":"Inna alddeena AAinda Allahi alislamu wama ikhtalafa allatheena ootoo alkitaba illa min baAAdi ma jaahumu alAAilmu baghyan baynahum waman yakfur biayati Allahi fainna Allaha sareeAAu alhisabi"},{"id":20,"text":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"Om de vill tvista med dig [Muhammad], säg då: \"Jag har helt och fullt underkastat mig Guds vilja och även de som följer mig [har underkastat sig Hans vilja].\" Och fråga dem som [i äldre tid] fick ta emot uppenbarelsen och de okunniga: \"Har [också] ni underkastat er Guds vilja?\" Om de underkastar sig, då har de funnit vägledning, men om de vänder dig ryggen [skall du lämna dem i fred]; din plikt är enbart att framföra budskapet. Gud förlorar ingen av Sina tjänare ur sikte","transliteration":"Fain hajjooka faqul aslamtu wajhiya lillahi wamani ittabaAAani waqul lillatheena ootoo alkitaba waalommiyyeena aaslamtum fain aslamoo faqadi ihtadaw wain tawallaw fainnama AAalayka albalaghu waAllahu baseerun bialAAibadi"},{"id":21,"text":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","translation":"De som förnekar sanningen i Guds budskap och som mot all rätt dödar profeterna och dödar dem av folket som talar för rättvisa - kungör för dem att de har ett plågsamt straff [att vänta]","transliteration":"Inna allatheena yakfuroona biayati Allahi wayaqtuloona alnnabiyyeena bighayri haqqin wayaqtuloona allatheena yamuroona bialqisti mina alnnasi fabashshirhum biAAathabin aleemin"},{"id":22,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"Dessa människors strävanden skall gå om intet [och bli utan frukt] i detta liv och i det kommande, och de skall inte finna någon hjälpare","transliteration":"Olaika allatheena habitat aAAmaluhum fee alddunya waalakhirati wama lahum min nasireena"},{"id":23,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","translation":"Har du inte sett hur några av dem som fick ta emot en del av uppenbarelsen, [när] de uppmanas att låta den gudomliga Skriften döma mellan dem i deras tvister, vänder sig bort - ja, de är [sådana] som går emot [sanning och rätt]","transliteration":"Alam tara ila allatheena ootoo naseeban mina alkitabi yudAAawna ila kitabi Allahi liyahkuma baynahum thumma yatawalla fareequn minhum wahum muAAridoona"},{"id":24,"text":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","translation":"De har nämligen sagt att Elden inte skall plåga dem mer än ett begränsat antal dagar? Men de lögner som de tänkte ut har gjort dem blinda för vad deras religion [föreskriver]","transliteration":"Thalika biannahum qaloo lan tamassana alnnaru illa ayyaman maAAdoodatin wagharrahum fee deenihim ma kanoo yaftaroona"},{"id":25,"text":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Hur [skall det gå för dem] när Vi en Dag samlar dem - [att den Dagen kommer] står utom allt tvivel - och var och en till fullo skall få den lön som han förtjänat och ingen skall lida orätt","transliteration":"Fakayfa itha jamaAAnahum liyawmin la rayba feehi wawuffiyat kullu nafsin ma kasabat wahum la yuthlamoona"},{"id":26,"text":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"SÄG: \"Gud, all makts Herre! Du skänker makten åt den Du vill och Du tar makten från den Du vill. Du upphöjer den Du vill och Du förnedrar den Du vill. I Din hand ligger det goda och Du har allting i Din makt","transliteration":"Quli allahumma malika almulki tutee almulka man tashao watanziAAu almulka mimman tashao watuAAizzu man tashao watuthillu man tashao biyadika alkhayru innaka AAala kulli shayin qadeerun"},{"id":27,"text":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","translation":"Du låter natten smyga in i dagen och dagen smyga in i natten. Du låter livet spira ur det som är dött och låter döden stiga fram ur det levande. Och Du skänker Ditt goda i överflöd åt den Du vill","transliteration":"Tooliju allayla fee alnnahari watooliju alnnahara fee allayli watukhriju alhayya mina almayyiti watukhriju almayyita mina alhayyi watarzuqu man tashao bighayri hisabin"},{"id":28,"text":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","translation":"DE TROENDE skall inte ta förnekare av sanningen snarare än sina trosbröder till bundsförvanter - den som gör så skär av banden till Gud - om inte ert syfte är att med detta [skydda er] mot ett hot. Men Gud uppmanar er att inte ta lätt på Hans varningar; Gud är målet för er färd","transliteration":"La yattakhithi almuminoona alkafireena awliyaa min dooni almumineena waman yafAAal thalika falaysa mina Allahi fee shayin illa an tattaqoo minhum tuqatan wayuhaththirukumu Allahu nafsahu waila Allahi almaseeru"},{"id":29,"text":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Säg: \"Vare sig ni döljer det som rör sig i ert innersta eller visar det, vet Gud det. Han vet allt det som himlarna rymmer och det som jorden bär. Och Gud har allt i Sin makt","transliteration":"Qul in tukhfoo ma fee sudoorikum aw tubdoohu yaAAlamhu Allahu wayaAAlamu ma fee alssamawati wama fee alardi waAllahu AAala kulli shayin qadeerun"},{"id":30,"text":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","translation":"Den Dag då människan skall ställas inför allt det goda som hon har gjort och allt det onda som hon har gjort kommer hon att önska att den [Dagen] hade varit oändligt avlägsen. Därför uppmanar Gud er att inte ta lätt på Hans varningar; Gud ömmar för Sina tjänare","transliteration":"Yawma tajidu kullu nafsin ma AAamilat min khayrin muhdaran wama AAamilat min sooin tawaddu law anna baynaha wabaynahu amadan baAAeedan wayuhaththirukumu Allahu nafsahu waAllahu raoofun bialAAibadi"},{"id":31,"text":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Säg [Muhammad]: \"Om ni älskar Gud, följ mig och Gud skall älska er och förlåta er era synder. Gud är ständigt förlåtande, barmhärtig","transliteration":"Qul in kuntum tuhibboona Allaha faittabiAAoonee yuhbibkumu Allahu wayaghfir lakum thunoobakum waAllahu ghafoorun raheemun"},{"id":32,"text":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","translation":"Säg: \"Lyd Gud och Sändebudet.\" Men om de vänder ryggen till [skall de veta att] Gud inte är vän till dem som förnekar sanningen","transliteration":"Qul ateeAAoo Allaha waalrrasoola fain tawallaw fainna Allaha la yuhibbu alkafireena"},{"id":33,"text":"۞إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","translation":"GUD har utvalt Adam och Noa och Abrahams ätt och `Imrans ätt [och upphöjt dem] över världens alla människor","transliteration":"Inna Allaha istafa adama wanoohan waala ibraheema waala AAimrana AAala alAAalameena"},{"id":34,"text":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"de stammar [alla] från varandra. Gud hör allt, vet allt","transliteration":"Thurriyyatan baAAduha min baAAdin waAllahu sameeAAun AAaleemun"},{"id":35,"text":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Och `Imrans hustru bad till Gud och sade: \"Herre! Jag viger vad jag bär i mitt sköte åt Din tjänst. Tag emot mitt [offer], Du som hör allt, vet allt","transliteration":"Ith qalati imraatu AAimrana rabbi innee nathartu laka ma fee batnee muharraran fataqabbal minnee innaka anta alssameeAAu alAAaleemu"},{"id":36,"text":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","translation":"Och då hon fött barnet sade hon: \"Herre, jag har fött en dotter - fastän Gud noga visste vad hon hade framfött; ett gossebarn är inte som ett flickebarn - och jag har gett henne namnet Maria och jag ber Dig skydda och bevara henne och hennes efterkommande mot Djävulen, den utstötte","transliteration":"Falamma wadaAAatha qalat rabbi innee wadaAAtuha ontha waAllahu aAAlamu bima wadaAAat walaysa alththakaru kaalontha wainnee sammaytuha maryama wainnee oAAeethuha bika wathurriyyataha mina alshshaytani alrrajeemi"},{"id":37,"text":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","translation":"Och hennes Herre tog nådigt emot henne och lät henne växa upp och arta sig väl och uppdrog åt Sakarias att vaka över henne. Var gång Sakarias besökte henne i helgedomen, fann han henne försedd med föda. Och när han frågade henne: \"Maria, varifrån har du fått detta?\" svarade hon: \"Det är från Gud; Gud skänker Sitt goda i överflöd till den Han vill","transliteration":"Fataqabbalaha rabbuha biqaboolin hasanin waanbataha nabatan hasanan wakaffalaha zakariyya kullama dakhala AAalayha zakariyya almihraba wajada AAindaha rizqan qala ya maryamu anna laki hatha qalat huwa min AAindi Allahi inna Allaha yarzuqu man yashao bighayri hisabin"},{"id":38,"text":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","translation":"Där [i helgedomen] bad Sakarias till Gud: \"Herre! Låt mig, som en gåva från Dig, få en [son], sund till kropp och själ! Du bönhör den som ber","transliteration":"Hunalika daAAa zakariyya rabbahu qala rabbi hab lee min ladunka thurriyyatan tayyibatan innaka sameeAAu aldduAAai"},{"id":39,"text":"فَنَادَتۡهُ ٱلۡمَلَـٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّـٰلِحِينَ","translation":"Och änglarna ropade till honom medan han stod i helgedomen, försänkt i bön, och sade: \"Gud kungör för dig det glada budskapet om [en son] Johannes, som skall bekräfta ett ord från Gud och [bli] en ledare [för sitt folk], en renlevnadsman och en profet, en av de rättfärdiga","transliteration":"Fanadathu almalaikatu wahuwa qaimun yusallee fee almihrabi anna Allaha yubashshiruka biyahya musaddiqan bikalimatin mina Allahi wasayyidan wahasooran wanabiyyan mina alssaliheena"},{"id":40,"text":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","translation":"[Sakarias] sade: \"Herre, hur skulle jag kunna få en son? Jag har ju uppnått hög ålder och min hustru är ofruktsam.\" [Ängeln] sade: \"Så [skall det bli]; Gud gör vad Han vill","transliteration":"Qala rabbi anna yakoonu lee ghulamun waqad balaghaniya alkibaru waimraatee AAaqirun qala kathalika Allahu yafAAalu ma yashao"},{"id":41,"text":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","translation":"[Sakarias] sade: \"Herre! Ge mig ett tecken.\" [Ängeln] svarade: \"Det tecken [du får är] att du under tre dagar inte skall tala till människor annat än med gester. Och åkalla din Herre utan att förtröttas och prisa Honom morgon och afton","transliteration":"Qala rabbi ijAAal lee ayatan qala ayatuka alla tukallima alnnasa thalathata ayyamin illa ramzan waothkur rabbaka katheeran wasabbih bialAAashiyyi waalibkari"},{"id":42,"text":"وَإِذۡ قَالَتِ ٱلۡمَلَـٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","translation":"[MINNS] änglarnas ord till Maria: \"Gud har utvalt dig och renat dig [och upphöjt] dig över alla världens kvinnor","transliteration":"Waith qalati almalaikatu ya maryamu inna Allaha istafaki watahharaki waistafaki AAala nisai alAAalameena"},{"id":43,"text":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّـٰكِعِينَ","translation":"Maria! Förrätta din andakt inför din Herre med ödmjukhet; fall ned på ditt ansikte [inför Honom] och böj ditt huvud tillsammans med dem som böjer sina huvuden [i bön]","transliteration":"Ya maryamu oqnutee lirabbiki waosjudee wairkaAAee maAAa alrrakiAAeena"},{"id":44,"text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","translation":"Detta hör till de [för dig, Muhammad] okända ting, som Vi [nu] uppenbarar för dig; du var inte med dem när de kastade lott om vem som skulle ha ansvar för Maria; och du var inte med dem när de tvistade [om detta] med varandra","transliteration":"Thalika min anbai alghaybi nooheehi ilayka wama kunta ladayhim ith yulqoona aqlamahum ayyuhum yakfulu maryama wama kunta ladayhim ith yakhtasimoona"},{"id":45,"text":"إِذۡ قَالَتِ ٱلۡمَلَـٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","translation":"Och änglarna sade: \"Maria! Gud tillkännager för dig det glada budskapet om ett ord från Honom [varigenom du skall föda den] vars namn skall vara Kristus Jesus, Marias son, ärad och lovprisad i denna värld och i det kommande livet och en av dem som skall vara i [Guds] närhet","transliteration":"Ith qalati almalaikatu ya maryamu inna Allaha yubashshiruki bikalimatin minhu ismuhu almaseehu AAeesa ibnu maryama wajeehan fee alddunya waalakhirati wamina almuqarrabeena"},{"id":46,"text":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّـٰلِحِينَ","translation":"Han skall tala till människorna i vaggan och i mogen ålder och han skall vara en av de rättfärdiga","transliteration":"Wayukallimu alnnasa fee almahdi wakahlan wamina alssaliheena"},{"id":47,"text":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"Maria sade: ”Herre! Hur skulle jag kunna få en son, då ingen man har rört mig?” [Ängeln] sade: ”Så [skall det bli]; Gud skapar vad Han vill. Om Han vill att något skall vara, säger Han endast till det: 'Var!' - och det är","transliteration":"Qalat rabbi anna yakoonu lee waladun walam yamsasnee basharun qala kathaliki Allahu yakhluqu ma yashao itha qada amran fainnama yaqoolu lahu kun fayakoonu"},{"id":48,"text":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","translation":"Han skall undervisa din son i Skriften, [skänka honom] visdom och [ge honom] Tora och Evangelium","transliteration":"WayuAAallimuhu alkitaba waalhikmata waalttawrata waalinjeela"},{"id":49,"text":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"och [sända honom] till israeliterna som Sitt sändebud.\" [Och Jesus sade:] \"Jag har kommit till er med ett tecken från er Herre. Jag skall forma åt er i lera något som liknar en fågel och jag skall andas på den och med Guds tillåtelse skall den bli en fågel. Och jag skall bota de blinda och de spetälska och med Guds vilja skall jag väcka de döda till liv. Och jag skall säga er vad ni äter och vad ni lägger upp som förråd i era hus. I detta ligger ett tecken för er - om ni är [sanna] troende","transliteration":"Warasoolan ila banee israeela annee qad jitukum biayatin min rabbikum annee akhluqu lakum mina altteeni kahayati alttayri faanfukhu feehi fayakoonu tayran biithni Allahi waobrio alakmaha waalabrasa waohyee almawta biithni Allahi waonabbiokum bima takuloona wama taddakhiroona fee buyootikum inna fee thalika laayatan lakum in kuntum mumineena"},{"id":50,"text":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","translation":"Och [jag har kommit] för att bekräfta vad som ännu består av Tora och för att förklara tillåtet något av det som var förbjudet för er. Och jag har kommit till er med ett tecken från er Herre. Frukta därför Gud och följ mig","transliteration":"Wamusaddiqan lima bayna yadayya mina alttawrati waliohilla lakum baAAda allathee hurrima AAalaykum wajitukum biayatin min rabbikum faittaqoo Allaha waateeAAooni"},{"id":51,"text":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"Gud är min Herre och er Herre; det är därför Honom ni skall dyrka! Detta är en rak väg","transliteration":"Inna Allaha rabbee warabbukum faoAAbudoohu hatha siratun mustaqeemun"},{"id":52,"text":"۞فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","translation":"När Jesus märkte deras ovillighet att tro [på honom], sade han: \"Vem vill hjälpa mig [att kalla människorna] till Guds väg?\" De vitklädda sade: \"Vi är Guds medhjälpare! Vi tror på Gud; vittna du att vi har underkastat oss Hans vilja","transliteration":"Falamma ahassa AAeesa minhumu alkufra qala man ansaree ila Allahi qala alhawariyyoona nahnu ansaru Allahi amanna biAllahi waishhad bianna muslimoona"},{"id":53,"text":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّـٰهِدِينَ","translation":"Herre! Vi tror på det som Du har uppenbarat och vi vill följa Sändebudet; räkna oss därför bland [sanningens] vittnen","transliteration":"Rabbana amanna bima anzalta waittabaAAna alrrasoola faoktubna maAAa alshshahideena"},{"id":54,"text":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","translation":"Och de [som inte ville tro] smidde onda planer [mot Jesus], men [även] Gud smed planer - ingen smider bättre planer än Gud","transliteration":"Wamakaroo wamakara Allahu waAllahu khayru almakireena"},{"id":55,"text":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translation":"Och Gud sade: \"Jesus! Jag skall kalla dig till Mig och Jag skall upphöja dig till Min [härlighet] och Jag skall rena dig från [de beskyllningar som] förnekarna av sanningen [riktade mot dig]. Och Jag skall sätta dem som följer dig högt över dem som förnekar [dig] ända till Uppståndelsens dag; då skall ni alla vända tillbaka till Mig och Jag skall döma mellan er i allt det som ni var oense om","transliteration":"Ith qala Allahu ya AAeesa innee mutawaffeeka warafiAAuka ilayya wamutahhiruka mina allatheena kafaroo wajaAAilu allatheena ittabaAAooka fawqa allatheena kafaroo ila yawmi alqiyamati thumma ilayya marjiAAukum faahkumu baynakum feema kuntum feehi takhtalifoona"},{"id":56,"text":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"Vad beträffar förnekarna av sanningen, skall Jag ge dem ett strängt straff i denna värld och i det kommande livet; och de kommer inte att finna någon hjälpare","transliteration":"Faamma allatheena kafaroo faoAAaththibuhum AAathaban shadeedan fee alddunya waalakhirati wama lahum min nasireena"},{"id":57,"text":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ","translation":"Och Han skall ge dem som tror och lever ett rättskaffens liv deras fulla belöning. Gud är sannerligen inte de orättfärdigas vän","transliteration":"Waamma allatheena amanoo waAAamiloo alssalihati fayuwaffeehim ojoorahum waAllahu la yuhibbu alththalimeena"},{"id":58,"text":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","translation":"DETTA SOM Vi framför till dig [Muhammad] är en del av [Våra] budskap och den visa Påminnelsen","transliteration":"Thalika natloohu AAalayka mina alayati waalththikri alhakeemi"},{"id":59,"text":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","translation":"Inför Gud är Jesus till sin natur att likna vid Adam. Han skapade honom av jord och sade till honom: \"Var!\" och han är","transliteration":"Inna mathala AAeesa AAinda Allahi kamathali adama khalaqahu min turabin thumma qala lahu kun fayakoonu"},{"id":60,"text":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","translation":"[Det är] sanningen från din Herre; hys inte minsta tvivel om detta","transliteration":"Alhaqqu min rabbika fala takun mina almumtareena"},{"id":61,"text":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","translation":"Om någon vill tvista med dig om detta, sedan du tagit emot den kunskap som har kommit dig till del, säg då: \"Låt oss kalla våra söner och era söner, våra kvinnor och era kvinnor, ja, låt oss alla samlas och ödmjukt be Gud att Han avkunnar Sin dom, och låt oss nedkalla Guds fördömelse över alla som ljuger","transliteration":"Faman hajjaka feehi min baAAdi ma jaaka mina alAAilmi faqul taAAalaw nadAAu abnaana waabnaakum wanisaana wanisaakum waanfusana waanfusakum thumma nabtahil fanajAAal laAAnata Allahi AAala alkathibeena"},{"id":62,"text":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Ja, detta är sanningen - det finns ingen gud utom Gud, och Gud är förvisso den Allsmäktige, den Vise","transliteration":"Inna hatha lahuwa alqasasu alhaqqu wama min ilahin illa Allahu wainna Allaha lahuwa alAAazeezu alhakeemu"},{"id":63,"text":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","translation":"Och om de vänder er ryggen [bör de veta att] Gud har full kunskap om dem som vill störa ordningen på jorden och sprida sedefördärv","transliteration":"Fain tawallaw fainna Allaha AAaleemun bialmufsideena"},{"id":64,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","translation":"Säg: \"Efterföljare av äldre tiders uppenbarelser! Låt oss samlas kring en regel, gemensam för oss och för er - att vi inte skall dyrka någon utom Gud och inte sätta något vid Guds sida och inte erkänna andra människor som våra herrar och beskyddare i Guds ställe.\" Och säg, om de vänder er ryggen: \"Vittna då, att det är vi som har underkastat oss Hans vilja","transliteration":"Qul ya ahla alkitabi taAAalaw ila kalimatin sawain baynana wabaynakum alla naAAbuda illa Allaha wala nushrika bihi shayan wala yattakhitha baAAduna baAAdan arbaban min dooni Allahi fain tawallaw faqooloo ishhadoo bianna muslimoona"},{"id":65,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","translation":"VARFÖR tvistar ni efterföljare av äldre tiders uppenbarelser om Abraham? Tora uppenbarades ju inte - och inte heller Evangeliet - förrän efter hans tid. Vill ni inte använda ert förstånd","transliteration":"Ya ahla alkitabi lima tuhajjoona fee ibraheema wama onzilati alttawratu waalinjeelu illa min baAAdihi afala taAAqiloona"},{"id":66,"text":"هَـٰٓأَنتُمۡ هَـٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translation":"Här tvistar ni [med varandra] om det som ni känner till; varför vill ni tvista om det som ni är helt okunniga om? Gud vet, men ni vet inte","transliteration":"Haantum haolai hajajtum feema lakum bihi AAilmun falima tuhajjoona feema laysa lakum bihi AAilmun waAllahu yaAAlamu waantum la taAAlamoona"},{"id":67,"text":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Abraham var [till sin tro] varken jude eller kristen - han sökte och fann den rena, ursprungliga tron och underkastade sig Guds vilja; och han vägrade att ge avgudarna sin dyrkan","transliteration":"Ma kana ibraheemu yahoodiyyan wala nasraniyyan walakin kana haneefan musliman wama kana mina almushrikeena"},{"id":68,"text":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","translation":"De människor som står Abraham närmast är helt visst de som följer hans exempel, såsom denne Profet och [hans skaror av] troende. Och Gud är de troendes Beskyddare","transliteration":"Inna awla alnnasi biibraheema lallatheena ittabaAAoohu wahatha alnnabiyyu waallatheena amanoo waAllahu waliyyu almumineena"},{"id":69,"text":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","translation":"Bland efterföljarna av äldre tiders uppenbarelser finns de som vill leda er på villovägar. De kan bara vilseleda sig själva - men det inser de inte","transliteration":"Waddat taifatun min ahli alkitabi law yudilloonakum wama yudilloona illa anfusahum wama yashAAuroona"},{"id":70,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","translation":"Ni, efterföljare av äldre tiders uppenbarelser! Varför avvisar ni Guds budskap fastän ert eget vittnesbörd [bekräftar deras sanning]","transliteration":"Ya ahla alkitabi lima takfuroona biayati Allahi waantum tashhadoona"},{"id":71,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","translation":"Efterföljare av äldre tiders uppenbarelser! Varför klär ni över det sanna med lögn och gömmer mot bättre vetande undan sanningen","transliteration":"Ya ahla alkitabi lima talbisoona alhaqqa bialbatili wataktumoona alhaqqa waantum taAAlamoona"},{"id":72,"text":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Några av efterföljarna av äldre tiders uppenbarelser säger [till de andra]: \"[Förklara er] tro på det som har uppenbarats för de troende vid dagens början och avvisa det övriga; kanske skall de då vända om","transliteration":"Waqalat taifatun min ahli alkitabi aminoo biallathee onzila AAala allatheena amanoo wajha alnnahari waokfuroo akhirahu laAAallahum yarjiAAoona"},{"id":73,"text":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translation":"Tro inte på någon som inte bekänner sig till er religion!\" Säg: \"Den [sanna] vägledningen är Guds vägledning; [är ni rädda] att andra skall få del av sådana [uppenbarelser] som ni har tagit emot? Eller att de skall tvista med er inför er Herre?\" Säg: \"Guds nådegåvor är i Hans hand; Han skänker dem till den Han vill. Gud når överallt och Han vet allt","transliteration":"Wala tuminoo illa liman tabiAAa deenakum qul inna alhuda huda Allahi an yuta ahadun mithla ma ooteetum aw yuhajjookum AAinda rabbikum qul inna alfadla biyadi Allahi yuteehi man yashao waAllahu wasiAAun AAaleemun"},{"id":74,"text":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translation":"och Han förbarmar Sig över den Han vill. Guds nåd är en outsinlig källa","transliteration":"Yakhtassu birahmatihi man yashao waAllahu thoo alfadli alAAatheemi"},{"id":75,"text":"۞وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","translation":"OCH BLAND efterföljarna av äldre tiders uppenbarelser finns de som, om du anförtror dem en skatt av guld, [villigt] återlämnar den; och det finns de som, om du anförtror dem en enda dinar, vägrar återlämna den om du inte ansätter dem med ideliga påminnelser. De påstår nämligen: \"Vi har inte blivit ålagda [att hålla våra löften], när det gäller dessa okunniga människor\"; så säger de om Gud, trots att de vet bättre, det som inte är sant","transliteration":"Wamin ahli alkitabi man in tamanhu biqintarin yuaddihi ilayka waminhum man in tamanhu bideenarin la yuaddihi ilayka illa ma dumta AAalayhi qaiman thalika biannahum qaloo laysa AAalayna fee alommiyyeena sabeelun wayaqooloona AAala Allahi alkathiba wahum yaAAlamoona"},{"id":76,"text":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translation":"Nej, det förhåller sig tvärtom! [Gud känner] dem som är trogna förbundet med Honom och fruktar Honom; Gud älskar de gudfruktiga","transliteration":"Bala man awfa biAAahdihi waittaqa fainna Allaha yuhibbu almuttaqeena"},{"id":77,"text":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَـٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"De som för en ynklig vinst förnekar förbundet med Gud och de eder som de har svurit, skall inte få del av det eviga livets goda och på Uppståndelsens dag skall Gud varken tala till dem eller se på dem, och Han skall inte rena dem [från synd]; ett svårt lidande väntar dem","transliteration":"Inna allatheena yashtaroona biAAahdi Allahi waaymanihim thamanan qaleelan olaika la khalaqa lahum fee alakhirati wala yukallimuhumu Allahu wala yanthuru ilayhim yawma alqiyamati wala yuzakkeehim walahum AAathabun aleemun"},{"id":78,"text":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","translation":"Bland dem finns helt visst de som lindar sina tungor om Skriften för att ni skall tro att [deras förvrängda ord] är hämtade ur Skriften, fastän de inte är hämtade ur Skriften; och de säger: \"Detta är från Gud\", fastän det inte är från Gud. Och så säger de om Gud mot bättre vetande det som inte är sant","transliteration":"Wainna minhum lafareeqan yalwoona alsinatahum bialkitabi litahsaboohu mina alkitabi wama huwa mina alkitabi wayaqooloona huwa min AAindi Allahi wama huwa min AAindi Allahi wayaqooloona AAala Allahi alkathiba wahum yaAAlamoona"},{"id":79,"text":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّـٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","translation":"Det är otänkbart att en människa, som Gud har gett uppenbarelsens gåva och visdom och kallat till profet, därefter skulle säga till människorna: \"Tillbe mig vid sidan av Gud.\" Nej, [vad han skulle säga är:] \"Bli Guds hängivna tjänare som undervisar [andra] och fördjupar sin egen kunskap i Skriften","transliteration":"Ma kana libasharin an yutiyahu Allahu alkitaba waalhukma waalnnubuwwata thumma yaqoola lilnnasi koonoo AAibadan lee min dooni Allahi walakin koonoo rabbaniyyeena bima kuntum tuAAallimoona alkitaba wabima kuntum tadrusoona"},{"id":80,"text":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَـٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","translation":"Inte heller [skulle han] befalla er att betrakta änglar och profeter som [himmelska] beskyddare. [Eller tror ni att han skulle] uppmana er att återfalla i otro sedan ni har underkastat er Guds vilja","transliteration":"Wala yamurakum an tattakhithoo almalaikata waalnnabiyyeena arbaban ayamurukum bialkufri baAAda ith antum muslimoona"},{"id":81,"text":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّـٰهِدِينَ","translation":"[EFTERFÖLJARE av äldre tiders uppenbarelser! Minns att] Gud erbjöd er Sitt förbund genom profeterna. [Han sade:] \"Jag har låtit er få del av uppenbarelse och visdom. [En gång] skall ett sändebud komma till er med bekräftelse av den sanning som [redan] är i er hand; då skall ni tro på honom och stödja honom.\" [Och Han] sade: \"Är det ert beslut att ingå förbund med Mig på denna grund?\" De svarade: \"Ja, det är vårt beslut.\" [Och Gud] sade: \"Vittna då om detta; Jag skall vittna med er","transliteration":"Waith akhatha Allahu meethaqa alnnabiyyeena lama ataytukum min kitabin wahikmatin thumma jaakum rasoolun musaddiqun lima maAAakum latuminunna bihi walatansurunnahu qala aaqrartum waakhathtum AAala thalikum isree qaloo aqrarna qala faishhadoo waana maAAakum mina alshshahideena"},{"id":82,"text":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","translation":"De som efter detta drar sig ifrån [sin plikt] är de som har förhärdat sig i trots och olydnad","transliteration":"Faman tawalla baAAda thalika faolaika humu alfasiqoona"},{"id":83,"text":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","translation":"Önskar de en annan [religion] än den som Gud har gett dem? [Gud] som alla i himlarna och på jorden underkastar sig av fri vilja eller nödda och tvungna, och till vilken de skall återbördas","transliteration":"Afaghayra deeni Allahi yabghoona walahu aslama man fee alssamawati waalardi tawAAan wakarhan wailayhi yurjaAAoona"},{"id":84,"text":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translation":"Säg: \"Vi tror på Gud och på det som har uppenbarats för oss och det som uppenbarades för Abraham och Ismael och Isak och Jakob och deras efterkommande och det som uppenbarades för Moses och Jesus och för [alla de övriga] profeterna av deras Herre; vi gör ingen åtskillnad mellan dem. Och vi har underkastat oss Hans vilja","transliteration":"Qul amanna biAllahi wama onzila AAalayna wama onzila AAala ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati wama ootiya moosa waAAeesa waalnnabiyyoona min rabbihim la nufarriqu bayna ahadin minhum wanahnu lahu muslimoona"},{"id":85,"text":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","translation":"Om någon vill anta någon annan religion än Islam kommer detta att vägras honom, och i nästa liv skall han stå bland förlorarna","transliteration":"Waman yabtaghi ghayra alislami deenan falan yuqbala minhu wahuwa fee alakhirati mina alkhasireena"},{"id":86,"text":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"Skulle Gud vägleda dem som förnekar tron efter att ha antagit den och vittnat att Sändebudet i sanning [är Guds utsände] och som fått se klara bevis? Nej, Gud vägleder inte de orättfärdiga","transliteration":"Kayfa yahdee Allahu qawman kafaroo baAAda eemanihim washahidoo anna alrrasoola haqqun wajaahumu albayyinatu waAllahu la yahdee alqawma alththalimeena"},{"id":87,"text":"أُوْلَـٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","translation":"Guds och änglarnas och alla människors fördömelse skall bli deras lön","transliteration":"Olaika jazaohum anna AAalayhim laAAnata Allahi waalmalaikati waalnnasi ajmaAAeena"},{"id":88,"text":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","translation":"Under denna [dom] skall de förbli; deras straff skall inte lindras och de skall inte beviljas uppskov","transliteration":"Khalideena feeha la yukhaffafu AAanhumu alAAathabu wala hum yuntharoona"},{"id":89,"text":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"Men de som i ånger vänder åter [till Gud] och gör bot och bättring [skall inte straffas] - Gud är ständigt förlåtande, barmhärtig","transliteration":"Illa allatheena taboo min baAAdi thalika waaslahoo fainna Allaha ghafoorun raheemun"},{"id":90,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَـٰٓئِكَ هُمُ ٱلضَّآلُّونَ","translation":"De som förnekar sanningen efter att ha antagit tron och som därefter förhärdas i sin förnekelse - deras ånger skall inte godtas; nej, de har övergett den raka vägen [utan återvändo]","transliteration":"Inna allatheena kafaroo baAAda eemanihim thumma izdadoo kufran lan tuqbala tawbatuhum waolaika humu alddalloona"},{"id":91,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"De som förnekar sanningen och dör som förnekare skall inte få köpa sig fria, om de än erbjöd allt guld i världen. Ett svårt lidande väntar dem och de skall inte finna någon hjälpare","transliteration":"Inna allatheena kafaroo wamatoo wahum kuffarun falan yuqbala min ahadihim milo alardi thahaban walawi iftada bihi olaika lahum AAathabun aleemun wama lahum min nasireena"},{"id":92,"text":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","translation":"[TROENDE!] Ni kommer inte att uppnå sann fromhet, förrän ni ger åt andra av det som ni [själva] värdesätter; Gud har full kännedom om vad ni ger","transliteration":"Lan tanaloo albirra hatta tunfiqoo mimma tuhibboona wama tunfiqoo min shayin fainna Allaha bihi AAaleemun"},{"id":93,"text":"۞كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَـٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَـٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","translation":"ALL FÖDA var [i äldre tid] tillåten för Israels barn utom de förbud som Israel själv pålade sig före uppenbarelsen av Tora. Säg: \"Tag fram Tora och läs högt ur den, om ni håller på sanningen","transliteration":"Kullu alttaAAami kana hillan libanee israeela illa ma harrama israeelu AAala nafsihi min qabli an tunazzala alttawratu qul fatoo bialttawrati faotlooha in kuntum sadiqeena"},{"id":94,"text":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translation":"Och de som hädanefter sätter ihop lögner om Gud drivs av ont uppsåt","transliteration":"Famani iftara AAala Allahi alkathiba min baAAdi thalika faolaika humu althalimoona"},{"id":95,"text":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Säg: \"Gud har [i uppenbarelsen] sagt sanningen. Tro därför med Abrahams rena, ursprungliga tro, han som vägrade avgudarna sin dyrkan","transliteration":"Qul sadaqa Allahu faittabiAAoo millata ibraheema haneefan wama kana mina almushrikeena"},{"id":96,"text":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","translation":"Det första tempel som restes för människornas bruk var helt visst Helgedomen i Bakkah, en välsignelse och en ledstjärna för hela världen","transliteration":"Inna awwala baytin wudiAAa lilnnasi lallathee bibakkata mubarakan wahudan lilAAalameena"},{"id":97,"text":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","translation":"Den förmedlar klara budskap [och där finns] den plats där Abraham en gång stod; den som stiger in där är i trygghet. Vallfärden till denna Helgedom är en plikt gentemot Gud för var och en som har möjlighet att genomföra den. Och den som förnekar sanningen [skall veta att] Gud är Sig själv nog och inte behöver [någon eller något i] Sin skapelse","transliteration":"Feehi ayatun bayyinatun maqamu ibraheema waman dakhalahu kana aminan walillahi AAala alnnasi hijju albayti mani istataAAa ilayhi sabeelan waman kafara fainna Allaha ghaniyyun AAani alAAalameena"},{"id":98,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","translation":"SÄG: \"Efterföljare av äldre tiders uppenbarelser! Varför förnekar ni sanningen i Guds budskap, fastän [ni vet att] Gud är vittne till allt vad ni gör","transliteration":"Qul ya ahla alkitabi lima takfuroona biayati Allahi waAllahu shaheedun AAala ma taAAmaloona"},{"id":99,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"Säg: \"Efterföljare av äldre tiders uppenbarelser! Varför vill ni hindra dem som antar tron från att följa Guds väg och få den att framstå som krokig, fastän ni själva vittnar [att den är rak]? Ingenting av vad ni gör går Gud förbi","transliteration":"Qul ya ahla alkitabi lima tasuddoona AAan sabeeli Allahi man amana tabghoonaha AAiwajan waantum shuhadao wama Allahu bighafilin AAamma taAAmaloona"},{"id":100,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","translation":"Troende! [Det finns de] bland dem som [förr] fick ta emot uppenbarelsen som, om ni går dem till mötes, kommer att göra allt för att ni skall förneka den tro som ni har antagit","transliteration":"Ya ayyuha allatheena amanoo in tuteeAAoo fareeqan mina allatheena ootoo alkitaba yaruddookum baAAda eemanikum kafireena"},{"id":101,"text":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Hur skulle ni kunna förneka er tro, som hör Guds budskap läsas och har Hans Sändebud mitt ibland er? Den som vill hålla sig till Gud leds till en rak [och säker] väg","transliteration":"Wakayfa takfuroona waantum tutla AAalaykum ayatu Allahi wafeekum rasooluhu waman yaAAtasim biAllahi faqad hudiya ila siratin mustaqeemin"},{"id":102,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","translation":"Troende! Frukta Gud så som det åligger er att frukta Honom och underkasta er Hans vilja, innan döden överraskar er","transliteration":"Ya ayyuha allatheena amanoo ittaqoo Allaha haqqa tuqatihi wala tamootunna illa waantum muslimoona"},{"id":103,"text":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","translation":"Och grip alla med ett fast grepp om Guds räddningslina och låt er inte splittras! Minns Guds välgärningar mot er: fiendskap hade rått mellan er, men Han lät [viljan till] försoning tränga in i era hjärtan och med Hans välsignelse blev ni bröder. Ja, Han räddade er från randen av en flammande avgrund! Så klargör Gud Sina budskap för er för att ni skall få vägledning","transliteration":"WaiAAtasimoo bihabli Allahi jameeAAan wala tafarraqoo waothkuroo niAAmata Allahi AAalaykum ith kuntum aAAdaan faallafa bayna quloobikum faasbahtum biniAAmatihi ikhwanan wakuntum AAala shafa hufratin mina alnnari faanqathakum minha kathalika yubayyinu Allahu lakum ayatihi laAAallakum tahtadoona"},{"id":104,"text":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"och bli till en gemenskap av människor som uppmanar varandra att göra gott och anbefaller det som är rätt och förbjuder det som är orätt. Dem skall det gå väl i händer","transliteration":"Waltakun minkum ommatun yadAAoona ila alkhayri wayamuroona bialmaAAroofi wayanhawna AAani almunkari waolaika humu almuflihoona"},{"id":105,"text":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","translation":"Följ inte dem som splittrades [i sekter] efter att ha nåtts av de klara vittnesbörden [om sanningen]. De har ett hårt straff att vänta","transliteration":"Wala takoonoo kaallatheena tafarraqoo waikhtalafoo min baAAdi ma jaahumu albayyinatu waolaika lahum AAathabun AAatheemun"},{"id":106,"text":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","translation":"den Dag, då [någras] ansikten skall stråla av ljus och [andras] skall mörkna. Och till dem vilkas ansikten har mörknat [skall sägas:] \"Ni förnekade ju tron efter att ha antagit den? Smaka då straffet för er förnekelse","transliteration":"Yawma tabyaddu wujoohun wataswaddu wujoohun faamma allatheena iswaddat wujoohuhum akafartum baAAda eemanikum fathooqoo alAAathaba bima kuntum takfuroona"},{"id":107,"text":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Men de vilkas ansikten strålar av ljus skall inneslutas i Guds nåd och skall så förbli till evig tid","transliteration":"Waamma allatheena ibyaddat wujoohuhum fafee rahmati Allahi hum feeha khalidoona"},{"id":108,"text":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","translation":"Detta är Guds budskap, som Vi låter framföra till dig [Muhammad] med sanningen - Gud vill ingen i Sin skapelse något ont","transliteration":"Tilka ayatu Allahi natlooha AAalayka bialhaqqi wama Allahu yureedu thulman lilAAalameena"},{"id":109,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"Gud tillhör allt det som himlarna rymmer och det som jorden bär. Och allt går [sist och slutligen] tillbaka till Gud","transliteration":"Walillahi ma fee alssamawati wama fee alardi waila Allahi turjaAAu alomooru"},{"id":110,"text":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","translation":"NI UTGÖR det bästa samfund som fått uppstå [bland och] för människorna: ni anbefaller det som är rätt och förbjuder det som är orätt och ni tror på Gud. Om efterföljarna av äldre tiders uppenbarelser hade trott [på denna], skulle det helt visst ha varit bäst för dem. Fastän det finns bland dem de som tror, har de flesta av dem förhärdat sig i trots och olydnad","transliteration":"Kuntum khayra ommatin okhrijat lilnnasi tamuroona bialmaAAroofi watanhawna AAani almunkari watuminoona biAllahi walaw amana ahlu alkitabi lakana khayran lahum minhumu almuminoona waaktharuhumu alfasiqoona"},{"id":111,"text":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","translation":"De kan inte vålla er mer än obetydlig skada och om de ger sig i strid med er, kommer de att vända ryggen till [och fly] och till sist skall de stå helt utan hjälp","transliteration":"Lan yadurrookum illa athan wain yuqatilookum yuwallookumu aladbara thumma la yunsaroona"},{"id":112,"text":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","translation":"Var de än påträffas skall de utstå skam och vanära, om de inte [söker skydd i] förbundet med Gud och [återupprättar] banden till människorna; de har ådragit sig Guds vrede och störtats i djupt elände, eftersom de framhärdade i att förneka Guds budskap och dödade profeterna mot all rätt, trotsade ständigt Gud och överträdde [Hans bud]","transliteration":"Duribat AAalayhimu alththillatu ayna ma thuqifoo illa bihablin mina Allahi wahablin mina alnnasi wabaoo bighadabin mina Allahi waduribat AAalayhimu almaskanatu thalika biannahum kanoo yakfuroona biayati Allahi wayaqtuloona alanbiyaa bighayri haqqin thalika bima AAasaw wakanoo yaAAtadoona"},{"id":113,"text":"۞لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","translation":"Alla är inte av samma sort. Bland efterföljarna av äldre tiders uppenbarelser finns [även] redbara människor, som under nattens timmar läser högt ur Guds budskap och faller ned på sina ansikten [i tillbedjan]","transliteration":"Laysoo sawaan min ahli alkitabi ommatun qaimatun yatloona ayati Allahi anaa allayli wahum yasjudoona"},{"id":114,"text":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَـٰٓئِكَ مِنَ ٱلصَّـٰلِحِينَ","translation":"De tror på Gud och på den Yttersta dagen och de anbefaller det som är rätt och förbjuder det som är orätt och de tävlar om att göra gott. De hör till de rättfärdiga","transliteration":"Yuminoona biAllahi waalyawmi alakhiri wayamuroona bialmaAAroofi wayanhawna AAani almunkari wayusariAAoona fee alkhayrati waolaika mina alssaliheena"},{"id":115,"text":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","translation":"och vad gott de gör skall inte frånkännas dem; Gud vet vilka de är som fruktar Honom","transliteration":"Wama yafAAaloo min khayrin falan yukfaroohu waAllahu AAaleemun bialmuttaqeena"},{"id":116,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"De som framhärdar i att förneka sanningen - ingenting av vad de äger på jorden skall ge dem skydd mot Gud och deras söner skall inte [kunna försvara dem]. Deras arvedel är Elden och där skall de förbli till evig tid","transliteration":"Inna allatheena kafaroo lan tughniya AAanhum amwaluhum wala awladuhum mina Allahi shayan waolaika ashabu alnnari hum feeha khalidoona"},{"id":117,"text":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"Vad [människor] ger ut för [ting] som hör till detta liv kan jämföras med de orättfärdigas gröda som förhärjas av en frostig vind. Gud har inte gjort dem orätt - nej, [med sina handlingar] gör de orätt mot sig själva","transliteration":"Mathalu ma yunfiqoona fee hathihi alhayati alddunya kamathali reehin feeha sirrun asabat hartha qawmin thalamoo anfusahum faahlakathu wama thalamahumu Allahu walakin anfusahum yathlimoona"},{"id":118,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","translation":"TROENDE! Sök inte förtrogna vänner bland dem som står utanför er [gemenskap]! De sparar ingen möda för att så förvirring i era led och önskar att ni skall plågas av olyckor och elände. Hatet flödar redan över deras läppar, men vad de bär i sitt inre är långt värre. Vi har låtit er se tecknen - [drag slutsatsen] om ni har förstånd","transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo bitanatan min doonikum la yaloonakum khabalan waddoo ma AAanittum qad badati albaghdao min afwahihim wama tukhfee sudooruhum akbaru qad bayyanna lakumu alayati in kuntum taAAqiloona"},{"id":119,"text":"هَـٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Det är ni som visar dem tillgivenhet; de hyser däremot inga varma känslor för er, fastän ni tror på uppenbarelsen hel och hållen. När de möter er säger de: \"Vi tror.\" Men när de är ensamma, biter de sig i fingertopparna i ursinne. Säg: \"Måtte ni gå under i ert ursinne! Gud vet vad som rör sig i människans innersta","transliteration":"Haantum olai tuhibboonahum wala yuhibboonakum watuminoona bialkitabi kullihi waitha laqookum qaloo amanna waitha khalaw AAaddoo AAalaykumu alanamila mina alghaythi qul mootoo bighaythikum inna Allaha AAaleemun bithati alssudoori"},{"id":120,"text":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","translation":"Om det går er väl blir de besvikna, och de gläder sig när ni drabbas av en motgång. Men om ni bär [allt detta] med jämnmod och fruktar Gud, kan deras onda anslag inte i något avseende skada er. Gud har full uppsikt över [dem och] deras företag","transliteration":"In tamsaskum hasanatun tasuhum wain tusibkum sayyiatun yafrahoo biha wain tasbiroo watattaqoo la yadurrukum kayduhum shayan inna Allaha bima yaAAmaloona muheetun"},{"id":121,"text":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"MINNS [Muhammad] att du en tidig morgon lämnade ditt hem för att gruppera de troende till strid; Gud hör allt, vet allt","transliteration":"Waith ghadawta min ahlika tubawwio almumineena maqaAAida lilqitali waAllahu sameeAAun AAaleemun"},{"id":122,"text":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"Två grupper bland dina män var nära att förlora modet, trots att de stod under Guds beskydd - det är till Gud som de troende måste lita","transliteration":"Ith hammat taifatani minkum an tafshala waAllahu waliyyuhuma waAAala Allahi falyatawakkali almuminoona"},{"id":123,"text":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Och Gud skänkte er segern vid Badr, då ni var en oansenlig skara. Frukta därför Gud - kanske skall ni tacka [Honom]","transliteration":"Walaqad nasarakumu Allahu bibadrin waantum athillatun faittaqoo Allaha laAAallakum tashkuroona"},{"id":124,"text":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَـٰٓئِكَةِ مُنزَلِينَ","translation":"[Och minns] dina ord till de troende: \"Är det inte nog för er [att veta] att Gud skall låta tretusen änglar stiga ned och förstärka era led","transliteration":"Ith taqoolu lilmumineena alan yakfiyakum an yumiddakum rabbukum bithalathati alafin mina almalaikati munzaleena"},{"id":125,"text":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَـٰٓئِكَةِ مُسَوِّمِينَ","translation":"Ja, om ni håller stånd och fruktar Gud och om [fienden] i denna stund går till angrepp skall er Herre sända femtusen änglar som stormar fram till er hjälp","transliteration":"Bala in tasbiroo watattaqoo wayatookum min fawrihim hatha yumdidkum rabbukum bikhamsati alafin mina almalaikati musawwimeena"},{"id":126,"text":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","translation":"Gud lät detta [sägas] enbart för att inge er nytt hopp och stilla oron i era hjärtan - segern kan inte komma från någon annan än Gud, den Allsmäktige, den Vise","transliteration":"Wama jaAAalahu Allahu illa bushra lakum walitatmainna quloobukum bihi wama alnnasru illa min AAindi Allahi alAAazeezi alhakeemi"},{"id":127,"text":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","translation":"[och] för att låta några av sanningens förnekare smaka döden eller nederlagets förödmjukelse och se sina förhoppningar grusas","transliteration":"LiyaqtaAAa tarafan mina allatheena kafaroo aw yakbitahum fayanqaliboo khaibeena"},{"id":128,"text":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","translation":"Det ankommer inte på dig [Muhammad] att bestämma om [Gud] skall ta emot deras ånger eller straffa dem - de är orättfärdiga människor","transliteration":"Laysa laka mina alamri shayon aw yatooba AAalayhim aw yuAAaththibahum fainnahum thalimoona"},{"id":129,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Allt det som himlarna rymmer och det som jorden bär tillhör Gud. Han förlåter den Han vill och Han straffar den Han vill. Gud är ständigt förlåtande, barmhärtig","transliteration":"Walillahi ma fee alssamawati wama fee alardi yaghfiru liman yashao wayuAAaththibu man yashao waAllahu ghafoorun raheemun"},{"id":130,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"TROENDE! Livnär er inte på ocker som fördubblar och mångdubblar [vinsten]. Frukta Gud - kanske skall det gå er väl i händer","transliteration":"Ya ayyuha allatheena amanoo la takuloo alrriba adAAafan mudaAAafatan waittaqoo Allaha laAAallakum tuflihoona"},{"id":131,"text":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","translation":"Och frukta Elden, som är beredd att ta emot dem som förnekar sanningen","transliteration":"Waittaqoo alnnara allatee oAAiddat lilkafireena"},{"id":132,"text":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"Och lyd Gud och Sändebudet - kanske erfar ni [Hans] barmhärtighet","transliteration":"WaateeAAoo Allaha waalrrasoola laAAallakum turhamoona"},{"id":133,"text":"۞وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","translation":"Och tävla med varandra om er Herres förlåtelse och ett paradis, lika vidsträckt som himlarna och jorden, som står berett att ta emot de gudfruktiga","transliteration":"WasariAAoo ila maghfiratin min rabbikum wajannatin AAarduha alssamawatu waalardu oAAiddat lilmuttaqeena"},{"id":134,"text":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","translation":"de som ger åt andra såväl i välfärdens dagar som i tider av brist och som lägger band på sin vrede och förlåter sina medmänniskor - Gud älskar dem som gör det goda och det rätta","transliteration":"Allatheena yunfiqoona fee alssarrai waalddarrai waalkathimeena alghaytha waalAAafeena AAani alnnasi waAllahu yuhibbu almuhsineena"},{"id":135,"text":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","translation":"de som, om de begår en skamlös handling eller [på annat sätt] tillfogat sig själva orätt, minns Gud och ber Honom om förlåtelse för sina synder - vem kan förlåta synderna utom Gud? - och som inte fortsätter att begå sådana handlingar mot bättre vetande","transliteration":"Waallatheena itha faAAaloo fahishatan aw thalamoo anfusahum thakaroo Allaha faistaghfaroo lithunoobihim waman yaghfiru alththunooba illa Allahu walam yusirroo AAala ma faAAaloo wahum yaAAlamoona"},{"id":136,"text":"أُوْلَـٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","translation":"Den lön [som väntar] dem skall vara deras Herres förlåtelse och lustgårdar, vattnade av bäckar, där de skall förbli till evig tid - en härlig belöning för dem som arbetat och strävat","transliteration":"Olaika jazaohum maghfiratun min rabbihim wajannatun tajree min tahtiha alanharu khalideena feeha waniAAma ajru alAAamileena"},{"id":137,"text":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translation":"FÖRE ER tid har [andra] seder och levnadsmönster varit förhärskande [och i sin tur avlöst dem som tidigare rådde]. Gå därför ut i världen och se [spåren som visar] hur slutet blev för dem som påstod att sanningen är lögn","transliteration":"Qad khalat min qablikum sunanun faseeroo fee alardi faonthuroo kayfa kana AAaqibatu almukaththibeena"},{"id":138,"text":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","translation":"Detta är en klar fingervisning till alla människor och en vägledning och en varning för de gudfruktiga","transliteration":"Hatha bayanun lilnnasi wahudan wamawAAithatun lilmuttaqeena"},{"id":139,"text":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Tappa inte modet och glöm er sorg! Står ni fasta i tron kommer ni att vinna överhanden","transliteration":"Wala tahinoo wala tahzanoo waantumu alaAAlawna in kuntum mumineena"},{"id":140,"text":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ","translation":"Om ett hårt slag har drabbat er, har [era fiender avgudadyrkarna] också drabbats av ett hårt slag. Vi låter människorna, de ena efter de andra, uppleva sådana [svarta] dagar för att de troende skall få ge Gud bevis [på sin tro] och för att Han skall utse dem bland er som skall få vittna som martyrer [för sin tro] - Gud är ingalunda de orättfärdigas vän","transliteration":"In yamsaskum qarhun faqad massa alqawma qarhun mithluhu watilka alayyamu nudawiluha bayna alnnasi waliyaAAlama Allahu allatheena amanoo wayattakhitha minkum shuhadaa waAllahu la yuhibbu alththalimeena"},{"id":141,"text":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","translation":"och för att sätta de troende på prov och låta förnekarna av sanningen gå under","transliteration":"Waliyumahhisa Allahu allatheena amanoo wayamhaqa alkafireena"},{"id":142,"text":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّـٰبِرِينَ","translation":"Tror ni att ni får stiga in i paradiset utan att [ha visat] Gud vilka av er som vill kämpa [för Hans sak] och som kan hålla ut [i farans stund]","transliteration":"Am hasibtum an tadkhuloo aljannata walamma yaAAlami Allahu allatheena jahadoo minkum wayaAAlama alssabireena"},{"id":143,"text":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","translation":"Innan ni hade mött döden ville ni dö [för er tro]; nu har ni mött den ansikte mot ansikte","transliteration":"Walaqad kuntum tamannawna almawta min qabli an talqawhu faqad raaytumoohu waantum tanthuroona"},{"id":144,"text":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّـٰكِرِينَ","translation":"MUHAMMAD är ingenting mer än ett sändebud och [andra] sändebud har kommit och gått före honom. Om han dör eller stupar i strid, kommer ni då att göra en helomvändning? Den som vänder helt om vållar inte Gud någon skada. Men Gud skall belöna dem som visar tacksamhet","transliteration":"Wama muhammadun illa rasoolun qad khalat min qablihi alrrusulu afain mata aw qutila inqalabtum AAala aAAqabikum waman yanqalib AAala AAaqibayhi falan yadurra Allaha shayan wasayajzee Allahu alshshakireena"},{"id":145,"text":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّـٰكِرِينَ","translation":"Ingen människa får dö annat än i enlighet med Guds vilja och vid en fastställd tidpunkt. Den som vill lönas med detta livets goda, honom skall Vi ge något av detta; och den som önskar lönas med det eviga livets goda, honom skall Vi ge något av detta. Och Vi skall belöna dem som visar tacksamhet","transliteration":"Wama kana linafsin an tamoota illa biithni Allahi kitaban muajjalan waman yurid thawaba alddunya nutihi minha waman yurid thawaba alakhirati nutihi minha wasanajzee alshshakireena"},{"id":146,"text":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّـٰبِرِينَ","translation":"Hur många profeter har inte måst kämpa [för tron], följda av skaror av män som vigt sina liv åt Gud. De fällde inte modet inför de [prövningar] de måste utstå för Guds sak; de sviktade inte och gav inte vika [för fienden] - Gud älskar dem som håller stånd","transliteration":"Wakaayyin min nabiyyin qatala maAAahu ribbiyyoona katheerun fama wahanoo lima asabahum fee sabeeli Allahi wama daAAufoo wama istakanoo waAllahu yuhibbu alssabireena"},{"id":147,"text":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"Och [när de bad] sade de bara: \"Herre, förlåt oss våra synder och om vi har gått till överdrift [eller brustit] i uppfyllandet av vår plikt! Gör oss stadiga på foten och låt oss segra över dessa förnekare av sanningen","transliteration":"Wama kana qawlahum illa an qaloo rabbana ighfir lana thunoobana waisrafana fee amrina wathabbit aqdamana waonsurna AAala alqawmi alkafireena"},{"id":148,"text":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","translation":"Och Gud gav dem som lön [både] denna världens goda och det högsta goda, ett evigt liv - Gud älskar dem som gör det goda och det rätta","transliteration":"Faatahumu Allahu thawaba alddunya wahusna thawabi alakhirati waAllahu yuhibbu almuhsineena"},{"id":149,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","translation":"TROENDE! Om ni går sanningens förnekare till mötes kommer de att förmå er att vända om [och överge tron] och då står ni som förlorare","transliteration":"Ya ayyuha allatheena amanoo in tuteeAAoo allatheena kafaroo yaruddookum AAala aAAqabikum fatanqaliboo khasireena"},{"id":150,"text":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّـٰصِرِينَ","translation":"Men Gud är er Beskyddare och Han är den bäste Hjälparen","transliteration":"Bali Allahu mawlakum wahuwa khayru alnnasireena"},{"id":151,"text":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّـٰلِمِينَ","translation":"Vi skall göra så att [blodet i] förnekarnas ådror isas av skräck [när de tänker på] att de [vågade] sätta medhjälpare vid Guds sida utan att Han någonsin gett [dem något] bemyndigande. Elden skall bli deras tillflykt - denna syndarnas fruktansvärda boning","transliteration":"Sanulqee fee quloobi allatheena kafaroo alrruAAba bima ashrakoo biAllahi ma lam yunazzil bihi sultanan wamawahumu alnnaru wabisa mathwa alththalimeena"},{"id":152,"text":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","translation":"GUD höll sannerligen Sitt löfte till er, då ni med Hans vilja var nära att i grund slå [era fiender], till dess modet svek er och ni blev oense om innebörden av den order [ni hade fått] och bröt mot den, då Han redan hade låtit [segern] hägra för er syn. Det fanns de bland er som inte hade annat än denna världens [goda] för ögonen och det fanns de som såg mot evigheten. Därefter lät Han er dra er undan [fienden] för att sätta er på prov. Men Han har nu utplånat er synd - ja, Guds nåd flödar över de troende","transliteration":"Walaqad sadaqakumu Allahu waAAdahu ith tahussoonahum biithnihi hatta itha fashiltum watanazaAAtum fee alamri waAAasaytum min baAAdi ma arakum ma tuhibboona minkum man yureedu alddunya waminkum man yureedu alakhirata thumma sarafakum AAanhum liyabtaliyakum walaqad AAafa AAankum waAllahu thoo fadlin AAala almumineena"},{"id":153,"text":"۞إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translation":"[Minns] hur ni flydde uppför [bergets sida] utan att se er om, fastän Sändebudet långt bakom er ropade er tillbaka. Och Gud lät er känna sorg och grämelse [i gengäld] för den sorg och grämelse [ni vållade Profeten] och för att [lära er att] inte sörja över det [byte] som ni gick miste om, inte [ens] över det [nederlag] som ni led. Gud är väl underrättad om vad ni gör","transliteration":"Ith tusAAidoona wala talwoona AAala ahadin waalrrasoolu yadAAookum fee okhrakum faathabakum ghamman bighammin likayla tahzanoo AAala ma fatakum wala ma asabakum waAllahu khabeerun bima taAAmaloona"},{"id":154,"text":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Och efter denna bittra erfarenhet lät Han ett stort lugn sänka sig över er, så att några bland er fick vila, medan andra som främst bekymrade sig om sitt eget väl tänkte oriktiga [och hädiska] tankar om Gud, [tankar som hade sin rot] i avgudadyrkans okunnighet, och de frågade [sig]: \"Hade vi över huvud taget någon del i beslutet?\" Säg [Muhammad]: \"Det var till alla delar Guds beslut.\" De gömmer något i sitt inre som de inte vill visa dig [när] de säger: \"Om vi över huvud taget hade haft någon del i beslutet skulle vi inte här ha lidit dessa förluster.\" Säg: \"Även om ni hade stannat hemma, skulle de vilkas död stod skriven ha begett sig till den plats där de skulle falla.\" [Allt detta skedde] därför att Gud ville pröva vad ni bar inom er och rensa ut orenheterna ur era hjärtan. - Gud vet vad som rör sig i människans innersta","transliteration":"Thumma anzala AAalaykum min baAAdi alghammi amanatan nuAAasan yaghsha taifatan minkum wataifatun qad ahammathum anfusuhum yathunnoona biAllahi ghayra alhaqqi thanna aljahiliyyati yaqooloona hal lana mina alamri min shayin qul inna alamra kullahu lillahi yukhfoona fee anfusihim ma la yubdoona laka yaqooloona law kana lana mina alamri shayon ma qutilna hahuna qul law kuntum fee buyootikum labaraza allatheena kutiba AAalayhimu alqatlu ila madajiAAihim waliyabtaliya Allahu ma fee sudoorikum waliyumahhisa ma fee quloobikum waAllahu AAaleemun bithati alssudoori"},{"id":155,"text":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","translation":"De bland er som gjorde helt om den dag de två härarna möttes, kunde förledas till detta av Djävulen enbart på grund av [ett fel] som de hade begått. Men Gud har nu utplånat deras synd - Gud är mild och överseende","transliteration":"Inna allatheena tawallaw minkum yawma iltaqa aljamAAani innama istazallahumu alshshaytanu bibaAAdi ma kasaboo walaqad AAafa Allahu AAanhum inna Allaha ghafoorun haleemun"},{"id":156,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"Troende! Säg inte som förnekarna av sanningen säger om sina bröder som [dött] under resa i fjärran land eller [fallit] i strid: \"Om de hade blivit kvar hos oss, skulle de inte ha dött eller dödats.\" - Gud [låter dem tänka dessa tankar], så att deras hjärtan skulle känna ökad sorg och grämelse, eftersom det är Gud som skänker liv och skänker död. Gud ser vad ni gör","transliteration":"Ya ayyuha allatheena amanoo la takoonoo kaallatheena kafaroo waqaloo liikhwanihim itha daraboo fee alardi aw kanoo ghuzzan law kanoo AAindana ma matoo wama qutiloo liyajAAala Allahu thalika hasratan fee quloobihim waAllahu yuhyee wayumeetu waAllahu bima taAAmaloona baseerun"},{"id":157,"text":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"Och om ni stupar [i kampen] för Guds sak eller dör, är Guds förlåtelse och Hans barmhärtighet helt visst bättre än allt vad människorna kan lägga på hög","transliteration":"Walain qutiltum fee sabeeli Allahi aw muttum lamaghfiratun mina Allahi warahmatun khayrun mimma yajmaAAoona"},{"id":158,"text":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","translation":"vare sig ni dör eller dödas, är det till Gud ni skall samlas åter","transliteration":"Walain muttum aw qutiltum laila Allahi tuhsharoona"},{"id":159,"text":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","translation":"I Sin barmhärtighet lät Gud dig visa dem mildhet; om du hade varit sträng och hård och tillslutit ditt hjärta [för dem], skulle de helt säkert ha dragit sig ifrån dig. Glöm därför nu [deras fel] och be Gud förlåta dem. Inhämta deras råd i de angelägenheter [som är av vikt] och när du väl har fattat ditt beslut, sätt då din lit till Gud; Gud älskar dem som sätter sin lit till Honom","transliteration":"Fabima rahmatin mina Allahi linta lahum walaw kunta faththan ghaleetha alqalbi lainfaddoo min hawlika faoAAfu AAanhum waistaghfir lahum washawirhum fee alamri faitha AAazamta fatawakkal AAala Allahi inna Allaha yuhibbu almutawakkileena"},{"id":160,"text":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"Om Gud hjälper er kan ingen besegra er; men om Gud överger er, vem kan sedan hjälpa er? Förmana därför de troende att sätta all sin lit till Gud","transliteration":"In yansurkumu Allahu fala ghaliba lakum wain yakhthulkum faman tha allathee yansurukum min baAAdihi waAAala Allahi falyatawakkali almuminoona"},{"id":161,"text":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"DET ÄR en orimlig tanke att en [Guds] profet skulle bedra [sina medmänniskor]; bedragaren skall på Uppståndelsens dag stiga fram med sitt bedrägeri i handen och då skall var och en fullt ut erhålla den lön han har förtjänat och ingen lida orätt","transliteration":"Wama kana linabiyyin an yaghulla waman yaghlul yati bima ghalla yawma alqiyamati thumma tuwaffa kullu nafsin ma kasabat wahum la yuthlamoona"},{"id":162,"text":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"Kan den vars strävan det är att vinna Guds välbehag jämföras med den som ådrar sig Guds vrede och vars tillflykt skall bli helvetet - detta jämmerliga mål","transliteration":"Afamani ittabaAAa ridwana Allahi kaman baa bisakhatin mina Allahi wamawahu jahannamu wabisa almaseeru"},{"id":163,"text":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","translation":"[Nej,] hos Gud har de var och en sin [givna] plats i en rangordning [av salighet och fördömelse]. Och Gud ser vad de gör","transliteration":"Hum darajatun AAinda Allahi waAllahu baseerun bima yaAAmaloona"},{"id":164,"text":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","translation":"Gud visade sannerligen de troende [en stor nåd], då Han lät ett sändebud komma till dem, [en man] ur deras egna led, för att framföra Hans budskap till dem och rena dem [från synd] och undervisa dem i Skriften och [profeternas] visdom; innan dess var de helt uppenbart på orätt väg","transliteration":"Laqad manna Allahu AAala almumineena ith baAAatha feehim rasoolan min anfusihim yatloo AAalayhim ayatihi wayuzakkeehim wayuAAallimuhumu alkitaba waalhikmata wain kanoo min qablu lafee dalalin mubeenin"},{"id":165,"text":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"OCH NÄR ni nu har drabbats av ett hårt slag, efter att ha tillfogat [era fiender] ett två gånger hårdare [slag], frågar ni kanske: \"Hur har detta kunnat ske?\" Säg: \"Det som har skett har sin rot inom er själva.\" Gud har allt i sin makt","transliteration":"Awalamma asabatkum museebatun qad asabtum mithlayha qultum anna hatha qul huwa min AAindi anfusikum inna Allaha AAala kulli shayin qadeerun"},{"id":166,"text":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","translation":"Det som ni måste utstå den dag då de två härarna möttes, skedde enligt Guds vilja och för att det skulle stå klart vilka de sanna troende var","transliteration":"Wama asabakum yawma iltaqa aljamAAani fabiithni Allahi waliyaAAlama almumineena"},{"id":167,"text":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","translation":"och stå klart vilka de var som hycklade tro. [När] de sistnämnda fick uppmaningen: \"Kom och kämpa för Guds sak!\" eller \"Försvara er!\", svarade de: \"Bara vi säkert visste [att det skall bli] strid, skulle vi gå med er.\" Den dagen var de otron närmare än tron, när de yttrade ord som inte kom från hjärtat, fastän Gud väl visste vad de ville dölja","transliteration":"WaliyaAAlama allatheena nafaqoo waqeela lahum taAAalaw qatiloo fee sabeeli Allahi awi idfaAAoo qaloo law naAAlamu qitalan laittabaAAnakum hum lilkufri yawmaithin aqrabu minhum lileemani yaqooloona biafwahihim ma laysa fee quloobihim waAllahu aAAlamu bima yaktumoona"},{"id":168,"text":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","translation":"de som sade om sina bröder, där de satt [i trygghet]: \"Om de hade lyssnat till oss, skulle de inte ha dödats.\" Säg: \"Håll då döden borta från er själva, om det ni säger är sant","transliteration":"Allatheena qaloo liikhwanihim waqaAAadoo law ataAAoona ma qutiloo qul faidraoo AAan anfusikumu almawta in kuntum sadiqeena"},{"id":169,"text":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","translation":"Och betrakta inte dem som fallit i kampen för Guds sak som döda. Nej, de lever [och] Gud sörjer för dem","transliteration":"Wala tahsabanna allatheena qutiloo fee sabeeli Allahi amwatan bal ahyaon AAinda rabbihim yurzaqoona"},{"id":170,"text":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"De gläds åt vad Gud i Sin nåd har skänkt dem och de gläds över [budskapet] att de som [ännu] inte har följt dem utan blivit kvar inte skall känna fruktan och att ingen sorg skall tynga dem","transliteration":"Fariheena bima atahumu Allahu min fadlihi wayastabshiroona biallatheena lam yalhaqoo bihim min khalfihim alla khawfun AAalayhim wala hum yahzanoona"},{"id":171,"text":"۞يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","translation":"De gläds över Guds välgärningar och Hans nåd och [löftet] att Guds belöning till de troende inte skall utebli","transliteration":"Yastabshiroona biniAAmatin mina Allahi wafadlin waanna Allaha la yudeeAAu ajra almumineena"},{"id":172,"text":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","translation":"[belöningen] till dem som besvarade Guds och Sändebudets kallelse efter att ha drabbats av det svåra slaget. De bland dem som gjorde det goda och det rätta och fruktade Gud har en rik belöning [att vänta]","transliteration":"Allatheena istajaboo lillahi waalrrasooli min baAAdi ma asabahumu alqarhu lillatheena ahsanoo minhum waittaqaw ajrun AAatheemun"},{"id":173,"text":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","translation":"De som kände sin tro växa, när de varnades att [styrkor] hade dragits samman mot dem och att de borde vara på sin vakt, och svarade: \"Vi behöver ingen annan hjälpare än Gud. Var finns en mäktigare beskyddare","transliteration":"Allatheena qala lahumu alnnasu inna alnnasa qad jamaAAoo lakum faikhshawhum fazadahum eemanan waqaloo hasbuna Allahu waniAAma alwakeelu"},{"id":174,"text":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","translation":"Och de återvände [styrkta av] Guds välsignelse och Hans nåd; det onda hade inte rört vid dem. Deras mål var att vinna Guds välbehag och Guds nåd är en outsinlig källa","transliteration":"Fainqalaboo biniAAmatin mina Allahi wafadlin lam yamsashum sooon waittabaAAoo ridwana Allahi waAllahu thoo fadlin AAatheemin"},{"id":175,"text":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Djävulen [ingav dem att varna er]; han vill injaga [i er] fruktan för sina förbundna. Ni skall inte frukta dem - frukta Mig, om ni är troende","transliteration":"Innama thalikumu alshshaytanu yukhawwifu awliyaahu fala takhafoohum wakhafooni in kuntum mumineena"},{"id":176,"text":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","translation":"Sörj inte över dem som tävlar om att förneka sanningen; de kan på intet sätt skada Gud. Det är Guds vilja att inte ge dem del av det eviga livets goda, ja, ett plågsamt straff väntar dem","transliteration":"Wala yahzunka allatheena yusariAAoona fee alkufri innahum lan yadurroo Allaha shayan yureedu Allahu alla yajAAala lahum haththan fee alakhirati walahum AAathabun AAatheemun"},{"id":177,"text":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"De som har bytt bort tron mot förnekelse kan på intet sätt skada Gud och ett svårt lidande väntar dem","transliteration":"Inna allatheena ishtarawoo alkufra bialeemani lan yadurroo Allaha shayan walahum AAathabun aleemun"},{"id":178,"text":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","translation":"Låt inte förnekarna av sanningen tro att den frist Vi beviljar dem är till deras fördel. Vi ger dem denna frist så att de kan hopa synd på synd; ett förnedrande straff väntar dem","transliteration":"Wala yahsabanna allatheena kafaroo annama numlee lahum khayrun lianfusihim innama numlee lahum liyazdadoo ithman walahum AAathabun muheenun"},{"id":179,"text":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","translation":"Det är otänkbart att Gud skulle låta de troende [leva] i de former som ni [förnekare] lever, längre än till dess Han skilt mellan de onda och de goda. Men Gud låter er inte få insikt i det som är dolt för människor; [för detta] utser Gud den Han vill bland Sina sändebud. Tro därför på Gud och Hans sändebud; om ni tror [på Gud] och fruktar Honom, väntar er en rik belöning","transliteration":"Ma kana Allahu liyathara almumineena AAala ma antum AAalayhi hatta yameeza alkhabeetha mina alttayyibi wama kana Allahu liyutliAAakum AAala alghaybi walakinna Allaha yajtabee min rusulihi man yashao faaminoo biAllahi warusulihi wain tuminoo watattaqoo falakum ajrun AAatheemun"},{"id":180,"text":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"DE SOM girigt behåller för sig själva det som Gud i Sin nåd har skänkt dem skall inte tro att det blir till deras bästa. Nej, det kommer att vara ett ont för dem. På Uppståndelsens dag skall de bära det som de så girigt höll fast vid hängande om halsen. - Arvet efter himlarna och jorden skall tillfalla Gud. Och Gud är väl underrättad om vad ni gör","transliteration":"Wala yahsabanna allatheena yabkhaloona bima atahummu Allahu min fadlihi huwa khayran lahum bal huwa sharrun lahum sayutawwaqoona ma bakhiloo bihi yawma alqiyamati walillahi meerathu alssamawati waalardi waAllahu bima taAAmaloona khabeerun"},{"id":181,"text":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","translation":"Gud har hört dem som säger: \"Gud är fattig - vi är rika.\" Vi skall teckna ned vad de säger, liksom [Vi tecknade ned] deras rättsstridiga dråp på profeterna, och [på Uppståndelsens dag] skall Vi säga till dem: \"Pröva eldens straff","transliteration":"Laqad samiAAa Allahu qawla allatheena qaloo inna Allaha faqeerun wanahnu aghniyaon sanaktubu ma qaloo waqatlahumu alanbiyaa bighayri haqqin wanaqoolu thooqoo AAathaba alhareeqi"},{"id":182,"text":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","translation":"följden av det som era händer har sänt framför er [till domen] - Gud låter inte Sina tjänare lida orätt","transliteration":"Thalika bima qaddamat aydeekum waanna Allaha laysa bithallamin lilAAabeedi"},{"id":183,"text":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Och de som påstår: \"Gud har ålagt oss att inte tro på en profet som inte [föreskriver] brännoffer\" - säg [till dem]: \"Före mig har profeter kommit till er med klara vittnesbörd och med det ni säger. Varför dödade ni dem då, om det som ni [nu] säger är sanning","transliteration":"Allatheena qaloo inna Allaha AAahida ilayna alla numina lirasoolin hatta yatiyana biqurbanin takuluhu alnnaru qul qad jaakum rusulun min qablee bialbayyinati wabiallathee qultum falima qataltumoohum in kutum sadiqeena"},{"id":184,"text":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","translation":"Och om de kallar dig lögnare, har profeter före dig kallats lögnare när de kom med klara vittnesbörd och upptecknad visdom och uppenbarelser fyllda av [Guds] ljus","transliteration":"Fain kaththabooka faqad kuththiba rusulun min qablika jaoo bialbayyinati waalzzuburi waalkitabi almuneeri"},{"id":185,"text":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","translation":"Varje människa skall smaka döden. Men först på Uppståndelsens dag skall ni få er fulla lön. Den som då rycks bort från Elden och förs till paradiset har sannerligen vunnit en stor seger. - Livet i denna värld [skänker] bara bedräglig glädje","transliteration":"Kullu nafsin thaiqatu almawti wainnama tuwaffawna ojoorakum yawma alqiyamati faman zuhziha AAani alnnari waodkhila aljannata faqad faza wama alhayatu alddunya illa mataAAu alghuroori"},{"id":186,"text":"۞لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","translation":"Ni skall helt visst få utstå prövningar i vad avser er egendom och er själva, och ni skall få höra många skymford från dem som fått ta emot uppenbarelser före er och från dem som sätter medhjälpare vid Guds sida. Men om ni bär allt med jämnmod och fruktar Gud [har ni bestått provet]; detta [kräver] fasthet i föresatsen","transliteration":"Latublawunna fee amwalikum waanfusikum walatasmaAAunna mina allatheena ootoo alkitaba min qablikum wamina allatheena ashrakoo athan katheeran wain tasbiroo watattaqoo fainna thalika min AAazmi alomoori"},{"id":187,"text":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","translation":"NÄR GUD slöt förbund med dem som fick ta emot uppenbarelsen tog Han löfte av dem [med orden]: \"Dölj inte detta utan kungör det för människorna!\" Men de kastade löftet bakom sig och sålde det för en usel slant - ja, ynklig är deras vinst av denna byteshandel","transliteration":"Waith akhatha Allahu meethaqa allatheena ootoo alkitaba latubayyinunnahu lilnnasi wala taktumoonahu fanabathoohu waraa thuhoorihim waishtaraw bihi thamanan qaleelan fabisa ma yashtaroona"},{"id":188,"text":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Tro inte att de som gläder sig åt det som de [anser sig ha] uträttat men också gärna vill få beröm för vad de inte har gjort - tro inte att straffet för dem skall utebli; nej, ett svårt lidande väntar dem","transliteration":"La tahsabanna allatheena yafrahoona bima ataw wayuhibboona an yuhmadoo bima lam yafAAaloo fala tahsabannahum bimafazatin mina alAAathabi walahum AAathabun aleemun"},{"id":189,"text":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"GUDS ÄR herraväldet över himlarna och jorden och Gud har allt i Sin makt","transliteration":"Walillahi mulku alssamawati waalardi waAllahu AAala kulli shayin qadeerun"},{"id":190,"text":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"I skapelsen av himlarna och jorden och i växlingen mellan natt och dag ligger helt visst budskap till dem som vill använda sitt förstånd","transliteration":"Inna fee khalqi alssamawati waalardi waikhtilafi allayli waalnnahari laayatin liolee alalbabi"},{"id":191,"text":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","translation":"de som minns Gud när de står, när de sitter och när de lägger sig till vila, och som, när de begrundar himlarnas och jordens skapelse [ber med dessa ord]: \"Herre! Du har inte skapat [allt] detta i blindo. Stor är Du i Din härlighet! Förskona oss från Eldens straff","transliteration":"Allatheena yathkuroona Allaha qiyaman waquAAoodan waAAala junoobihim wayatafakkaroona fee khalqi alssamawati waalardi rabbana ma khalaqta hatha batilan subhanaka faqina AAathaba alnnari"},{"id":192,"text":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّـٰلِمِينَ مِنۡ أَنصَارٖ","translation":"Herre, över den som Du utlämnar åt Elden har Du helt visst [förut] hopat skam och vanära. Och de orättfärdiga skall inte finna någon hjälpare","transliteration":"Rabbana innaka man tudkhili alnnara faqad akhzaytahu wama lilththalimeena min ansarin"},{"id":193,"text":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","translation":"Herre! Vi har hört rösten som kallar [oss] till tron: - 'Tro på er Herre!' - och vi har blivit troende. Herre! Förlåt oss våra synder och utplåna våra dåliga handlingar och låt oss dö med de fromma, de som gör det goda och det rätta","transliteration":"Rabbana innana samiAAna munadiyan yunadee lileemani an aminoo birabbikum faamanna rabbana faighfir lana thunoobana wakaffir AAanna sayyiatina watawaffana maAAa alabrari"},{"id":194,"text":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","translation":"Skänk oss, Herre, det som Du har lovat oss genom Dina sändebud och låt oss inte stå där med skammen på Uppståndelsens dag! Aldrig sviker Du Ditt löfte","transliteration":"Rabbana waatina ma waAAadtana AAala rusulika wala tukhzina yawma alqiyamati innaka la tukhlifu almeeAAada"},{"id":195,"text":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","translation":"Och Gud svarar dem: \"Jag skall inte låta någon av er som arbetar och strävar, vare sig man eller kvinna, se sin strävan gå förlorad - ni är [alla] av samma rot [och skall lönas på samma sätt]. De som övergav sina hem för att fly undan det onda, eller drevs bort därifrån och led annan oförrätt för Min skull och de som kämpade [för Min sak] och stupade, för dem alla skall Jag utplåna deras dåliga handlingar och föra dem till lustgårdar, vattnade av bäckar - en belöning från Gud själv; ja, den bästa belöningen väntar hos Gud","transliteration":"Faistajaba lahum rabbuhum annee la odeeAAu AAamala AAamilin minkum min thakarin aw ontha baAAdukum min baAAdin faallatheena hajaroo waokhrijoo min diyarihim waoothoo fee sabeelee waqataloo waqutiloo laokaffiranna AAanhum sayyiatihim walaodkhilannahum jannatin tajree min tahtiha alanharu thawaban min AAindi Allahi waAllahu AAindahu husnu alththawabi"},{"id":196,"text":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","translation":"LÅT DIG inte vilseledas av att de som förnekar sanningen kan på jorden vältra sig i nöjen och njutningar","transliteration":"La yaghurrannaka taqallubu allatheena kafaroo fee albiladi"},{"id":197,"text":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","translation":"Deras glädje är kortvarig; därefter skall helvetet bli deras tillflykt - ett eländigt vilorum","transliteration":"MataAAun qaleelun thumma mawahum jahannamu wabisa almihadu"},{"id":198,"text":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","translation":"Men på de gudfruktiga väntar lustgårdar, vattnade av bäckar, där de skall förbli till evig tid som Guds ärade gäster. Och det bästa för de fromma är det [som väntar] hos Gud","transliteration":"Lakini allatheena ittaqaw rabbahum lahum jannatun tajree min tahtiha alanharu khalideena feeha nuzulan min AAindi Allahi wama AAinda Allahi khayrun lilabrari"},{"id":199,"text":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَـٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"Bland mottagarna av äldre tiders uppenbarelser finns helt visst de som tror på Gud och på det som har uppenbarats för er och det som uppenbarades för dem; de ödmjukar sig inför Gud och de säljer inte Guds budskap för en ynklig slant. De skall få sin belöning av sin Herre - Gud är snar att kalla till räkenskap","transliteration":"Wainna min ahli alkitabi laman yuminu biAllahi wama onzila ilaykum wama onzila ilayhim khashiAAeena lillahi la yashtaroona biayati Allahi thamanan qaleelan olaika lahum ajruhum AAinda rabbihim inna Allaha sareeAAu alhisabi"},{"id":200,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"Troende! Uthärda allt - ja, tävla om att ge prov på tålamod och uthållighet och var alltid beredda att kämpa [för tron] och frukta Gud! Kanske skall det gå er väl i händer","transliteration":"Ya ayyuha allatheena amanoo isbiroo wasabiroo warabitoo waittaqoo Allaha laAAallakum tuflihoona"}]}
