{"id":35,"name":"فاطر","transliteration":"Fatir","translation":"Himlarnas Och Jordens Skapare","type":"meccan","total_verses":45,"verses":[{"id":1,"text":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَـٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"GUD SKE lov och pris, himlarnas och jordens Skapare, som sänder änglarna som Sina budbärare, försedda med två eller tre eller fyra vingpar. Han fogar till Sin skapelse vad Han vill - Gud har allt i Sin makt","transliteration":"Alhamdu lillahi fatiri alssamawati waalardi jaAAili almalaikati rusulan olee ajnihatin mathna wathulatha warubaAAa yazeedu fee alkhalqi ma yashao inna Allaha AAala kulli shayin qadeerun"},{"id":2,"text":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Vad Han vill skänka människorna av Sin nåd kan ingen undanhålla dem; och vad Han håller tillbaka, kan ingen låta flöda i Hans ställe. Han är den Allsmäktige, den Vise","transliteration":"Ma yaftahi Allahu lilnnasi min rahmatin fala mumsika laha wama yumsik fala mursila lahu min baAAdihi wahuwa alAAazeezu alhakeemu"},{"id":3,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","translation":"Människor! Minns Guds välgärningar mot er! Finns det en annan skapare än Gud, som förser er [med det] i himlen och på jorden som ni behöver för er försörjning? Nej, det finns ingen gud utom Han; hur förvirrade är inte era begrepp","transliteration":"Ya ayyuha alnnasu othkuroo niAAmata Allahi AAalaykum hal min khaliqin ghayru Allahi yarzuqukum mina alssamai waalardi la ilaha illa huwa faanna tufakoona"},{"id":4,"text":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"Om de kallar dig lögnare, [minns, Muhammad, att] andra sändebud före dig har beskyllts för lögn; allt går [sist och slutligen] tillbaka till Gud","transliteration":"Wain yukaththibooka faqad kuththibat rusulun min qablika waila Allahi turjaAAu alomooru"},{"id":5,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","translation":"MÄNNISKOR! Guds löfte är sanning. Låt er då inte förledas av jordelivets [lockelser] och låt inte Djävulen föra er bakom ljuset vad Guds [dom] beträffar","transliteration":"Ya ayyuha alnnasu inna waAAda Allahi haqqun fala taghurrannakumu alhayatu alddunya wala yaghurrannakum biAllahi algharooru"},{"id":6,"text":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","translation":"Djävulen är er fiende; behandla honom därför som en fiende! När han kallar sina anhängare är det hans enda avsikt att [förmå dem att slå in på] vägen som leder rätt in i den flammande Elden","transliteration":"Inna alshshaytana lakum AAaduwwun faittakhithoohu AAaduwwan innama yadAAoo hizbahu liyakoonoo min ashabi alssaAAeeri"},{"id":7,"text":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","translation":"Hårda straff väntar dem som förnekar sanningen, men förlåtelse och en riklig belöning väntar dem som tror och lever ett rättskaffens liv","transliteration":"Allatheena kafaroo lahum AAathabun shadeedun waallatheena amanoo waAAamiloo alssalihati lahum maghfiratun waajrun kabeerun"},{"id":8,"text":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","translation":"Kan den vars onda handlingar utmålats för honom i ljusa färger, så att han tror att han handlar rätt, [jämföras med den som följer trons väg]? Nej - Gud låter den gå vilse som vill [gå vilse], och Han vägleder den som söker [vägledning]. Sörj därför inte [Muhammad] över dem [som vägrar att anta tron]; Gud vet vad de företar sig","transliteration":"Afaman zuyyina lahu sooo AAamalihi faraahu hasanan fainna Allaha yudillu man yashao wayahdee man yashao fala tathhab nafsuka AAalayhim hasaratin inna Allaha AAaleemun bima yasnaAAoona"},{"id":9,"text":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","translation":"DET ÄR Gud som sänder ut vindarna och driver samman molnen och låter dessa komma in över dött land för att med dess [vatten] ge nytt liv åt den döda jorden. Så skall också Uppståndelsen ske","transliteration":"WaAllahu allathee arsala alrriyaha fatutheeru sahaban fasuqnahu ila baladin mayyitin faahyayna bihi alarda baAAda mawtiha kathalika alnnushooru"},{"id":10,"text":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّـٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَـٰٓئِكَ هُوَ يَبُورُ","translation":"Den som står efter [jordisk] makt och ära [skall veta att] all ära tillhör Gud. De goda orden stiger upp till Honom och Han förhöjer [värdet av] varje god handling. Men de som i tysthet smider onda planer har ett strängt straff att vänta och deras planer skall slå fel","transliteration":"Man kana yureedu alAAizzata falillahi alAAizzatu jameeAAan ilayhi yasAAadu alkalimu alttayyibu waalAAamalu alssalihu yarfaAAuhu waallatheena yamkuroona alssayyiati lahum AAathabun shadeedun wamakru olaika huwa yabooru"},{"id":11,"text":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","translation":"Gud har skapat er av jord; därefter [skapar Han er] av en droppe säd och därefter formar Han er till man eller kvinna. Och ingen varelse av honkön blir havande, inte heller föder hon utan Hans vetskap. Och ingen, som uppnår hög ålder, har fått sitt liv förlängt, och ingen har fått dö i unga år utan att dessa beslut [har förts in] i [Guds öppna] bok. Detta är lätt för Gud","transliteration":"WaAllahu khalaqakum min turabin thumma min nutfatin thumma jaAAalakum azwajan wama tahmilu min ontha wala tadaAAu illa biAAilmihi wama yuAAammaru min muAAammarin wala yunqasu min AAumurihi illa fee kitabin inna thalika AAala Allahi yaseerun"},{"id":12,"text":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"De två stora vattenmassorna [på jorden] är inte lika: den enas [vatten] är sött, det släcker törsten och är angenämt att dricka, medan den andras är salt och bittert; men ni kan i båda [fånga fisk], vars färska kött ni äter, och ni kan ur båda hämta ting som ni pryder er med. Och på båda ser ni skeppen som plöjer vågorna, så att ni [med dem] kan söka det som Han i Sin godhet [beviljar er]; kanske tackar ni [Honom]","transliteration":"Wama yastawee albahrani hatha AAathbun furatun saighun sharabuhu wahatha milhun ojajun wamin kullin takuloona lahman tariyyan watastakhrijoona hilyatan talbasoonaha watara alfulka feehi mawakhira litabtaghoo min fadlihi walaAAallakum tashkuroona"},{"id":13,"text":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","translation":"Han låter natten glida in i dagen och Han låter dagen glida in i natten. Han har underordnat solen och månen under [Sina lagar]: var och en löper sitt [kretslopp] till en fastställd tidpunkt. Detta är Gud, er Herre! Makten och herraväldet är Hans, och de som ni dyrkar vid sidan av Honom har ingen makt ens över dadelkärnans fina skal","transliteration":"Yooliju allayla fee alnnahari wayooliju alnnahara fee allayli wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman thalikumu Allahu rabbukum lahu almulku waallatheena tadAAoona min doonihi ma yamlikoona min qitmeerin"},{"id":14,"text":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","translation":"Om ni ber till dem hör de inte er bön, och om de hörde den skulle de inte svara er. Och på Uppståndelsens dag skall de förneka att de haft något samröre med er. Och ingen kan låta dig veta [sanningen] så som En som är underrättad om allt","transliteration":"In tadAAoohum la yasmaAAoo duAAaakum walaw samiAAoo ma istajaboo lakum wayawma alqiyamati yakfuroona bishirkikum wala yunabbioka mithlu khabeerin"},{"id":15,"text":"۞يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","translation":"Människor! Inför Gud är ni de fattiga och Gud är den Rike som är Sig själv nog, Den som allt lov och pris tillkommer","transliteration":"Ya ayyuha alnnasu antumu alfuqarao ila Allahi waAllahu huwa alghaniyyu alhameedu"},{"id":16,"text":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","translation":"Om Han så vill, skall Han låta er gå under och sätta ett nytt släkte [i ert ställe]","transliteration":"In yasha yuthhibkum wayati bikhalqin jadeedin"},{"id":17,"text":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","translation":"för Gud finns ingen svårighet","transliteration":"Wama thalika AAala Allahi biAAazeezin"},{"id":18,"text":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","translation":"PÅ INGEN bärare av bördor skall läggas en annans börda; och om den som bär en tung börda ropar på hjälp att bära den, skall ingen del av [denna börda] lyftas från hans [rygg], även om den [han ropar till] är en av hans närmaste. Du kan inte varna andra än dem som fruktar sin Herre trots att de inte kan se eller förnimma Honom, och som förrättar bönen. Och den som vill rena sin [själ] är den ende som har gott av det. Gud är färdens mål","transliteration":"Wala taziru waziratun wizra okhra wain tadAAu muthqalatun ila himliha la yuhmal minhu shayon walaw kana tha qurba innama tunthiru allatheena yakhshawna rabbahum bialghaybi waaqamoo alssalata waman tazakka fainnama yatazakka linafsihi waila Allahi almaseeru"},{"id":19,"text":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","translation":"Och den blinde kan inte jämställas med den seende","transliteration":"Wama yastawee alaAAma waalbaseeru"},{"id":20,"text":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","translation":"inte heller mörker med ljus","transliteration":"Wala alththulumatu wala alnnooru"},{"id":21,"text":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","translation":"eller skugga med brännande hetta","transliteration":"Wala alththillu wala alharooru"},{"id":22,"text":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","translation":"Och de levande kan inte jämställas med de döda. [Muhammad!] Gud förmår den Han vill att lyssna, men du kan inte förmå dem att lyssna som är [andligen döda och] begravda","transliteration":"Wama yastawee alahyao wala alamwatu inna Allaha yusmiAAu man yashao wama anta bimusmiAAin man fee alquboori"},{"id":23,"text":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","translation":"du är bara en varnare","transliteration":"In anta illa natheerun"},{"id":24,"text":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","translation":"Vi har sänt dig med sanningen, som förkunnare av ett glatt budskap om hopp och som varnare; inget folk har blivit utan en varnare som levde och dog ibland dem","transliteration":"Inna arsalnaka bialhaqqi basheeran wanatheeran wain min ommatin illa khala feeha natheerun"},{"id":25,"text":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","translation":"Om de kallar dig lögnare, [minns då att] andra som var deras föregångare och till vilka sändebuden kom med klara vittnesbörd och med nedtecknad visdom och uppenbarelser fyllda av [Guds] ljus, också beskyllde [dem] för lögn","transliteration":"Wain yukaththibooka faqad kaththaba allatheena min qablihim jaathum rusuluhum bialbayyinati wabialzzuburi wabialkitabi almuneeri"},{"id":26,"text":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","translation":"Till sist straffade Jag dem som framhärdade i att förneka sanningen och Min dom var hård","transliteration":"Thumma akhathtu allatheena kafaroo fakayfa kana nakeeri"},{"id":27,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","translation":"SER DU inte att Gud låter regn strömma från skyn och att Vi därmed låter frukter av alla slag och färger mogna och att i bergen [syns] strimmor av vitt och rött i olika skiftningar och intensivt svarta [fläckar]","transliteration":"Alam tara anna Allaha anzala mina alssamai maan faakhrajna bihi thamaratin mukhtalifan alwanuha wamina aljibali judadun beedun wahumrun mukhtalifun alwanuha wagharabeebu soodun"},{"id":28,"text":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَـٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","translation":"Så växlar även färgen hos människorna och hos vilda djur och boskap. Ingen av Hans tjänare utom de som har [en djup inre] kunskap fruktar Gud [så som Han bör fruktas]. Han är allsmäktig men alltid beredd att förlåta","transliteration":"Wamina alnnasi waalddawabbi waalanAAami mukhtalifun alwanuhu kathalika innama yakhsha Allaha min AAibadihi alAAulamao inna Allaha AAazeezun ghafoorun"},{"id":29,"text":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","translation":"De som [flitigt] läser vad Gud har uppenbarat och förrättar bönen och ger [åt andra] av det som Vi har skänkt dem för deras försörjning - när ingen ser det eller öppet - kan hoppas på en vinst av bestående värde","transliteration":"Inna allatheena yatloona kitaba Allahi waaqamoo alssalata waanfaqoo mimma razaqnahum sirran waAAalaniyatan yarjoona tijaratan lan taboora"},{"id":30,"text":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","translation":"Gud skall ge dem full lön och i Sin godhet ge dem mer. Han förlåter mycket och Han erkänner [Sina tjänares] förtjänster","transliteration":"Liyuwaffiyahum ojoorahum wayazeedahum min fadlihi innahu ghafoorun shakoorun"},{"id":31,"text":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","translation":"Vad Vi har uppenbarat för dig är sanningen, som bekräftar det som ännu består [av äldre tiders uppenbarelser]. Gud är väl underrättad om Sina tjänares [behov] och Han förlorar dem inte ur sikte","transliteration":"Waallathee awhayna ilayka mina alkitabi huwa alhaqqu musaddiqan lima bayna yadayhi inna Allaha biAAibadihi lakhabeerun baseerun"},{"id":32,"text":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","translation":"Och Vi lämnar denna gudomliga Skrift i arv till dem Vi utser av Våra tjänare. Bland dem finns den som [syndar och] begår orätt mot sig själv, den som [i sitt handlande] går en medelväg, och den som med Guds hjälp överträffar de andra i att göra gott. Detta [arv] är en stor nåd [från Gud]","transliteration":"Thumma awrathna alkitaba allatheena istafayna min AAibadina faminhum thalimun linafsihi waminhum muqtasidun waminhum sabiqun bialkhayrati biithni Allahi thalika huwa alfadlu alkabeeru"},{"id":33,"text":"جَنَّـٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","translation":"De skall få stiga in i Edens lustgårdar och där skall de smyckas med armband av guld och pärlor och klä sig i dräkter av siden","transliteration":"Jannatu AAadnin yadkhuloonaha yuhallawna feeha min asawira min thahabin waluluan walibasuhum feeha hareerun"},{"id":34,"text":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","translation":"och de skall säga: \"Vi lovar och prisar Gud som har befriat oss från all sorg! Helt visst förlåter Vår Herre mycket och Han erkänner [Sina tjänares] förtjänster","transliteration":"Waqaloo alhamdu lillahi allathee athhaba AAanna alhazana inna rabbana laghafoorun shakoorun"},{"id":35,"text":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","translation":"I Sin nåd har Han anvisat oss denna eviga boning, där vi aldrig skall känna trötthet eller leda","transliteration":"Allathee ahallana dara almuqamati min fadlihi la yamassuna feeha nasabun wala yamassuna feeha lughoobun"},{"id":36,"text":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","translation":"Men de som framhärdar i sin förnekelse har att se fram mot helvetets eld; döden skall inte befria dem och deras lidande skall inte lindras. Så lönar Vi varje trotsig förnekare","transliteration":"Waallatheena kafaroo lahum naru jahannama la yuqda AAalayhim fayamootoo wala yukhaffafu AAanhum min AAathabiha kathalika najzee kulla kafoorin"},{"id":37,"text":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ","translation":"Därifrån skall deras klagorop höras: \"Herre, låt oss komma bort härifrån! Vi skall göra det rätta och inte handla som vi handlade [förr]!\" [Men Gud skall svara:] \"Gjorde Vi inte ert liv tillräckligt långt för att den som så ville skulle ha tid till eftertanke? Och varnaren kom [också] till er! Pröva nu på [ert straff]! Det finns ingen hjälpare för de orättfärdiga","transliteration":"Wahum yastarikhoona feeha rabbana akhrijna naAAmal salihan ghayra allathee kunna naAAmalu awalam nuAAammirkum ma yatathakkaru feehi man tathakkara wajaakumu alnnatheeru fathooqoo fama lilththalimeena min naseerin"},{"id":38,"text":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"GUD KÄNNER himlarnas och jordens dolda verklighet; och Han vet vad som rör sig i människans innersta","transliteration":"Inna Allaha AAalimu ghaybi alssamawati waalardi innahu AAaleemun bithati alssudoori"},{"id":39,"text":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَـٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","translation":"Det är Han som har låtit er ta jorden i besittning och därför faller förnekarens förnekelse tillbaka på honom själv; och förnekarnas ihärdiga förnekande fördjupar bara Guds avsky för dem och ökar deras förlust","transliteration":"Huwa allathee jaAAalakum khalaifa fee alardi faman kafara faAAalayhi kufruhu wala yazeedu alkafireena kufruhum AAinda rabbihim illa maqtan wala yazeedu alkafireena kufruhum illa khasaran"},{"id":40,"text":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","translation":"Säg: \"Har ni tänkt över [vad de är] dessa medhjälpare som ni [sätter vid Guds sida och] tillber i Hans ställe? Visa mig vad de har skapat på jorden. Eller har de kanske deltagit i himlarnas [skapelse]?\" Eller [menar de att] Vi har gett dem en Skrift som innehåller bevis som de stöder sig på? Nej, de orättfärdiga invaggar bara varandra i falska förhoppningar","transliteration":"Qul araaytum shurakaakumu allatheena tadAAoona min dooni Allahi aroonee matha khalaqoo mina alardi am lahum shirkun fee alssamawati am ataynahum kitaban fahum AAala bayyinatin minhu bal in yaAAidu alththalimoona baAAduhum baAAdan illa ghurooran"},{"id":41,"text":"۞إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","translation":"Det är Gud som håller uppe himlarna och jorden så att de inte avviker [från sina banor]; och skulle de avvika kan ingen i Hans ställe hålla dem kvar. Och Gud överser [med människans fel och brister] och förlåter ständigt","transliteration":"Inna Allaha yumsiku alssamawati waalarda an tazoola walain zalata in amsakahuma min ahadin min baAAdihi innahu kana haleeman ghafooran"},{"id":42,"text":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","translation":"De svor ju vid Gud sina högtidligaste eder att om en varnare kom till dem, skulle de följa hans vägledning bättre än något av de samfund [som varnades i äldre tid]. Men när nu en varnare har kommit till dem, visar de allt större motvilja mot honom","transliteration":"Waaqsamoo biAllahi jahda aymanihim lain jaahum natheerun layakoonunna ahda min ihda alomami falamma jaahum natheerun ma zadahum illa nufooran"},{"id":43,"text":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","translation":"de är för högmodiga [för att lyssna till honom] och i stället tänker de ut bedrägliga argument [att sätta emot Våra budskap]. Dessa bedrägliga argument skadar inga andra än upphovsmännen själva; men hade de väntat sig att Gud inte skulle ge dem samma behandling som deras föregångare? Du kommer inte att uppleva att Gud slår in på nya vägar, och du kommer att se hur Gud står fast vid Sin väg","transliteration":"Istikbaran fee alardi wamakra alssayyii wala yaheequ almakru alssayyio illa biahlihi fahal yanthuroona illa sunnata alawwaleena falan tajida lisunnati Allahi tabdeelan walan tajida lisunnati Allahi tahweelan"},{"id":44,"text":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","translation":"Har de aldrig begett sig ut i världen och sett [spåren som visar] hur slutet blev för dem som levde före deras tid [och som förnekade sanningen]? - Ändå var de mäktigare än dessa [senare tiders förnekare]. Ingen, vare sig i himlarna eller på jorden, kan sätta sig emot Guds [vilja]. Han vet allt och har allt i Sin makt","transliteration":"Awalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim wakanoo ashadda minhum quwwatan wama kana Allahu liyuAAjizahu min shayin fee alssamawati wala fee alardi innahu kana AAaleeman qadeeran"},{"id":45,"text":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","translation":"Om Gud [med en gång] skulle straffa människorna så som de förtjänar, skulle Han inte lämna en enda levande varelse kvar på [jorden]; men Han ger dem uppskov till en [av Honom] fastställd tidpunkt. Och när denna frist har löpt ut [skall de få erfara att] Gud inte förlorar någon av Sina tjänare ur sikte","transliteration":"Walaw yuakhithu Allahu alnnasa bima kasaboo ma taraka AAala thahriha min dabbatin walakin yuakhkhiruhum ila ajalin musamman faitha jaa ajaluhum fainna Allaha kana biAAibadihi baseeran"}]}
