{"id":38,"name":"ص","transliteration":"Sad","translation":"Sad","type":"meccan","total_verses":88,"verses":[{"id":1,"text":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","translation":"Saad","transliteration":"Sad waalqurani thee alththikri"},{"id":2,"text":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","translation":"De som förnekar sanningen av högmod och motsägelselusta [och förkastar dess budskap bör tänka på]","transliteration":"Bali allatheena kafaroo fee AAizzatin washiqaqin"},{"id":3,"text":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","translation":"hur många släkten Vi har låtit gå under före dem! [När de såg straffet] ropade de [på förskoning], men den tid då de hade kunnat rädda sig var förbi","transliteration":"Kam ahlakna min qablihim min qarnin fanadaw walata heena manasin"},{"id":4,"text":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","translation":"De förvånas över att [en man] ur deras egen krets kommer till dem för att varna dem, och förnekarna av sanningen säger: \"Hans vältalighet bländar oss, men det är bara lögn","transliteration":"WaAAajiboo an jaahum munthirun minhum waqala alkafiroona hatha sahirun kaththabun"},{"id":5,"text":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","translation":"Han gör ju alla gudar till en gud? Det är högst märkligt","transliteration":"AjaAAala alalihata ilahan wahidan inna hatha lashayon AAujabun"},{"id":6,"text":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","translation":"Och deras ledare sade till varandra när de bröt upp [från en överläggning:] \"Låt oss hålla fast vid våra gudar! Här ligger helt säkert något bakom","transliteration":"Waintalaqa almalao minhum ani imshoo waisbiroo AAala alihatikum inna hatha lashayon yuradu"},{"id":7,"text":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","translation":"Något liknande har vi inte hört från [de kristna]. Nej, detta är bara [hans eget] påfund","transliteration":"Ma samiAAna bihatha fee almillati alakhirati in hatha illa ikhtilaqun"},{"id":8,"text":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","translation":"Skulle just han vara den bland oss [som hedrats med] att få ta emot [Guds] påminnelse?\" Nej, det är Min uppenbarelse som de tvivlar på! Men de har inte ännu fått smaka Mitt straff","transliteration":"Aonzila AAalayhi alththikru min baynina bal hum fee shakkin min thikree bal lamma yathooqoo AAathabi"},{"id":9,"text":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","translation":"Eller har de kanske i sina händer din Herres förråd av nåd, Han, den Allsmäktige, Givaren","transliteration":"Am AAindahum khazainu rahmati rabbika alAAazeezi alwahhabi"},{"id":10,"text":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","translation":"Eller har de herraväldet över himlarna och jorden och allt som finns däremellan? Låt dem då med de medel [som står dem till buds] stiga upp [till himlen och därifrån försöka styra allt]","transliteration":"Am lahum mulku alssamawati waalardi wama baynahuma falyartaqoo fee alasbabi"},{"id":11,"text":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","translation":"De är bara en liten skara som har gaddat sig samman [mot Profeten]; de är redan besegrade","transliteration":"Jundun ma hunalika mahzoomun mina alahzabi"},{"id":12,"text":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","translation":"Före dem förkastade Noas folk sanningen och [stammen] Aad och [de otaliga] tältmasternas Farao","transliteration":"Kaththabat qablahum qawmu noohin waAAadun wafirAAawnu thoo alawtadi"},{"id":13,"text":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَـٰٓئِكَ ٱلۡأَحۡزَابُ","translation":"och [stammen] Thamud och Lots folk och de som befolkade [Madyans] skogklädda dalar, [alla] tog de ställning [mot sanningen]","transliteration":"Wathamoodu waqawmu lootin waashabu alaykati olaika alahzabu"},{"id":14,"text":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","translation":"alla utan undantag beskyllde de budbärarna för lögn - och Mitt straff drabbade dem, rättvist och oundvikligt","transliteration":"In kullun illa kaththaba alrrusula fahaqqa AAiqabi"},{"id":15,"text":"وَمَا يَنظُرُ هَـٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","translation":"Ett enda [ihållande] dån är vad dessa [nutida förnekare] har att vänta på; och inget uppskov skall ges","transliteration":"Wama yanthuru haolai illa sayhatan wahidatan ma laha min fawaqin"},{"id":16,"text":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","translation":"De [vågar] säga: \"Herre! Låt oss få vår del [av straffet] genast, före Räkenskapens dag","transliteration":"Waqaloo rabbana AAajjil lana qittana qabla yawmi alhisabi"},{"id":17,"text":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","translation":"Bär vad de säger [Muhammad] med jämnmod och minns Vår tjänare David, stark till kropp och själ. Han vände alltid tillbaka till Oss [i ånger över sina fel]","transliteration":"Isbir AAala ma yaqooloona waothkur AAabdana dawooda tha alaydi innahu awwabun"},{"id":18,"text":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","translation":"Vi lät bergen förena sig med honom, vid dagens slut och i soluppgången, i lovsång till Vår ära","transliteration":"Inna sakhkharna aljibala maAAahu yusabbihna bialAAashiyyi waalishraqi"},{"id":19,"text":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","translation":"liksom fåglarnas skaror, som alla lydigt återvände [till honom]","transliteration":"Waalttayra mahshooratan kullun lahu awwabun"},{"id":20,"text":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","translation":"Och Vi befäste hans makt och gav honom visdom och säkert omdöme","transliteration":"Washadadna mulkahu waataynahu alhikmata wafasla alkhitabi"},{"id":21,"text":"۞وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","translation":"HAR DU inte hört berättelsen om de tvistande parterna som klättrade över muren till Davids bönerum","transliteration":"Wahal ataka nabao alkhasmi ith tasawwaroo almihraba"},{"id":22,"text":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","translation":"När de plötsligt kom emot honom, blev han orolig; [men] de sade: \"Vi vill dig ingenting ont! [Vi ligger i] tvist med varandra. En av oss har gjort den andre orätt; fäll därför din rättvisa dom mellan oss utan att ta parti för någon och visa oss den rätta vägen","transliteration":"Ith dakhaloo AAala dawooda fafaziAAa minhum qaloo la takhaf khasmani bagha baAAduna AAala baAAdin faohkum baynana bialhaqqi wala tushtit waihdina ila sawai alssirati"},{"id":23,"text":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","translation":"Detta är min bror som äger nittionio tackor, medan jag har en enda tacka, och han sade till mig: 'Lämna henne i min vård!' och inför hans hotfulla språk måste jag ge vika","transliteration":"Inna hatha akhee lahu tisAAun watisAAoona naAAjatan waliya naAAjatun wahidatun faqala akfilneeha waAAazzanee fee alkhitabi"},{"id":24,"text":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّـٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","translation":"[David] sade: \"Utan tvivel har han gjort dig orätt när han krävde att få din tacka utöver dem han redan hade! Många människor som har gemensamma intressen gör sig skyldiga till [sådana] övergrepp mot varandra, utom de som tror och lever ett rättskaffens liv, men de är ett fåtal.\" Nu förstod David att Vi hade velat sätta honom på prov, och han bad sin Herre om förlåtelse och föll ned på sitt ansikte i bön och ånger","transliteration":"Qala laqad thalamaka bisuali naAAjatika ila niAAajihi wainna katheeran mina alkhulatai layabghee baAAduhum AAala baAAdin illa allatheena amanoo waAAamiloo alssalihati waqaleelun ma hum wathanna dawoodu annama fatannahu faistaghfara rabbahu wakharra rakiAAan waanaba"},{"id":25,"text":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","translation":"Och Vi förlät honom detta [fel] och Vi har berett honom en hedersam plats i Vår närhet och en lycklig återkomst","transliteration":"Faghafarna lahu thalika wainna lahu AAindana lazulfa wahusna maabin"},{"id":26,"text":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","translation":"[Och Vi sade:] \"David! Vi har gett dig makt och myndighet på jorden. Döm därför mellan människor med sanning och rättvisa och låt dig inte påverkas av känslor [för eller emot en part]; då kan du lockas att överge Guds väg. Och ett strängt straff väntar dem som avviker från Guds väg och glömmer Räkenskapens dag","transliteration":"Ya dawoodu inna jaAAalnaka khaleefatan fee alardi faohkum bayna alnnasi bialhaqqi wala tattabiAAi alhawa fayudillaka AAan sabeeli Allahi inna allatheena yadilloona AAan sabeeli Allahi lahum AAathabun shadeedun bima nasoo yawma alhisabi"},{"id":27,"text":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","translation":"VI HAR inte skapat himlen och jorden och allt som är emellan dem i blindo, såsom de som förnekar sanningen förmodar. Olyckliga de som förnekar sanningen! Elden är deras mål","transliteration":"Wama khalaqna alssamaa waalarda wama baynahuma batilan thalika thannu allatheena kafaroo fawaylun lillatheena kafaroo mina alnnari"},{"id":28,"text":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","translation":"Eller skulle Vi behandla dem som tror och lever rättskaffens på samma sätt som dem som stör ordningen på jorden och sprider sedefördärv? Skulle Vi behandla de gudfruktiga på samma sätt som dem som har sjunkit djupt i synd","transliteration":"Am najAAalu allatheena amanoo waAAamiloo alssalihati kaalmufsideena fee alardi am najAAalu almuttaqeena kaalfujjari"},{"id":29,"text":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"Detta är en välsignad Skrift som Vi har uppenbarat för dig, [Muhammad]. Människorna bör tänka över dess budskap och lägga dem på minnet, om de har förstånd","transliteration":"Kitabun anzalnahu ilayka mubarakun liyaddabbaroo ayatihi waliyatathakkara oloo alalbabi"},{"id":30,"text":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","translation":"OCH VI skänkte David [sonen] Salomo - en verklig [Guds] tjänare! Han vände alltid tillbaka till Oss med ångerfullt sinne","transliteration":"Wawahabna lidawooda sulaymana niAAma alAAabdu innahu awwabun"},{"id":31,"text":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّـٰفِنَٰتُ ٱلۡجِيَادُ","translation":"Och då man vid dagens slut förde fram hans rashästar till honom","transliteration":"Ith AAurida AAalayhi bialAAashiyyi alssafinatu aljiyadu"},{"id":32,"text":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","translation":"sade han: \"Jag har fattat sådan kärlek till detta [jordiska] goda att jag glömmer [att åkalla] min Herre!\" - [och medan hästarna travade förbi upprepade han detta] till dess de försvann bakom en slöja [av damm; och han befallde]","transliteration":"Faqala innee ahbabtu hubba alkhayri AAan thikri rabbee hatta tawarat bialhijabi"},{"id":33,"text":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","translation":"För dem tillbaka till mig!\" Och då [de åter fördes fram till honom] strök han dem [med handen] över ben och manke","transliteration":"Ruddooha AAalayya fatafiqa mashan bialssooqi waalaAAnaqi"},{"id":34,"text":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","translation":"Och för att pröva Salomo satte Vi en [livlös] kropp på hans tron. Då [förstod han] och vände ångerfull tillbaka till Oss","transliteration":"Walaqad fatanna sulaymana waalqayna AAala kursiyyihi jasadan thumma anaba"},{"id":35,"text":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","translation":"[och] sade: \"Herre! Förlåt mig [mina fel] och skänk mig sådan makt som ingen efter mig kommer att kunna utöva! - Du är den store Givaren","transliteration":"Qala rabbi ighfir lee wahab lee mulkan la yanbaghee liahadin min baAAdee innaka anta alwahhabu"},{"id":36,"text":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","translation":"Och Vi lät vinden tjäna Salomo - den blåste på hans befallning vart han ville","transliteration":"Fasakhkharna lahu alrreeha tajree biamrihi rukhaan haythu asaba"},{"id":37,"text":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","translation":"och demonerna [gjorde Vi likaså till hans tjänare] - några arbetade med byggenskap, andra som pärlfiskare","transliteration":"Waalshshayateena kulla bannain waghawwasin"},{"id":38,"text":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","translation":"och andra [upproriska] var slagna i bojor","transliteration":"Waakhareena muqarraneena fee alasfadi"},{"id":39,"text":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","translation":"[Och Vi sade:] \"Detta är Våra gåvor; du kan ge dem [åt andra] eller behålla dem! Du kommer inte att avkrävas räkenskap","transliteration":"Hatha AAataona faomnun aw amsik bighayri hisabin"},{"id":40,"text":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","translation":"Och Vi har berett honom en hedersam plats i Vår närhet och en lycklig återkomst","transliteration":"Wainna lahu AAindana lazulfa wahusna maabin"},{"id":41,"text":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","translation":"OCH MINNS Vår tjänare Job, hur han ropade till sin Herre: \"Djävulen har plågat mig svårt och mina krafter är slut","transliteration":"Waothkur AAabdana ayyooba ith nada rabbahu annee massaniya alshshaytanu binusbin waAAathabin"},{"id":42,"text":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","translation":"[Och Vi sade:] \"Stampa i marken med din fot! Där finns friskt vatten så att du kan tvätta dig och dricka","transliteration":"Orkud birijlika hatha mughtasalun baridun washarabun"},{"id":43,"text":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"Och Vi gav honom tillbaka [dem som Vi hade tagit från honom av] hans familj och fördubblade deras antal som en särskild nåd från Oss och som en påminnelse till dem som har förstånd","transliteration":"Wawahabna lahu ahlahu wamithlahum maAAahum rahmatan minna wathikra liolee alalbabi"},{"id":44,"text":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","translation":"[Och Vi sade:] \"Tag en näve [gräs] och slå med den och bryt inte din ed!\" - Vi såg hans uthållighet och tålamod, en sann [Guds] tjänare! Han vände alltid tillbaka till Oss med ångerfullt sinne","transliteration":"Wakhuth biyadika dighthan faidrib bihi wala tahnath inna wajadnahu sabiran niAAma alAAabdu innahu awwabun"},{"id":45,"text":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","translation":"OCH MINNS Våra tjänare Abraham och Isak och Jakob, starka i anden och klarsynta","transliteration":"Waothkur AAibadana ibraheema waishaqa wayaAAqooba olee alaydee waalabsari"},{"id":46,"text":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","translation":"Vi gav dem - en särskild nåd - ett sinne helt inriktat på evigheten","transliteration":"Inna akhlasnahum bikhalisatin thikra alddari"},{"id":47,"text":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","translation":"och deras plats hos Oss är bland de utvalda, de främsta","transliteration":"Wainnahum AAindana lamina almustafayna alakhyari"},{"id":48,"text":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","translation":"Och minns Ismael och Elisa och Dhu'l-Kifl; de hörde alla till de främsta","transliteration":"Waothkur ismaAAeela wailyasaAAa watha alkifli wakullun mina alakhyari"},{"id":49,"text":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","translation":"[OM ALLT] detta har [Vi] nämnt för att hedra deras minne. Och för de gudfruktiga har Vi [berett] en lycklig återkomst","transliteration":"Hatha thikrun wainna lilmuttaqeena lahusna maabin"},{"id":50,"text":"جَنَّـٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","translation":"Edens lustgårdar, vars portar står öppna på vid gavel för dem","transliteration":"Jannati AAadnin mufattahatan lahumu alabwabu"},{"id":51,"text":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","translation":"och där skall de vila, lutade [mot mjuka kuddar], och allt de kan önska av olika slags frukter och drycker skall bäras fram","transliteration":"Muttakieena feeha yadAAoona feeha bifakihatin katheeratin washarabin"},{"id":52,"text":"۞وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","translation":"och hos dem skall vara oskuldsfulla kvinnor, med blygt sänkta blickar, evigt unga som de själva","transliteration":"WaAAindahum qasiratu alttarfi atrabun"},{"id":53,"text":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","translation":"Detta är vad som lovas er till Räkenskapens dag","transliteration":"Hatha ma tooAAadoona liyawmi alhisabi"},{"id":54,"text":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","translation":"[och förråden] ur vilka Vi skall försörja er med allt detta är outtömliga","transliteration":"Inna hatha larizquna ma lahu min nafadin"},{"id":55,"text":"هَٰذَاۚ وَإِنَّ لِلطَّـٰغِينَ لَشَرَّ مَـَٔابٖ","translation":"Detta [om de rättfärdiga]. Men de som överskred alla gränser i sin orättfärdighet skall få en dyster återkomst","transliteration":"Hatha wainna lilttagheena lasharra maabin"},{"id":56,"text":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","translation":"de skall bli lågornas rov i helvetet - detta det vedervärdigaste av vilorum","transliteration":"Jahannama yaslawnaha fabisa almihadu"},{"id":57,"text":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","translation":"Detta [måste de utstå] och de skall få brännhett vatten [att dricka] och omges av isande mörker","transliteration":"Hatha falyathooqoohu hameemun waghassaqun"},{"id":58,"text":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","translation":"och annat [lidande] av motsvarande slag","transliteration":"Waakharu min shaklihi azwajun"},{"id":59,"text":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","translation":"[Helvetets väktare skall säga:] \"Här kommer en hop människor instörtande i hälarna på er.\" [Men de som ledde andra vilse och först gick in i Elden skall säga:] \"Hälsa dem inte välkomna! De skall också brinna i helvetets lågor","transliteration":"Hatha fawjun muqtahimun maAAakum la marhaban bihim innahum saloo alnnari"},{"id":60,"text":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","translation":"[Efterföljarna] svarar: \"Det är ni som inte skall hälsas välkomna! Ni har dragit oss med er ned hit - detta jämmerliga tillhåll","transliteration":"Qaloo bal antum la marhaban bikum antum qaddamtumoohu lana fabisa alqararu"},{"id":61,"text":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","translation":"Och de fortsätter: \"Herre! Ge dem som drog oss med sig in i detta ett dubbelt straff i Elden","transliteration":"Qaloo rabbana man qaddama lana hatha fazidhu AAathaban diAAfan fee alnnari"},{"id":62,"text":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","translation":"Och [ledarna] skall säga: \"Hur kommer det sig att vi inte ser någon av dem som vi betraktade som eländiga stackare","transliteration":"Waqaloo ma lana la nara rijalan kunna naAAudduhum mina alashrari"},{"id":63,"text":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","translation":"och alltid gjorde narr av? Eller har vi sett fel","transliteration":"Attakhathnahum sikhriyyan am zaghat AAanhumu alabsaru"},{"id":64,"text":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","translation":"Detta är sanningen om hur de kommer att tvista och träta i Elden","transliteration":"Inna thalika lahaqqun takhasumu ahli alnnari"},{"id":65,"text":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","translation":"SÄG [Muhammad:] \"Jag är ingenting mer än en varnare - det finns ingen gud utom Gud, den Ende, Han som härskar över allt med oinskränkt makt","transliteration":"Qul innama ana munthirun wama min ilahin illa Allahu alwahidu alqahharu"},{"id":66,"text":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّـٰرُ","translation":"Herren över himlarna och jorden och allt som finns däremellan, den Allsmäktige, Den som förlåter och förlåter på nytt","transliteration":"Rabbu alssamawati waalardi wama baynahuma alAAazeezu alghaffaru"},{"id":67,"text":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","translation":"Säg: \"Detta är ett budskap av största vikt","transliteration":"Qul huwa nabaon AAatheemun"},{"id":68,"text":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","translation":"och ni vänder det ryggen","transliteration":"Antum AAanhu muAAridoona"},{"id":69,"text":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","translation":"[Säg:] \"Jag hade ingen kunskap om de motsatta meningar som rådde inom den höga församlingen","transliteration":"Ma kana liya min AAilmin bialmalai alaAAla ith yakhtasimoona"},{"id":70,"text":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","translation":"men det har uppenbarats för mig för att jag skall ge [er] en klar och entydig varning","transliteration":"In yooha ilayya illa annama ana natheerun mubeenun"},{"id":71,"text":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَـٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","translation":"Din Herre sade till änglarna: \"Jag vill skapa en människa av lera","transliteration":"Ith qala rabbuka lilmalaikati innee khaliqun basharan min teenin"},{"id":72,"text":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","translation":"När Jag har format henne och andats in i henne något av Min ande, fall då ned [alla] på era ansikten inför henne","transliteration":"Faitha sawwaytuhu wanafakhtu feehi min roohee faqaAAoo lahu sajideena"},{"id":73,"text":"فَسَجَدَ ٱلۡمَلَـٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","translation":"Därpå föll änglarna ned på sina ansikten, alla","transliteration":"Fasajada almalaikatu kulluhum ajmaAAoona"},{"id":74,"text":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","translation":"utom Iblees som [vägrade] av högmod och blev en av dem som förnekar sanningen","transliteration":"Illa ibleesa istakbara wakana mina alkafireena"},{"id":75,"text":"قَالَ يَـٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","translation":"[Gud] sade: \"Iblees! Vad avhöll dig från att falla ned inför den som Jag har skapat med Mina händer? Tog ditt högmod överhanden eller var du [alltid] en av dem som anser sig förmer än andra","transliteration":"Qala ya ibleesu ma manaAAaka an tasjuda lima khalaqtu biyadayya astakbarta am kunta mina alAAaleena"},{"id":76,"text":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","translation":"[Iblees] svarade: \"Jag är bättre än han; mig har Du skapat av eld - honom skapade Du av lera","transliteration":"Qala ana khayrun minhu khalaqtanee min narin wakhalaqtahu min teenin"},{"id":77,"text":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","translation":"[Gud] sade: \"Bort härifrån! Utstött skall du vara","transliteration":"Qala faokhruj minha fainnaka rajeemun"},{"id":78,"text":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","translation":"och Min förbannelse skall [följa] dig till Domens dag","transliteration":"Wainna AAalayka laAAnatee ila yawmi alddeeni"},{"id":79,"text":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"[Iblees] sade: \"Herre! Bevilja mig en frist till den Dag då [människorna] skall uppväckas från de döda","transliteration":"Qala rabbi faanthirnee ila yawmi yubAAathoona"},{"id":80,"text":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","translation":"[Gud] svarade: \"Du skall vara bland dem som beviljas en frist","transliteration":"Qala fainnaka mina almunthareena"},{"id":81,"text":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","translation":"till den Dag vars ankomst är känd [bara av Mig]","transliteration":"Ila yawmi alwaqti almaAAloomi"},{"id":82,"text":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","translation":"[Iblees] sade: \"Jag svär vid Din Allmakt att jag skall leda dem alla vilse","transliteration":"Qala fabiAAizzatika laoghwiyannahum ajmaAAeena"},{"id":83,"text":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","translation":"utom [sådana] bland dem som är Dina sant hängivna tjänare","transliteration":"Illa AAibadaka minhumu almukhlaseena"},{"id":84,"text":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","translation":"[Gud] sade: \"Detta är sanningen - och, vid Mitt sanna ord","transliteration":"Qala faalhaqqu waalhaqqa aqoolu"},{"id":85,"text":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","translation":"Jag skall fylla helvetet med dig och de människor som följer dig, alla tillsammans","transliteration":"Laamlaanna jahannama minka wamimman tabiAAaka minhum ajmaAAeena"},{"id":86,"text":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","translation":"SÄG [Muhammad:] \"Jag begär ingen lön av er för detta [budskap] och jag är inte en av dem som ger sig ut för att vara vad de inte är","transliteration":"Qul ma asalukum AAalayhi min ajrin wama ana mina almutakallifeena"},{"id":87,"text":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","translation":"Denna [Skrift] är ingenting mindre än en påminnelse till alla folk","transliteration":"In huwa illa thikrun lilAAalameena"},{"id":88,"text":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","translation":"innan lång tid har gått, kommer ni helt säkert att inse dess sanning","transliteration":"WalataAAlamunna nabaahu baAAda heenin"}]}
