{"id":42,"name":"الشورى","transliteration":"Ash-Shuraa","translation":"Samråd","type":"meccan","total_verses":53,"verses":[{"id":1,"text":"حمٓ","translation":"HA meem","transliteration":"Hameem"},{"id":2,"text":"عٓسٓقٓ","translation":"Ayn seen qaf","transliteration":"AAaynseenqaf"},{"id":3,"text":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"GUD, DEN Allsmäktige, den Vise, har uppenbarat [sanningen] för dig [Muhammad], liksom Han uppenbarade den för dina föregångare","transliteration":"Kathalika yoohee ilayka waila allatheena min qablika Allahu alAAazeezu alhakeemu"},{"id":4,"text":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","translation":"Allt det som himlarna rymmer och det som jorden bär tillhör Honom; Han är den Höge, omstrålad av makt och härlighet","transliteration":"Lahu ma fee alssamawati wama fee alardi wahuwa alAAaliyyu alAAatheemu"},{"id":5,"text":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَـٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"Himlarna är nära att rämna i sina höga [valv], när änglarna sjunger sin Herres lov och ber Honom förlåta [människorna] på jorden. Ja, Gud ensam är Den som ständigt förlåter, Den som ständigt visar barmhärtighet","transliteration":"Takadu alssamawatu yatafattarna min fawqihinna waalmalaikatu yusabbihoona bihamdi rabbihim wayastaghfiroona liman fee alardi ala inna Allaha huwa alghafooru alrraheemu"},{"id":6,"text":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","translation":"GUD HAR dem under uppsikt som tar [andra] beskyddare i Hans ställe. Du har inte satts att vaka över dem","transliteration":"Waallatheena ittakhathoo min doonihi awliyaa Allahu hafeethun AAalayhim wama anta AAalayhim biwakeelin"},{"id":7,"text":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","translation":"Vi har sålunda uppenbarat för dig en förkunnelse på det arabiska språket, för att du skall varna den främsta av alla städer och dem som bor runt omkring den, varna dem för den Stora samlingens dag - om vars [ankomst] det inte finns något tvivel - då några skall [stiga in] i paradiset, och andra i den högt flammande Elden","transliteration":"Wakathalika awhayna ilayka quranan AAarabiyyan litunthira omma alqura waman hawlaha watunthira yawma aljamAAi la rayba feehi fareequn fee aljannati wafareequn fee alssaAAeeri"},{"id":8,"text":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّـٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","translation":"Om Gud hade velat skulle Han förvisso ha gjort er [människor] till ett enda samfund. Han innesluter likväl den Han vill i Sin nåd, men för de orättfärdiga skall det inte finnas någon beskyddare och ingen hjälpare [på Domens dag]","transliteration":"Walaw shaa Allahu lajaAAalahum ommatan wahidatan walakin yudkhilu man yashao fee rahmatihi waalththalimoona ma lahum min waliyyin wala naseerin"},{"id":9,"text":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Har det inte gått därhän att de har tagit [andra] beskyddare i Hans ställe? Gud är den ende Beskyddaren! Han väcker de döda till liv och Han har allt i Sin makt","transliteration":"Ami ittakhathoo min doonihi awliyaa faAllahu huwa alwaliyyu wahuwa yuhyee almawta wahuwa AAala kulli shayin qadeerun"},{"id":10,"text":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","translation":"[TROENDE!] Vilken sak det än gäller där ni är oense, är det Gud som har avgörandet. [Säg, Muhammad:] \"Sådan är Gud, min Herre! Till Honom litar jag och till Honom vänder jag mig [i min ånger]","transliteration":"Wama ikhtalaftum feehi min shayin fahukmuhu ila Allahi thalikumu Allahu rabbee AAalayhi tawakkaltu wailayhi oneebu"},{"id":11,"text":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"Han är himlarnas och jordens Skapare. Han har skapat hustrur åt er av samma natur som ni själva; även av boskapen [har Han skapat] par [- han- och hondjur -] och så får ni tillväxa i antal. Ingenting är som Han - Han som hör allt, ser allt","transliteration":"Fatiru alssamawati waalardi jaAAala lakum min anfusikum azwajan wamina alanAAami azwajan yathraokum feehi laysa kamithlihi shayon wahuwa alssameeAAu albaseeru"},{"id":12,"text":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"Han har nycklarna till himlarnas och jordens [förrådshus]. Han ger den Han vill riklig och [den Han vill] knappare utkomst. Han har full vetskap om allt","transliteration":"Lahu maqaleedu alssamawati waalardi yabsutu alrrizqa liman yashao wayaqdiru innahu bikulli shayin AAaleemun"},{"id":13,"text":"۞شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","translation":"Han har föreskrivit för er samma [regel för] tron som Han anbefallde Noa - detta har Vi uppenbarat för dig [Muhammad] - och som Vi anbefallde Abraham och Moses och Jesus, nämligen att hålla fast vid [den sanna] trons [principer] och att aldrig tillåta söndring. För dem som sätter medhjälpare vid Guds sida ter sig det som du uppmanar dem till som en svår väg; [men] Gud utser dem Han vill till detta och till detta leder Han dem som vänder sig till Honom [i tro och lydnad]","transliteration":"SharaAAa lakum mina alddeeni ma wassa bihi noohan waallathee awhayna ilayka wama wassayna bihi ibraheema wamoosa waAAeesa an aqeemoo alddeena wala tatafarraqoo feehi kabura AAala almushrikeena ma tadAAoohum ilayhi Allahu yajtabee ilayhi man yashao wayahdee ilayhi man yuneebu"},{"id":14,"text":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","translation":"De [bland efterföljarna av äldre uppenbarelser som har söndrats i sekter] splittrades först efter att ha fått all kunskap och av ovilja och avund mot varandra. Och om inte din Herre redan hade beslutat att [låta det anstå] till en tid fastställd [av Honom] hade allt varit avgjort mellan dem. Men hos dem som har ärvt Skriften efter sina föregångare, kvarstår tvivlet och misstankarna om denna [uppenbarelse]","transliteration":"Wama tafarraqoo illa min baAAdi ma jaahumu alAAilmu baghyan baynahum walawla kalimatun sabaqat min rabbika ila ajalin musamman laqudiya baynahum wainna allatheena oorithoo alkitaba min baAAdihim lafee shakkin minhu mureebin"},{"id":15,"text":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","translation":"Kalla därför [människorna till den rena tron] och gå din väg rakt fram, som du är befalld, och låt dig inte påverkas av deras önskningar utan säg: \"Jag tror på allt vad Gud har uppenbarat [för Sina sändebud] och jag har blivit befalld att döma mellan er med rättvisa. Gud är vår Herre och er Herre. Vi skall stå till svars för våra handlingar och ni skall stå till svars för era handlingar. Låt oss inte tvista! Gud skall föra oss samman, Han som är målet för allas färd","transliteration":"Falithalika faodAAu waistaqim kama omirta wala tattabiAA ahwaahum waqul amantu bima anzala Allahu min kitabin waomirtu liaAAdila baynakum Allahu rabbuna warabbukum lana aAAmaluna walakum aAAmalukum la hujjata baynana wabaynakumu Allahu yajmaAAu baynana wailayhi almaseeru"},{"id":16,"text":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","translation":"Och vad angår dem som vill tvista om Gud efter det att [människorna] har bejakat Hans [kallelse], får de se sina argument underkända inför sin Herre och de skall drabbas av [Hans] vrede och ett strängt straff","transliteration":"Waallatheena yuhajjoona fee Allahi min baAAdi ma istujeeba lahu hujjatuhum dahidatun AAinda rabbihim waAAalayhim ghadabun walahum AAathabun shadeedun"},{"id":17,"text":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","translation":"Det är Gud som har uppenbarat Skriften med sanningen och [rättvisans] Våg, [en hjälp till människan att handla rättvist]. Och hur skall du kunna veta om inte den Yttersta stunden är nära","transliteration":"Allahu allathee anzala alkitaba bialhaqqi waalmeezani wama yudreeka laAAalla alssaAAata qareebun"},{"id":18,"text":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","translation":"De som tvivlar på denna Stund säger sig önska dess snara ankomst, men de troende, de som vet att den är verklighet, bävar inför den. De som inte vill tro på den Yttersta stunden begår ett svårt misstag","transliteration":"YastaAAjilu biha allatheena la yuminoona biha waallatheena amanoo mushfiqoona minha wayaAAlamoona annaha alhaqqu ala inna allatheena yumaroona fee alssaAAati lafee dalalin baAAeedin"},{"id":19,"text":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","translation":"GUD VISAR Sina tjänare en ofattbar välvilja. Han ger den Han vill hans uppehälle. Han äger all styrka, all makt","transliteration":"Allahu lateefun biAAibadihi yarzuqu man yashao wahuwa alqawiyyu alAAazeezu"},{"id":20,"text":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","translation":"Den som vill [så för att] skörda i evigheten skall Vi ge riklig skörd; och den som vill [så för att] skörda i denna värld skall Vi ge något av det han strävar efter, men i evigheten blir han lottlös","transliteration":"Man kana yureedu hartha alakhirati nazid lahu fee harthihi waman kana yureedu hartha alddunya nutihi minha wama lahu fee alakhirati min naseebin"},{"id":21,"text":"أَمۡ لَهُمۡ شُرَكَـٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Har de [satt upp] medhjälpare till [Gud], som utan Guds tillstånd har utfärdat föreskrifter för dem på religionens område? Om inte beslut om [uppskov med] avgörandet hade fattats, skulle domarna över dem helt visst ha fallit. Men de som begår sådan orätt har ett plågsamt straff att vänta","transliteration":"Am lahum shurakao sharaAAoo lahum mina alddeeni ma lam yathan bihi Allahu walawla kalimatu alfasli laqudiya baynahum wainna alththalimeena lahum AAathabun aleemun"},{"id":22,"text":"تَرَى ٱلظَّـٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","translation":"Och du skall få se hur de orättfärdiga ängslas inför det [straff] som de [med sina handlingar] förtjänat och som [inte kan undgå att] drabba dem. Men de som trodde och levde ett rättskaffens liv, får [glädjas åt] de blommande ängarna i paradiset [och] njuta av allt vad de kan önska hos sin Herre. Det är den stora gåvan av Guds nåd","transliteration":"Tara alththalimeena mushfiqeena mimma kasaboo wahuwa waqiAAun bihim waallatheena amanoo waAAamiloo alssalihati fee rawdati aljannati lahum ma yashaoona AAinda rabbihim thalika huwa alfadlu alkabeeru"},{"id":23,"text":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","translation":"som Han kungör för Sina rättskaffens troende tjänare. Säg [Muhammad]: \"Jag begär ingen ersättning av er för detta [budskap]; jag ber bara att ni ger [medmänniskorna] den kärlek [de har rätt att vänta].\" Och om någon gör en god handling skall Vi ge honom mångdubbel belöning. Gud förlåter mycket och Han erkänner [Sina tjänares] förtjänster","transliteration":"Thalika allathee yubashshiru Allahu AAibadahu allatheena amanoo waAAamiloo alssalihati qul la asalukum AAalayhi ajran illa almawaddata fee alqurba waman yaqtarif hasanatan nazid lahu feeha husnan inna Allaha ghafoorun shakoorun"},{"id":24,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"SÄGER de kanske att [Muhammad] har ljugit ihop allt detta om Gud? Men om [detta vore sant och] Gud ville, kunde Han försegla ditt hjärta [och utplåna Koranen ur ditt minne]; Gud stryker ut lögnen och bekräftar och klargör sanningen med Sina ord. Gud vet vad som rör sig i människans innersta","transliteration":"Am yaqooloona iftara AAala Allahi kathiban fain yashai Allahu yakhtim AAala qalbika wayamhu Allahu albatila wayuhiqqu alhaqqa bikalimatihi innahu AAaleemun bithati alssudoori"},{"id":25,"text":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","translation":"Det är Han som tar emot Sina tjänares ånger och som förlåter och stryker ut dåliga handlingar; Han vet nämligen allt vad ni gör","transliteration":"Wahuwa allathee yaqbalu alttawbata AAan AAibadihi wayaAAfoo AAani alssayyiati wayaAAlamu ma tafAAaloona"},{"id":26,"text":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","translation":"Han bönhör dem som tror och lever rättskaffens och ger dem i Sin nåd mer [än de förtjänar]. Men förnekarna av sanningen skall få ett strängt straff","transliteration":"Wayastajeebu allatheena amanoo waAAamiloo alssalihati wayazeeduhum min fadlihi waalkafiroona lahum AAathabun shadeedun"},{"id":27,"text":"۞وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","translation":"Och om Gud inte satte en gräns för Sin frikostighet mot Sina tjänare, skulle de säkert [frestas till] övergrepp och att begå annan orätt på jorden; men Han skänker vad Han vill efter Sitt mått; Gud är väl underrättad om Sina tjänares [behov] och förlorar dem inte ur sikte","transliteration":"Walaw basata Allahu alrrizqa liAAibadihi labaghaw fee alardi walakin yunazzilu biqadarin ma yashao innahu biAAibadihi khabeerun baseerun"},{"id":28,"text":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","translation":"Det är Han som när människorna gett upp hoppet sänder regn och når [alla] med Sin barmhärtighet; Han är Beskyddaren, Den som allt lov och pris tillkommer","transliteration":"Wahuwa allathee yunazzilu alghaytha min baAAdi ma qanatoo wayanshuru rahmatahu wahuwa alwaliyyu alhameedu"},{"id":29,"text":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","translation":"Och bland Hans tecken är skapelsen av him-larna och jorden och alla varelser som Han har låtit [uppstå och] sprida sig där; och [liksom Han har skapat dem] har Han makt att samla dem till Sig när Han vill","transliteration":"Wamin ayatihi khalqu alssamawati waalardi wama baththa feehima min dabbatin wahuwa AAala jamAAihim itha yashao qadeerun"},{"id":30,"text":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","translation":"Ingen motgång drabbar er som inte är en följd av era egna händers verk; ändå är det mycket som Han förlåter","transliteration":"Wama asabakum min museebatin fabima kasabat aydeekum wayaAAfoo AAan katheerin"},{"id":31,"text":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","translation":"Ni kan inte uppresa er mot [Hans vilja] på jorden och ni har ingen beskyddare och ingen hjälpare utom Gud","transliteration":"Wama antum bimuAAjizeena fee alardi wama lakum min dooni Allahi min waliyyin wala naseerin"},{"id":32,"text":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","translation":"Bland Hans tecken är också skeppen som seglar över havet, där de [reser sig som bergstoppar över horisonten]","transliteration":"Wamin ayatihi aljawari fee albahri kaalaAAlami"},{"id":33,"text":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","translation":"Om Han vill låter Han vinden mojna, och då blir de liggande stilla på [havets] yta - i detta ligger helt visst budskap till var och en som står fast i motgången och som tackar [Gud i allt]","transliteration":"In yasha yuskini alrreeha fayathlalna rawakida AAala thahrihi inna fee thalika laayatin likulli sabbarin shakoorin"},{"id":34,"text":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","translation":"eller Han kan låta dem förlisa [med man och allt] på grund av vad de har förtjänat [med sina handlingar]; ändå utplånar Han mycken synd","transliteration":"Aw yoobiqhunna bima kasaboo wayaAAfu AAan katheerin"},{"id":35,"text":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","translation":"Och de som sätter Guds uppenbarelser i fråga skall veta att de aldrig kommer att finna en plats dit de kan fly","transliteration":"WayaAAlama allatheena yujadiloona fee ayatina ma lahum min maheesin"},{"id":36,"text":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","translation":"OCH [GÖR klart för er att] vad det än är som ni får ta emot [på jorden], är det [bara] sådant som förljuvar det jordiska livet, medan det [som väntar] hos Gud är det bästa och det som består. [Det väntar] dem som tror och litar till sin Herre","transliteration":"Fama ooteetum min shayin famataAAu alhayati alddunya wama AAinda Allahi khayrun waabqa lillatheena amanoo waAAala rabbihim yatawakkaloona"},{"id":37,"text":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَـٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","translation":"och som avhåller sig från de grövsta synderna och skamliga handlingar och som förlåter, [även] om vreden har gripit dem","transliteration":"Waallatheena yajtaniboona kabaira alithmi waalfawahisha waitha ma ghadiboo hum yaghfiroona"},{"id":38,"text":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","translation":"och som svarar när deras Herre kallar och som förrättar bönen och som [i allt] iakttar regeln om samråd och som ger åt andra av det som Vi skänker dem för deras försörjning","transliteration":"Waallatheena istajaboo lirabbihim waaqamoo alssalata waamruhum shoora baynahum wamimma razaqnahum yunfiqoona"},{"id":39,"text":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","translation":"och som hjälper varandra att försvara sig när de har utsatts för övergrepp","transliteration":"Waallatheena itha asabahumu albaghyu hum yantasiroona"},{"id":40,"text":"وَجَزَـٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّـٰلِمِينَ","translation":"Svaret på ett ont [som någon har lidit] är ett motsvarande ont [tillfogat gärningsmannen]; men den som förlåter och söker försoning [med sin fiende] skall få sin lön av Gud; Han är inte vän till dem som begår övergrepp","transliteration":"Wajazao sayyiatin sayyiatun mithluha faman AAafa waaslaha faajruhu AAala Allahi innahu la yuhibbu alththalimeena"},{"id":41,"text":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَـٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","translation":"Inget klander kan riktas mot dem som försvarar sig mot liden oförrätt","transliteration":"Walamani intasara baAAda thulmihi faolaika ma AAalayhim min sabeelin"},{"id":42,"text":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Ingen får klandras utom den som tillfogar [andra] människor ont och som här på jorden begår övervåld i strid med rätten och sanningen; ja, sådana [människor] får se fram mot ett plågsamt straff","transliteration":"Innama alssabeelu AAala allatheena yathlimoona alnnasa wayabghoona fee alardi bighayri alhaqqi olaika lahum AAathabun aleemun"},{"id":43,"text":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","translation":"Men den som bär [den lidna orätten] med tålamod och förlåter [har bestått ett prov som kräver] fasthet i föresatsen","transliteration":"Walaman sabara waghafara inna thalika lamin AAazmi alomoori"},{"id":44,"text":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّـٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","translation":"DEN SOM Gud låter gå vilse finner därefter ingen beskyddare. Du skall få se hur de orättfärdiga beter sig när de [efter Uppståndelsen] står inför straffet och ropar: \"Finns det ingen väg tillbaka","transliteration":"Waman yudlili Allahu fama lahu min waliyyin min baAAdihi watara alththalimeena lamma raawoo alAAathaba yaqooloona hal ila maraddin min sabeelin"},{"id":45,"text":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّـٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","translation":"Och du skall se dem föras fram till [Elden], uppgivna, förödmjukade, kastande förstulna blickar [omkring sig], medan de troende säger: \"Förlorarna [denna] Uppståndelsens dag är de som har förverkat sina och sina meningsfränders själar!\" Ja, de orättfärdiga måste [utstå] ett ändlöst lidande","transliteration":"Watarahum yuAAradoona AAalayha khashiAAeena mina alththulli yanthuroona min tarfin khafiyyin waqala allatheena amanoo inna alkhasireena allatheena khasiroo anfusahum waahleehim yawma alqiyamati ala inna alththalimeena fee AAathabin muqeemin"},{"id":46,"text":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","translation":"och ingen annan kan beskydda eller hjälpa dem än Gud. Den som Gud låter gå vilse, finner ingen väg [tillbaka]","transliteration":"Wama kana lahum min awliyaa yansuroonahum min dooni Allahi waman yudlili Allahu fama lahu min sabeelin"},{"id":47,"text":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","translation":"Bejaka er Herres [kallelse], innan en Dag, en Guds [dag], oåterkalleligen randas då ni inte kan finna en plats att fly till och då ni inte kommer att kunna förneka [det onda ni gjort]","transliteration":"Istajeeboo lirabbikum min qabli an yatiya yawmun la maradda lahu mina Allahi ma lakum min maljain yawmaithin wama lakum min nakeerin"},{"id":48,"text":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","translation":"OM DE vänder dig ryggen [Muhammad, skall du veta att] Vi inte har sänt dig för att vaka över dem - du har bara att framföra [ditt budskap]. Då Vi låter människan erfara Vår nåd [- en av dem som inte har mer än denna världens goda för ögonen -], jublar hon över denna [som hon ser det, framgång], men när hon till följd av sina egna handlingar drabbas av ett ont, förnekar hon Oss [och glömmer att hon är Oss tack skyldig]","transliteration":"Fain aAAradoo fama arsalnaka AAalayhim hafeethan in AAalayka illa albalaghu wainna itha athaqna alinsana minna rahmatan fariha biha wain tusibhum sayyiatun bima qaddamat aydeehim fainna alinsana kafoorun"},{"id":49,"text":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","translation":"Gud äger herraväldet över himlarna och jorden. Han skapar vad Han vill och Han skänker åt den Han vill döttrar och åt den Han vill söner","transliteration":"Lillahi mulku alssamawati waalardi yakhluqu ma yashao yahabu liman yashao inathan wayahabu liman yashao alththukoora"},{"id":50,"text":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","translation":"eller skänker både söner och döttrar åt den Han vill och gör den Han vill ofruktsam. Han vet allt och är mäktig allt","transliteration":"Aw yuzawwijuhum thukranan wainathan wayajAAalu man yashao AAaqeeman innahu AAaleemun qadeerun"},{"id":51,"text":"۞وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","translation":"Det är inte människan givet att Gud talar till henne på annat sätt än genom ingivelse eller från andra sidan av ett förhänge eller genom ett sändebud som Han sänder och som uppenbarar det Han vill [skall uppenbaras]. Gud är upphöjd, vis","transliteration":"Wama kana libasharin an yukallimahu Allahu illa wahyan aw min warai hijabin aw yursila rasoolan fayoohiya biithnihi ma yashao innahu AAaliyyun hakeemun"},{"id":52,"text":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Så har Vi också låtit dig [Muhammad, efter de tidigare profeterna] få del av helig ingivelse. [Förr] visste du inte vad uppenbarelse betydde och inte heller vad [sann] tro innebar. Men Vi har gett dig [detta budskap] som ett ljus med vilket du skall leda dem Vi vill av Våra tjänare, leda [dem] till den raka vägen","transliteration":"Wakathalika awhayna ilayka roohan min amrina ma kunta tadree ma alkitabu wala aleemanu walakin jaAAalnahu nooran nahdee bihi man nashao min AAibadina wainnaka latahdee ila siratin mustaqeemin"},{"id":53,"text":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","translation":"vägen till Gud, som allt det som himlarna rymmer och det som jorden bär tillhör. Allt är förvisso på väg tillbaka till Gud","transliteration":"Sirati Allahi allathee lahu ma fee alssamawati wama fee alardi ala ila Allahi taseeru alomooru"}]}
