{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translation":"Järnet","type":"medinan","total_verses":29,"verses":[{"id":1,"text":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"ALLT det som himlarna rymmer och det som jorden bär prisar Gud - Han är den Allsmäktige, den Vise","transliteration":"Sabbaha lillahi ma fee alssamawati waalardi wahuwa alAAazeezu alhakeemu"},{"id":2,"text":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"Hans är herraväldet över himlarna och jorden; Han skänker liv och skänker död och Han har allt i Sin makt","transliteration":"Lahu mulku alssamawati waalardi yuhyee wayumeetu wahuwa AAala kulli shayin qadeerun"},{"id":3,"text":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّـٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","translation":"Han är den Förste och den Siste; Han är den Uppenbare och den Dolde och Han har kännedom om allt","transliteration":"Huwa alawwalu waalakhiru waalththahiru waalbatinu wahuwa bikulli shayin AAaleemun"},{"id":4,"text":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"Det är Han som har skapat himlarna och jorden under sex dagar och som tronar [över skapelsen] i Sin allmakts härlighet. Han vet vad som tränger ned i jorden och vad som utgår därifrån och [Han vet] vad som sänker sig från himlen och vad som stiger upp mot den. Han är med er, var ni än befinner er, och Gud ser allt vad ni gör","transliteration":"Huwa allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yaAAlamu ma yaliju fee alardi wama yakhruju minha wama yanzilu mina alssamai wama yaAAruju feeha wahuwa maAAakum ayna ma kuntum waAllahu bima taAAmaloona baseerun"},{"id":5,"text":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"Hans är herraväldet över himlarna och jorden och allt går [sist och slutligen] tillbaka till Gud","transliteration":"Lahu mulku alssamawati waalardi waila Allahi turjaAAu alomooru"},{"id":6,"text":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Han låter natten glida in i dagen och Han låter dagen glida in i natten och Han vet vad som rör sig i människans innersta","transliteration":"Yooliju allayla fee alnnahari wayooliju alnnahara fee allayi wahuwa AAaleemun bithati alssudoori"},{"id":7,"text":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","translation":"TRO PÅ Gud och på Hans Sändebud och ge åt andra av det som Han har gett er i uppdrag att förvalta; de som tror och som ger åt andra har en riklig lön att vänta","transliteration":"Aminoo biAllahi warasoolihi waanfiqoo mimma jaAAalakum mustakhlafeena feehi faallatheena amanoo minkum waanfaqoo lahum ajrun kabeerun"},{"id":8,"text":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Hur är det fatt med er, som inte tror på Gud? [Ändå] uppmanar er [Hans] Sändebud att tro på er Herre, som har slutit förbund med er! [Vittnesbörden borde räcka] om ni alls har förmågan att tro","transliteration":"Wama lakum la tuminoona biAllahi waalrrasoolu yadAAookum lituminoo birabbikum waqad akhatha meethaqakum in kuntum mumineena"},{"id":9,"text":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","translation":"Det är Han som uppenbarar klara budskap för Sin tjänare för att leda er ut ur [okunnighetens] mörker till [trons] ljus; Gud ömmar för er, full av barmhärtighet","transliteration":"Huwa allathee yunazzilu AAala AAabdihi ayatin bayyinatin liyukhrijakum mina alththulumati ila alnnoori wainna Allaha bikum laraoofun raheemun"},{"id":10,"text":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَـٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"Hur är det fatt med er, som inte vill ge [av det ni äger] för Guds sak? Allt det som himlarna och jorden lämnar i arv skall ändå tillfalla Gud! De bland er som gav [av vad de ägde] och kämpade [för Guds sak] före segern kan inte jämställas [med er andra] och står ett steg högre än de som gav och kämpade [först] efteråt, även om Gud har lovat dem alla det högsta goda. Gud är underrättad om vad ni gör","transliteration":"Wama lakum alla tunfiqoo fee sabeeli Allahi walillahi meerathu alssamawati waalardi la yastawee minkum man anfaqa min qabli alfathi waqatala olaika aAAthamu darajatan mina allatheena anfaqoo min baAAdu waqataloo wakullan waAAada Allahu alhusna waAllahu bima taAAmaloona khabeerun"},{"id":11,"text":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","translation":"VEM GER Gud ett lån av goda gärningar, som Han återbetalar med mångdubbla värdet och därtill ger en frikostig belöning","transliteration":"Man tha allathee yuqridu Allaha qardan hasanan fayudaAAifahu lahu walahu ajrun kareemun"},{"id":12,"text":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"[Återbetalningen skall ske] den Dag då du får se de troende männen och kvinnorna [skynda fram] och ljuset [av deras tro och deras goda handlingar] skall lysa framför dem och till höger om dem [och hör] det glada budskapet [som riktas till dem:] \"I dag står lustgårdar, vattnade av bäckar, beredda att ta emot er och där skall ni förbli till evig tid! Detta är den stora, den lysande segern","transliteration":"Yawma tara almumineena waalmuminati yasAAa nooruhum bayna aydeehim wabiaymanihim bushrakumu alyawma jannatun tajree min tahtiha alanharu khalideena feeha thalika huwa alfawzu alAAatheemu"},{"id":13,"text":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","translation":"Då skall hycklarna, männen såväl som kvinnorna, säga till de troende: \"Vänta på oss! Låt oss få litet av ert ljus!\" - men de skall få svaret: \"Gå tillbaka och be om ljus!\" Då reser sig en mur mellan dem och i den syns en port; innanför muren finns nåd och barmhärtighet men utanför den, helt nära, straff och lidande","transliteration":"Yawma yaqoolu almunafiqoona waalmunafiqatu lillatheena amanoo onthuroona naqtabis min noorikum qeela irjiAAoo waraakum failtamisoo nooran faduriba baynahum bisoorin lahu babun batinuhu feehi alrrahmatu wathahiruhu min qibalihi alAAathabu"},{"id":14,"text":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","translation":"De [som är utanför muren] skall ropa till dem [som är innanför]: \"Var vi inte med er?\" [och de andra] skall svara: \"Jo, [ni var med oss], men ni lät er frestas och ni ville i det längsta vänta och se [hur det skulle gå för oss troende]; ni var osäkra och tvekade [om vägen] och lät lura er [av ert önsketänkande], till dess att Gud avgjorde saken. Det var den store bedragaren som förledde er att missräkna er på Gud","transliteration":"Yunadoonahum alam nakun maAAakum qaloo bala walakinnakum fatantum anfusakum watarabbastum wairtabtum wagharratkumu alamaniyyu hatta jaa amru Allahi wagharrakum biAllahi algharooru"},{"id":15,"text":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"I dag får ni inte köpa er fria, varken ni eller de som [öppet] förnekade sanningen. Elden är er sista hemvist, [ja,] den skall bli ert hem - ett i sanning jämmerligt mål","transliteration":"Faalyawma la yukhathu minkum fidyatun wala mina allatheena kafaroo mawakumu alnnaru hiya mawlakum wabisa almaseeru"},{"id":16,"text":"۞أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","translation":"ÄR DET inte tid att de troende ödmjukar sig i sina hjärtan inför Gud och den sanning som har uppenbarats, så att de inte blir som de som förr fick del av uppenbarelsen, men vars hjärtan med tiden hårdnade tills de - många av dem - återföll i trots och olydnad [mot Gud]","transliteration":"Alam yani lillatheena amanoo an takhshaAAa quloobuhum lithikri Allahi wama nazala mina alhaqqi wala yakoonoo kaallatheena ootoo alkitaba min qablu fatala AAalayhimu alamadu faqasat quloobuhum wakatheerun minhum fasiqoona"},{"id":17,"text":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","translation":"Tänk på hur Gud skänker nytt liv åt torr och död jord! Ja, Vi har klargjort [Våra] budskap för er för att ni skall använda ert förstånd","transliteration":"IAAlamoo anna Allaha yuhyee alarda baAAda mawtiha qad bayyanna lakumu alayati laAAallakum taAAqiloona"},{"id":18,"text":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","translation":"Och de män och de kvinnor som skänker av sitt åt de behövande och [på så sätt] ger Gud ett fullgott lån, skall få det mångdubbla tillbaka och därtill en frikostig belöning","transliteration":"Inna almussaddiqeena waalmussaddiqati waaqradoo Allaha qardan hasanan yudaAAafu lahum walahum ajrun kareemun"},{"id":19,"text":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَـٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","translation":"Och de som tror på Gud och Hans Sändebud och som vittnar om sanningen inför Gud, de skall få sin lön och [skall lysas av] ett klart ljus! Men de som förnekar sanningen och påstår att Våra budskap är lögn har Elden till arvedel","transliteration":"Waallatheena amanoo biAllahi warusulihi olaika humu alssiddeeqoona waalshshuhadao AAinda rabbihim lahum ajruhum wanooruhum waallatheena kafaroo wakaththaboo biayatina olaika ashabu aljaheemi"},{"id":20,"text":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","translation":"TÄNK [ÄVEN] på att detta jordiska liv [knappast är annat än] lek och förströelse, tom prakt, ihåligt skryt och tävlan om att överträffa varandra i rikedom och i antal söner. Det är som [jord som fått ta emot] rikligt regn. Den grönska som det framkallar gläder odlarna, men sedan vissnar den och du ser hur den gulnar, till dess ingenting annat återstår än torra strån. I nästa liv [väntar] ett strängt straff eller Guds förlåtelse och Hans välbehag, men livet här i denna värld ger enbart flyktig och bedräglig glädje","transliteration":"IAAlamoo annama alhayatu alddunya laAAibun walahwun wazeenatun watafakhurun baynakum watakathurun fee alamwali waalawladi kamathali ghaythin aAAjaba alkuffara nabatuhu thumma yaheeju fatarahu musfarran thumma yakoonu hutaman wafee alakhirati AAathabun shadeedun wamaghfiratun mina Allahi waridwanun wama alhayatu alddunya illa mataAAu alghuroori"},{"id":21,"text":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translation":"Tävla [därför] om [att vinna] er Herres förlåtelse och ett paradis, lika vidsträckt som himlarna och jorden, vilket är berett att ta emot dem som tror på Gud och Hans Sändebud. I Sin godhet låter Gud Sin nåd [flöda] över den Han vill - Guds nåd är en outsinlig källa","transliteration":"Sabiqoo ila maghfiratin min rabbikum wajannatin AAarduha kaAAardi alssamai waalardi oAAiddat lillatheena amanoo biAllahi warusulihi thalika fadlu Allahi yuteehi man yashao waAllahu thoo alfadli alAAatheemi"},{"id":22,"text":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","translation":"Ingen olycka drabbar jorden och inte heller er själva utan att den förts in i [Vår] bok, innan Vi sätter den i verket. Detta kostar inte Gud någon möda","transliteration":"Ma asaba min museebatin fee alardi wala fee anfusikum illa fee kitabin min qabli an nabraaha inna thalika AAala Allahi yaseerun"},{"id":23,"text":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","translation":"[Så är det] för att ni inte skall sörja över det som ni har gått miste om, och inte heller jubla i övermod över det som Han har skänkt er. Gud älskar inte inbilska skrävlare","transliteration":"Likayla tasaw AAala ma fatakum wala tafrahoo bima atakum waAllahu la yuhibbu kulla mukhtalin fakhoorin"},{"id":24,"text":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","translation":"och [inte heller] girigbukar, som förmanar andra att hålla hårt om penningpåsen. Och den som vänder [Gud] ryggen [bör tänka på att] Gud är Den som är Sig själv nog, Den som allt lov och pris tillkommer","transliteration":"Allatheena yabkhaloona wayamuroona alnnasa bialbukhli waman yatawalla fainna Allaha huwa alghaniyyu alhameedu"},{"id":25,"text":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","translation":"Vi sände Våra profeter med klara bevis [om sanningen] och med dem sände Vi Skriften och en Våg för att [hjälpa] människorna att handla rättvist. Och järnet, som har fruktansvärd styrka och som är människan till nytta, har Vi satt i era [händer]. Låt därför dem ge sig till känna som vill stödja och försvara Guds och Hans Sändebuds sak, fastän [Gud] inte kan ses eller förnimmas. All styrka och all makt ligger hos Gud","transliteration":"Laqad arsalna rusulana bialbayyinati waanzalna maAAahumu alkitaba waalmeezana liyaqooma alnnasu bialqisti waanzalna alhadeeda feehi basun shadeedun wamanafiAAu lilnnasi waliyaAAlama Allahu man yansuruhu warusulahu bialghaybi inna Allaha qawiyyun AAazeezun"},{"id":26,"text":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","translation":"Ja, Vi sände Noa och Abraham och kallade flera av deras efterkommande till profeter och gav dem [Våra] uppenbarelser; bland dessa [efterkommande] följde några den raka vägen, men många av dem visade trots och olydnad [mot Gud]","transliteration":"Walaqad arsalna noohan waibraheema wajaAAalna fee thurriyyatihima alnnubuwwata waalkitaba faminhum muhtadin wakatheerun minhum fasiqoona"},{"id":27,"text":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","translation":"Och Vi lät [andra av] Våra sändebud följa i deras spår och Vi sände Jesus, Marias son, och gav honom Evangeliet; och Vi lät hjärtana hos dem som följde honom fyllas av ömhet och medkänsla. Men själva införde de munkväsendet - Vi föreskrev det inte för dem - och med dess [späkningar och försakelser] strävade de efter att uppnå Guds välbehag. Men de följde inte dess [regler] så som de borde ha följt dem. Vi belönade dem bland efterföljarna [till Jesus] som var [sanna] troende, men många av dem visade trots [mot Gud]","transliteration":"Thumma qaffayna AAala atharihim birusulina waqaffayna biAAeesa ibni maryama waataynahu alinjeela wajaAAalna fee quloobi allatheena ittabaAAoohu rafatan warahmatan warahbaniyyatan ibtadaAAooha ma katabnaha AAalayhim illa ibtighaa ridwani Allahi fama raAAawha haqqa riAAayatiha faatayna allatheena amanoo minhum ajrahum wakatheerun minhum fasiqoona"},{"id":28,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"TROENDE! Frukta Gud och tro på Hans Sändebud! Då skall Han av nåd ge er en dubbel belöning och låta ett ljus lysa er på er vandring och Han skall ge er Sin förlåtelse - Gud är ständigt förlåtande, barmhärtig","transliteration":"Ya ayyuha allatheena amanoo ittaqoo Allaha waaminoo birasoolihi yutikum kiflayni min rahmatihi wayajAAal lakum nooran tamshoona bihi wayaghfir lakum waAllahu ghafoorun raheemun"},{"id":29,"text":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translation":"Efterföljarna av gångna tiders uppenbarelser bör förstå att de inte har någon makt över Guds nåd. Nåden är i Guds hand och Han skänker den till den Han vill. - Guds nåd är en outsinlig källa","transliteration":"Lialla yaAAlama ahlu alkitabi alla yaqdiroona AAala shayin min fadli Allahi waanna alfadla biyadi Allahi yuteehi man yashao waAllahu thoo alfadli alAAatheemi"}]}
