{"id":61,"name":"الصف","transliteration":"As-Saf","translation":"I Slutna Led","type":"medinan","total_verses":14,"verses":[{"id":1,"text":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"ALLT det som himlarna rymmer och det som jorden bär prisar Gud; Han är den Allsmäktige, den Vise","transliteration":"Sabbaha lillahi ma fee alssamawati wama fee alardi wahuwa alAAazeezu alhakeemu"},{"id":2,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","translation":"TROENDE! Varför säger ni ett och gör ett annat","transliteration":"Ya ayyuha allatheena amanoo lima taqooloona ma la tafAAaloona"},{"id":3,"text":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","translation":"Det är djupt förhatligt för Gud att era ord inte överensstämmer med era handlingar","transliteration":"Kabura maqtan AAinda Allahi an taqooloo ma la tafAAaloona"},{"id":4,"text":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","translation":"Gud älskar dem som kämpar för Hans sak i slutna led [så att de tillsammans bildar] liksom en stark och solid byggnad","transliteration":"Inna Allaha yuhibbu allatheena yuqatiloona fee sabeelihi saffan kaannahum bunyanun marsoosun"},{"id":5,"text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translation":"[Minns] Moses, som talade till sitt folk och sade: \"Varför orsakar ni mig sorg och bekymmer, fastän ni vet att jag är sänd till er av Gud?\" Men när de [ändå] vek av [från den raka vägen], stämplade Gud deras hjärtan med avvikelsens stämpel; Gud leder inte dem som förhärdar sig i trots","transliteration":"Waith qala moosa liqawmihi ya qawmi lima tuthoonanee waqad taAAlamoona annee rasoolu Allahi ilaykum falamma zaghoo azagha Allahu quloobahum waAllahu la yahdee alqawma alfasiqeena"},{"id":6,"text":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَـٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","translation":"Och [minns] Jesus, Marias son, som sade: \"Israeliter! Jag är sänd till er av Gud för att bekräfta vad som ännu består av Tora och för att förkunna för er det glada budskapet att ett sändebud skall komma efter mig vars namn skall vara Ahmad.\" Men när han kom till dem med klara tecken och vittnesbörd, sade de: \"Detta är uppenbart vältalighet som bländar och förhäxar","transliteration":"Waith qala AAeesa ibnu maryama ya banee israeela innee rasoolu Allahi ilaykum musaddiqan lima bayna yadayya mina alttawrati wamubashshiran birasoolin yatee min baAAdee ismuhu ahmadu falamma jaahum bialbayyinati qaloo hatha sihrun mubeenun"},{"id":7,"text":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"Vem är mer orättfärdig än den som, när han får kallelsen att underkasta sig Guds vilja, finner på lögner om Gud? Gud vägleder inte dem som begår [sådan] orätt","transliteration":"Waman athlamu mimmani iftara AAala Allahi alkathiba wahuwa yudAAa ila alislami waAllahu la yahdee alqawma alththalimeena"},{"id":8,"text":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","translation":"De vill släcka ut Guds ljus med sina ord, men Gud skall låta Sitt ljus lysa med full styrka, hur förhatligt detta än måste vara för förnekarna av sanningen","transliteration":"Yureedoona liyutfioo noora Allahi biafwahihim waAllahu mutimmu noorihi walaw kariha alkafiroona"},{"id":9,"text":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","translation":"Det är Han som har sänt Sitt Sändebud med vägledningen och [för att förkunna] den sanna tron som skall föras till seger över all [annan form av] gudstro, hur förhatligt detta än kan vara för dem som sätter medhjälpare vid Guds sida","transliteration":"Huwa allathee arsala rasoolahu bialhuda wadeeni alhaqqi liyuthhirahu AAala alddeeni kullihi walaw kariha almushrikoona"},{"id":10,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","translation":"TROENDE! Skall Jag berätta för er om en byteshandel som kommer att rädda er från ett svårt lidande","transliteration":"Ya ayyuha allatheena amanoo hal adullukum AAala tijaratin tunjeekum min AAathabin aleemin"},{"id":11,"text":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"[Den består för er del i att] ni tror på Gud och Hans Sändebud och strävar och kämpar för Guds sak med er egendom och ert liv som insats; detta är för er det bästa - om ni bara visste Ã‰","transliteration":"Tuminoona biAllahi warasoolihi watujahidoona fee sabeeli Allahi biamwalikum waanfusikum thalikum khayrun lakum in kuntum taAAlamoona"},{"id":12,"text":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّـٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"[I gengäld] skall Han förlåta era synder och föra er till lustgårdar, vattnade av bäckar, och de bästa boningar i [detta] Edens paradis; detta är den stora, den lysande segern","transliteration":"Yaghfir lakum thunoobakum wayudkhilkum jannatin tajree min tahtiha alanharu wamasakina tayyibatan fee jannati AAadnin thalika alfawzu alAAatheemu"},{"id":13,"text":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translation":"Och därtill något som ligger er om hjärtat: Guds hjälp och en förestående seger. - Tillkännage detta för de troende","transliteration":"Waokhra tuhibboonaha nasrun mina Allahi wafathun qarreebun wabashshiri almumineena"},{"id":14,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَـٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","translation":"TROENDE! Bli Guds medhjälpare! Liksom Jesus, Marias son, sade till de vitklädda: \"Vem vill bli min medhjälpare [i arbetet] för Guds sak?\" och de svarade: \"Vi vill vara Guds medhjälpare!\". Bland Israels barn kom några att tro [på Jesus och hans budskap] medan andra förnekade [honom]. Men Vi stödde dem som trodde på honom mot deras fiender, och de [troende] avgick med segern","transliteration":"Ya ayyuha allatheena amanoo koonoo ansara Allahi kama qala AAeesa ibnu maryama lilhawariyyeena man ansaree ila Allahi qala alhawariyyoona nahnu ansaru Allahi faamanat taifatun min banee israeela wakafarat taifatun faayyadna allatheena amanoo AAala AAaduwwihim faasbahoo thahireena"}]}
