{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translation":"Urskiljning","type":"meccan","total_verses":206,"verses":[{"id":1,"text":"الٓمٓصٓ","translation":"Alif lam meem Saad","transliteration":"Aliflammeemsad"},{"id":2,"text":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","translation":"EN SKRIFT har uppenbarats för dig - ängslas inte i ditt hjärta över detta - för att du med den skall varna [förnekarna] och förmana de troende","transliteration":"Kitabun onzila ilayka fala yakun fee sadrika harajun minhu litunthira bihi wathikra lilmumineena"},{"id":3,"text":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","translation":"Följ det som har uppenbarats för er av er Herre, och följ inte [andra som ni har tagit till] beskyddare i Hans ställe.\" - Men det är sällan ni ägnar någon eftertanke [åt Våra varningar]","transliteration":"IttabiAAoo ma onzila ilaykum min rabbikum wala tattabiAAoo min doonihi awliyaa qaleelan ma tathakkaroona"},{"id":4,"text":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","translation":"Hur många städer har Vi inte lagt öde! Under natten eller då [människorna] slumrade i middagshettan drabbade dem Vårt straff","transliteration":"Wakam min qaryatin ahlaknaha fajaaha basuna bayatan aw hum qailoona"},{"id":5,"text":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"Och då slaget föll kunde de inte säga mer än detta: \"Ja, vi gjorde sannerligen stor orätt","transliteration":"Fama kana daAAwahum ith jaahum basuna illa an qaloo inna kunna thalimeena"},{"id":6,"text":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","translation":"Vi skall förvisso förhöra mottagarna av Vårt budskap, och Vi skall förhöra budbärarna","transliteration":"Falanasalanna allatheena orsila ilayhim walanasalanna almursaleena"},{"id":7,"text":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","translation":"och Vi skall med [fullständig] kunskap underrätta dem om [allt]; ingenting har gått Oss förbi","transliteration":"Falanaqussanna AAalayhim biAAilmin wama kunna ghaibeena"},{"id":8,"text":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"Den Dagen skall [allt] vägas med sanningens våg och det skall gå dem väl i händer vilkas vågskål [med goda handlingar] väger tungt","transliteration":"Waalwaznu yawmaithini alhaqqu faman thaqulat mawazeenuhu faolaika humu almuflihoona"},{"id":9,"text":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","translation":"förlorarna är de vilkas vågskål väger lätt, de som genom att förneka Våra budskap har förverkat sina själar","transliteration":"Waman khaffat mawazeenuhu faolaika allatheena khasiroo anfusahum bima kanoo biayatina yathlimoona"},{"id":10,"text":"وَلَقَدۡ مَكَّنَّـٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","translation":"MÄNNISKOR! Vi har gett er jorden som boplats och där har Vi sörjt för ert uppehälle; men ni visar ringa tacksamhet","transliteration":"Walaqad makkannakum fee alardi wajaAAalna lakum feeha maAAayisha qaleelan ma tashkuroona"},{"id":11,"text":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّـٰجِدِينَ","translation":"Vi har skapat er och sedan format er; därefter sade Vi till änglarna: \"Fall ned på era ansikten inför Adam!\" Och de föll ned inför honom, [alla] utom Iblees; han hörde inte till dem som föll ned på sina ansikten","transliteration":"Walaqad khalaqnakum thumma sawwarnakum thumma qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa lam yakun mina alssajideena"},{"id":12,"text":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","translation":"[Gud] sade: \"Vad hindrade dig från att falla ned på ditt ansikte [inför Adam] såsom Jag befallde dig?\" [Iblees] svarade: \"Jag är bättre än han; mig har Du skapat av eld, men honom skapade Du av lera","transliteration":"Qala ma manaAAaka alla tasjuda ith amartuka qala ana khayrun minhu khalaqtanee min narin wakhalaqtahu min teenin"},{"id":13,"text":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ","translation":"[Gud] sade: \"Ned härifrån! Det anstår dig inte att visa högfärd här. Ut! Din plats är bland de föraktade och förnedrade","transliteration":"Qala faihbit minha fama yakoonu laka an tatakabbara feeha faokhruj innaka mina alssaghireena"},{"id":14,"text":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"[Iblees] sade: \"Ge mig anstånd till den Dag då de [döda] skall återuppväckas","transliteration":"Qala anthirnee ila yawmi yubAAathoona"},{"id":15,"text":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","translation":"[Och Gud] svarade: \"Du skall vara bland dem som beviljas anstånd","transliteration":"Qala innaka mina almunthareena"},{"id":16,"text":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","translation":"[Iblees] sade: \"Eftersom Du har låtit mig begå ett felsteg, svär jag att jag skall lägga mig i bakhåll för dem längs Din raka väg","transliteration":"Qala fabima aghwaytanee laaqAAudanna lahum sirataka almustaqeema"},{"id":17,"text":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","translation":"och jag skall ansätta dem framifrån och bakifrån, från höger och från vänster; och Du kommer att finna de flesta av dem otacksamma","transliteration":"Thumma laatiyannahum min bayni aydeehim wamin khalfihim waAAan aymanihim waAAan shamailihim wala tajidu aktharahum shakireena"},{"id":18,"text":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","translation":"[Gud] sade: \"Ut härifrån, föraktad och utstött! Om någon sluter sig till dig skall Jag helt visst fylla helvetet med er alla","transliteration":"Qala okhruj minha mathooman madhooran laman tabiAAaka minhum laamlaanna jahannama minkum ajmaAAeena"},{"id":19,"text":"وَيَـٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ","translation":"[Till Adam sade Gud]: \"Adam! Lev nu, du och din hustru, i denna lustgård och ät vad ni önskar [av dess frukter]. Men kom inte nära detta träd! Annars kan ni råka i synd","transliteration":"Waya adamu oskun anta wazawjuka aljannata fakula min haythu shituma wala taqraba hathihi alshshajarata fatakoona mina alththalimeena"},{"id":20,"text":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","translation":"Men genom listiga antydningar lät Djävulen dem förstå något som de hade varit omedvetna om, nämligen att de var nakna. Och han sade till dem: \"Er Herre har förbjudit er [att komma nära] detta träd just för att hindra er att bli änglar eller [sådana] väsen som lever för evigt","transliteration":"Fawaswasa lahuma alshshaytanu liyubdiya lahuma ma wooriya AAanhuma min sawatihima waqala ma nahakuma rabbukuma AAan hathihi alshshajarati illa an takoona malakayni aw takoona mina alkhalideena"},{"id":21,"text":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ","translation":"Och han svor och bedyrade för dem: \"Jag är er gode rådgivare [som vill ert väl]","transliteration":"Waqasamahuma innee lakuma lamina alnnasiheena"},{"id":22,"text":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","translation":"Så bedrog han dem med sitt listiga tal. Och när de hade smakat av trädets [frukt] blev de medvetna om sin nakenhet och försökte skyla sig med blad från lustgården som de fäste ihop. Men då kallade deras Herre på dem: \"Har Jag inte förbjudit er [att gå nära] detta träd och varnat er att Djävulen är er svurne fiende","transliteration":"Fadallahuma bighuroorin falamma thaqa alshshajarata badat lahuma sawatuhuma watafiqa yakhsifani AAalayhima min waraqi aljannati wanadahuma rabbuhuma alam anhakuma AAan tilkuma alshshajarati waaqul lakuma inna alshshaytana lakuma AAaduwwun mubeenun"},{"id":23,"text":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","translation":"De svarade: \"Herre! Vi har gjort oss själva orätt. Om Du inte ger oss Din förlåtelse och förbarmar Dig över oss är vi helt visst [för alltid] förlorade","transliteration":"Qala rabbana thalamna anfusana wain lam taghfir lana watarhamna lanakoonanna mina alkhasireena"},{"id":24,"text":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","translation":"[Gud] sade: \"Ned, alla, [härifrån]! Fiender skall ni vara inbördes. På jorden skall ni under en tid ha er boning och er nödtorftiga försörjning","transliteration":"Qala ihbitoo baAAdukum libaAAdin AAaduwwun walakum fee alardi mustaqarrun wamataAAun ila heenin"},{"id":25,"text":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","translation":"[Och Han] sade: \"Där skall ni leva och där skall ni dö och ur denna [jord] skall ni kallas att stiga fram [på nytt]","transliteration":"Qala feeha tahyawna wafeeha tamootoona waminha tukhrajoona"},{"id":26,"text":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","translation":"SÖNER av Adam! Vi har gett er ting som ni kan skyla er nakenhet [och pryda er] med liksom [fågeln pryder sig med sina] fjädrar; men den bästa dräkten är en dräkt av gudsfruktan. Detta är ett budskap från Gud - kanske stämmer det dem till eftertanke","transliteration":"Ya banee adama qad anzalna AAalaykum libasan yuwaree sawatikum wareeshan walibasu alttaqwa thalika khayrun thalika min ayati Allahi laAAallahum yaththakkaroona"},{"id":27,"text":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","translation":"Söner av Adam! Låt inte Djävulen fresta er så som han [frestade] er stamfader och er stammoder och blev orsak till deras förvisning ur paradiset, när han berövade dem deras dräkt [av oskuld] och gjorde dem medvetna om sin nakenhet. Han och hans anhang lurar [nu] på er där ni inte kan se dem. Vi har gett dem som inte är troende onda krafter som beskyddare","transliteration":"Ya banee adama la yaftinannakumu alshshaytanu kama akhraja abawaykum mina aljannati yanziAAu AAanhuma libasahuma liyuriyahuma sawatihima innahu yarakum huwa waqabeeluhu min haythu la tarawnahum inna jaAAalna alshshayateena awliyaa lillatheena la yuminoona"},{"id":28,"text":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"och när de begår skamlösa handlingar, säger de: \"Så gjorde våra fäder och Gud har [själv] påbjudit det.\" Säg: \"Nej, Gud påbjuder inte skamlösa handlingar. Påstår ni om Gud sådant som ni inte kan veta","transliteration":"Waitha faAAaloo fahishatan qaloo wajadna AAalayha abaana waAllahu amarana biha qul inna Allaha la yamuru bialfahshai ataqooloona AAala Allahi ma la taAAlamoona"},{"id":29,"text":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","translation":"Säg: \"Min Herre har [enbart] påbjudit det som är rätt och rimligt. Och [Han vill] att ni lägger in hela er själ i all andakt och anropar Honom med uppriktig tro. Liksom ni har utgått från Honom är det [till Honom] ni skall återvända","transliteration":"Qul amara rabbee bialqisti waaqeemoo wujoohakum AAinda kulli masjidin waodAAoohu mukhliseena lahu alddeena kama badaakum taAAoodoona"},{"id":30,"text":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","translation":"Några [av er] har Han väglett och några har dömt sig själva att gå vilse, eftersom de har valt att låta sig styras av [sina] onda impulser hellre än av Gud - och ändå tror de att de är på rätt väg","transliteration":"Fareeqan hada wafareeqan haqqa AAalayhimu alddalalatu innahumu ittakhathoo alshshayateena awliyaa min dooni Allahi wayahsaboona annahum muhtadoona"},{"id":31,"text":"۞يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","translation":"SÖNER av Adam! Anlägg vårdad klädsel var gång ni går till bön - och ät och drick [det som är gott och hälsosamt], men visa måtta [i allt]; Gud är inte vän av dem som går till överdrift","transliteration":"Ya banee adama khuthoo zeenatakum AAinda kulli masjidin wakuloo waishraboo wala tusrifoo innahu la yuhibbu almusrifeena"},{"id":32,"text":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translation":"Säg: \"Vem har förbjudit de sköna ting som Gud har skänkt Sina tjänare och allt det goda som Han gett dem för deras försörjning?\" Säg: \"Allt detta tillkommer i detta liv dem som tror, och på Uppståndelsens dag skall det vara dem [ensamma] förbehållet.\" Så framställer Vi [Våra] budskap fast och klart för alla insiktsfulla människor","transliteration":"Qul man harrama zeenata Allahi allatee akhraja liAAibadihi waalttayyibati mina alrrizqi qul hiya lillatheena amanoo fee alhayati alddunya khalisatan yawma alqiyamati kathalika nufassilu alayati liqawmin yaAAlamoona"},{"id":33,"text":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Säg: \"Min Herre förbjuder ingenting annat än skamlösa handlingar, både det som sker öppet och det som sker i hemlighet och [all annan] synd och orättmätigt våld. Och [Han förbjuder er] att sätta vid Guds sida det som Han aldrig gett bemyndigande till och att påstå om Gud det ni inte kan veta","transliteration":"Qul innama harrama rabbiya alfawahisha ma thahara minha wama batana waalithma waalbaghya bighayri alhaqqi waan tushrikoo biAllahi ma lam yunazzil bihi sultanan waan taqooloo AAala Allahi ma la taAAlamoona"},{"id":34,"text":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translation":"För alla [människor] är en frist utsatt, och de kan varken förkorta den eller förlänga den, ens med ett ögonblick, när den har löpt ut","transliteration":"Walikulli ommatin ajalun faitha jaa ajaluhum la yastakhiroona saAAatan wala yastaqdimoona"},{"id":35,"text":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"SÖNER av Adam! När profeter kommer till er ur era egna led och framför Mina budskap, behöver de som fruktar Gud och gör bättring inte känna fruktan och ingen sorg skall tynga dem","transliteration":"Ya banee adama imma yatiyannakum rusulun minkum yaqussoona AAalaykum ayatee famani ittaqa waaslaha fala khawfun AAalayhim wala hum yahzanoona"},{"id":36,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Men de som påstår att Våra budskap är lögn och högmodigt vänder sig ifrån dem, deras arvedel är Elden och där skall de förbli till evig tid","transliteration":"Waallatheena kaththaboo biayatina waistakbaroo AAanha olaika ashabu alnnari hum feeha khalidoona"},{"id":37,"text":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَـٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","translation":"Och vem är mer orättfärdig än den som finner på osanningar om Gud eller påstår att Hans budskap är lögn? De skall få sin andel av det som Gud [har förordnat i Sitt] beslut till dess Våra utsända kommer till dem för att ta emot deras själar och säger: \"Var är nu de som ni brukade anropa i Guds ställe?\" Och de skall svara: \"De har övergett oss.\" Så kommer de att vittna mot sig själva att de förnekade sanningen","transliteration":"Faman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba biayatihi olaika yanaluhum naseebuhum mina alkitabi hatta itha jaathum rusuluna yatawaffawnahum qaloo ayna ma kuntum tadAAoona min dooni Allahi qaloo dalloo AAanna washahidoo AAala anfusihim annahum kanoo kafireena"},{"id":38,"text":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","translation":"[Och Gud] skall säga: \"Gå in med skaran av de osynliga väsen och människor, som levde före er, i [den eviga] Elden!\" Varje gång en skara går in [i Elden] förbannar de den föregående och när de alla har samlats där, skall de sista säga om de första: \"Herre! De ledde oss på avvägar; fördubbla deras straff i Elden!\" [Och] Han skall svara: \"Ni skall alla få dubbelt [straff], men [om detta] vet ni ingenting","transliteration":"Qala odkhuloo fee omamin qad khalat min qablikum mina aljinni waalinsi fee alnnari kullama dakhalat ommatun laAAanat okhtaha hatta itha iddarakoo feeha jameeAAan qalat okhrahum lioolahum rabbana haolai adalloona faatihim AAathaban diAAfan mina alnnari qala likullin diAAfun walakin la taAAlamoona"},{"id":39,"text":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","translation":"Och de första skall säga till de sista: \"Ni var alltså inte bättre än vi. Pröva nu på det straff som ni har förtjänat med era handlingar","transliteration":"Waqalat oolahum liokhrahum fama kana lakum AAalayna min fadlin fathooqoo alAAathaba bima kuntum taksiboona"},{"id":40,"text":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","translation":"HIMLENS portar skall förbli stängda för dem som påstår att Våra budskap är lögn och högmodigt vänder sig ifrån dem; det blir inte lättare för dem att komma in i paradiset än för ett rep att tränga igenom ett nålsöga. Så belönar Vi de obotfärdiga syndarna","transliteration":"Inna allatheena kaththaboo biayatina waistakbaroo AAanha la tufattahu lahum abwabu alssamai wala yadkhuloona aljannata hatta yalija aljamalu fee sammi alkhiyati wakathalika najzee almujrimeena"},{"id":41,"text":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"Helvetet skall vara deras vilorum och [lågorna] skall breda sig som ett täcke över dem. Så belönar Vi de orättfärdiga","transliteration":"Lahum min jahannama mihadun wamin fawqihim ghawashin wakathalika najzee alththalimeena"},{"id":42,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Men de som tror och lever rättskaffens - Vi lägger inte på någon en tyngre börda än han kan bära - deras arvedel är paradiset och där skall de förbli till evig tid","transliteration":"Waallatheena amanoo waAAamiloo alssalihati la nukallifu nafsan illa wusAAaha olaika ashabu aljannati hum feeha khalidoona"},{"id":43,"text":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Vi skall rensa bort ur deras hjärtan [alla rester av gammalt] agg. Medan bäckar porlar framför deras fötter, skall de höja sin röst [i bön]: \"Vi lovar och prisar Gud som har fört oss hit! Utan Guds vägledning skulle Vi inte ha funnit vägen. Vår Herres sändebud gav oss sanningen.\" Och [änglarna] skall säga: \"Detta är paradiset, arvet som har tillfallit er [som lön] för era handlingar","transliteration":"WanazaAAna ma fee sudoorihim min ghillin tajree min tahtihimu alanharu waqaloo alhamdu lillahi allathee hadana lihatha wama kunna linahtadiya lawla an hadana Allahu laqad jaat rusulu rabbina bialhaqqi wanoodoo an tilkumu aljannatu oorithtumooha bima kuntum taAAmaloona"},{"id":44,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ","translation":"Och de vilkas arvedel är paradiset skall ropa till dem som har Elden till arvedel: \"Vi har fått se vår Herres löften besannas. Har [också] ni fått se att er Herres löften var sanna?\" De skall svara \"Ja\", och mellan de [två grupperna] skall en ropare ropa ut Guds fördömelse över de orättfärdiga","transliteration":"Wanada ashabu aljannati ashaba alnnari an qad wajadna ma waAAadana rabbuna haqqan fahal wajadtum ma waAAada rabbukum haqqan qaloo naAAam faaththana muaththinun baynahum an laAAnatu Allahi AAala alththalimeena"},{"id":45,"text":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","translation":"de som hindrade [andra] från att följa Guds väg och ville få den att framstå som krokig och som avvisade tron på ett evigt liv","transliteration":"Allatheena yasuddoona AAan sabeeli Allahi wayabghoonaha AAiwajan wahum bialakhirati kafiroona"},{"id":46,"text":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","translation":"En mur skall skilja de båda [grupperna] åt. Och där finns de som hade både insikt och urskillning och som känner var och en på hans särskilda kännetecken. Till dem som har paradiset till arvedel skall de ropa \"Fred!\". Men de har inte fått stiga in i paradiset, dit de längtar","transliteration":"Wabaynahuma hijabun waAAala alaAArafi rijalun yaAArifoona kullan biseemahum wanadaw ashaba aljannati an salamun AAalaykum lam yadkhulooha wahum yatmaAAoona"},{"id":47,"text":"۞وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"Och när de vänder blicken mot dem som har Elden till arvedel skall de säga: \"Herre, låt oss [slippa dela] dessa orättfärdiga människors öde","transliteration":"Waitha surifat absaruhum tilqaa ashabi alnnari qaloo rabbana la tajAAalna maAAa alqawmi alththalimeena"},{"id":48,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","translation":"Och de som hade både insikt och urskillning skall ropa till dem som de igenkänner på deras kännetecken [som förnekare]: \"Vilken nytta har ni av det som ni samlade [på hög] och vad tjänar nu ert högmod till","transliteration":"Wanada ashabu alaAArafi rijalan yaAArifoonahum biseemahum qaloo ma aghna AAankum jamAAukum wama kuntum tastakbiroona"},{"id":49,"text":"أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","translation":"Och var det dessa [saliga] ni menade, när ni svor på att de aldrig skulle nås av Guds barmhärtighet? - [de som nu blivit uppmanade:] 'Stig in i paradiset! [Här] skall ni inte känna någon fruktan och ingen sorg skall tynga er!'”","transliteration":"Ahaolai allatheena aqsamtum la yanaluhumu Allahu birahmatin odkhuloo aljannata la khawfun AAalaykum wala antum tahzanoona"},{"id":50,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","translation":"Och de vars arvedel är Elden skall ropa till dem som stigit in i paradiset: \"Häll litet vatten över oss eller [kasta till oss] något av det som Gud har skänkt er!\" De skall svara: \"Bådadera har Gud nekat dem som avvisade tron","transliteration":"Wanada ashabu alnari ashaba aljannati an afeedoo AAalayna mina almai aw mimma razaqakumu Allahu qaloo inna Allaha harramahuma AAala alkafireena"},{"id":51,"text":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","translation":"de som såg sin religion som en lek och ett tidsfördriv, därför att de hade fångats av det jordiska livets [lockelser].\" [Och Gud skall säga:] \"I dag har Vi glömt dem, liksom de glömde mötet denna Dag och inte trodde på Våra budskap","transliteration":"Allatheena ittakhathoo deenahum lahwan walaAAiban wagharrathumu alhayatu alddunya faalyawma nansahum kama nasoo liqaa yawmihim hatha wama kanoo biayatina yajhadoona"},{"id":52,"text":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Ändå gav Vi dem en Skrift, där [allt] framställs fast och klart med [sann] kunskap, en vägledning och [en källa] till nåd för alla som tror","transliteration":"Walaqad jinahum bikitabin fassalnahu AAala AAilmin hudan warahmatan liqawmin yuminoona"},{"id":53,"text":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"Väntar [förnekarna] bara på att [det som har förutsagts] skall bli verklighet? Men [den Dag] då det blir verklighet skall de glömska säga: \"Sändebuden från Vår Herre kom med sanningen! Om det nu finns någon som kan vara vår talesman, låt honom tala! Eller låt oss få återvända [till livet]! Då skall vi handla helt annorlunda än vi gjorde.\" De har förverkat sina själar och deras förmenta [beskyddare] har övergett dem","transliteration":"Hal yanthuroona illa taweelahu yawma yatee taweeluhu yaqoolu allatheena nasoohu min qablu qad jaat rusulu rabbina bialhaqqi fahal lana min shufaAAaa fayashfaAAoo lana aw nuraddu fanaAAmala ghayra allathee kunna naAAmalu qad khasiroo anfusahum wadalla AAanhum ma kanoo yaftaroona"},{"id":54,"text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translation":"ER HERRE är förvisso Gud som skapade himlarna och jorden under sex dagar och som tronar i Sin allmakts härlighet [över skapelsen]. Han låter natten svepa dagen [i sitt mörker] - den ena följer den andra i snabb följd. Sol, måne och stjärnor lyder Hans bud. Skapelsen är Hans och Han befaller över allt. Välsignad vare Gud, världarnas Herre","transliteration":"Inna rabbakumu Allahu allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yughshee allayla alnnahara yatlubuhu hatheethan waalshshamsa waalqamara waalnnujooma musakhkharatin biamrihi ala lahu alkhalqu waalamru tabaraka Allahu rabbu alAAalameena"},{"id":55,"text":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","translation":"Åkalla er Herre i det tysta med ödmjukt sinne; Han älskar inte dem som går till överdrift","transliteration":"OdAAoo rabbakum tadarruAAan wakhufyatan innahu la yuhibbu almuAAtadeena"},{"id":56,"text":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","translation":"Och stör inte ordningen och sprid inte sedefördärv på jorden, sedan allt där har ställts till rätta. Åkalla Honom med bävan och hopp! Guds nåd är nära dem som gör det goda och det rätta","transliteration":"Wala tufsidoo fee alardi baAAda islahiha waodAAoohu khawfan watamaAAan inna rahmata Allahi qareebun mina almuhsineena"},{"id":57,"text":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","translation":"Och det är Han som sänder ut vindarna som varslar om Hans nåd; det regndigra moln de driver fram låter Vi komma in över dött land och så faller regnet med vilket Vi frambringar [växter som bär] frukt av många slag. Så skall Vi låta de döda stiga fram [till nytt liv] - kanske skall ni ägna eftertanke åt [detta]","transliteration":"Wahuwa allathee yursilu alrriyaha bushran bayna yaday rahmatihi hatta itha aqallat sahaban thiqalan suqnahu libaladin mayyitin faanzalna bihi almaa faakhrajna bihi min kulli alththamarati kathalika nukhriju almawta laAAallakum tathakkaroona"},{"id":58,"text":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","translation":"Ur den goda jorden spirar med dess Herres vilja [rik] växtlighet, men den magra bär inte skörd annat än med stor möda. Så förtydligar Vi budskapen för de tacksamma","transliteration":"Waalbaladu alttayyibu yakhruju nabatuhu biithni rabbihi waallathee khabutha la yakhruju illa nakidan kathalika nusarrifu alayati liqawmin yashkuroona"},{"id":59,"text":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","translation":"SE, VI sände Noa till hans folk och han sade: \"Dyrka Gud, mitt folk - ni har ingen annan gud än Honom! Jag bävar för det straff [som annars skall drabba] er en Dag av svåraste vånda","transliteration":"Laqad arsalna noohan ila qawmihi faqala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu innee akhafu AAalaykum AAathaba yawmin AAatheemin"},{"id":60,"text":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"Folkets äldste svarade: \"Vi anser att du helt misstar dig","transliteration":"Qala almalao min qawmihi inna lanaraka fee dalalin mubeenin"},{"id":61,"text":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"[Noa] svarade: \"Nej, mitt folk! Jag misstar mig inte! Herren över alla världar har sänt mig","transliteration":"Qala ya qawmi laysa bee dalalatun walakinnee rasoolun min rabbi alAAalameena"},{"id":62,"text":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"[och] jag framför min Herres budskap till er och ger er goda råd - Gud har låtit mig veta vad ni inte vet","transliteration":"Oballighukum risalati rabbee waansahu lakum waaAAlamu mina Allahi ma la taAAlamoona"},{"id":63,"text":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","translation":"Förvånar det er att ni genom en man ur er mitt får ta emot en påminnelse från er Herre med varningar [och förmaningen] att frukta Gud? - Kanske skall [Han] visa [er] barmhärtighet","transliteration":"AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum walitattaqoo walaAAallakum turhamoona"},{"id":64,"text":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","translation":"Men de kallade honom lögnare. Och Vi räddade honom och dem som var med honom i arken, men lät dem som påstod att Våra budskap var lögn dränkas [av floden]. De var blinda för [sanningen]","transliteration":"Fakaththaboohu faanjaynahu waallatheena maAAahu fee alfulki waaghraqna allatheena kaththaboo biayatina innahum kanoo qawman AAameena"},{"id":65,"text":"۞وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","translation":"OCH TILL [stammen] Aad [sände Vi] deras broder Hud. Han sade: \"Dyrka Gud, mitt folk - ni har ingen annan gud än Honom! Fruktar ni Honom inte","transliteration":"Waila AAadin akhahum hoodan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu afala tattaqoona"},{"id":66,"text":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","translation":"Folkets äldste, som [alla] förnekade sanningen, sade: \"Såvitt vi kan se, är du omtöcknad till förståndet och vi tror att du ljuger","transliteration":"Qala almalao allatheena kafaroo min qawmihi inna lanaraka fee safahatin wainna lanathunnuka mina alkathibeena"},{"id":67,"text":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"[Hud] svarade: \"Nej, mitt folk! Mitt förstånd är inte omtöcknat. Herren över alla världar har sänt mig","transliteration":"Qala ya qawmi laysa bee safahatun walakinnee rasoolun min rabbi alAAalameena"},{"id":68,"text":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","translation":"[och] jag framför min Herres budskap till er. Jag är en rådgivare som ni kan lita på","transliteration":"Oballighukum risalati rabbee waana lakum nasihun ameenun"},{"id":69,"text":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"Förvånar det er att ni får ta emot en påminnelse från er Herre genom en man ur er mitt som varnar er? Minns att Han har gett er den plats som Noas folk förut intog och stärkt er makt och ert inflytande. Minns [med tacksamhet] Guds välgärningar, så skall det kanske gå er väl i händer","transliteration":"AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum waothkuroo ith jaAAalakum khulafaa min baAAdi qawmi noohin wazadakum fee alkhalqi bastatan faothkuroo alaa Allahi laAAallakum tuflihoona"},{"id":70,"text":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"[Då] svarade de: \"Har du kommit för att begära av oss att vi överger det som våra förfäder dyrkade och att vi inte tillber någon annan än Gud? Nedkalla då över oss det [straff] som du hotar oss med, om du har talat sanning","transliteration":"Qaloo ajitana linaAAbuda Allaha wahdahu wanathara ma kana yaAAbudu abaona fatina bima taAAiduna in kunta mina alssadiqeena"},{"id":71,"text":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translation":"[Hud] sade: \"Er Herre har redan [genom de handlingar Han låter er begå] straffat och förnedrat er och [Han har] öst Sin vrede över er. Tvistar ni med mig om de namn som ni och era förfäder har funnit på utan Guds tillstånd? - Vänta då [på det som skall komma]! Jag skall vänta med er","transliteration":"Qala qad waqaAAa AAalaykum min rabbikum rijsun waghadabun atujadiloonanee fee asmain sammaytumooha antum waabaokum ma nazzala Allahu biha min sultanin faintathiroo innee maAAakum mina almuntathireena"},{"id":72,"text":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","translation":"Och i Vår nåd räddade vi honom och dem som var med honom, men dem som avvisade Våra budskap som lögn och förkastade tron lät Vi förgås till sista man","transliteration":"Faanjaynahu waallatheena maAAahu birahmatin minna waqataAAna dabira allatheena kaththaboo biayatina wama kanoo mumineena"},{"id":73,"text":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","translation":"OCH TILL stammen Thamud [sändes] deras broder Salih. Han sade: \"Dyrka Gud, mitt folk - ni har ingen annan gud än Honom! Ni har fått ett klart vittnesbörd från er Herre: detta Guds kamelsto är ett tecken för er. Lämna henne i fred att beta på Guds jord och tillfoga henne ingen skada; annars väntar er ett plågsamt straff","transliteration":"Waila thamooda akhahum salihan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum hathihi naqatu Allahi lakum ayatan fatharooha takul fee ardi Allahi wala tamassooha bisooin fayakhuthakum AAathabun aleemun"},{"id":74,"text":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translation":"Och minns att Han gav er den plats som stammen Aad [en gång] intog och gjorde er bofasta i en trakt där ni uppförde praktfulla byggnader på jämn mark och högg ut era bostäder i klippan. Minns [med tacksamhet] Guds välgärningar och sprid inte sedefördärv och annat ont på jorden","transliteration":"Waothkuroo ith jaAAalakum khulafaa min baAAdi AAadin wabawwaakum fee alardi tattakhithoona min suhooliha qusooran watanhitoona aljibala buyootan faothkuroo alaa Allahi wala taAAthaw fee alardi mufsideena"},{"id":75,"text":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","translation":"Folkets högmodiga äldste frågade dem av de svaga [bland folket] som trodde [på profeten]: \"Är ni helt säkra på att Salih [som han säger] är sänd av sin Herre?\" De svarade: \"Vi tror på det [budskap] som han har fört med sig","transliteration":"Qala almalao allatheena istakbaroo min qawmihi lillatheena istudAAifoo liman amana minhum ataAAlamoona anna salihan mursalun min rabbihi qaloo inna bima orsila bihi muminoona"},{"id":76,"text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","translation":"[Men] de högmodiga äldste sade: \"Vi förnekar [sanningen i] det som ni tror på","transliteration":"Qala allatheena istakbaroo inna biallathee amantum bihi kafiroona"},{"id":77,"text":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","translation":"Så slaktade de kamelstoet på grymmaste sätt och trotsade sin Herres befallning. [Sedan] sade de: \"Salih! Nedkalla nu över oss det [straff] som du har hotat oss med om du [verkligen] är en av Guds utsända","transliteration":"FaAAaqaroo alnnaqata waAAataw AAan amri rabbihim waqaloo ya salihu itina bima taAAiduna in kunta mina almursaleena"},{"id":78,"text":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","translation":"Och de drabbades av ett jordskalv och morgonen fann dem liggande framstupa i sina hem","transliteration":"Faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"},{"id":79,"text":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ","translation":"[Salih] lämnade dem med orden: \"Jag framförde min Herres budskap till er, mitt folk, och gav er goda råd. Men ni tyckte inte om att få råd","transliteration":"Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalata rabbee wanasahtu lakum walakin la tuhibboona alnnasiheena"},{"id":80,"text":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","translation":"OCH [MINNS] Lot som sade till sitt folk: \"Måste ni begå sådana skamliga handlingar som ingen i världen har begått före er","transliteration":"Walootan ith qala liqawmihi atatoona alfahishata ma sabaqakum biha min ahadin mina alAAalameena"},{"id":81,"text":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","translation":"Ni går, upptända av lust, till män i stället för till kvinnor! Nej, ni driver verkligen era utsvävningar för långt","transliteration":"Innakum latatoona alrrijala shahwatan min dooni alnnisai bal antum qawmun musrifoona"},{"id":82,"text":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","translation":"Hans folk svarade inte, men de sade [till varandra]: \"Vi måste driva bort dem ur vår stad! De är människor som vill hålla sig rena","transliteration":"Wama kana jawaba qawmihi illa an qaloo akhrijoohum min qaryatikum innahum onasun yatatahharoona"},{"id":83,"text":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","translation":"Och Vi räddade honom och hela hans hus utom hans hustru, som var bland dem som dröjde sig kvar","transliteration":"Faanjaynahu waahlahu illa imraatahu kanat mina alghabireena"},{"id":84,"text":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","translation":"när Vi lät ett regn [av död och förintelse] falla över dem. Se där hur slutet blev för dessa obotfärdiga syndare","transliteration":"Waamtarna AAalayhim mataran faonthur kayfa kana AAaqibatu almujrimeena"},{"id":85,"text":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"OCH TILL [folket i] Madyan [sände Vi] deras broder Shu`ayb. Och han sade: \"Dyrka Gud, mitt folk - ni har ingen annan gud än Honom! Ni har fått ett klart vittnesbörd från er Herre. Mät och väg därför med fulla mått [i allt vad ni företar er] och inkräkta inte i något avseende på andras rätt. Och stör inte ordningen och sprid inte sedefördärv på jorden, sedan allt där har ställts till rätta. Detta är för ert väl, om ni är troende","transliteration":"Waila madyana akhahum shuAAayban qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum faawfoo alkayla waalmeezana wala tabkhasoo alnnasa ashyaahum wala tufsidoo fee alardi baAAda islahiha thalikum khayrun lakum in kuntum mumineena"},{"id":86,"text":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translation":"Och lägg er inte i försåt överallt för att med hot spärra Guds väg för dem som tror på Honom och försök inte att få [denna väg] att förefalla krokig. Och minns att ni [en gång] var få [och svaga] och att Han lät ert antal växa. Och se hur slutet blev för dem som störde ordningen [på jorden] och spred sedefördärv","transliteration":"Wala taqAAudoo bikulli siratin tooAAidoona watasuddoona AAan sabeeli Allahi man amana bihi watabghoonaha AAiwajan waothkuroo ith kuntum qaleelan fakaththarakum waonthuroo kayfa kana AAaqibatu almufsideena"},{"id":87,"text":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"Och om det bland er finns de som tror på det budskap jag framför och andra som inte tror, ge er då till tåls till dess Gud dömer mellan oss; Han är den bäste domaren","transliteration":"Wain kana taifatun minkum amanoo biallathee orsiltu bihi wataifatun lam yuminoo faisbiroo hatta yahkuma Allahu baynana wahuwa khayru alhakimeena"},{"id":88,"text":"۞قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","translation":"Folkets högmodiga äldste sade: \"Vi skall sannerligen driva bort dig, Shu`ayb, och dina anhängare från vårt land om ni inte återvänder till vår tro.\" Han svarade: \"Trots vår avsky [för den]","transliteration":"Qala almalao allatheena istakbaroo min qawmihi lanukhrijannaka ya shuAAaybu waallatheena amanoo maAAaka min qaryatina aw lataAAoodunna fee millatina qala awalaw kunna kariheena"},{"id":89,"text":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","translation":"För oss skulle det vara liktydigt med att ljuga om Gud, om vi återvände till er tro, när Gud har räddat oss från den. Det är otänkbart för oss att återvända till den om det inte är Guds, vår Herres, vilja. Vår Herre omfattar allt med Sin kunskap; vi sätter vår lit till Gud!\" - \"Herre! Gör sanningen uppenbar [i tvisten] mellan oss och vårt folk! Ingen gör sanningen uppenbar som Du","transliteration":"Qadi iftarayna AAala Allahi kathiban in AAudna fee millatikum baAAda ith najjana Allahu minha wama yakoonu lana an naAAooda feeha illa an yashaa Allahu rabbuna wasiAAa rabbuna kulla shayin AAilman AAala Allahi tawakkalna rabbana iftah baynana wabayna qawmina bialhaqqi waanta khayru alfatiheena"},{"id":90,"text":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","translation":"Folkets äldste, som [alla] förnekade sanningen, sade: \"Om ni följer Shu`ayb kommer ni helt säkert att stå som förlorare","transliteration":"Waqala almalao allatheena kafaroo min qawmihi laini ittabaAAtum shuAAayban innakum ithan lakhasiroona"},{"id":91,"text":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","translation":"Men ett jordskalv drabbade dem och morgonen fann dem liggande framstupa på marken i sina hem","transliteration":"Faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"},{"id":92,"text":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","translation":"de som hade kallat Shu`ayb lögnare - [det var] som om de aldrig hade levt där i välstånd och trygghet - de som kallade Shu`ayb lögnare, de var nu förlorarna","transliteration":"Allatheena kaththaboo shuAAayban kaan lam yaghnaw feeha allatheena kaththaboo shuAAayban kanoo humu alkhasireena"},{"id":93,"text":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","translation":"Och han vände sig ifrån dem och sade: \"Jag framförde min Herres budskap till er, mitt folk, och gav er goda råd. Skulle jag sörja över [sådana hårdnackade] förnekare","transliteration":"Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalati rabbee wanasahtu lakum fakayfa asa AAala qawmin kafireena"},{"id":94,"text":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","translation":"VI HAR aldrig sänt en profet till ett land utan att sätta dess folk på prov genom olyckor och elände, för att få dem att ödmjuka sig [och ångra sina synder]","transliteration":"Wama arsalna fee qaryatin min nabiyyin illa akhathna ahlaha bialbasai waalddarrai laAAallahum yaddarraAAoona"},{"id":95,"text":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"Därefter lät Vi eländet följas av bättre villkor så att de uppnådde välstånd och då sade de: \"Våra fäder fick [också] uppleva [omväxlande] onda och goda tider\" - och plötsligt, när de minst anade det, drabbade dem Vårt straff","transliteration":"Thumma baddalna makana alssayyiati alhasanata hatta AAafaw waqaloo qad massa abaana alddarrao waalssarrao faakhathnahum baghtatan wahum la yashAAuroona"},{"id":96,"text":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","translation":"Om folken [som Vi förintade] hade trott [på Gud] och fruktat Honom, skulle Vi ha låtit himlens och jordens alla välsignelser komma dem till del, men de avvisade [budskapen] som lögn - och så straffade Vi dem med det som [följde av det onda som] de inte upphörde att begå","transliteration":"Walaw anna ahla alqura amanoo waittaqaw lafatahna AAalayhim barakatin mina alssamai waalardi walakin kaththaboo faakhathnahum bima kanoo yaksiboona"},{"id":97,"text":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","translation":"Kunde dessa människor leva utan rädsla för att drabbas av Vår vrede om natten, när de sov","transliteration":"Afaamina ahlu alqura an yatiyahum basuna bayatan wahum naimoona"},{"id":98,"text":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","translation":"Kunde de leva utan rädsla för att drabbas av Vår vrede i fullt dagsljus, när de ägnade sig åt sina förströelser","transliteration":"Awa amina ahlu alqura an yatiyahum basuna duhan wahum yalAAaboona"},{"id":99,"text":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","translation":"Kunde de leva trygga, utan att oroa sig för vad Guds plan [innebar för dem]? Nej, ingen kan leva utan denna oro utom de som [redan] är förlorade","transliteration":"Afaaminoo makra Allahi fala yamanu makra Allahi illa alqawmu alkhasiroona"},{"id":100,"text":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","translation":"Är det inte uppenbart för dem som har tagit jorden i arv efter dess [tidigare] inbyggare att Vi, om Vi så ville, kunde straffa dem för deras synder och försegla deras hjärtan så att de inte [längre] kan höra [rösten som varnar och förmanar]","transliteration":"Awalam yahdi lillatheena yarithoona alarda min baAAdi ahliha an law nashao asabnahum bithunoobihim wanatbaAAu AAala quloobihim fahum la yasmaAAoona"},{"id":101,"text":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","translation":"Vi berättar för dig något om vad som hände dessa folk; när sändebuden kom till dem med klara vittnesbörd, ville de nämligen inte tro på vad de tidigare hade avvisat som lögn. På detta sätt förseglar Gud förnekarnas hjärtan","transliteration":"Tilka alqura naqussu AAalayka min anbaiha walaqad jaathum rusuluhum bialbayyinati fama kanoo liyuminoo bima kaththaboo min qablu kathalika yatbaAAu Allahu AAala quloobi alkafireena"},{"id":102,"text":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","translation":"Hos de flesta av dem såg Vi [ingen trohet mot] löften eller [ingångna] avtal; ja, de flesta av dem fann Vi vara trotsiga syndare","transliteration":"Wama wajadna liaktharihim min AAahdin wain wajadna aktharahum lafasiqeena"},{"id":103,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translation":"EFTER DESSA [tidiga profeter] sände Vi Moses med Våra budskap till Farao och hans stormän, men de fäste inget avseende vid dessa [budskap]. Se här hur slutet blev för dem som störde ordningen på jorden","transliteration":"Thumma baAAathna min baAAdihim moosa biayatina ila firAAawna wamalaihi fathalamoo biha faonuthur kayfa kana AAaqibatu almufsideena"},{"id":104,"text":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"Moses sade: \"Farao! Världarnas Herre har sänt mig","transliteration":"Waqala moosa ya firAAawnu innee rasoolun min rabbi alAAalameena"},{"id":105,"text":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"och ålagt mig att inte säga om Gud annat än sanningen och jag kommer till er med ett klart vittnesbörd från er Herre [att mina ord är sanning]. Låt nu Israels barn lämna [detta land] med mig","transliteration":"Haqeequn AAala an la aqoola AAala Allahi illa alhaqqa qad jitukum bibayyinatin min rabbikum faarsil maAAiya banee israeela"},{"id":106,"text":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"[Farao] sade: \"Om du har kommit med ett tecken, låt oss då se det - om du är en av dem som håller sig till sanningen","transliteration":"Qala in kunta jita biayatin fati biha in kunta mina alssadiqeena"},{"id":107,"text":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","translation":"Då kastade [Moses] sin stav och alla kunde se att den var en orm","transliteration":"Faalqa AAasahu faitha hiya thuAAbanun mubeenun"},{"id":108,"text":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّـٰظِرِينَ","translation":"och han drog fram sin hand och den lyste [skinande] vit inför alla kringstående","transliteration":"WanazaAAa yadahu faitha hiya baydao lilnnathireena"},{"id":109,"text":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","translation":"[Några av] de faraoniska stormännen sade: \"Denne man är helt säkert en mästare i trolldom","transliteration":"Qala almalao min qawmi firAAawna inna hatha lasahirun AAaleemun"},{"id":110,"text":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","translation":"som vill driva bort er från ert land.\" [Farao frågade:] \"Vad anbefaller ni","transliteration":"Yureedu an yukhrijakum min ardikum famatha tamuroona"},{"id":111,"text":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","translation":"De svarade: \"Låt honom och hans broder vänta medan du sänder bud till städerna","transliteration":"Qaloo arjih waakhahu waarsil fee almadaini hashireena"},{"id":112,"text":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","translation":"att alla skickliga trollkarlar skall inställa sig inför dig","transliteration":"Yatooka bikulli sahirin AAaleemin"},{"id":113,"text":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","translation":"Och trollkarlarna kom till Farao och sade: \"Vi väntar oss självfallet en riklig belöning om vi segrar","transliteration":"Wajaa alssaharatu firAAawna qaloo inna lana laajran in kunna nahnu alghalibeena"},{"id":114,"text":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","translation":"[Farao] svarade: \"Naturligtvis [skall ni få en ordentlig belöning]! Och ni skall höra till dem som står mig nära","transliteration":"Qala naAAam wainnakum lamina almuqarrabeena"},{"id":115,"text":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","translation":"[Trollkarlarna] sade: \"Antingen kastar du, Moses, [din stav först] eller också kastar vi","transliteration":"Qaloo ya moosa imma an tulqiya waimma an nakoona nahnu almulqeena"},{"id":116,"text":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","translation":"Han svarade: \"Kasta ni!\" Och när de kastade [sina stavar] förvände de synen på människorna och satte skräck i dem och gav prov på stor trolldomskonst","transliteration":"Qala alqoo falamma alqaw saharoo aAAyuna alnnasi waistarhaboohum wajaoo bisihrin AAatheemin"},{"id":117,"text":"۞وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","translation":"[Då] ingav Vi Moses att kasta sin stav, och den slukade alla synvillor som [trollkarlarna] hade manat fram","transliteration":"Waawhayna ila moosa an alqi AAasaka faitha hiya talqafu ma yafikoona"},{"id":118,"text":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","translation":"Och sanningen segrade och det blev uppenbart att [deras] trolldom inte var annat än konster och knep","transliteration":"FawaqaAAa alhaqqu wabatala ma kanoo yaAAmaloona"},{"id":119,"text":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","translation":"Och så led [Farao och hans stormän] ett förödmjukande nederlag","transliteration":"Faghuliboo hunalika wainqalaboo saghireena"},{"id":120,"text":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","translation":"Men trollkarlarna störtade ned på sina ansikten","transliteration":"Waolqiya alssaharatu sajideena"},{"id":121,"text":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","translation":"och sade: \"Vi tror på världarnas Herre","transliteration":"Qaloo amanna birabbi alAAalameena"},{"id":122,"text":"رَبِّ مُوسَىٰ وَهَٰرُونَ","translation":"Moses och Arons Herre","transliteration":"Rabbi moosa waharoona"},{"id":123,"text":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","translation":"Farao sade: \"Tror ni på honom innan jag har gett er tillåtelse? Detta är en lömsk plan, som ni har smitt här i staden för att förmå folket att överge den. Men nu skall ni få se på [annat]","transliteration":"Qala firAAawnu amantum bihi qabla an athana lakum inna hatha lamakrun makartumoohu fee almadeenati litukhrijoo minha ahlaha fasawfa taAAlamoona"},{"id":124,"text":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","translation":"Jag skall sannerligen låta hugga av er motsatt hand och fot, ja, jag skall korsfästa er alla till sista man","transliteration":"LaoqatiAAanna aydiyakum waarjulakum min khilafin thumma laosallibannakum ajmaAAeena"},{"id":125,"text":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","translation":"De svarade: \"Då återvänder vi till vår Herre","transliteration":"Qaloo inna ila rabbina munqaliboona"},{"id":126,"text":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","translation":"men du vill hämnas på oss bara därför att vi trodde på vår Herres budskap när de nådde oss.\" - \"Herre! Ge oss [styrka och] tålamod och låt oss få dö i full underkastelse under Din vilja","transliteration":"Wama tanqimu minna illa an amanna biayati rabbina lamma jaatna rabbana afrigh AAalayna sabran watawaffana muslimeena"},{"id":127,"text":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","translation":"Då sade Faraos stormän: \"Vill du tillåta att Moses och hans folk stör ordningen och fördärvar sederna i landet och [lockar människorna] att överge dig och dina gudar?\" [Farao] svarade: \"Vi skall anställa blodbad på deras söner och [enbart] skona deras kvinnor; vi har dem ju i vårt våld","transliteration":"Waqala almalao min qawmi firAAawna atatharu moosa waqawmahu liyufsidoo fee alardi wayatharaka waalihataka qala sanuqattilu abnaahum wanastahyee nisaahum wainna fawqahum qahiroona"},{"id":128,"text":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","translation":"Moses sade till sitt folk: \"Anropa Gud om hjälp och stå fasta [i prövningen]! Jorden är Guds; Han ger den i arv till den Han vill av Sina tjänare. Den slutliga segern tillhör dem som fruktar Gud","transliteration":"Qala moosa liqawmihi istaAAeenoo biAllahi waisbiroo inna alarda lillahi yoorithuha man yashao min AAibadihi waalAAaqibatu lilmuttaqeena"},{"id":129,"text":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","translation":"[Israeliterna] svarade: \"Vi har lidit ont både innan du kom till oss och efter det att du kom.\" [Moses] svarade: \"Kanske skall er Herre förgöra er fiende och ge er [hans] land i arv och sedan låta er visa ert sinnelag med era handlingar","transliteration":"Qaloo ootheena min qabli an tatiyana wamin baAAdi ma jitana qala AAasa rabbukum an yuhlika AAaduwwakum wayastakhlifakum fee alardi fayanthura kayfa taAAmaloona"},{"id":130,"text":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","translation":"Vi prövade Faraos folk med år av torka och magra skördar - kanske skulle det stämma dem till eftertanke","transliteration":"Walaqad akhathna ala firAAawna bialssineena wanaqsin mina alththamarati laAAallahum yaththakkaroona"},{"id":131,"text":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"men när de upplevde goda tider sade de: \"Detta är vad som med rätta tillkommer oss\", och när dåliga tider kom sköt de skulden på Moses och dem som följde honom. Deras öde låg helt i Guds hand, men de flesta av dem visste [det] inte","transliteration":"Faitha jaathumu alhasanatu qaloo lana hathihi wain tusibhum sayyiatun yattayyaroo bimoosa waman maAAahu ala innama tairuhum AAinda Allahi walakinna aktharahum la yaAAlamoona"},{"id":132,"text":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","translation":"Och de sade [till Moses]: \"Vilka tecken du än gör inför oss för att förvända synen på oss, kommer vi inte att tro på dig","transliteration":"Waqaloo mahma tatina bihi min ayatin litasharana biha fama nahnu laka bimumineena"},{"id":133,"text":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","translation":"Då slog Vi dem med översvämningar och gräshoppssvärmar och löss och paddor och [vattnets förvandling till] blod - tydliga tecken - men de var ett högmodigt släkte, ett folk av obotfärdiga syndare","transliteration":"Faarsalna AAalayhimu alttoofana waaljarada waalqummala waalddafadiAAa waalddama ayatin mufassalatin faistakbaroo wakanoo qawman mujrimeena"},{"id":134,"text":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"Och var gång en [sådan] prövning drabbade dem, sade de: \"Moses! Be för oss till din Herre i enlighet med det förbund som Han har slutit med dig! Om du [på så sätt] befriar oss från denna plåga skall vi sannerligen tro på dig och låta Israels barn lämna [landet] med dig","transliteration":"Walamma waqaAAa AAalayhimu alrrijzu qaloo ya moosa odAAu lana rabbaka bima AAahida AAindaka lain kashafta AAanna alrrijza lanuminanna laka walanursilanna maAAaka banee israeela"},{"id":135,"text":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","translation":"Men var gång Vi befriade dem från prövningen och [utsatte] en frist för dem att infria sitt löfte, svek de sitt ord","transliteration":"Falamma kashafna AAanhumu alrrijza ila ajalin hum balighoohu itha hum yankuthoona"},{"id":136,"text":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","translation":"Och så utkrävde Vi hämnd på dem och lät dem dränkas i havet, eftersom de hade förkastat Våra budskap som lögn och inte fäst vikt vid dem","transliteration":"Faintaqamna minhum faaghraqnahum fee alyammi biannahum kaththaboo biayatina wakanoo AAanha ghafileena"},{"id":137,"text":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","translation":"Men det folk som varit förödmjukat och föraktat gjorde Vi till arvingar till det land som Vi välsignat, dess östra såväl som dess västra delar. Så uppfylldes din Herres nådiga löfte till Israels barn [om belöning] för deras uthållighet; och Vi lade i ruiner allt vad Farao och hans folk hade byggt upp och ödelade deras odlingar","transliteration":"Waawrathna alqawma allatheena kanoo yustadAAafoona mashariqa alardi wamagharibaha allatee barakna feeha watammat kalimatu rabbika alhusna AAala banee israeela bima sabaroo wadammarna ma kana yasnaAAu firAAawnu waqawmuhu wama kanoo yaAArishoona"},{"id":138,"text":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","translation":"OCH VI förde Israels barn genom havet och därefter träffade de på ett folk som hängav sig åt avgudadyrkan. Israels barn sade: \"Moses! Låt oss få en gud liksom de har gudar!\" Han svarade: \"Ni är sannerligen ett dåraktigt släkte","transliteration":"Wajawazna bibanee israeela albahra faataw AAala qawmin yaAAkufoona AAala asnamin lahum qaloo ya moosa ijAAal lana ilahan kama lahum alihatun qala innakum qawmun tajhaloona"},{"id":139,"text":"إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","translation":"Vad dessa [människor] ägnar sig åt är dömt till undergång och allt vad de har åstadkommit skall gå förlorat","transliteration":"Inna haolai mutabbarun ma hum feehi wabatilun ma kanoo yaAAmaloona"},{"id":140,"text":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","translation":"[Och] han sade:\"Skall jag söka efter en gud åt er vid sidan av Gud, som har gett er vad Han inte har gett något annat folk","transliteration":"Qala aghayra Allahi abgheekum ilahan wahuwa faddalakum AAala alAAalameena"},{"id":141,"text":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","translation":"Och minns att Vi befriade er från Faraos män, som vållade er svåra lidanden, anställde blodbad på era söner och [bara] skonade era kvinnor - detta var en hård prövning, som er Herre [lät er utstå]","transliteration":"Waith anjaynakum min ali firAAawna yasoomoonakum sooa alAAathabi yuqattiloona abnaakum wayastahyoona nisaakum wafee thalikum balaon min rabbikum AAatheemun"},{"id":142,"text":"۞وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","translation":"OCH VI kallade Moses till Oss [efter] trettio nätter [på Sinai berg] och lade till tio, så att tiden som hans Herre mätte ut blev fulla fyrtio nätter. Och Moses sade till sin broder Aron: \"Bli min ställföreträdare hos mitt folk, ställ allt till rätta och gå inte samma väg som de som vill sprida oordning och fördärv [på jorden]","transliteration":"WawaAAadna moosa thalatheena laylatan waatmamnaha biAAashrin fatamma meeqatu rabbihi arbaAAeena laylatan waqala moosa liakheehi haroona okhlufnee fee qawmee waaslih wala tattabiAA sabeela almufsideena"},{"id":143,"text":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","translation":"Och när Moses kom till det möte Vi hade utsatt och hans Herre talade till honom, sade han: \"Herre, visa Dig för mig, så att jag får se Dig!\" [Gud] sade: \"Du kan inte se Mig; men se på berget - om det står kvar stadigt där det står, skall du få se Mig.\" Och då hans Herre visade Sig för berget krossades det till en grushög och Moses föll medvetslös till marken. Men när han kom till sina sinnen sade han: \"Stor är Du i Din härlighet! Jag vänder tillbaka till Dig i djup ånger och jag är den förste att tro på Dig","transliteration":"Walamma jaa moosa limeeqatina wakallamahu rabbuhu qala rabbi arinee anthur ilayka qala lan taranee walakini onthur ila aljabali faini istaqarra makanahu fasawfa taranee falamma tajalla rabbuhu liljabali jaAAalahu dakkan wakharra moosa saAAiqan falamma afaqa qala subhanaka tubtu ilayka waana awwalu almumineena"},{"id":144,"text":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ","translation":"[Gud] sade: \"Moses! Jag har utvalt dig av alla människor genom [att anförtro dig] Mitt budskap och [låta dig höra] Mitt ord; håll därför fast vid allt som Jag har gett dig och [visa att] du hör till de tacksamma","transliteration":"Qala ya moosa innee istafaytuka AAala alnnasi birisalatee wabikalamee fakhuth ma ataytuka wakun mina alshshakireena"},{"id":145,"text":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","translation":"Och Vi gav honom föreskrifter om allt [inristade] på [Lagens] tavlor med förmaningar och utförliga förklaringar i alla ämnen. Och [Vi sade:] \"Håll med kraft fast vid allt detta och befall ditt folk att [i varje läge] välja den bästa [av de vägar som anvisas där].\" Jag skall visa er [vad slutet blir för] alla trotsiga syndare","transliteration":"Wakatabna lahu fee alalwahi min kulli shayin mawAAithatan watafseelan likulli shayin fakhuthha biquwwatin wamur qawmaka yakhuthoo biahsaniha saoreekum dara alfasiqeena"},{"id":146,"text":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","translation":"och Jag skall låta dem som utan fog uppträder med högmod på jorden vända sig ifrån Mina budskap, och fastän de ser alla tecken kommer de inte att tro på dem, och även om de ser rättrådighetens väg kommer de inte att välja den. Om de ser misstagens och syndens väg kommer de däremot att slå in på den. Så skall det vara därför att de har påstått att Våra budskap är lögn och har över huvud taget inte fäst avseende vid dem","transliteration":"Saasrifu AAan ayatiya allatheena yatakabbaroona fee alardi bighayri alhaqqi wain yaraw kulla ayatin la yuminoo biha wain yaraw sabeela alrrushdi la yattakhithoohu sabeelan wain yaraw sabeela alghayyi yattakhithoohu sabeelan thalika biannahum kaththaboo biayatina wakanoo AAanha ghafileena"},{"id":147,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","translation":"De som förkastar Våra budskap som lögn och som förnekar mötet [med Gud] efter döden - allt vad de har strävat mot skall gå om intet. Eller skall de lönas för något annat än sina handlingar","transliteration":"Waallatheena kaththaboo biayatina waliqai alakhirati habitat aAAmaluhum hal yujzawna illa ma kanoo yaAAmaloona"},{"id":148,"text":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","translation":"OCH SEDAN Moses lämnat dem satte folket upp en bild, till formen lik en kalv, [tillverkad] av deras guldsmycken, en kropp som lät höra ett bölande ljud. Märkte de inte att den varken talade till dem eller gav dem vägledning? De tillbad den [som gud] och gjorde därmed sig själva svår orätt","transliteration":"Waittakhatha qawmu moosa min baAAdihi min huliyyihim AAijlan jasadan lahu khuwarun alam yaraw annahu la yukallimuhum wala yahdeehim sabeelan ittakhathoohu wakanoo thalimeena"},{"id":149,"text":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","translation":"Och när de [sedan], beklämda och ångerfulla, insåg sitt fel, sade de: \"Om inte vår Herre förbarmar sig över oss och ger oss Sin förlåtelse, är vi bestämt ohjälpligt förlorade","transliteration":"Walamma suqita fee aydeehim waraaw annahum qad dalloo qaloo lain lam yarhamna rabbuna wayaghfir lana lanakoonanna mina alkhasireena"},{"id":150,"text":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"Och när Moses återkom till sitt folk utbrast han, i vrede och sorg: \"Avskyvärt är det som ni har gjort i min frånvaro! Har ni [helt] satt er över er Herres befallning?\" Och han kastade [Lagens] tavlor på marken och grep om sin broders huvud och drog honom till sig. [Aron] sade: \"Du son av min moder! Folket visade öppet sitt förakt för mig och de hade så när dödat mig. Låt inte mina fiender glädjas över min olycka och betrakta mig inte som en av [dessa] syndare","transliteration":"Walamma rajaAAa moosa ila qawmihi ghadbana asifan qala bisama khalaftumoonee min baAAdee aAAajiltum amra rabbikum waalqa alalwaha waakhatha birasi akheehi yajurruhu ilayhi qala ibna omma inna alqawma istadAAafoonee wakadoo yaqtuloonanee fala tushmit biya alaAAdaa wala tajAAalnee maAAa alqawmi alththalimeena"},{"id":151,"text":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"[Moses bad till Gud och] sade: \"Herre, förlåt mig och min broder och ha förbarmande med oss - Du är den Barmhärtigaste av de barmhärtiga","transliteration":"Qala rabbi ighfir lee waliakhee waadkhilna fee rahmatika waanta arhamu alrrahimeena"},{"id":152,"text":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","translation":"De som tog sig för att dyrka [den gyllene] kalven skall drabbas av sin Herres vrede och av förnedring och förödmjukelse i denna värld. Så lönar Vi dem som uppfinner lögner [om Gud]","transliteration":"Inna allatheena ittakhathoo alAAijla sayanaluhum ghadabun min rabbihim wathillatun fee alhayati alddunya wakathalika najzee almuftareena"},{"id":153,"text":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","translation":"De som begår dåliga handlingar men sedan [genomsyras] av ånger och äkta tro skall efter denna [sinnesändring få erfara att] din Herre förvisso är ständigt förlåtande, barmhärtig","transliteration":"Waallatheena AAamiloo alssayyiati thumma taboo min baAAdiha waamanoo inna rabbaka min baAAdiha laghafoorun raheemun"},{"id":154,"text":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","translation":"Och när Moses vrede stillats tog han upp lagtavlorna, och ur det skrivna [strömmade] vägledning och nåd över dem som stod i bävan inför sin Herre","transliteration":"Walamma sakata AAan moosa alghadabu akhatha alalwaha wafee nuskhatiha hudan warahmatun lillatheena hum lirabbihim yarhaboona"},{"id":155,"text":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّـٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","translation":"Och Moses utsåg bland folket sjuttio män som vid en av Oss utsatt tid [skulle be om förlåtelse för deras synd]. Och då de [i sin ängslan] började skaka och skälva, bad han: \"Herre! Om det hade varit Din vilja skulle Du för länge sedan ha låtit dem gå under och mig [med dem]. Vill Du [nu] förgöra oss på grund av det som galningarna i vår mitt har gjort sig skyldiga till? Det [som skett] var ingenting annat än en prövning som Du har låtit oss genomgå, och därmed låter Du den Du vill gå vilse och vägleder Du den Du vill. Du är vår Beskyddare; förlåt oss och förbarma Dig över oss. Du är den Bäste av dem som förlåter","transliteration":"Waikhtara moosa qawmahu sabAAeena rajulan limeeqatina falamma akhathathumu alrrajfatu qala rabbi law shita ahlaktahum min qablu waiyyaya atuhlikuna bima faAAala alssufahao minna in hiya illa fitnatuka tudillu biha man tashao watahdee man tashao anta waliyyuna faighfir lana wairhamna waanta khayru alghafireena"},{"id":156,"text":"۞وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","translation":"Låt gott komma oss till del i detta liv och i det eviga livet. Ja, Vi vänder tillbaka till Dig [i djup ånger].\" [Gud] svarade: \"Jag låter Mitt straff drabba den Jag vill; men Min nåd och Min barmhärtighet når överallt och Min nåd skänker Jag dem som fruktar Gud och ger åt de behövande och som tror på Mina budskap","transliteration":"Waoktub lana fee hathihi alddunya hasanatan wafee alakhirati inna hudna ilayka qala AAathabee oseebu bihi man ashao warahmatee wasiAAat kulla shayin fasaaktubuha lillatheena yattaqoona wayutoona alzzakata waallatheena hum biayatina yuminoona"},{"id":157,"text":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَـٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"som följer Sändebudet, den olärde Profeten, som de kan finna omnämnd i sina egna [Skrifter], i Tora och i Evangeliet; och han skall anbefalla dem det som är rätt och förbjuda dem det som är orätt och förklara tillåtna för dem alla goda och nyttiga ting och otillåtet allt som är ont och skadligt och befria dem från deras bördor och lösa dem från de bojor som har bundit dem. De som tror på honom och ärar honom och stöder honom och låter sig ledas av det ljus som åtföljer honom - dem skall det gå väl i händer","transliteration":"Allatheena yattabiAAoona alrrasoola alnnabiyya alommiyya allathee yajidoonahu maktooban AAindahum fee alttawrati waalinjeeli yamuruhum bialmaAAroofi wayanhahum AAani almunkari wayuhillu lahumu alttayyibati wayuharrimu AAalayhimu alkhabaitha wayadaAAu AAanhum israhum waalaghlala allatee kanat AAalayhim faallatheena amanoo bihi waAAazzaroohu wanasaroohu waittabaAAoo alnnoora allathee onzila maAAahu olaika humu almuflihoona"},{"id":158,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","translation":"Säg: \"Människor! Jag är Guds Sändebud, [utsänd] till er alla av Honom som äger herraväldet över himlarna och jorden! Det finns ingen gud utom Han - Han som skänker liv och skänker död. Tro därför på Gud och Hans Sändebud, den olärde Profeten, som tror på Gud och Hans ord, och följ honom så att ni får vägledning","transliteration":"Qul ya ayyuha alnnasu innee rasoolu Allahi ilaykum jameeAAan allathee lahu mulku alssamawati waalardi la ilaha illa huwa yuhyee wayumeetu faaminoo biAllahi warasoolihi alnnabiyyi alommiyyi allathee yuminu biAllahi wakalimatihi waittabiAAoohu laAAallakum tahtadoona"},{"id":159,"text":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","translation":"BLAND Moses folk finns de som leder [andra] och som [själva] handlar rättrådigt, lysta av sanningens [ljus]","transliteration":"Wamin qawmi moosa ommatun yahdoona bialhaqqi wabihi yaAAdiloona"},{"id":160,"text":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"Vi delade dem i tolv stammar som var och en utgjorde ett samfund. När folket bad Moses om vatten ingav Vi honom att slå med sin stav på klippan och då sprang tolv källor fram, och var och en visste var han skulle dricka. Och Vi lät molnen skänka dem skugga och sände dem manna och vaktlar till föda [och förmanade dem:] \"Ät av allt det goda som Vi har skänkt er för er försörjning!\" Oss vållade de ingen skada [med sina överträdelser av Våra bud], men de skadade sig själva","transliteration":"WaqattaAAnahumu ithnatay AAashrata asbatan omaman waawhayna ila moosa ithi istasqahu qawmuhu ani idrib biAAasaka alhajara fainbajasat minhu ithnata AAashrata AAaynan qad AAalima kullu onasin mashrabahum wathallalna AAalayhimu alghamama waanzalna AAalayhimu almanna waalssalwa kuloo min tayyibati ma razaqnakum wama thalamoona walakin kanoo anfusahum yathlimoona"},{"id":161,"text":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","translation":"Och när de fick tillsägelsen: ”Bygg och bo i detta land och ät vad ni vill av vad det ger, men fall ned med pannan mot jorden vid inträdet och bed: 'Lös oss från bördan av vår synd!' [Då] skall Vi förlåta er era synder [och] rikligt belöna dem som gör det goda och det rätta”","transliteration":"Waith qeela lahumu oskunoo hathihi alqaryata wakuloo minha haythu shitum waqooloo hittatun waodkhuloo albaba sujjadan naghfir lakum khateeatikum sanazeedu almuhsineena"},{"id":162,"text":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","translation":"[när detta sades] satte de orättfärdiga bland dem andra ord i stället för det som de hade uppmanats att säga, och Vi lät straff och förnedring drabba dem från ovan på grund av den synd de begick","transliteration":"Fabaddala allatheena thalamoo minhum qawlan ghayra allathee qeela lahum faarsalna AAalayhim rijzan mina alssamai bima kanoo yathlimoona"},{"id":163,"text":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","translation":"Och fråga dem om staden som låg vid havet och vars invånare inte iakttog sabbatsbudet: på sabbaten gick fisken nämligen till i vattenbrynet, medan den andra dagar inte syntes till. På detta sätt prövade Vi dem på grund av deras överträdelser av [Guds bud]","transliteration":"Waisalhum AAani alqaryati allatee kanat hadirata albahri ith yaAAdoona fee alssabti ith tateehim heetanuhum yawma sabtihim shurraAAan wayawma la yasbitoona la tateehim kathalika nabloohum bima kanoo yafsuqoona"},{"id":164,"text":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","translation":"Och då några frågade dem [som ville varna sabbatsbrytarna]: \"Varför förmanar ni människor som Gud kommer att låta förgås eller drabbas av ett strängt straff?\" svarade de [som ville varna]: \"För att fria oss från skuld inför er Herre och i förhoppningen att de skall frukta Gud","transliteration":"Waith qalat ommatun minhum lima taAAithoona qawman Allahu muhlikuhum aw muAAaththibuhum AAathaban shadeedan qaloo maAAthiratan ila rabbikum walaAAallahum yattaqoona"},{"id":165,"text":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","translation":"Och när [sabbatsbrytarna] hade glömt alla påminnelser de fått, räddade Vi dem som ville hejda överträdelserna och straffade syndarna för deras olydnad","transliteration":"Falamma nasoo ma thukkiroo bihi anjayna allatheena yanhawna AAani alssooi waakhathna allatheena thalamoo biAAathabin baeesin bima kanoo yafsuqoona"},{"id":166,"text":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","translation":"Och då de vägrade att upphöra med sina förbjudna handlingar, uttalade Vi [Vår fördömelse] över dem: \"Bli [som] apor, föremål för [allas] hån och förakt","transliteration":"Falamma AAataw AAan ma nuhoo AAanhu qulna lahum koonoo qiradatan khasieena"},{"id":167,"text":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","translation":"Och [minns, Muhammad] att din Herre gav till känna att Han ända till Uppståndelsens dag skall sända mot dem [hämnare] som kommer att vålla dem svåra lidanden. Din Herre är helt visst snar att straffa - och helt visst är Han [också] ständigt förlåtande, barmhärtig","transliteration":"Waith taaththana rabbuka layabAAathanna AAalayhim ila yawmi alqiyamati man yasoomuhum sooa alAAathabi inna rabbaka lasareeAAu alAAiqabi wainnahu laghafoorun raheemun"},{"id":168,"text":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّـٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Och Vi splittrade dem i [många] grupper [som spriddes] över jorden. Bland dem fanns rättrådiga människor och andra som inte höll [måttet]. Vi satte dem på prov genom att [låta dem uppleva] både medgång och motgång, för att de skulle vända om [från sina syndiga vägar]","transliteration":"WaqattaAAnahum fee alardi omaman minhumu alssalihoona waminhum doona thalika wabalawnahum bialhasanati waalssayyiati laAAallahum yarjiAAoona"},{"id":169,"text":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","translation":"Efter dem har kommit människor av sämre slag som, trots att de har ärvt Skriften, [enbart] står efter jordisk vinning, och de påstår: \"Vi kommer att bli förlåtna.\" Men så snart de får ett nytt tillfälle till en sådan vinst, griper de det. Har de inte genom det i Skriften [stadfästa] förbundet åtagit sig att inte säga om Gud annat än det som är sant? Och de studerar denna [Skrift och lär sig] dess innehåll! Det eviga livet är det högsta goda för dem som fruktar Gud. Använder ni inte ert förstånd","transliteration":"Fakhalafa min baAAdihim khalfun warithoo alkitaba yakhuthoona AAarada hatha aladna wayaqooloona sayughfaru lana wain yatihim AAaradun mithluhu yakhuthoohu alam yukhath AAalayhim meethaqu alkitabi an la yaqooloo AAala Allahi illa alhaqqa wadarasoo ma feehi waalddaru alakhiratu khayrun lillatheena yattaqoona afala taAAqiloona"},{"id":170,"text":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","translation":"Och de som håller fast vid Skriften och regelbundet förrättar bönen [bör veta] att Vi inte låter dem som förbättrar och ställer till rätta bli utan lön","transliteration":"Waallatheena yumassikoona bialkitabi waaqamoo alssalata inna la nudeeAAu ajra almusliheena"},{"id":171,"text":"۞وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","translation":"Och [minns] att Vi lyfte upp berget Sinai och lät det sväva över dem som en baldakin - de trodde att det skulle falla över dem - [och Vi sade]: \"Håll med kraft fast vid det som Vi har uppenbarat för er och bevara dessa [ord] i era hjärtan - kanske skall ni frukta Gud","transliteration":"Waith nataqna aljabala fawqahum kaannahu thullatun wathannoo annahu waqiAAun bihim khuthoo ma ataynakum biquwwatin waothkuroo ma feehi laAAallakum tattaqoona"},{"id":172,"text":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","translation":"OCH NÄR din Herre låter nya släkten utgå från Adams söners länder, begär Han av dem att de skall vittna om sig själva [och frågar]: \"Är Jag inte er Herre?\" [Då] svarar de: \"Jo, vi vittnar [att Du är vår Herre]!\" [Detta sker] för att ni [människor] inte på Uppståndelsens dag skall säga: \"Om detta var vi inte medvetna","transliteration":"Waith akhatha rabbuka min banee adama min thuhoorihim thurriyyatahum waashhadahum AAala anfusihim alastu birabbikum qaloo bala shahidna an taqooloo yawma alqiyamati inna kunna AAan hatha ghafileena"},{"id":173,"text":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","translation":"Eller säga: \"Det var våra förfäder som i forna dagar tog sig för att sätta medhjälpare vid Guds sida - och vi, deras sentida efterkommande, vill Du låta oss gå under på grund av de lögner som de diktade upp","transliteration":"Aw taqooloo innama ashraka abaona min qablu wakunna thurriyyatan min baAAdihim afatuhlikuna bima faAAala almubtiloona"},{"id":174,"text":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Så framställer Vi budskapen fast och klart, för att de skall [inse sina felsteg och] vända om","transliteration":"Wakathalika nufassilu alayati walaAAallahum yarjiAAoona"},{"id":175,"text":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","translation":"Och berätta för dem vad som hände den man som Vi hade gett del av Våra budskap och som sköt dem ifrån sig. Djävulen följde honom hack i häl och han blev [till sist] en av dem som, efter att själv ha vilseletts, leder andra på avvägar","transliteration":"Waotlu AAalayhim nabaa allathee ataynahu ayatina fainsalakha minha faatbaAAahu alshshaytanu fakana mina alghaweena"},{"id":176,"text":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّـٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","translation":"Om Vi hade velat kunde Vi ha låtit honom resa sig [ur förnedringen] med hjälp av [budskapen], men hans hela håg stod till jordiska ting och han ville bara följa sina egna böjelser. Han kan liknas vid en hund som flåsar med hängande tunga vare sig du kommer hotfullt emot honom eller lämnar honom i fred. Detta är liknelsen om dem som påstår att Våra budskap är lögn. Berätta därför denna historia - kanske skall den [väcka] dem till eftertanke","transliteration":"Walaw shina larafaAAnahu biha walakinnahu akhlada ila alardi waittabaAAa hawahu famathaluhu kamathali alkalbi in tahmil AAalayhi yalhath aw tatrukhu yalhath thalika mathalu alqawmi allatheena kaththaboo biayatina faoqsusi alqasasa laAAallahum yatafakkaroona"},{"id":177,"text":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","translation":"Ett dåligt föredöme utgör de som påstår att Våra budskap är lögn; de vållar sig själva skada","transliteration":"Saa mathalan alqawmu allatheena kaththaboo biayatina waanfusahum kanoo yathlimoona"},{"id":178,"text":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"Den som Gud ger vägledning är på rätt väg, och de som Gud låter gå vilse är förlorarna","transliteration":"Man yahdi Allahu fahuwa almuhtadee waman yudlil faolaika humu alkhasiroona"},{"id":179,"text":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَـٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","translation":"Vi har sänt skaror av osynliga väsen och människor till helvetet: de har hjärtan som ingenting förstår, ögon som ingenting ser och öron som ingenting hör. De är som kreatur, nej, de är ännu vilsnare: de är de tanklösa, de likgiltiga","transliteration":"Walaqad tharana lijahannama katheeran mina aljinni waalinsi lahum quloobun la yafqahoona biha walahum aAAyunun la yubsiroona biha walahum athanun la yasmaAAoona biha olaika kaalanAAami bal hum adallu olaika humu alghafiloona"},{"id":180,"text":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَـٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","translation":"GUDS är fullkomlighetens sköna namn; anropa Honom alltså med dessa [namn] och håll er på avstånd från dem som missbrukar dem. De skall få den lön som deras handlingar [förtjänar]","transliteration":"Walillahi alasmao alhusna faodAAoohu biha watharoo allatheena yulhidoona fee asmaihi sayujzawna ma kanoo yaAAmaloona"},{"id":181,"text":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","translation":"Bland dem Vi har skapat finns de som leder [andra] och som [själva] handlar rättrådigt, lysta av sanningens [ljus]","transliteration":"Wamimman khalaqna ommatun yahdoona bialhaqqi wabihi yaAAdiloona"},{"id":182,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","translation":"Men de som förkastar Våra budskap som lögn, dem skall Vi föra [närmare straffet] steg för steg utan att de inser vad som håller på att ske","transliteration":"Waallatheena kaththaboo biayatina sanastadrijuhum min haythu la yaAAlamoona"},{"id":183,"text":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","translation":"Jag ger dem ett uppskov, men Min plan ligger fast","transliteration":"Waomlee lahum inna kaydee mateenun"},{"id":184,"text":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","translation":"Har de inte ägnat eftertanke åt [detta] att deras landsman inte är en galning? Han är ingenting annat än en varnare, som varnar klart och entydigt","transliteration":"Awalam yatafakkaroo ma bisahibihim min jinnatin in huwa illa natheerun mubeenun"},{"id":185,"text":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","translation":"Har de aldrig tänkt igenom betydelsen av [Guds] herravälde över himlarna och jorden och av allt som Gud har skapat och [frågat sig] om den för dem [utmätta] fristen är nära att löpa ut? På vilket budskap skall de hädanefter tro","transliteration":"Awalam yanthuroo fee malakooti alssamawati waalardi wama khalaqa Allahu min shayin waan AAasa an yakoona qadi iqtaraba ajaluhum fabiayyi hadeethin baAAdahu yuminoona"},{"id":186,"text":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"Den som Gud låter gå vilse har ingen vägledare och Han låter dem hållas i sitt trotsiga övermod, snubblande än hit än dit i blindo","transliteration":"Man yudlili Allahu fala hadiya lahu wayatharuhum fee tughyanihim yaAAmahoona"},{"id":187,"text":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"DE FRÅGAR dig om den Yttersta stunden och när den skall komma. Säg: \"Min Herre ensam har kunskap om detta. Han och ingen annan skall lyfta slöjan, när tiden är inne. [Stundens] tyngd skall kännas i himlarna och på jorden. Och den skall komma över er utan förvarning. De frågar dig, som om du efter ihärdigt sökande hade fått kunskap om detta. Säg: \"Ingen har kunskap om denna [tidpunkt] utom Gud, men de flesta människor vet inte [varför den hålls hemlig]","transliteration":"Yasaloonaka AAani alssaAAati ayyana mursaha qul innama AAilmuha AAinda rabbee la yujalleeha liwaqtiha illa huwa thaqulat fee alssamawati waalardi la tateekum illa baghtatan yasaloonaka kaannaka hafiyyun AAanha qul innama AAilmuha AAinda Allahi walakinna akthara alnnasi la yaAAlamoona"},{"id":188,"text":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Säg: \"Jag kan inte uppnå förmåner för mig själv eller avvärja ett ont [som hotar mig] - ingenting [händer mig] utom det som Gud vill. Men om jag hade haft full kännedom om det som är dolt för människor, skulle jag helt säkert ha kunnat uppnå mycket av detta livets goda och jag skulle ha undgått allt ont. Jag är bara en varnare och förkunnare av hoppets budskap till människor som vill tro","transliteration":"Qul la amliku linafsee nafAAan wala darran illa ma shaa Allahu walaw kuntu aAAlamu alghayba laistakthartu mina alkhayri wama massaniya alssooo in ana illa natheerun wabasheerun liqawmin yuminoona"},{"id":189,"text":"۞هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ","translation":"DET ÄR Han som har skapat er ur en enda varelse och som av denna skapade dess make, så att [mannen] kan finna ro hos [sin hustru]. När han har slutit henne i sin famn, får hon en lätt börda att bära och hon fortsätter att bära den tills den börjar kännas tung och de anropar Gud, sin Herre: \"Om Du skänker oss ett [barn], sunt till kropp och själ, skall vi sannerligen visa tacksamhet","transliteration":"Huwa allathee khalaqakum min nafsin wahidatin wajaAAala minha zawjaha liyaskuna ilayha falamma taghashshaha hamalat hamlan khafeefan famarrat bihi falamma athqalat daAAawa Allaha rabbahuma lain ataytana salihan lanakoonanna mina alshshakireena"},{"id":190,"text":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","translation":"Men när Han skänker dem det friska [barn som de bett om], riktar de en del [av sin tacksamhet] för Hans gåva till andra! Men Gud är höjd högt över allt vad [människor] vill sätta vid Hans sida","transliteration":"Falamma atahuma salihan jaAAala lahu shurakaa feema atahuma fataAAala Allahu AAamma yushrikoona"},{"id":191,"text":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","translation":"Vill de vid Hans sida sätta dem som, själva skapade, inte kan skapa något","transliteration":"Ayushrikoona ma la yakhluqu shayan wahum yukhlaqoona"},{"id":192,"text":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","translation":"som varken kan hjälpa dem eller sig själva","transliteration":"Wala yastateeAAoona lahum nasran wala anfusahum yansuroona"},{"id":193,"text":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","translation":"och som, om ni kallar dem till [Guds] vägledning, inte följer er? Vare sig ni anropar dem eller inte blir följden för er densamma","transliteration":"Wain tadAAoohum ila alhuda la yattabiAAookum sawaon AAalaykum adaAAawtumoohum am antum samitoona"},{"id":194,"text":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"De som ni anropar i Guds ställe är [Guds] tjänare liksom ni själva. Anropa dem då och vänta på deras svar, om vad ni säger är sanning","transliteration":"Inna allatheena tadAAoona min dooni Allahi AAibadun amthalukum faodAAoohum falyastajeeboo lakum in kuntum sadiqeena"},{"id":195,"text":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","translation":"Har de kanske fötter att gå med eller händer att slå med eller ögon att se med eller öron att höra med? Säg [Muhammad]: \"Anropa dem som ni sätter vid Guds sida och smid era onda planer mot mig och låt mig inte få något andrum","transliteration":"Alahum arjulun yamshoona biha am lahum aydin yabtishoona biha am lahum aAAyunun yubsiroona biha am lahum athanun yasmaAAoona biha quli odAAoo shurakaakum thumma keedooni fala tunthirooni"},{"id":196,"text":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ","translation":"Gud är mitt stöd, Han som har uppenbarat denna Skrift och som beskyddar de rättsinniga","transliteration":"Inna waliyyiya Allahu allathee nazzala alkitaba wahuwa yatawalla alssaliheena"},{"id":197,"text":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","translation":"Men de som ni anropar i Hans ställe kan varken hjälpa er eller sig själva","transliteration":"Waallatheena tadAAoona min doonihi la yastateeAAoona nasrakum wala anfusahum yansuroona"},{"id":198,"text":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","translation":"Om ni kallar dem till [Guds] vägledning, hör de er inte, och [även om du tror] dig märka att de ser dig, ser de inte","transliteration":"Wain tadAAoohum ila alhuda la yasmaAAoo watarahum yanthuroona ilayka wahum la yubsiroona"},{"id":199,"text":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","translation":"ÖVERSE med människornas natur [och deras brister], och uppmana [alla att visa] hövlighet och vänlighet och undvik [alla ordväxlingar med] dem som [står kvar i hednisk] okunnighet","transliteration":"Khuthi alAAafwa wamur bialAAurfi waaAArid AAani aljahileena"},{"id":200,"text":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","translation":"Och om Djävulen får din [vrede] att blossa upp, be då Gud beskydda dig; Han hör allt, vet allt","transliteration":"Waimma yanzaghannaka mina alshshaytani nazghun faistaAAith biAllahi innahu sameeAAun AAaleemun"},{"id":201,"text":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَـٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","translation":"När de som fruktar Gud besväras av onda ingivelser från Djävulen, påminner de sig Guds [förmaningar och varningar] och då får de sin klarsyn tillbaka","transliteration":"Inna allatheena ittaqaw itha massahum taifun mina alshshaytani tathakkaroo faitha hum mubsiroona"},{"id":202,"text":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","translation":"Icke desto mindre vill deras bröder driva dem långt ut i synd och ger inte upp","transliteration":"Waikhwanuhum yamuddoonahum fee alghayyi thumma la yuqsiroona"},{"id":203,"text":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Och då du [Muhammad] inte ger dem det tecken eller under [som de begär], säger de: \"Varför har du inte [själv] valt ut det?\" Säg: \"Jag följer bara vad som uppenbaras för mig av min Herre, [uppenbarelser] som skall öppna era ögon [för sanningen] och som är en vägledning och en källa till nåd för dem som vill tro","transliteration":"Waitha lam tatihim biayatin qaloo lawla ijtabaytaha qul innama attabiAAu ma yooha ilayya min rabbee hatha basairu min rabbikum wahudan warahmatun liqawmin yuminoona"},{"id":204,"text":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"Lyssna därför uppmärksamt när högläsning ur Koranen pågår - kanske kommer [Gud] att visa er barmhärtighet","transliteration":"Waitha quria alquranu faistamiAAoo lahu waansitoo laAAallakum turhamoona"},{"id":205,"text":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","translation":"Och - [du som är troende] - åkalla i tysthet din Herre morgon och afton, ödmjukt och med fruktan. Och var inte [som] de tanklösa, de likgiltiga","transliteration":"Waothkur rabbaka fee nafsika tadarruAAan wakheefatan wadoona aljahri mina alqawli bialghuduwwi waalasali wala takun mina alghafileena"},{"id":206,"text":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","translation":"De som är i din Herres närhet finner det inte vara under sin värdighet att tjäna Honom. De lovprisar Honom och faller ned på sina ansikten [i tillbedjan]","transliteration":"Inna allatheena AAinda rabbika la yastakbiroona AAan AAibadatihi wayusabbihoonahu walahu yasjudoona"}]}
