{"id":71,"name":"نوح","transliteration":"Nuh","translation":"Noa","type":"meccan","total_verses":28,"verses":[{"id":1,"text":"إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ","translation":"VI SÄNDE Noa till hans folk med uppdraget: \"Varna ditt folk, innan ett plågsamt straff drabbar dem","transliteration":"Inna arsalna noohan ila qawmihi an anthir qawmaka min qabli an yatiyahum AAathabun aleemun"},{"id":2,"text":"قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","translation":"[Och Noa] sade: \"Jag har kommit, mitt folk, för att varna er klart och entydigt","transliteration":"Qala ya qawmi innee lakum natheerun mubeenun"},{"id":3,"text":"أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ","translation":"dyrka Gud och frukta Honom! Och lyd mig","transliteration":"Ani oAAbudoo Allaha waittaqoohu waateeAAooni"},{"id":4,"text":"يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ","translation":"Då skall Gud förlåta er era synder och ge er uppskov till en tid [som Han] har fastställt - när den är inne, kan den inte uppskjutas - om ni [bara] visste","transliteration":"Yaghfir lakum min thunoobikum wayuakhkhirkum ila ajalin musamman inna ajala Allahi itha jaa la yuakhkharu law kuntum taAAlamoona"},{"id":5,"text":"قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا","translation":"[Noa bad till Gud och] sade: \"Herre! Jag har talat till mitt folk natt och dag","transliteration":"Qala rabbi innee daAAawtu qawmee laylan wanaharan"},{"id":6,"text":"فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا","translation":"men mina uppmaningar har bara lett till att de alltmer drar sig undan","transliteration":"Falam yazidhum duAAaee illa firaran"},{"id":7,"text":"وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا","translation":"Och varje gång jag kallar dem [till tron] för att Du skall ge dem Din förlåtelse, sätter de fingrarna i öronen och sveper kläderna tätare om sig, och de förskansar sig i envishet och högmod","transliteration":"Wainnee kullama daAAawtuhum litaghfira lahum jaAAaloo asabiAAahum fee athanihim waistaghshaw thiyabahum waasarroo waistakbaroo istikbaran"},{"id":8,"text":"ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا","translation":"Jag har vädjat till dem med hög röst","transliteration":"Thumma innee daAAawtuhum jiharan"},{"id":9,"text":"ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا","translation":"och talat offentligt till dem på allmän plats, och jag har talat med dem i förtrolighet","transliteration":"Thumma innee aAAlantu lahum waasrartu lahum israran"},{"id":10,"text":"فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا","translation":"och sagt dem: 'Be er Herre om förlåtelse för era synder! Han förlåter och förlåter på nytt","transliteration":"Faqultu istaghfiroo rabbakum innahu kana ghaffaran"},{"id":11,"text":"يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا","translation":"Han skall låta himlen sända er rikligt regn","transliteration":"Yursili alssamaa AAalaykum midraran"},{"id":12,"text":"وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّـٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا","translation":"och föröka er rikedom och era söners [antal] och skänka er trädgårdar, vattnade av bäckar","transliteration":"Wayumdidkum biamwalin wabaneena wayajAAal lakum jannatin wayajAAal lakum anharan"},{"id":13,"text":"مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا","translation":"Hur är det fatt med er? Ni håller inte Gud i ära så som Han i Sitt höga majestät bör äras","transliteration":"Ma lakum la tarjoona lillahi waqaran"},{"id":14,"text":"وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا","translation":"Det är Han som har skapat er steg för steg","transliteration":"Waqad khalaqakum atwaran"},{"id":15,"text":"أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا","translation":"Ser ni inte att Gud har skapat sju himlar, som välver sig över varandra","transliteration":"Alam taraw kayfa khalaqa Allahu sabAAa samawatin tibaqan"},{"id":16,"text":"وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا","translation":"och satt ibland dem månen [som lyser med lånat] ljus och solen som en sprakande fackla","transliteration":"WajaAAala alqamara feehinna nooran wajaAAala alshshamsa sirajan"},{"id":17,"text":"وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا","translation":"Gud har låtit er växa upp som plantor ur jorden","transliteration":"WaAllahu anbatakum mina alardi nabatan"},{"id":18,"text":"ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا","translation":"med den skall Han sedan låta er återförenas [och till slut] skall Han låta er träda fram [ur den på nytt] i uppståndelsens [ögonblick]","transliteration":"Thumma yuAAeedukum feeha wayukhrijukum ikhrajan"},{"id":19,"text":"وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا","translation":"Och Gud har brett ut jordens [yta] för er som en matta","transliteration":"WaAllahu jaAAala lakumu alarda bisatan"},{"id":20,"text":"لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا","translation":"för att ni skall kunna färdas över den på vägar och stigar.'”","transliteration":"Litaslukoo minha subulan fijajan"},{"id":21,"text":"قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا","translation":"Noa sade [vidare]: \"Herre! De lyssnar inte till mig men följer den som [stoltheten över stora] rikedomar och [många] söner driver allt närmare undergången","transliteration":"Qala noohun rabbi innahum AAasawnee waittabaAAoo man lam yazidhu maluhu wawaladuhu illa khasaran"},{"id":22,"text":"وَمَكَرُواْ مَكۡرٗا كُبَّارٗا","translation":"De har gjort upp en slug plan","transliteration":"Wamakaroo makran kubbaran"},{"id":23,"text":"وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا","translation":"och säger [till varandra]: 'Låt oss aldrig överge våra gudar – varken Wadd, Suwa, Yaghuth, Ya'uq eller Nasr","transliteration":"Waqaloo la tatharunna alihatakum wala tatharunna waddan wala suwaAAan wala yaghootha wayaAAooqa wanasran"},{"id":24,"text":"وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا ضَلَٰلٗا","translation":"På detta sätt har de lett många vilse. Herre! Låt dessa orättfärdiga [människor] gå vidare från misstag till misstag","transliteration":"Waqad adalloo katheeran wala tazidi alththalimeena illa dalalan"},{"id":25,"text":"مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا","translation":"De dränktes på grund av sina synder och [en Dag] skall de ledas in i Elden, och de kommer inte att finna en annan hjälpare än Gud","transliteration":"Mimma khateeatihim oghriqoo faodkhiloo naran falam yajidoo lahum min dooni Allahi ansaran"},{"id":26,"text":"وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا","translation":"Och Noa [sade till Gud]: \"Herre! Låt ingen av dem som förnekar sanningen bli kvar på jorden","transliteration":"Waqala noohun rabbi la tathar AAala alardi mina alkafireena dayyaran"},{"id":27,"text":"إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا","translation":"om Du låter dem bli kvar, kommer de att leda Dina tjänare vilse och de kan inte lämna i arv annat än [ytterligare] sedligt fördärv och gudlöshet","transliteration":"Innaka in tatharhum yudilloo AAibadaka wala yalidoo illa fajiran kaffaran"},{"id":28,"text":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا تَبَارَۢا","translation":"Herre! Skänk oss Din förlåtelse - mig och mina föräldrar och de troende som stiger in i mitt hus och alla troende män och kvinnor! Och låt de orättfärdiga gå allt snabbare mot sin undergång","transliteration":"Rabbi ighfir lee waliwalidayya waliman dakhala baytiya muminan walilmumineena waalmuminati wala tazidi alththalimeena illa tabaran"}]}
