{"id":12,"name":"يوسف","transliteration":"Yusuf","translation":"Yusuf","type":"meccan","total_verses":111,"verses":[{"id":1,"text":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","translation":"Alif Lām Rā`. Ini adalah ayat-ayat Kitab (Alquran) yang jelas","transliteration":"Aliflamra tilka ayatu alkitabi almubeenu"},{"id":2,"text":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","translation":"Sesungguhnya Kami menurunkannya berupa Quran berbahasa Arab, agar kamu mengerti","transliteration":"Inna anzalnahu quranan AAarabiyyan laAAallakum taAAqiloona"},{"id":3,"text":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","translation":"Kami menceritakan kepadamu (Muhammad) kisah yang paling baik dengan mewahyukan Alquran ini kepadamu, dan sesungguhnya engkau sebelum itu termasuk orang yang tidak mengetahui","transliteration":"Nahnu naqussu AAalayka ahsana alqasasi bima awhayna ilayka hatha alqurana wain kunta min qablihi lamina alghafileena"},{"id":4,"text":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَـٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","translation":"(Ingatlah), ketika Yusuf berkata kepada ayahnya, \"Wahai ayahku! Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku","transliteration":"Ith qala yoosufu liabeehi ya abati innee raaytu ahada AAashara kawkaban waalshshamsa waalqamara raaytuhum lee sajideena"},{"id":5,"text":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","translation":"Dia (ayahnya) berkata, \"Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, mereka akan membuat tipu daya (untuk membinasakan)mu. Sungguh, setan itu musuh yang jelas bagi manusia","transliteration":"Qala ya bunayya la taqsus ruyaka AAala ikhwatika fayakeedoo laka kaydan inna alshshaytana lilinsani AAaduwwun mubeenun"},{"id":6,"text":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","translation":"Dan demikianlah, Tuhan memilih engkau (untuk menjadi Nabi) dan mengajarkan kepadamu sebagian dari takwil mimpi dan menyempurnakan (nikmat-Nya) kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada kedua orang kakekmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sungguh, Tuhanmu Maha Mengetahui, Mahabijaksana","transliteration":"Wakathalika yajtabeeka rabbuka wayuAAallimuka min taweeli alahadeethi wayutimmu niAAmatahu AAalayka waAAala ali yaAAqooba kama atammaha AAala abawayka min qablu ibraheema waishaqa inna rabbaka AAaleemun hakeemun"},{"id":7,"text":"۞لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","translation":"Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya terdapat tanda-tanda (kekuasaan Allah) bagi orang yang bertanya","transliteration":"Laqad kana fee yoosufa waikhwatihi ayatun lilssaileena"},{"id":8,"text":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","translation":"Ketika mereka berkata, \"Sesungguhnya Yusuf dan saudaranya (Bunyamin) lebih dicintai ayah daripada kita, padahal kita adalah satu golongan (yang kuat). Sungguh, ayah kita dalam kekeliruan yang nyata","transliteration":"Ith qaloo layoosufu waakhoohu ahabbu ila abeena minna wanahnu AAusbatun inna abana lafee dalalin mubeenin"},{"id":9,"text":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","translation":"bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian ayah tercurah kepadamu, dan setelah itu kamu menjadi orang yang baik","transliteration":"Oqtuloo yoosufa awi itrahoohu ardan yakhlu lakum wajhu abeekum watakoonoo min baAAdihi qawman saliheena"},{"id":10,"text":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","translation":"Seorang di antara mereka berkata, \"Janganlah kamu membunuh Yusuf, tetapi jebloskan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir, jika kamu hendak berbuat","transliteration":"Qala qailun minhum la taqtuloo yoosufa waalqoohu fee ghayabati aljubbi yaltaqithu baAAdu alssayyarati in kuntum faAAileena"},{"id":11,"text":"قَالُواْ يَـٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","translation":"Mereka berkata, \"Wahai ayah kami! Mengapa engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami semua menginginkan kebaikan baginya","transliteration":"Qaloo ya abana ma laka la tamanna AAala yoosufa wainna lahu lanasihoona"},{"id":12,"text":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"Biarkanlah dia pergi bersama kami besok pagi, agar dia bersenang-senang dan bermain-main, dan kami pasti menjaganya","transliteration":"Arsilhu maAAana ghadan yartaAA wayalAAab wainna lahu lahafithoona"},{"id":13,"text":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","translation":"Dia (Yakub) berkata, \"Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir dia dimakan serigala, sedang kamu lengah darinya","transliteration":"Qala innee layahzununee an thathhaboo bihi waakhafu an yakulahu alththibu waantum AAanhu ghafiloona"},{"id":14,"text":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","translation":"Sesungguhnya mereka berkata, \"Jika dia dimakan serigala, padahal kami kelompok (yang kuat), maka tentu kami menjadi orang-orang yang merugi","transliteration":"Qaloo lain akalahu alththibu wanahnu AAusbatun inna ithan lakhasiroona"},{"id":15,"text":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","translation":"Maka ketika mereka membawanya dan sepakat memasukkan dia ke dasar sumur, Kami wahyukan kepadanya, \"Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari","transliteration":"Falamma thahaboo bihi waajmaAAoo an yajAAaloohu fee ghayabati aljubbi waawhayna ilayhi latunabiannahum biamrihim hatha wahum la yashAAuroona"},{"id":16,"text":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","translation":"Kemudian mereka datang kepada ayah mereka pada petang hari sambil menangis","transliteration":"Wajaoo abahum AAishaan yabkoona"},{"id":17,"text":"قَالُواْ يَـٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","translation":"Mereka berkata, \"Wahai ayah kami! Sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar","transliteration":"Qaloo ya abana inna thahabna nastabiqu watarakna yoosufa AAinda mataAAina faakalahu alththibu wama anta bimuminin lana walaw kunna sadiqeena"},{"id":18,"text":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","translation":"Dan mereka datang membawa baju gamisnya (yang berlumuran) darah palsu. Dia (Yakub) berkata, \"Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu; maka hanya bersabar itulah yang terbaik (bagiku). Dan kepada Allah saja tempat memohon pertolongan-Nya terhadap apa yang kamu ceritakan","transliteration":"Wajaoo AAala qameesihi bidamin kathibin qala bal sawwalat lakum anfusukum amran fasabrun jameelun waAllahu almustaAAanu AAala ma tasifoona"},{"id":19,"text":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","translation":"Dan datanglah sekelompok musafir, mereka menyuruh seorang pengambil air. Lalu dia menurunkan timbanya. Dia berkata, \"Oh, senangnya, ini ada seorang anak muda!\" Kemudian mereka menyembunyikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan","transliteration":"Wajaat sayyaratun faarsaloo waridahum faadla dalwahu qala ya bushra hatha ghulamun waasarroohu bidaAAatan waAllahu AAaleemun bima yaAAmaloona"},{"id":20,"text":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّـٰهِدِينَ","translation":"Dan mereka menjualnya (Yusuf) dengan harga murah, yaitu beberapa dirham saja, sebab mereka tidak tertarik kepadanya","transliteration":"Washarawhu bithamanin bakhsin darahima maAAdoodatin wakanoo feehi mina alzzahideena"},{"id":21,"text":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"(Dan orang dari Mesir yang membelinya berkata kepada istrinya,410) \"Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.\" Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti","transliteration":"Waqala allathee ishtarahu min misra liimraatihi akrimee mathwahu AAasa an yanfaAAana aw nattakhithahu waladan wakathalika makkanna liyoosufa fee alardi walinuAAallimahu min taweeli alahadeethi waAllahu ghalibun AAala amrihi walakinna akthara alnnasi la yaAAlamoona"},{"id":22,"text":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","translation":"Dan ketika dia telah cukup dewasa Kami berikan kepadanya kekuasaan dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik","transliteration":"Walamma balagha ashuddahu ataynahu hukman waAAilman wakathalika najzee almuhsineena"},{"id":23,"text":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّـٰلِمُونَ","translation":"Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Lalu dia menutup pintu-pintu, seraya berkata, \"Marilah mendekat kepadaku.\" Yusuf berkata, \"Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.\" Sesungguhnya orang yang zalim itu tidak akan beruntung","transliteration":"Warawadathu allatee huwa fee baytiha AAan nafsihi waghallaqati alabwaba waqalat hayta laka qala maAAatha Allahi innahu rabbee ahsana mathwaya innahu la yuflihu alththalimoona"},{"id":24,"text":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","translation":"Dan Sungguh, perempuan itu telah berhasrat kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya.411) Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih","transliteration":"Walaqad hammat bihi wahamma biha lawla an raa burhana rabbihi kathalika linasrifa AAanhu alssooa waalfahshaa innahu min AAibadina almukhlaseena"},{"id":25,"text":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","translation":"Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, \"Apakah balasan (yang pantas) terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih","transliteration":"Waistabaqa albaba waqaddat qameesahu min duburin waalfaya sayyidaha lada albabi qalat ma jazao man arada biahlika sooan illa an yusjana aw AAathabun aleemun"},{"id":26,"text":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","translation":"Dia (Yusuf) berkata, \"Dia yang menggodaku dan merayu diriku.\" seorang saksi dari keluarga perempuan itu memberikan kesaksian, \"Jika baju gamisnya koyak di bagian depan, maka peerempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta","transliteration":"Qala hiya rawadatnee AAan nafsee washahida shahidun min ahliha in kana qameesuhu qudda min qubulin fasadaqat wahuwa mina alkathibeena"},{"id":27,"text":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّـٰدِقِينَ","translation":"Dan jika baju gamisnya koyak di bagian belakang, maka perempuan itulah yang dusta, dan dia (Yusuf) termasuk orang yang benar","transliteration":"Wain kana qameesuhu qudda min duburin fakathabat wahuwa mina alssadiqeena"},{"id":28,"text":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","translation":"Maka ketika dia (suami perempuan itu) melihat baju gamisnya (Yusuf) koyak di bagian belakang, dia berkata, \"Sesungguhnya ini adalah tipu dayamu. Tipu dayamu benar-benar hebat","transliteration":"Falamma raa qameesahu qudda min duburin qala innahu min kaydikunna inna kaydakunna AAatheemun"},{"id":29,"text":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","translation":"Wahai Yusuf! \"Lupakanlah ini, dan (istriku) mohonlah ampunan atas dosamu, karena engkau termasuk orang yang bersalah","transliteration":"Yoosufu aAArid AAan hatha waistaghfiree lithanbiki innaki kunti mina alkhatieena"},{"id":30,"text":"۞وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","translation":"Dan perempuan-perempuan di kota berkata, \"Istri Al-Aziz menggoda dan merayu pelayannya untuk menundukkan dirinya, pelayannya benar-benar membuatnya mabuk cinta. Kami pasti memandang dia dalam kesesatan yang nyata","transliteration":"Waqala niswatun fee almadeenati imraatu alAAazeezi turawidu fataha AAan nafsihi qad shaghafaha hubban inna lanaraha fee dalalin mubeenin"},{"id":31,"text":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","translation":"Maka ketika perempuan itu mendengar cercaan mereka, diundangnyalah perempuan-perempuan itu dan disediakannya tempat duduk bagi mereka, dan kepada masing-masing mereka diberikan sebilah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf), \"Keluarlah (tampakkanlah dirimu) kepada mereka.\" Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada (keelokan rupa)nya, dan mereka (tanpa sadar) melukai tangannya sendiri. Seraya berkata, \"Mahasempurna Allah, ini bukanlah manusia. Ini benar-benar malaikat yang mulia","transliteration":"Falamma samiAAat bimakrihinna arsalat ilayhinna waaAAtadat lahunna muttakaan waatat kulla wahidatin minhunna sikkeenan waqalati okhruj AAalayhinna falamma raaynahu akbarnahu waqattaAAna aydiyahunna waqulna hasha lillahi ma hatha basharan in hatha illa malakun kareemun"},{"id":32,"text":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّـٰغِرِينَ","translation":"Dia (istri Al-Aziz) berkata, \"Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya, dan sungguh, aku telah menggoda untuk menundukkan dirinya tetapi dia menolak. Jika dia tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan, dan dia akan menjadi orang yang hina","transliteration":"Qalat fathalikunna allathee lumtunnanee feehi walaqad rawadtuhu AAan nafsihi faistAAsama walain lam yafAAal ma amuruhu layusjananna walayakoonan mina alssaghireena"},{"id":33,"text":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","translation":"Yusuf berkata, \"Wahai Tuhanku! Penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika aku tidak Engkau hindarkan dari tipu daya mereka, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang yang bodoh","transliteration":"Qala rabbi alssijnu ahabbu ilayya mimma yadAAoonanee ilayhi wailla tasrif AAannee kaydahunna asbu ilayhinna waakun mina aljahileena"},{"id":34,"text":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Maka Tuhan memperkenankan doa Yusuf, dan Dia menghindarkan Yusuf dari tipu daya mereka. Dialah Yang Maha Mendengar, Maha Mengetahui","transliteration":"Faistajaba lahu rabbuhu fasarafa AAanhu kaydahunna innahu huwa alssameeAAu alAAaleemu"},{"id":35,"text":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","translation":"Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu","transliteration":"Thumma bada lahum min baAAdi ma raawoo alayati layasjununnahu hatta heenin"},{"id":36,"text":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"(Dan bersama dia masuk pula dua orang pemuda ke dalam penjara.412) Salah satunya berkata, \"Sesungguhnya aku bermimpi memeras anggur,\" dan yang lainnya berkata, \"Aku bermimpi, membawa roti di atas kepalaku, sebagiannya dimakan burung.\" Berikanlah kepada kami takwilnya. Sesungguhnya kami memandangmu termasuk orang yang berbuat baik","transliteration":"Wadakhala maAAahu alssijna fatayani qala ahaduhuma innee aranee aAAsiru khamran waqala alakharu innee aranee ahmilu fawqa rasee khubzan takulu alttayru minhu nabbina bitaweelihi inna naraka mina almuhsineena"},{"id":37,"text":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","translation":"Dia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama orang-orang yang tidak beriman kepada Allah, bahkan mereka tidak percaya kepada hari akhirat","transliteration":"Qala la yateekuma taAAamun turzaqanihi illa nabbatukuma bitaweelihi qabla an yatiyakuma thalikuma mimma AAallamanee rabbee innee taraktu millata qawmin la yuminoona biAllahi wahum bialakhirati hum kafiroona"},{"id":38,"text":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translation":"dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah karunia dari Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur","transliteration":"WaittabaAAtu millata abaee ibraheema waishaqa wayaAAqooba ma kana lana an nushrika biAllahi min shayin thalika min fadli Allahi AAalayna waAAala alnnasi walakinna akthara alnnasi la yashkuroona"},{"id":39,"text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","translation":"Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa, Mahaperkasa","transliteration":"Ya sahibayi alssijni aarbabun mutafarriqoona khayrun ami Allahu alwahidu alqahharu"},{"id":40,"text":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat, baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui","transliteration":"Ma taAAbudoona min doonihi illa asmaan sammaytumooha antum waabaokum ma anzala Allahu biha min sultanin ini alhukmu illa lillahi amara alla taAAbudoo illa iyyahu thalika alddeenu alqayyimu walakinna akthara alnnasi la yaAAlamoona"},{"id":41,"text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","translation":"Wahai kedua penghuni penjara, \"Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku)","transliteration":"Ya sahibayi alssijni amma ahadukuma fayasqee rabbahu khamran waamma alakharu fayuslabu fatakulu alttayru min rasihi qudiya alamru allathee feehi tastaftiyani"},{"id":42,"text":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","translation":"Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, \"Terangkanlah keadaanku kepada tuanmu.\" Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya","transliteration":"Waqala lillathee thanna annahu najin minhuma othkurnee AAinda rabbika faansahu alshshaytanu thikra rabbihi falabitha fee alssijni bidAAa sineena"},{"id":43,"text":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَـٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","translation":"Dan raja berkata (kepada para pemuka kaumnya), \"Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi","transliteration":"Waqala almaliku innee ara sabAAa baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAa sunbulatin khudrin waokhara yabisatin ya ayyuha almalao aftoonee fee ruyaya in kuntum lilrruya taAAburoona"},{"id":44,"text":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","translation":"Mereka menjawab, \"(Itu) mimpi-mimpi yang kosong dan kami tidak mampu menakwilkan mimpi itu","transliteration":"Qaloo adghathu ahlamin wama nahnu bitaweeli alahlami biAAalimeena"},{"id":45,"text":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","translation":"Dan berkatalah orang yang selamat di antara mereka berdua dan teringat (kepada Yusuf) setelah beberapa waktu lamanya, \"Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu, maka utuslah aku (kepadanya)","transliteration":"Waqala allathee naja minhuma waiddakara baAAda ommatin ana onabbiokum bitaweelihi faarsilooni"},{"id":46,"text":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","translation":"Yusuf, wahai orang yang sangat dipercaya! Terangkanlah kepada kami (takwil mimpi) tentang tujuh ekor sapi betina yang gemuk yang dimakan oleh tujuh (ekor sapi betina) yang kurus, tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu, agar mereka mengetahuinya","transliteration":"Yoosufu ayyuha alssiddeequ aftina fee sabAAi baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAi sunbulatin khudrin waokhara yabisatin laAAallee arjiAAu ila alnnasi laAAallahum yaAAlamoona"},{"id":47,"text":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","translation":"Dia (Yusuf) berkata, \"Agar kamu bercocok tanam tujuh tahun (berturut-turut) sebagaimana biasa; kemudian apa yang kamu tuai hendaklah kamu biarkan ditangkainya kecuali sedikit untuk kamu makan","transliteration":"Qala tazraAAoona sabAAa sineena daaban fama hasadtum fatharoohu fee sunbulihi illa qaleelan mimma takuloona"},{"id":48,"text":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","translation":"Kemudian setelah itu akan datang tujuh (tahun) yang sangat sulit, yang menghabiskan apa yang kamu simpan untuk menghadapinya (tahun sulit), kecuali sedikit dari apa (bibit gandum) yang kamu simpan","transliteration":"Thumma yatee min baAAdi thalika sabAAun shidadun yakulna ma qaddamtum lahunna illa qaleelan mimma tuhsinoona"},{"id":49,"text":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","translation":"Setelah itu akan datang tahun, dimana manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur)","transliteration":"Thumma yatee min baAAdi thalika AAamun feehi yughathu alnnasu wafeehi yaAAsiroona"},{"id":50,"text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّـٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","translation":"Dan raja berkata, \"Bawalah dia kepadaku.\" Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, \"Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana halnya perempuan-perempuan yang telah melukai tangannya. Sungguh, Tuhanku Maha Mengetahui tipu daya mereka","transliteration":"Waqala almaliku itoonee bihi falamma jaahu alrrasoolu qala irjiAA ila rabbika faisalhu ma balu alnniswati allatee qattaAAna aydiyahunna inna rabbee bikaydihinna AAaleemun"},{"id":51,"text":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ","translation":"Dia (raja) berkata (kepada perempuan-perempuan itu), \"Bagaimana keadaanmu413) ketika kamu menggoda Yusuf untuk menundukkan dirinya?\" Mereka berkata, \"Mahasempurna Allah, kami tidak mengetahui sesuatu keburukan darinya.\" Istri Al-Aziz berkata, \"Sekarang jelaslah kebenaran itu, akulah yang menggoda dan merayunya, dan sesungguhnya dia termasuk orang yang benar","transliteration":"Qala ma khatbukunna ith rawadtunna yoosufa AAan nafsihi qulna hasha lillahi ma AAalimna AAalayhi min sooin qalati imraatu alAAazeezi alana hashasa alhaqqu ana rawadtuhu AAan nafsihi wainnahu lamina alssadiqeena"},{"id":52,"text":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","translation":"(Yusuf berkata), \"Yang demikian itu agar dia (Al-Aziz) mengetahui bahwa aku benar-benar tidak mengkhianatinya ketika dia tidak ada (di rumah), dan bahwa Allah tidak meridai tipu daya orang-orang yang berkhianat","transliteration":"Thalika liyaAAlama annee lam akhunhu bialghaybi waanna Allaha la yahdee kayda alkhaineena"},{"id":53,"text":"۞وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","translation":"Dan aku tidak (menyatakan) diriku bebas (dari kesalahan), karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang","transliteration":"Wama obarrio nafsee inna alnnafsa laammaratun bialssooi illa ma rahima rabbee inna rabbee ghafoorun raheemun"},{"id":54,"text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","translation":"Dan raja berkata, \"Bawalah dia (Yusuf) kepadaku, agar aku memilih dia (sebagai orang yang dekat) kepadaku.\" Ketika dia (raja) telah bercakap-cakap dengan dia, maka dia (raja) berkata, \"Sesungguhnya kamu (mulai) hari ini menjadi seorang yang berkedudukan tinggi di lingkungan kami dan terpercaya","transliteration":"Waqala almaliku itoonee bihi astakhlishu linafsee falamma kallamahu qala innaka alyawma ladayna makeenun ameenun"},{"id":55,"text":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","translation":"Dia (Yusuf) berkata, \"Jadikanlah aku bendaharawan negeri (Mesir); karena sesungguhnya aku adalah orang yang pandai menjaga dan berpengetahuan","transliteration":"Qala ijAAalnee AAala khazaini alardi innee hafeethun AAaleemun"},{"id":56,"text":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"Dan demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir); untuk tinggal dimana saja yang dia kehendaki. Kami melimpahkan rahmat kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang-orang yang berbuat baik","transliteration":"Wakathalika makanna liyoosufa fee alardi yatabawwao minha haythu yashao nuseebu birahmatina man nashao wala nudeeAAu ajra almuhsineena"},{"id":57,"text":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"Dan sungguh, pahala akhirat itu lebih baik bagi orang-orang yang beriman dan selalu bertakwa","transliteration":"Walaajru alakhirati khayrun lillatheena amanoo wakanoo yattaqoona"},{"id":58,"text":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","translation":"Dan saudara-saudara Yusuf datang (ke Mesir) lalu mereka masuk ke (tempat)nya. Maka dia (Yusuf) mengenal mereka, sedangkan mereka tidak kenal (lagi) kepadanya","transliteration":"Wajaa ikhwatu yoosufa fadakhaloo AAalayhi faAAarafahum wahum lahu munkiroona"},{"id":59,"text":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","translation":"Dan ketika dia (Yusuf) menyiapkan bahan makanan untuk mereka, dia berkata, \"Bawalah kepadaku saudaramu yang seayah dengan kamu (Bunyamin), tidakkah kamu melihat bahwa aku menyempurnakan takaran dan aku adalah penerima tamu yang terbaik","transliteration":"Walamma jahhazahum bijahazihim qala itoonee biakhin lakum min abeekum ala tarawna annee oofee alkayla waana khayru almunzileena"},{"id":60,"text":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","translation":"Maka jika kamu tidak membawanya kepadaku, maka kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku","transliteration":"Fain lam tatoonee bihi fala kayla lakum AAindee wala taqrabooni"},{"id":61,"text":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","translation":"Mereka berkata, \"Kami akan membujuk ayahnya (untuk membawanya) dan kami benar-benar akan melaksanakannya","transliteration":"Qaloo sanurawidu AAanhu abahu wainna lafaAAiloona"},{"id":62,"text":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Dan dia (Yusuf) berkata kepada pelayan-pelayannya, \"Masukkanlah barang-barang (penukar) mereka415) ke dalam karung-karungnya, agar mereka mengetahuinya apabila telah kembali kepada keluarganya, mudah-mudahan mereka kembali lagi","transliteration":"Waqala lifityanihi ijAAaloo bidaAAatahum fee rihalihim laAAallahum yaAArifoonaha itha inqalaboo ila ahlihim laAAallahum yarjiAAoona"},{"id":63,"text":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"Maka ketika mereka telah kembali kepada ayahnya (Yakub) mereka berkata, \"Wahai ayah kami! Kami tidak akan mendapat jatah (gandum) lagi, (jika tidak membawa saudara kami), sebab itu biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah, dan kami benar-benar akan menjaganya","transliteration":"Falamma rajaAAoo ila abeehim qaloo ya abana muniAAa minna alkaylu faarsil maAAana akhana naktal wainna lahu lahafithoona"},{"id":64,"text":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"Dia (Yakub) berkata, \"Bagaimana aku akan mempercayakannya (Bunyamin) kepadamu, seperti aku telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu?\" Maka Allah adalah Penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang","transliteration":"Qala hal amanukum AAalayhi illa kama amintukum AAala akheehi min qablu faAllahu khayrun hafithan wahuwa arhamu alrrahimeena"},{"id":65,"text":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَـٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","translation":"Dan ketika mereka membuka barang-barangnya, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, \"Wahai ayah kami! Apalagi yang kita inginkan. Ini barang-barang kita dikembalikan kepada kita, dan kita akan dapat memberi makan keluarga kita, dan kami akan memelihara saudara kami, dan kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu suatu hal yang mudah (bagi raja Mesir)","transliteration":"Walamma fatahoo mataAAahum wajadoo bidaAAatahum ruddat ilayhim qaloo ya abana ma nabghee hathihi bidaAAatuna ruddat ilayna wanameeru ahlana wanahfathu akhana wanazdadu kayla baAAeerin thalika kaylun yaseerun"},{"id":66,"text":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","translation":"Dia (Yakub) berkata, \"Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kepadaku kembali, kecuali jika kamu dikepung (musuh).\" Setelah mereka mengucapkan sumpah, dia (Yakub) berkata, \"Allah adalah saksi terhadap apa yang kita ucapkan","transliteration":"Qala lan orsilahu maAAakum hatta tutooni mawthiqan mina Allahi latatunnanee bihi illa an yuhata bikum falamma atawhu mawthiqahum qala Allahu AAala ma naqoolu wakeelun"},{"id":67,"text":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","translation":"Dan dia (Yakub) berkata, \"Wahai anak-anakku! Janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda; namun demikian aku tidak dapat mempertahankan kamu sedikit pun dari (takdir) Allah. Keputusan itu hanyalah bagi Allah. Kepada-Nya aku bertawakal dan kepada-Nya pula bertawakallah orang-orang yang bertawakal","transliteration":"Waqala ya baniyya la tadkhuloo min babin wahidin waodkhuloo min abwabin mutafarriqatin wama oghnee AAankum mina Allahi min shayin ini alhukmu illa lillahi AAalayhi tawakkaltu waAAalayhi falyatawakkali almutawakkiloona"},{"id":68,"text":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Dan ketika mereka masuk sesuai dengan perintah ayah mereka, (masuknya mereka itu) tidak dapat menolak sedikit pun keputusan Allah, (tetapi itu) hanya suatu keinginan pada diri Yakub yang telah ditetapkannya. Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. Tetapi kebanyakan manusia tidak mengetahui","transliteration":"Walamma dakhaloo min haythu amarahum aboohum ma kana yughnee AAanhum mina Allahi min shayin illa hajatan fee nafsi yaAAqooba qadaha wainnahu lathoo AAilmin lima AAallamnahu walakinna akthara alnnasi la yaAAlamoona"},{"id":69,"text":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","translation":"Dan ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, \"Sesungguhnya aku adalah saudaramu, jangan engkau bersedih hati atas apa yang telah mereka kerjakan","transliteration":"Walamma dakhaloo AAala yoosufa awa ilayhi akhahu qala innee ana akhooka fala tabtais bima kanoo yaAAmaloona"},{"id":70,"text":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","translation":"Maka ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan piala417) ke dalam karung saudaranya. Kemudian berteriaklah seseorang yang menyerukan, \"Wahai kafilah! Sesungguhnya kamu pasti pencuri","transliteration":"Falamma jahhazahum bijahazihim jaAAala alssiqayata fee rahli akheehi thumma aththana muaththinun ayyatuha alAAeeru innakum lasariqoona"},{"id":71,"text":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","translation":"Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), \" Kamu kehilangan apa","transliteration":"Qaloo waaqbaloo AAalayhim matha tafqidoona"},{"id":72,"text":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","translation":"Mereka menjawab, \"Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta, dan aku jamin itu","transliteration":"Qaloo nafqidu suwaAAa almaliki waliman jaa bihi himlu baAAeerin waana bihi zaAAeemun"},{"id":73,"text":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","translation":"Mereka (saudara-saudara Yusuf) menjawab, \"Demi Allah, sungguh, kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri","transliteration":"Qaloo taAllahi laqad AAalimtum ma jina linufsida fee alardi wama kunna sariqeena"},{"id":74,"text":"قَالُواْ فَمَا جَزَـٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","translation":"Mereka berkata, \"Tetapi apa hukumannya jika kamu dusta","transliteration":"Qaloo fama jazaohu in kuntum kathibeena"},{"id":75,"text":"قَالُواْ جَزَـٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَـٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"Mereka menjawab, \"Hukumannya ialah pada siapa yang ditemukan dalam karungnya (barang yang hilang itu), maka dia sendirilah yang menerima hukumannya.418) Demikianlah kami memberi hukuman kepada orang-orang zalim","transliteration":"Qaloo jazaohu man wujida fee rahlihi fahuwa jazaohu kathalika najzee alththalimeena"},{"id":76,"text":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","translation":"Maka mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri, kemudian dia mengeluarkan (piala raja) itu dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut undang-undang raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui","transliteration":"Fabadaa biawAAiyatihim qabla wiAAai akheehi thumma istakhrajaha min wiAAai akheehi kathalika kidna liyoosufa ma kana liyakhutha akhahu fee deeni almaliki illa an yashaa Allahu narfaAAu darajatin man nashao wafawqa kulli thee AAilmin AAaleemun"},{"id":77,"text":"۞قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","translation":"Mereka berkata, \"Jika dia mencuri, maka sungguh sebelum itu saudaranya pun pernah pula mencuri.\" Maka Yusuf menyembunyikan (kejengkelan) dalam hatinya dan tidak ditampakkannya kepada mereka. Dia berkata (dalam hatinya), \"Kedudukanmu justru lebih buruk. Dan Allah Maha Mengetahui apa yang kamu terangkan","transliteration":"Qaloo in yasriq faqad saraqa akhun lahu min qablu faasarraha yoosufu fee nafsihi walam yubdiha lahum qala antum sharrun makanan waAllahu aAAlamu bima tasifoona"},{"id":78,"text":"قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"Mereka berkata, \"Wahai Al-Aziz! Dia mempunyai ayah yang sudah lanjut usia, karena itu ambillah salah seorang di antara kami sebagai gantinya, sesungguhnya kami melihat engkau termasuk orang-orang yang berbuat baik","transliteration":"Qaloo ya ayyuha alAAazeezu inna lahu aban shaykhan kabeeran fakhuth ahadana makanahu inna naraka mina almuhsineena"},{"id":79,"text":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","translation":"Dia (Yusuf) berkata, \"Aku memohon perlindungan kepada Allah dari menahan (seseorang), kecuali orang yang kami temukan harta kami padanya, jika kami (berbuat) demikian, berarti kami orang yang zalim","transliteration":"Qala maAAatha Allahi an nakhutha illa man wajadna mataAAana AAindahu inna ithan lathalimoona"},{"id":80,"text":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"Maka ketika mereka berputus asa darinya (putusan Yusuf) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, \"Tidakkah kamu ketahui bahwa ayahmu telah mengambil janji dari kamu dengan (nama) Allah dan sebelum itu kamu telah menyia-nyiakan Yusuf? Sebab itu aku tidak akan meninggalkan negeri ini (Mesir), sampai ayahku mengizinkan (untuk kembali), atau Allah memberi keputusan terhadapku. Dan Dia adalah hakim yang terbaik","transliteration":"Falamma istayasoo minhu khalasoo najiyyan qala kabeeruhum alam taAAlamoo anna abakum qad akhatha AAalaykum mawthiqan mina Allahi wamin qablu ma farrattum fee yoosufa falan abraha alarda hatta yathana lee abee aw yahkuma Allahu lee wahuwa khayru alhakimeena"},{"id":81,"text":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَـٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","translation":"Kembalilah kepada ayahmu dan katakanlah, \"Wahai ayah kami! Sesungguhnya anakmu telah mencuri dan kami hanya menyaksikan apa yang kami ketahui dan kami tidak mengetahui apa yang dibalik itu","transliteration":"IrjiAAoo ila abeekum faqooloo ya abana inna ibnaka saraqa wama shahidna illa bima AAalimna wama kunna lilghaybi hafitheena"},{"id":82,"text":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","translation":"Dan tanyalah (penduduk) negeri tempat kami berada, dan kafilah yang datang bersama kami. Dan kami adalah orang yang benar","transliteration":"Waisali alqaryata allatee kunna feeha waalAAeera allatee aqbalna feeha wainna lasadiqoona"},{"id":83,"text":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"Dia (Yakub) berkata, \"Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. Maka (kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku. Sungguh, Dialah Yang Maha Mengetahui, Mahabijaksana","transliteration":"Qala bal sawwalat lakum anfusukum amran fasabrun jameelun AAasa Allahu an yatiyanee bihim jameeAAan innahu huwa alAAaleemu alhakeemu"},{"id":84,"text":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَـٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","translation":"Dan dia (Yakub) berpaling dari mereka (anak-anaknya) seraya berkata, \"Aduhai dukacitaku terhadap Yusuf,\" dan kedua matanya menjadi putih karena sedih Dia diam menahan amarah (terhadap anak-anaknya)","transliteration":"Watawalla AAanhum waqala ya asafa AAala yoosufa waibyaddat AAaynahu mina alhuzni fahuwa katheemun"},{"id":85,"text":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","translation":"Mereka berkata, \"Demi Allah, engkau tidak henti-hentinya mengingat Yusuf, sehingga engkau (mengidapkan penyakit) berat atau engkau termasuk orang-orang yang akan binasa","transliteration":"Qaloo taAllahi taftao tathkuru yoosufa hatta takoona haradan aw takoona mina alhalikeena"},{"id":86,"text":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Dia (Yakub) menjawab, \"Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Dan aku mengetahui dari Allah apa yang tidak kamu ketahui","transliteration":"Qala innama ashkoo baththee wahuznee ila Allahi waaAAlamu mina Allahi ma la taAAlamoona"},{"id":87,"text":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","translation":"Wahai anak-anakku! Pergilah kamu, carilah (berita) tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir","transliteration":"Ya baniyya ithhaboo fatahassasoo min yoosufa waakheehi wala tayasoo min rawhi Allahi innahu la yayasu min rawhi Allahi illa alqawmu alkafiroona"},{"id":88,"text":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","translation":"Maka ketika mereka masuk ke (tempat) Yusuf, mereka berkata, \"Wahai Al-Aziz! Kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah jatah (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang yang bersedekah","transliteration":"Falamma dakhaloo AAalayhi qaloo ya ayyuha alAAazeezu massana waahlana alddurru wajina bibidaAAatin muzjatin faawfi lana alkayla watasaddaq AAalayna inna Allaha yajzee almutasaddiqeena"},{"id":89,"text":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","translation":"Dia (Yusuf) berkata, \"Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak menyadari (akibat) perbuatanmu itu","transliteration":"Qala hal AAalimtum ma faAAaltum biyoosufa waakheehi ith antum jahiloona"},{"id":90,"text":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"Mereka berkata, \"Apakah engkau benar-benar Yusuf?\" Dia (Yusuf) menjawab, \"Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami.\" Sesungguhnya barang siapa bertakwa dan bersabar, maka sungguh, Allah tidak menyia-nyiakan pahala orang yang berbuat baik","transliteration":"Qaloo ainnaka laanta yoosufa qala ana yoosufu wahatha akhee qad manna Allahu AAalayna innahu man yattaqi wayasbir fainna Allaha la yudeeAAu ajra almuhsineena"},{"id":91,"text":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","translation":"Mereka berkata, \"Demi Allah, sungguh Allah telah melebihkan engkau di atas kami, dan sesungguhnya kami adalah orang yang bersalah (berdosa)","transliteration":"Qaloo taAllahi laqad atharaka Allahu AAalayna wain kunna lakhatieena"},{"id":92,"text":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"Dia (Yusuf) berkata, \"Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dan Dia Maha Penyayang di antara para penyayang","transliteration":"Qala la tathreeba AAalaykumu alyawma yaghfiru Allahu lakum wahuwa arhamu alrrahimeena"},{"id":93,"text":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","translation":"Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat kembali; dan bawalah seluruh keluargamu kepadaku","transliteration":"Ithhaboo biqameesee hatha faalqoohu AAala wajhi abee yati baseeran watoonee biahlikum ajmaAAeena"},{"id":94,"text":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","translation":"Dan ketika kafilah itu telah keluar (dari negeri Mesir), ayah mereka berkata, \"Sesungguhnya aku mencium bau Yusuf, sekiranya kamu tidak menuduhku lemah akal (tentu kamu membenarkan aku)","transliteration":"Walamma fasalati alAAeeru qala aboohum innee laajidu reeha yoosufa lawla an tufannidooni"},{"id":95,"text":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","translation":"Mereka (keluarganya) berkata, \"Demi Allah, sesungguhnya engkau masih dalam kekeliruanmu yang dahulu","transliteration":"Qaloo taAllahi innaka lafee dalalika alqadeemi"},{"id":96,"text":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Maka ketika telah tiba pembawa kabar gembira itu, maka diusapkannya (baju itu) ke wajahnya (Yakub), lalu dia dapat melihat kembali. Dia (Yakub) berkata, \"Bukankah telah aku katakan kepadamu, bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui","transliteration":"Falamma an jaa albasheeru alqahu AAala wajhihi fairtadda baseeran qala alam aqul lakum innee aAAlamu mina Allahi ma la taAAlamoona"},{"id":97,"text":"قَالُواْ يَـٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","translation":"Mereka berkata, \"Wahai ayah kami! Mohonkanlah ampunan untuk kami atas dosa-dosa kami, sesungguhnya kami adalah orang yang bersalah (berdosa)","transliteration":"Qaloo ya abana istaghfir lana thunoobana inna kunna khatieena"},{"id":98,"text":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"Dia (Yakub) berkata, \"Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sungguh, Dia Yang Maha Pengampun, Maha Penyayang","transliteration":"Qala sawfa astaghfiru lakum rabbee innahu huwa alghafooru alrraheemu"},{"id":99,"text":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","translation":"Maka ketika mereka masuk ke (tempat) Yusuf, dia merangkul (dan menyiapkan tempat untuk) kedua orang tuanya seraya berkata, \"Masuklah kamu ke negeri Mesir, insya Allah dalam keadaan aman","transliteration":"Falamma dakhaloo AAala yoosufa awa ilayhi abawayhi waqala odkhuloo misra in shaa Allahu amineena"},{"id":100,"text":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَـٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"Dan dia menaikkan kedua orang tuanya ke atas singgasana. Dan mereka (semua) tunduk bersujud kepadanya (Yusuf). Dan dia (Yusuf) berkata, \"Wahai ayahku! Inilah takwil mimpiku yang dahulu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana","transliteration":"WarafaAAa abawayhi AAala alAAarshi wakharroo lahu sujjadan waqala ya abati hatha taweelu ruyaya min qablu qad jaAAalaha rabbee haqqan waqad ahsana bee ith akhrajanee mina alssijni wajaa bikum mina albadwi min baAAdi an nazagha alshshaytanu baynee wabayna ikhwatee inna rabbee lateefun lima yashao innahu huwa alAAaleemu alhakeemu"},{"id":101,"text":"۞رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّـٰلِحِينَ","translation":"Tuhanku, sesungguhnya Engkau telah menganugerahkan kepadaku sebagian kekuasaan dan telah mengajarkan kepadaku sebagian takwil mimpi. (Wahai Tuhan) pencipta langit dan bumi, Engkaulah pelindungku di dunia dan di akhirat, wafatkanlah aku dalam keadaan muslim dan gabungkanlah aku dengan orang yang saleh","transliteration":"Rabbi qad ataytanee mina almulki waAAallamtanee min taweeli alahadeethi fatira alssamawati waalardi anta waliyyee fee alddunya waalakhirati tawaffanee musliman waalhiqnee bialssaliheena"},{"id":102,"text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","translation":"Itulah sebagian berita gaib yang Kami wahyukan kepadamu (Muhammad); padahal engkau tidak berada di samping mereka, ketika mereka bersepakat mengatur tipu muslihat (untuk memasukan Yusuf ke dalam sumur)","transliteration":"Thalika min anbai alghaybi nooheehi ilayka wama kunta ladayhim ith ajmaAAoo amrahum wahum yamkuroona"},{"id":103,"text":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","translation":"Dan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya","transliteration":"Wama aktharu alnnasi walaw harasta bimumineena"},{"id":104,"text":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","translation":"Dan engkau tidak meminta imbalan apa pun kepada mereka (terhadap seruanmu ini), sebab (seruan) itu adalah pengajaran bagi seluruh alam","transliteration":"Wama tasaluhum AAalayhi min ajrin in huwa illa thikrun lilAAalameena"},{"id":105,"text":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","translation":"Dan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling darinya","transliteration":"Wakaayyin min ayatin fee alssamawati waalardi yamurroona AAalayha wahum AAanha muAAridoona"},{"id":106,"text":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","translation":"Dan kebanyakan mereka tidak beriman kepada Allah, bahkan mereka mempersekutukan-Nya","transliteration":"Wama yuminu aktharuhum biAllahi illa wahum mushrikoona"},{"id":107,"text":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan kiamat kepada mereka secara mendadak, sedangkan mereka tidak menyadarinya","transliteration":"Afaaminoo an tatiyahum ghashiyatun min AAathabi Allahi aw tatiyahumu alssaAAatu baghtatan wahum la yashAAuroona"},{"id":108,"text":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Katakanlah (Muhammad), \"Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (kamu) kepada Allah dengan yakin, Mahasuci Allah, dan aku tidak termasuk orang-orang musyrik","transliteration":"Qul hathihi sabeelee adAAoo ila Allahi AAala baseeratin ana wamani ittabaAAanee wasubhana Allahi wama ana mina almushrikeena"},{"id":109,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","translation":"Dan Kami tidak mengutus sebelummu (Muhammad), melainkan orang laki-laki yang Kami berikan wahyu kepadanya di antara penduduk negeri. Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul). Dan sungguh, negeri akhirat itu lebih baik bagi orang yang bertakwa. Tidakkah kamu mengerti","transliteration":"Wama arsalna min qablika illa rijalan noohee ilayhim min ahli alqura afalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim waladaru alakhirati khayrun lillatheena ittaqaw afala taAAqiloona"},{"id":110,"text":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","translation":"Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa","transliteration":"Hatta itha istayasa alrrusulu wathannoo annahum qad kuthiboo jaahum nasruna fanujjiya man nashao wala yuraddu basuna AAani alqawmi almujrimeena"},{"id":111,"text":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Sungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. (Alquran) itu bukanlah cerita yang dibuat-buat, tetapi membenarkan (kitab-kitab) yang sebelumnya, menjelaskan segala sesuatu, dan (sebagai) petunjuk dan rahmat bagi orang-orang yang beriman","transliteration":"Laqad kana fee qasasihim AAibratun liolee alalbabi ma kana hadeethan yuftara walakin tasdeeqa allathee bayna yadayhi watafseela kulli shayin wahudan warahmatan liqawmin yuminoona"}]}
