{"id":100,"number":93,"text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"bn":"আর যখন আমি তোমাদের কাছ থেকে প্রতিশ্রুতি নিলাম এবং তুর পর্বতকে তোমাদের উপর তুলে ধরলাম যে, শক্ত করে ধর, আমি যা তোমাদের দিয়েছি আর শোন। তারা বলল, আমরা শুনেছি আর অমান্য করেছি। কুফরের কারণে তাদের অন্তরে গোবৎসপ্রীতি পান করানো হয়েছিল। বলে দিন, তোমরা বিশ্বাসী হলে, তোমাদের সে বিশ্বাস মন্দ বিষয়াদি শিক্ষা দেয়।","en":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers","id":"Dan (ingatlah) ketika Kami mengambil janji kamu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), \"Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah!\" Mereka menjawab, \"Kami mendengarkan tetapi kami tidak menaati.\" Dan diresapkanlah ke dalam hati mereka itu (kecintaan menyembah patung) anak sapi karena kekafiran mereka. Katakanlah, \"Sangat buruk apa yang diperintahkan oleh kepercayaanmu kepadamu jika kamu orang-orang beriman","ru":"Вот Мы заключили с вами завет и воздвигли над вами гору: «Крепко придерживайтесь того, что Мы даровали вам, и слушайте». Они сказали: «Слышали и ослушаемся». Их сердца впитали любовь к тельцу по причине их неверия. Скажи: «Скверно то, что велит вам ваша вера, если вы вообще являетесь верующими»","tr":"Sizden kesin söz almış ve Tur'u tepenize dikmiştik, \"Size verdiğimize kuvvetle sarılın ve dinleyin\" demiştik \"İşittik ve karşı geldik\" dediler de inkarları yüzünden buzağı sevgisi kalblerine sindirildi. De ki, \"Eğer inanmışsanız, imanınız size ne kötü şey emrediyor","ur":"پھر ذرا اُس میثاق کو یاد کرو، جو طُور کو تمہارے اوپر اٹھا کر ہم نے تم سے لیا تھا ہم نے تاکید کی تھی کہ جو ہدایات ہم دے رہے ہیں، ان کی سختی کے ساتھ پابندی کرو اور کان لگا کر سنو تمہارے اسلاف نے کہا کہ ہم نے سن لیا، مگر مانیں گے نہیں اور ان کی باطل پرستی کا یہ حال تھا کہ دلوں میں ان کے بچھڑا ہی بسا ہوا تھا کہو: اگر تم مومن ہو، تو عجیب ایمان ہے، جو ایسی بری حرکات کا تمہیں حکم دیتا ہے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
