{"id":1000,"number":46,"text":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","translations":{"en":"And between them will be a partition, and on [its] elevations are men who recognize all by their mark. And they call out to the companions of Paradise, \"Peace be upon you.\" They have not [yet] entered it, but they long intensely","es":"Entre ambos [grupos] habrá una separación, y en los lugares elevados habrá personas que serán reconocidas por su aspecto [por la gente del Paraíso y la gente del Infierno], y llamarán a la gente del Paraíso saludándolos: \"¡La paz sea con ustedes!\" Ellos no han ingresado en él, pero están ansiosos por hacerlo","fr":"Et entre les deux, il y aura un mur, et, sur al-A'râf seront des gens qui reconnaîtront tout le monde par leurs traits caractéristiques. Et ils crieront aux gens du Paradis: «Paix sur vous!» Ils n'y sont pas entrés bien qu'ils le souhaitent","id":"Dan di antara keduanya (penghuni surga dan nereka) ada tabir dan di atas A'rāf (tempat yang tertinggi) ada orang-orang yang saling mengenal, masing-masing dengan tanda-tandanya. Mereka menyeru penghuni surga, \"Salāmun 'alaikum\" (salam sejahtera bagimu). Mereka belum dapat masuk, tetapi mereka ingin segera (masuk)","ru":"Между ними будет изгородь, а на оградах будут люди, которые распознают каждого из них по их признакам. Они воззовут к обитателям Рая: «Мир вам!». Они пока не войдут в Рай, хотя будут желать этого","sv":"En mur skall skilja de båda [grupperna] åt. Och där finns de som hade både insikt och urskillning och som känner var och en på hans särskilda kännetecken. Till dem som har paradiset till arvedel skall de ropa \"Fred!\". Men de har inte fått stiga in i paradiset, dit de längtar","tr":"İki taraf arasında bir perde ve burçlar üzerinde her iki tarafı da simalarından tanıyan adamlar vardır; cennetliklere, \"Size selam olsun\" derler. Bunlar henüz girmeyen fakat cenneti uman kimselerdir","ur":"ان دونوں گروہوں کے درمیان ایک اوٹ حائل ہوگی جس کی بلندیوں (اعراف) پر کچھ اور لوگ ہوں گے یہ ہر ایک کو اس کے قیافہ سے پہچانیں گے اور جنت والوں سے پکار کر کہیں گے کہ \"سلامتی ہو تم پر\" یہ لوگ جنت میں داخل تو نہیں ہوئے مگر اس کے امیدوار ہونگے","zh":"他们中间将有一个屏障。在那个（屏障）的高处将有许多男人，他们借双方的仪表而认识双方的人，他们喊叫乐园的居民说：“祝你们平安！”他们羡慕乐园，但不得进去。"},"transliteration":"Wabaynahuma hijabun waAAala alaAArafi rijalun yaAArifoona kullan biseemahum wanadaw ashaba aljannati an salamun AAalaykum lam yadkhulooha wahum yatmaAAoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
