{"id":1003,"number":49,"text":"أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","translations":{"en":"[Allah will say], \"Are these the ones whom you [inhabitants of Hell] swore that Allah would never offer them mercy? Enter Paradise, [O People of the Elevations]. No fear will there be concerning you, nor will you grieve","es":"Observen a quienes ustedes juraban que la misericordia de Dios no los alcanzaría, y [contrario a lo que creían] se les dijo: ‘Ingresen al Paraíso, donde no tendrán nada que temer ni sentirán tristezas’","fr":"Est-ce donc ceux-là au sujet desquels vous juriez qu'ils n'obtiendront de la part d'Allah aucune miséricorde...? - Entrez au Paradis! Vous serez à l'abri de toute crainte et vous ne serez point affligés","id":"Itukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah?\" (Allah berfirman), \"Masuklah kamu ke dalam surga! Tidak ada rasa takut padamu dan kamu tidak pula akan bersedih hati","ru":"Разве это не те, о которых вы клялись, что Аллах никогда не проявит к ним милости?». Им будет сказано: «Войдите в Рай! Вы не познаете страха и не будете опечалены»","sv":"Och var det dessa [saliga] ni menade, när ni svor på att de aldrig skulle nås av Guds barmhärtighet? - [de som nu blivit uppmanade:] 'Stig in i paradiset! [Här] skall ni inte känna någon fruktan och ingen sorg skall tynga er!'”","tr":"Burçlarda olanlar, simalarından tanıdıkları adamlara; Topluluğunuz, topladığınız mal ve büyüklük taslamalarınız size fayda vermedi. Allah'ın rahmetine erdirmeyeceğine yemin ettikleriniz bunlar mıydı? Oysa Allah onlara şöyle der: \"Cennete girin, size korku yoktur, sizler mahzun da olmayacaksınız","ur":"اور کیا یہ اہل جنت وہی لوگ نہیں ہیں جن کے متعلق تم قسمیں کھا کھا کر کہتے تھے کہ اِن کو تو خدا پنی رحمت میں سے کچھ بھی نہ دے گا؟ آج انہی سے کہا گیا کہ داخل ہو جاؤ جنت میں، تمہارے لیے نہ خوف ہے نہ رنج","zh":"这些人就是你们盟誓说安拉不加以慈悯的吗？（他们已奉到命令）说：“你们进入乐园吧，你们没有恐惧，也不忧愁。”"},"transliteration":"Ahaolai allatheena aqsamtum la yanaluhumu Allahu birahmatin odkhuloo aljannata la khawfun AAalaykum wala antum tahzanoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
