{"id":1004,"number":50,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","translations":{"en":"And the companions of the Fire will call to the companions of Paradise, \"Pour upon us some water or from whatever Allah has provided you.\" They will say, \"Indeed, Allah has forbidden them both to the disbelievers","es":"La gente del Fuego implorará a la gente del Paraíso: \"Dennos un poco de agua o algo [para comer] de lo que Dios les ha proveído\". Responderán: \"Dios ha vedado esas cosas a los que se negaron a creer","fr":"Et les gens du Feu crieront aux gens du Paradis: «Déversez sur nous de l'eau, ou de ce qu'Allah vous a attribué.» «Ils répondront: Allah les a interdits aux mécréants»","id":"Para penghuni neraka menyeru para penghuni surga, \"Tuangkanlah (sedikit) air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.\" Mereka menjawab, \"Sungguh, Allah telah mengharamkan keduanya bagi orang-orang kafir","ru":"Обитатели Огня воззовут к обитателям Рая: «Пролейте на нас воду или то, чем вас наделил Аллах». Они скажут: «Аллах запретил это для неверующих","sv":"Och de vars arvedel är Elden skall ropa till dem som stigit in i paradiset: \"Häll litet vatten över oss eller [kasta till oss] något av det som Gud har skänkt er!\" De skall svara: \"Bådadera har Gud nekat dem som avvisade tron","tr":"Cehennemlikler cennetliklere, \"Bize biraz su veya Allah'ın size verdiği rızıktan gönderin\" diye seslenirler, onlar da, \"Doğrusu Allah dinlerini alay ve eğlenceye alan, dünya hayatına aldanan inkarcılara ikisini de haram etmiştir\" derler. Bugünle karşılaşacaklarını unuttukları, ayetlerimizi bile bile inkar ettikleri gibi biz de onları unutuyoruz","ur":"اور دوزخ کے لوگ جنت والوں کو پکاریں گے کہ کچھ تھوڑا سا پانی ہم پر ڈال دو یا جو رزق اللہ نے تمہیں دیا ہے اُسی میں سے کچھ پھینک دو وہ جواب دیں گے کہ \"اللہ نے یہ دونوں چیزیں اُن منکرین حق پر حرام کر دی ہیں","zh":"火狱的居民将要喊叫乐园的居民说：“求你们把水或安拉所供给你们的食品，倒下一点来给我们吧！”他们回答说：“安拉已禁止我们把这两样东西赠送不信道者。”"},"transliteration":"Wanada ashabu alnari ashaba aljannati an afeedoo AAalayna mina almai aw mimma razaqakumu Allahu qaloo inna Allaha harramahuma AAala alkafireena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
