{"id":1005,"number":51,"text":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","translations":{"en":"Who took their religion as distraction and amusement and whom the worldly life deluded.\" So today We will forget them just as they forgot the meeting of this Day of theirs and for having rejected Our verses","es":"Aquellos que tomaron su religión como juego y diversión, y les sedujo la vida mundanal, hoy los olvidaré así como ellos olvidaron que se encontrarían con este día, y por haber negado Mis signos","fr":"Ceux-ci prenaient leur religion comme distraction et jeu, et la vie d'ici-bas les trompait. Aujourd'hui, Nous les oublierons comme ils ont oublié la rencontre de leur jour que voici, et parce qu'ils reniaient Nos enseignements","id":"(yaitu) orang-orang yang menjadikan agamanya sebagai permainan dan sendagurau, dan mereka telah tertipu oleh kehidupan dunia. Maka pada hari ini (Kiamat), Kami melupakan mereka sebagaimana mereka dahulu melupakan pertemuan hari ini, dan karena mereka mengingkari ayat-ayat Kami","ru":"которые обратили свою религию в потеху и игру и обольстились мирской жизнью». Сегодня Мы предадим их забвению, подобно тому, как они предали забвению встречу в этот день и отвергли Наши знамения","sv":"de som såg sin religion som en lek och ett tidsfördriv, därför att de hade fångats av det jordiska livets [lockelser].\" [Och Gud skall säga:] \"I dag har Vi glömt dem, liksom de glömde mötet denna Dag och inte trodde på Våra budskap","tr":"Cehennemlikler cennetliklere, \"Bize biraz su veya Allah'ın size verdiği rızıktan gönderin\" diye seslenirler, onlar da, \"Doğrusu Allah dinlerini alay ve eğlenceye alan, dünya hayatına aldanan inkarcılara ikisini de haram etmiştir\" derler. Bugünle karşılaşacaklarını unuttukları, ayetlerimizi bile bile inkar ettikleri gibi biz de onları unutuyoruz","ur":"جنہوں نے اپنے دین کو کھیل اور تفریح بنا لیا تھا اور جنہیں دنیا کی زندگی نے فریب میں مبتلا کر رکھا تھا اللہ فرماتا ہے کہ آج ہم بھی انہیں اسی طرح بھلا دیں گے جس طرح وہ اِس دن کی ملاقات کو بھولے رہے اور ہماری آیتوں کا انکار کرتے رہے","zh":"曾以宗教为娱乐和嬉戏，而且为尘世所欺骗者，我今天忘记他们，因为他们曾忘记有今日之相遇，还因为他们否认我的迹象。"},"transliteration":"Allatheena ittakhathoo deenahum lahwan walaAAiban wagharrathumu alhayatu alddunya faalyawma nansahum kama nasoo liqaa yawmihim hatha wama kanoo biayatina yajhadoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
