{"id":1007,"number":53,"text":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translations":{"en":"Do they await except its result? The Day its result comes those who had ignored it before will say, \"The messengers of our Lord had come with the truth, so are there [now] any intercessors to intercede for us or could we be sent back to do other than we used to do?\" They will have lost themselves, and lost from them is what they used to invent","es":"¿Acaso esperan que suceda lo que se les ha advertido [en el Libro]? El día que llegue [la advertencia] dirán quienes lo ignoraron: \"Reconocemos que los Mensajeros de nuestro Señor se presentaron con la Verdad. ¿Acaso habrá quién pueda interceder por nosotros [para salvarnos del castigo] o nos conceda otra oportunidad para volver a la vida mundanal y así poder obrar distinto a lo que hicimos antes?\" Se perdieron a sí mismos y no podrán encontrar [a las divinidades] que inventaron","fr":"Attendent-ils uniquement la réalisation (de Sa menace et de Ses promesses?). Le jour où sa (véritable) réalisation viendra, ceux qui auparavant l'oubliaient diront: «Les messagers de notre Seigneur sont venus avec la vérité. Y a-t-il pour nous des intercesseurs qui puissent intercéder en notre faveur? Ou pourrons-nous être renvoyés [sur terre], afin que nous œuvrions autrement que ce que nous faisions auparavant?» Ils ont certes créé leur propre perte; et ce qu'ils inventaient les a délaissés","id":"Tidakkah mereka hanya menanti-nanti bukti kebenaran (Alquran) itu. Pada hari bukti kebenaran itu tiba, orang-orang yang sebelum itu mengabaikannya berkata, \"Sungguh, Rasul-rasul Tuhan kami telah datang membawa kebenaran. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?\" Mereka sebenarnya telah merugikan dirinya sendiri dan apa yang mereka ada-adakan dahulu telah hilang lenyap dari mereka","ru":"Неужели они дожидаются чего-либо, кроме исполнения пророчества? В тот день, когда оно исполнится, те, которые предали его забвению прежде, скажут: «Посланники нашего Господа принесли истину. Найдутся ли для нас заступники, которые заступились бы за нас? И не вернут ли нас обратно, чтобы мы совершили не то, что совершили прежде?». Они потеряют самих себя, и покинет их (или исчезнет) то, что они измышляли","sv":"Väntar [förnekarna] bara på att [det som har förutsagts] skall bli verklighet? Men [den Dag] då det blir verklighet skall de glömska säga: \"Sändebuden från Vår Herre kom med sanningen! Om det nu finns någon som kan vara vår talesman, låt honom tala! Eller låt oss få återvända [till livet]! Då skall vi handla helt annorlunda än vi gjorde.\" De har förverkat sina själar och deras förmenta [beskyddare] har övergett dem","tr":"Kitap'ın haber verdiği sonuçtan başka bir şey mi bekliyorlar? Sonuç gelip çattığı gün, önceleri onu unutmuş olanlar, \"Rabbimizin peygamberleri şüphesiz bize gerçeği getirmişti, şimdi bize şefaat etsin, yahut geriye çevrilsek de işlediklerimizin başka türlüsünü işlesek\" derler. Doğrusu kendilerini mahvetmişlerdir, uydurdukları şeyler onları koyup kaçmışlardır","ur":"اب کیا یہ لوگ اِس کے سوا کسی اور بات کے منتظر ہیں کہ وہ انجام سامنے آ جائے جس کی یہ کتاب خبر دے رہی ہے؟ جس روز وہ انجام سامنے آ گیا وہی لوگ جنہوں نے اسے نظر انداز کر دیا تھا کہیں گے کہ \"واقعی ہمارے رب کے رسول حق لے کر آئے تھے، پھر کیا اب ہمیں کچھ سفارشی ملیں گے جو ہمارے حق میں سفارش کریں؟ یا ہمیں دوبارہ واپس ہی بھیج دیا جائے تاکہ جو کچھ ہم پہلے کرتے تھے اس کے بجائے اب دوسرے طریقے پر کام کر کے دکھائیں\" انہوں نے اپنے آپ کو خسارے میں ڈال دیا اور وہ سارے جھوٹ جو انہوں نے تصنیف کر رکھے تھے آج ان سے گم ہو گئے","zh":"他们只等待那部经典的效果，它的效果到来的日子，从前忘记这经典的人将会说：“我们的主的众使者，确已昭示真理了！我们有几位说情的人来替我们说情，或准许我们返回尘世去，舍罪恶而立善功吗？”他们确已亏折了自身，他们所捏造的事已回避他们了。"},"transliteration":"Hal yanthuroona illa taweelahu yawma yatee taweeluhu yaqoolu allatheena nasoohu min qablu qad jaat rusulu rabbina bialhaqqi fahal lana min shufaAAaa fayashfaAAoo lana aw nuraddu fanaAAmala ghayra allathee kunna naAAmalu qad khasiroo anfusahum wadalla AAanhum ma kanoo yaftaroona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
