{"id":1008,"number":54,"text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translations":{"en":"Indeed, your Lord is Allah, who created the heavens and earth in six days and then established Himself above the Throne. He covers the night with the day, [another night] chasing it rapidly; and [He created] the sun, the moon, and the stars, subjected by His command. Unquestionably, His is the creation and the command; blessed is Allah, Lord of the worlds","es":"Su Señor es Dios, Quien creó los cielos y la Tierra en seis eras, y luego se estableció sobre el Trono. Hace que la noche y el día se sucedan. Creó el Sol, la Luna y las estrellas sometiéndolas a Su voluntad. ¿Acaso no Le pertenece la creación y Él es Quien dictamina las órdenes según Él quiere? ¡Bendito sea Dios, Señor del universo","fr":"Votre Seigneur, c'est Allah, qui a créé les cieux et la terre en six jours, puis S'est établi «'istawâ» sur le Trône. Il couvre le jour de la nuit qui poursuit celui-ci sans arrêt. (Il a créé) le soleil, la lune et les étoiles, soumis à Son commandement. La création et le commandement n'appartiennent qu'à Lui. Toute gloire à Allah, Seigneur de l'Univers","id":"Sungguh, Tuhanmu (adalah) Allah yang menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas Arasy.333) Dia menutupkan malam kepada siang yang mengikutinya dengan cepat. (Dia ciptakan) matahari, bulan dan bintang-bintang tunduk kepada perintah-Nya. Ingatlah! Segala penciptaan dan urusan menjadi hak-Nya. Mahasuci Allah, Tuhan seluruh alam","ru":"Воистину, ваш Господь - Аллах, Который сотворил небеса и землю за шесть дней, а затем вознесся на Трон (или утвердился на Троне). Он покрывает ночью день, который поспешно за ней следует. Солнце, луна и звезды - все они покорны Его воле. Несомненно, Он творит и повелевает. Благословен Аллах, Господь миров","sv":"ER HERRE är förvisso Gud som skapade himlarna och jorden under sex dagar och som tronar i Sin allmakts härlighet [över skapelsen]. Han låter natten svepa dagen [i sitt mörker] - den ena följer den andra i snabb följd. Sol, måne och stjärnor lyder Hans bud. Skapelsen är Hans och Han befaller över allt. Välsignad vare Gud, världarnas Herre","tr":"Rabbiniz, gökleri ve yeri altı günde yaratan ve sonra arşa hükmeden, gündüzü durmadan kovalayan gece ile bürüyen; güneşi, ayı, yıldızları, hepsini buyruğuna baş eğdirerek var eden Allah'tır. Bilin ki yaratma da emir de O'nun hakkıdır. Alemlerin Rabbiolan Allah Yüce'dir","ur":"در حقیقت تمہارا رب اللہ ہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا، پھر اپنے تخت سلطنت پر جلوہ فرما ہوا جو رات کو دن پر ڈھانک دیتا ہے اور پھر دن رات کے پیچھے دوڑا چلا آتا ہے جس نے سورج اور چاند اور تارے پیدا کیے سب اس کے فرمان کے تابع ہیں خبردار رہو! اُسی کی خلق ہے اور اسی کا امر ہے بڑا با برکت ہے اللہ، سارے جہانوں کا مالک و پروردگار","zh":"你们的主确是安拉，他在六日内创造了天地，然后，他升上宝座，他使黑夜追求白昼，而遮蔽它；他把日月和星宿造成顺从他的命令的。真的，创造和命令只归他主持。多福哉安拉——众世界的主！"},"transliteration":"Inna rabbakumu Allahu allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yughshee allayla alnnahara yatlubuhu hatheethan waalshshamsa waalqamara waalnnujooma musakhkharatin biamrihi ala lahu alkhalqu waalamru tabaraka Allahu rabbu alAAalameena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
