{"id":1010,"number":56,"text":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","translations":{"en":"And cause not corruption upon the earth after its reformation. And invoke Him in fear and aspiration. Indeed, the mercy of Allah is near to the doers of good","es":"No siembren corrupción en la Tierra después de que se haya establecido en ella el orden, e invóquenlo con temor y esperanza. La misericordia de Dios está cerca de los que hacen el bien","fr":"Et ne semez pas la corruption sur la terre après qu'elle ait été réformée. Et invoquez-Le avec crainte et espoir, car la miséricorde d'Allah est proche des bienfaisants","id":"Dan janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Berdoalah kepada-Nya dengan rasa takut dan penuh harap. Sesungguhnya rahmat Allah sangat dekat kepada orang yang berbuat kebaikan","ru":"Не распространяйте нечестия на земле после того, как она приведена в порядок. Взывайте к Нему со страхом и надеждой. Воистину, милость Аллаха близка к творящим добро","sv":"Och stör inte ordningen och sprid inte sedefördärv på jorden, sedan allt där har ställts till rätta. Åkalla Honom med bävan och hopp! Guds nåd är nära dem som gör det goda och det rätta","tr":"Düzeltilmişken, yeryüzünde bozgunculuk yapmayın. Allah'a korkarak ve umutla yalvarın. Doğrusu Allah'ın rahmeti iyi davrananlara yakındır","ur":"زمین میں فساد برپا نہ کرو جبکہ اس کی اصلاح ہو چکی ہے اور خدا ہی کو پکارو خوف کے ساتھ اور طمع کے ساتھ، یقیناً اللہ کی رحمت نیک کردار لوگوں سے قریب ہے","zh":"在改善地方之后，你们不要在地方上作恶，你们要怀着恐惧和希望的心情祈祷他。安拉的慈恩确是临近行善者的。"},"transliteration":"Wala tufsidoo fee alardi baAAda islahiha waodAAoohu khawfan watamaAAan inna rahmata Allahi qareebun mina almuhsineena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
