{"id":1011,"number":57,"text":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","translations":{"en":"And it is He who sends the winds as good tidings before His mercy until, when they have carried heavy rainclouds, We drive them to a dead land and We send down rain therein and bring forth thereby [some] of all the fruits. Thus will We bring forth the dead; perhaps you may be reminded","es":"Él es Quien envía los vientos que albrician la llegada de Su misericordia. Cuando éstos reúnen a las nubes, las conduzco hacia una tierra azotada por la sequía donde hago descender la lluvia con la que hago brotar toda clase de frutos. De la misma manera haré resucitar a los muertos; ¡reflexionen","fr":"C'est Lui qui envoie les vents comme une annonce de Sa Miséricorde. Puis, lorsqu'ils transportent une nuée lourde, Nous la dirigeons vers un pays mort [de sécheresse], puis Nous en faisons descendre l'eau, ensuite Nous en faisons sortir toutes espèces de fruits. Ainsi ferons-Nous sortir les morts. Peut-être vous rappellerez-vous","id":"Dialah yang meniupkan angin sebagai pembawa kabar gembira, mendahului kedatangan rahmat-Nya (hujan), sehingga apabila angin itu membawa awan mendung, Kami halau ke suatu daerah yang tandus, lalu Kami turunkan hujan di daerah itu. Kemudian Kami tumbuhkan dengan hujan itu berbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang yang telah mati, mudah-mudahan kamu mengambil pelajaran","ru":"Он - Тот, Кто направляет ветры добрыми вестниками Своей милости. Когда же они приносят тяжелые облака, Мы пригоняем их к мертвой земле, проливаем воду и посредством этого взращиваем всевозможные плоды. Таким же образом Мы воскрешаем мертвых. Быть может, вы помяните назидание","sv":"Och det är Han som sänder ut vindarna som varslar om Hans nåd; det regndigra moln de driver fram låter Vi komma in över dött land och så faller regnet med vilket Vi frambringar [växter som bär] frukt av många slag. Så skall Vi låta de döda stiga fram [till nytt liv] - kanske skall ni ägna eftertanke åt [detta]","tr":"Rahmetinin önünde, müjdeci olarak rüzgarları gönderen Allah'tır. Rüzgarlar, yağmur yüklü bulutları taşıdığında, onu ölü bir memlekete gönderir, su indirir ve onunla her türlü ürünü yetiştiririz; ölüleri de bunun gibi diriltip, çıkarırız; belki bundan ibret alırsınız","ur":"اور وہ اللہ ہی ہے جو ہواؤں کو اپنی رحمت کے آگے آگے خوشخبری لیے ہوئے بھیجتا ہے، پھر جب وہ پانی سے لدے ہوئے بادل اٹھا لیتی ہیں تو انہیں کسی مردہ سر زمین کی طرف حرکت دیتا ہے، اور وہاں مینہ برسا کر (اُسی مری ہوئی زمین سے) طرح طرح کے پھل نکال لاتا ہے دیکھو، اس طرح ہم مُردوں کو حالت موت سے نکالتے ہیں، شاید کہ تم اس مشاہدے سے سبق لو","zh":"他使风在他的慈恩之前作报喜者，直到它载了沉重的乌云，我就把云赶到一个已死的地方，于是，从云中降下雨水，于是，借雨水而造出各种果实——我这样使死的复活——以便你们觉悟。"},"transliteration":"Wahuwa allathee yursilu alrriyaha bushran bayna yaday rahmatihi hatta itha aqallat sahaban thiqalan suqnahu libaladin mayyitin faanzalna bihi almaa faakhrajna bihi min kulli alththamarati kathalika nukhriju almawta laAAallakum tathakkaroona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
