{"id":1012,"number":58,"text":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","translations":{"en":"And the good land - its vegetation emerges by permission of its Lord; but that which is bad - nothing emerges except sparsely, with difficulty. Thus do We diversify the signs for a people who are grateful","es":"En una buena tierra crece vegetación abundante por voluntad de su Señor, mientras que en un territorio desértico no brota sino poco. Así explico los signos a la gente agradecida","fr":"Le bon pays, sa végétation pousse avec la grâce de son Seigneur; quant au mauvais pays, (sa végétation) ne sort qu'insuffisamment et difficilement. Ainsi déployons-Nous les enseignements pour des gens reconnaissants","id":"Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan izin Tuhan; dan tanah yang buruk, tanaman-tanamannya hanya tumbuh merana. Demikianlah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami) bagi orang-orang yang bersyukur","ru":"На хорошей земле растения растут по воле ее Господа, а на плохой земле они растут с трудом. Так Мы разъясняем знамения для благодарных людей","sv":"Ur den goda jorden spirar med dess Herres vilja [rik] växtlighet, men den magra bär inte skörd annat än med stor möda. Så förtydligar Vi budskapen för de tacksamma","tr":"İyi toprak Rabbinin izniyle bitki verir, çorak toprak kavruk bitki çıkarır. Şükredecek millet için böylece ayetleri yerli yerince açıklarız","ur":"جو زمین اچھی ہوتی ہے وہ اپنے رب کے حکم سے خوب پھل پھول لاتی ہے اور جو زمین خراب ہوتی ہے ا س سے ناقص پیداوار کے سوا کچھ نہیں نکلتا اس طرح ہم نشانیوں کو بار بار پیش کرتے ہیں اُن لوگوں کے لیے جو شکر گزار ہونے والے ہیں","zh":"肥沃的地方的植物，奉安拉的命令而生长，瘠薄的地方的植物，出得很少，我这样为感激的民众阐述一切迹象。"},"transliteration":"Waalbaladu alttayyibu yakhruju nabatuhu biithni rabbihi waallathee khabutha la yakhruju illa nakidan kathalika nusarrifu alayati liqawmin yashkuroona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
