{"id":1013,"number":59,"text":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","translations":{"en":"We had certainly sent Noah to his people, and he said, \"O my people, worship Allah; you have no deity other than Him. Indeed, I fear for you the punishment of a tremendous Day","es":"Envié a Noé a su pueblo. Les dijo: \"¡Oh, pueblo mío! Adoren solamente a Dios, pues no existe otra divinidad salvo Él. Temo que los azote un castigo terrible [si continúan en la idolatría]","fr":"Nous avons envoyé Noé vers son peuple. Il dit: «O mon peuple, adorez Allah. Pour vous, pas d'autre divinité que Lui. Je crains pour vous le châtiment d'un jour terrible»","id":"Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada Tuhan (sembahan) bagimu selain Dia. Sesungguhnya aku takut kamu akan ditimpa azab pada hari yang dahsyat (Kiamat)","ru":"Мы послали Нуха (Ноя) к его народу, и он сказал: «О мой народ! Поклоняйтесь Аллаху, ибо нет у вас другого божества, кроме Него. Я боюсь, что вас постигнут мучения в Великий день»","sv":"SE, VI sände Noa till hans folk och han sade: \"Dyrka Gud, mitt folk - ni har ingen annan gud än Honom! Jag bävar för det straff [som annars skall drabba] er en Dag av svåraste vånda","tr":"And olsun ki Nuh'u milletine gönderdik. \"Ey milletim! Allah'a kulluk edin, O'ndan başka tanrınız yoktur; doğrusu sizin için büyük günün azabından korkuyorum\" dedi","ur":"ہم نے نوحؑ کو اُس کی قوم کی طرف بھیجا اس نے کہا \"اے برادران قوم، اللہ کی بندگی کرو، اُس کے سوا تمہارا کوئی خدا نہیں ہے میں تمہارے حق میں ایک ہولناک دن کے عذاب سے ڈرتا ہوں","zh":"我确已派遣努哈去教化他的宗族，他说：“我的宗族啊！你们要崇拜安拉，除他之外，绝无应受崇拜的。我的确担心你们遭受重大日的刑罚。”"},"transliteration":"Laqad arsalna noohan ila qawmihi faqala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu innee akhafu AAalaykum AAathaba yawmin AAatheemin","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
