{"id":1017,"number":63,"text":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","translations":{"en":"Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you and that you may fear Allah so you might receive mercy","es":"¿Se asombran de que les llegue el Mensaje de su Señor por intermedio de un hombre igual a ustedes, que les advierte para que tengan temor de Dios y quizás así alcancen la misericordia","fr":"Est-ce que vous vous étonnez qu'un rappel vous vienne de votre Seigneur à travers un homme issu de vous, pour qu'il vous avertisse et que vous deveniez pieux et que la miséricorde vous soit accordée?»","id":"Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu dan agar kamu bertakwa, sehingga kamu mendapat rahmat","ru":"Неужели вы удивляетесь тому, что напоминание от вашего Господа явилось к вам через мужчину из вашей среды, чтобы он мог предостеречь вас и чтобы вы стали богобоязненны? Быть может, тогда вы будете помилованы»","sv":"Förvånar det er att ni genom en man ur er mitt får ta emot en påminnelse från er Herre med varningar [och förmaningen] att frukta Gud? - Kanske skall [Han] visa [er] barmhärtighet","tr":"Ey milletim! Bende bir sapıklık yoktur, ancak ben Alemlerin Rabbinin peygamberiyim, Rabbimin sözlerini size bildiriyor, öğüt veriyorum. Sizin bilmediğinizi Allah katından ben biliyorum. Sakınmanızı ve böylece merhamete uğramanızı sağlamak üzere sizi uyarmak için aranızdan biri vasıtasıyla Rabbinizden size haber gelmesine mi şaşıyorsunuz?\" dedi","ur":"کیا تمہیں اس بات پر تعجب ہوا کہ تمہارے پاس خود تمہاری اپنی قوم کے ایک آدمی کے ذریعہ سے تمہارے رب کی یاد دہانی آئی تاکہ تمہیں خبردار کرے اور تم غلط روی سے بچ جاؤ اور تم پر رحم کیا جائے؟","zh":"从你们的主发出的教训，借你们族中一个人的口而降临你们，以便他警告你们，以便你们敬畏，以便你们蒙主的怜悯，难道你们对于这件事觉得惊讶吗？”"},"transliteration":"AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum walitattaqoo walaAAallakum turhamoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
