{"id":1023,"number":69,"text":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","translations":{"en":"Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you? And remember when He made you successors after the people of Noah and increased you in stature extensively. So remember the favors of Allah that you might succeed","es":"¿Se asombran de que les haya llegado un Mensaje de su Señor a través de un hombre de los suyos para advertirles? Recuerden cuando Dios hizo que sucedieran al pueblo [destruido] de Noé, y les concedió mayor fortaleza física. Recuerden las gracias de Dios para que así tengan éxito","fr":"Quoi! Vous vous étonnez qu'un rappel vous vienne de votre Seigneur à travers un homme issu de vous, pour qu'il vous avertisse? Et rappelez-vous quand Il vous a fait succéder au peuple de Noé, et qu'Il accrut votre corps en hauteur (et puissance). Eh bien, rappelez-vous les bienfaits d'Allah afin que vous réussissiez","id":"Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu? Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung","ru":"Неужели вы удивляетесь тому, что напоминание от вашего Господа дошло до вас через мужчину, который является одним из вас, чтобы он мог предостеречь вас? Помните о том, как Он сделал вас преемниками народа Нуха (Ноя) и сделал вас еще более рослыми. Помните о милостях Аллаха, - быть может, вы преуспеете»","sv":"Förvånar det er att ni får ta emot en påminnelse från er Herre genom en man ur er mitt som varnar er? Minns att Han har gett er den plats som Noas folk förut intog och stärkt er makt och ert inflytande. Minns [med tacksamhet] Guds välgärningar, så skall det kanske gå er väl i händer","tr":"Size Rabbimin sözlerini bildiriyorum. Ben sizin için güvenilir bir öğütçüyüm; sizi uyarmak üzere, aranızdan bir adam vasıtasiyle Rabbinizden size bir haber gelmesine mi şaşıyorsunuz? Allah'ın sizi Nuh'un milleti yerine getirdiğini ve vücutça da onlardan üstün kıldığını hatırlayın, başarıya erişebilmeniz için Allah'ın nimetlerini anın\" dedi","ur":"کیا تمہیں اس بات پر تعجب ہوا کہ تمہارے پاس خود تمہاری اپنی قوم کے ایک آدمی کے ذریعہ سے تمہارے رب کی یاد دہانی آئی تاکہ وہ تمھیں خبردار کرے؟ بھول نہ جاؤ کہ تمہارے رب نے نوحؑ کی قوم کے بعد تم کو اُس کا جانشین بنایا اور تمہیں خوب تنو مند کیا، پس اللہ کی قدرت کے کرشموں کو یاد رکھو، امید ہے کہ فلاح پاؤ گے","zh":"从你们的主发出的教训，借你们族中的一个人的口降临你们，以便他警告你们，难道你们对于这件事觉得惊讶吗？你们要铭记那时，他在努哈的宗族灭亡之后，以你们为代治者，他使你们体格更加魁梧，你们要铭记安拉的恩典，以便你们成功。”"},"transliteration":"AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum waothkuroo ith jaAAalakum khulafaa min baAAdi qawmi noohin wazadakum fee alkhalqi bastatan faothkuroo alaa Allahi laAAallakum tuflihoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
