{"id":1025,"number":71,"text":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translations":{"en":"[Hud] said, \"Already have defilement and anger fallen upon you from your Lord. Do you dispute with me concerning [mere] names you have named them, you and your fathers, for which Allah has not sent down any authority? Then wait; indeed, I am with you among those who wait","es":"Dijo: \"Los azotará un castigo terrible [por lo que dicen] y habrán caído en la ira de su Señor. ¿Me van a discutir por [ídolos de piedra] a los que han denominado divinidades ustedes y sus padres? Dios no les dio autoridad alguna [para ello], aguarden [el castigo], que yo aguardaré [el socorro de Dios]","fr":"Il dit: «Vous voilà, frappés de la part de votre Seigneur d'un supplice et d'une colère. Allez vous vous disputer avec moi au sujet de noms que vous et vos ancêtres avez donnés, sans qu'Allah n'y fasse descendre la moindre preuve? Attendez donc! Moi aussi j'attends avec vous","id":"Dia (Hud) menjawab, \"Sungguh, kebencian dan kemurkaan dari Tuhan akan menimpa kamu. Apakah kamu hendak berbantah denganku tentang nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri, padahal Allah tidak menurunkan keterangan untuk itu? Jika demikian tunggulah! Sesungguhnya aku pun bersamamu termasuk yang menunggu","ru":"Он сказал: «Наказание и гнев вашего Господа уже поразили вас. Неужели вы станете пререкаться со мной относительно имен, которые придумали вы и ваши отцы? Аллах не ниспосылал о них никакого доказательства. Ждите, и я подожду вместе с вами»","sv":"[Hud] sade: \"Er Herre har redan [genom de handlingar Han låter er begå] straffat och förnedrat er och [Han har] öst Sin vrede över er. Tvistar ni med mig om de namn som ni och era förfäder har funnit på utan Guds tillstånd? - Vänta då [på det som skall komma]! Jag skall vänta med er","tr":"Hiç şüphesiz artık Rabbinizin azab ve öfkesini hakettiniz. Allah'ın hiçbir delil indirmediği, isimlerini de siz ve babalarınızın koyduğu putlar hakkında mı benimle tartışıyorsunuz? Bekleyin, doğrusu ben de sizinle beraber bekleyenlerdenim\" dedi","ur":"اس نے کہا \"تمہارے رب کی پھٹکار تم پر پڑ گئی اور اس کا غضب ٹوٹ پڑا کیا تم مجھ سے اُن ناموں پر جھگڑتے ہو جو تم نے اور تمہارے باپ دادا نے رکھ لیے ہیں، جن کے لیے اللہ نے کوئی سند نازل نہیں کی ہے اچھا تو تم بھی انتظار کرو اور میں بھی تمہارے ساتھ انتظار کرتا ہوں","zh":"他说：“刑罚和谴怒，必从你们的主来临你们。你们和你们的祖先所定的许多名称，安拉并未加以证实，难道你们要为那些名称与我争论吗？你们等待着吧！我确是与你们一切等待的。”"},"transliteration":"Qala qad waqaAAa AAalaykum min rabbikum rijsun waghadabun atujadiloonanee fee asmain sammaytumooha antum waabaokum ma nazzala Allahu biha min sultanin faintathiroo innee maAAakum mina almuntathireena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
