{"id":1027,"number":73,"text":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","translations":{"en":"And to the Thamud [We sent] their brother Salih. He said, \"O my people, worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. This is the she-camel of Allah [sent] to you as a sign. So leave her to eat within Allah 's land and do not touch her with harm, lest there seize you a painful punishment","es":"A Zamud le envié a su hermano [el Profeta] Sálih. Les dijo: \"¡Oh, pueblo mío! Adoren a Dios, pues no existe otra divinidad salvo Él. Ésta es la camella de Dios, es un milagro enviado por su Señor, déjenla comer en la tierra de Dios y no le causen ningún daño, porque si lo hacen los azotará un castigo doloroso","fr":"Et aux Thamûd, leur frère Sâlih: «O mon peuple, dit-il, adorez Allah. Pour vous, pas d'autre divinité que Lui. Certes, une preuve vous est venue de votre Seigneur: voici la chamelle d'Allah, un signe pour vous. Laissez-la donc manger sur la terre d'Allah et ne lui faites aucun mal; sinon un châtiment douloureux vous saisira","id":"Dan kepada kaum Samud (Kami utus) saudara mereka Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Ini (seekor) Unta betina dari Allah sebagai tanda untukmu. Biarkanlah ia makan di bumi Allah, janganlah disakiti, nanti akibatnya kamu akan mendapatkan siksaan yang pedih","ru":"Мы отправили к самудянам их брата Салиха. Он сказал: «О мой народ! Поклоняйтесь Аллаху, ибо нет у вас другого божества, кроме Него. К вам явилось ясное знамение от вашего Господа. Эта верблюдица Аллаха является знамением для вас. Позвольте ей пастись на земле Аллаха и не причиняйте ей зла, а не то вас постигнут мучительные страдания","sv":"OCH TILL stammen Thamud [sändes] deras broder Salih. Han sade: \"Dyrka Gud, mitt folk - ni har ingen annan gud än Honom! Ni har fått ett klart vittnesbörd från er Herre: detta Guds kamelsto är ett tecken för er. Lämna henne i fred att beta på Guds jord och tillfoga henne ingen skada; annars väntar er ett plågsamt straff","tr":"Semud milletine de kardeşleri Salih'i gönderdik. \"Ey milletim! Allah'a kulluk edin, O'ndan başka tanrınız yoktur. Rabbinizden size bir belge geldi: Allah'ın bu dişi devesi size bir delildir, onu bırakın, Allah'ın toprağında otlasın; ona kötülük etmeyin, yoksa can yakıcı azaba uğrarsınız","ur":"اور ثمود کی طرف ہم نے اُن کے بھائی صالحؑ کو بھیجا اس نے کہا \"اے برادران قوم، اللہ کی بندگی کرو، اس کے سوا تمہارا کوئی خدا نہیں ہے تمہارے پاس تمہارے رب کی کھلی دلیل آ گئی ہے یہ اللہ کی اونٹنی تمہارے لیے ایک نشانی کے طور پر ہے، لہٰذا اسے چھوڑ دو کہ خدا کی زمین میں چرتی پھرے اس کو کسی برے ارادے سے ہاتھ نہ لگانا ورنہ ایک درد ناک عذاب تمہیں آ لے گا","zh":"（我确已派遣）赛莫德人的弟兄撒立哈去教化他们，他说：“我的宗族啊！你们要崇拜安拉，除他之外，绝无应受你们的崇拜的。从你们的主发出的明证确已降临你们；这只安拉的母驼可以作你们的迹象。故你们让它在安拉的大地上随便吃草，不要伤害它；否则，痛苦的刑罚必袭击你们。”"},"transliteration":"Waila thamooda akhahum salihan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum hathihi naqatu Allahi lakum ayatan fatharooha takul fee ardi Allahi wala tamassooha bisooin fayakhuthakum AAathabun aleemun","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
