{"id":1028,"number":74,"text":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translations":{"en":"And remember when He made you successors after the 'Aad and settled you in the land, [and] you take for yourselves palaces from its plains and carve from the mountains, homes. Then remember the favors of Allah and do not commit abuse on the earth, spreading corruption","es":"Recuerden que [Dios] los hizo sucesores después de ‘Ad, y los estableció en su tierra. Ustedes construían palacios en sus llanuras y esculpían casas en las montañas. Recuerden las gracias de Dios, y no siembren maldad en la tierra como los corruptos","fr":"Et rappelez-vous quand Il vous fit succéder aux Aad et vous installa sur la terre. Vous avez édifié des palais dans ses plaines, et taillé en maisons les montagnes. Rappelez-vous donc les bienfaits d'Allah et ne répandez pas la corruption sur la terre «comme des fauteurs de trouble»","id":"Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum 'Ad dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi","ru":"Помните о том, как Он сделал вас преемниками адитов и расселил вас на земле, на равнинах которой вы воздвигаете дворцы, а в горах высекаете жилища. Помните о милостях Аллаха и не творите на земле зла, распространяя нечестие»","sv":"Och minns att Han gav er den plats som stammen Aad [en gång] intog och gjorde er bofasta i en trakt där ni uppförde praktfulla byggnader på jämn mark och högg ut era bostäder i klippan. Minns [med tacksamhet] Guds välgärningar och sprid inte sedefördärv och annat ont på jorden","tr":"Allah'ın sizi Ad milleti yerine getirdiğini, ovalarında köşkler kurup dağlarında kayadan evler yonttuğunuz yeryüzünde yerleştirdiğini hatırlayın; Allah'ın nimetlerini anın, yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın\" dedi","ur":"یاد کرو وہ وقت جب اللہ نے قوم عاد کے بعد تمہیں اس کا جانشین بنایا اور تم کو زمین میں یہ منزلت بخشی کہ تم اُس کے ہموار میدانوں میں عالی شان محل بناتے اور اس کے پہاڑوں کو مکانات کی شکل میں تراشتے ہو پس اس کی قدرت کے کرشموں سے غافل نہ ہو جاؤ اور زمین میں فساد برپا نہ کرو","zh":"你们要记忆那时，他在阿德人之后，以你们为代治者，并且使你们居住在地方上，你们在平原上建筑大厦，并将山岳凿成房屋。你们要铭记安拉的种种恩典，不要在地方上作恶。"},"transliteration":"Waothkuroo ith jaAAalakum khulafaa min baAAdi AAadin wabawwaakum fee alardi tattakhithoona min suhooliha qusooran watanhitoona aljibala buyootan faothkuroo alaa Allahi wala taAAthaw fee alardi mufsideena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
