{"id":1029,"number":75,"text":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","translations":{"en":"Said the eminent ones who were arrogant among his people to those who were oppressed - to those who believed among them, \"Do you [actually] know that Salih is sent from his Lord?\" They said, \"Indeed we, in that with which he was sent, are believers","es":"Dijeron los nobles soberbios de su pueblo a los más débiles que habían creído: \"¿Acaso piensan que Sálih es un Mensajero de su Señor?\" Les respondieron: \"Creemos en el Mensaje que nos transmite","fr":"Les notables de son peuple qui s'enflaient d'orgueil dirent aux opprimés, à ceux d'entre eux qui avaient la foi: «Savez-vous si Sâlih est envoyé de la part de son Seigneur?» Ils dirent: «Oui, nous sommes croyants à son message»","id":"Pemuka-pemuka yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, yaitu orang-orang yang telah beriman di antara kaumnya, \"Tahukah kamu bahwa Saleh adalah seorang Rasul dari Tuhannya?\" Mereka menjawab, \"Sesungguhnya kami percaya kepada apa yang disampaikannya","ru":"Знатные люди из его народа, которые превозносились, сказали уверовавшим из числа тех, кто был слаб: «Знаете ли вы, что Салих послан своим Господом?». Они сказали: «Мы веруем в то, с чем он послан»","sv":"Folkets högmodiga äldste frågade dem av de svaga [bland folket] som trodde [på profeten]: \"Är ni helt säkra på att Salih [som han säger] är sänd av sin Herre?\" De svarade: \"Vi tror på det [budskap] som han har fört med sig","tr":"Milletinin büyüklük taslayan ileri gelenleri, aralarından iman eden ve bu sebeple hor gördükleri kimselere, \"Salih'in Rabbi tarafından gönderildiğini sahiden biliyor musunuz?\" dediler, onlar da, \"Doğrusu biz onunla gönderilene inanıyoruz\" dediler","ur":"اُس کی قوم کے سرداروں نے جو بڑے بنے ہوئے تھے، کمزور طبقہ کے اُن لوگوں سے جو ایمان لے آئے تھے کہا \"کیا تم واقعی یہ جانتے ہو کہ صالحؑ اپنے رب کا پیغمبر ہے؟\" انہوں نے جواب دیا \"بے شک جس پیغام کے ساتھ وہ بھیجا گیا ہے اُسے ہم مانتے ہیں","zh":"他的宗族中骄傲的贵族们对本族中被欺压的人们，即信道的人们说：“你们知道撒立哈是他的主派来的使者吗？”他们说：“我们是确信他的使命的。”"},"transliteration":"Qala almalao allatheena istakbaroo min qawmihi lillatheena istudAAifoo liman amana minhum ataAAlamoona anna salihan mursalun min rabbihi qaloo inna bima orsila bihi muminoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
