{"id":1031,"number":77,"text":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","translations":{"en":"So they hamstrung the she-camel and were insolent toward the command of their Lord and said, \"O Salih, bring us what you promise us, if you should be of the messengers","es":"Y mataron a la camella, desobedeciendo la orden de su Señor, y dijeron: \"¡Oh, Sálih! Haz que se desencadene el castigo con el que nos adviertes, si realmente eres uno de los Mensajeros [de Dios]","fr":"Ils tuèrent la chamelle, désobéirent au commandement de leur Seigneur et dirent: «O Sâlih, fais nous venir ce dont tu nous menaces, si tu es du nombre des Envoyés»","id":"Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, \"Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau termasuk salah seorang rasul","ru":"Они подрезали верблюдице поджилки, ослушались своего Господа и сказали: «О Салих! Ниспошли нам то, чем ты угрожаешь, если ты действительно являешься одним из посланников»","sv":"Så slaktade de kamelstoet på grymmaste sätt och trotsade sin Herres befallning. [Sedan] sade de: \"Salih! Nedkalla nu över oss det [straff] som du har hotat oss med om du [verkligen] är en av Guds utsända","tr":"Büyüklük taslayanlar, \"Sizin inandığınızı biz inkar ediyoruz\" dediler ve dişi deveyi kesip devirdiler; Rablerinin buyruğuna baş kaldırdılar, \"Ey Salih, eğer sen peygambersen bizi tehdit ettiğin azaba uğrat bakalım\" dediler","ur":"پھر انہوں نے اس اونٹنی کو مار ڈالا اور پورے تمرد کے ساتھ اپنے رب کے حکم کی خلاف ورزی کر گزرے، اور صالحؑ سے کہہ دیا کہ لے آ وہ عذاب جس کی تو ہمیں دھمکی دیتا ہے اگر تو واقعی پیغمبروں میں سے ہے","zh":"他们宰了那只母驼，违抗了他们的主的命令，他们并说：“撒立哈啊！你把你用来警告我们的刑罚拿来给我们看看吧，如果你是使者的话！”"},"transliteration":"FaAAaqaroo alnnaqata waAAataw AAan amri rabbihim waqaloo ya salihu itina bima taAAiduna in kunta mina almursaleena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
