{"id":1033,"number":79,"text":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ","translations":{"en":"And he turned away from them and said, \"O my people, I had certainly conveyed to you the message of my Lord and advised you, but you do not like advisors","es":"[Sálih] se apartó de ellos diciendo: \"¡Oh, pueblo mío! Les transmití el Mensaje de mi Señor y les aconsejé para su bien, pero ustedes no aprecian a quienes los aconsejan","fr":"Alors il se détourna d'eux et dit: «O mon peuple, je vous avais communiqué le message de mon Seigneur et vous avais conseillé sincèrement. Mais vous n'aimez pas les conseillers sincères!»","id":"Kemudian dia (Saleh) pergi meninggalkan mereka sambil berkata, \"Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Tetapi kamu tidak menyukai orang yang memberi nasehat","ru":"Он отвернулся от них и сказал: «О мой народ! Я донес до вас послание моего Господа и искренне желал вам добра, но вы не любите тех, кто желает вам добра»","sv":"[Salih] lämnade dem med orden: \"Jag framförde min Herres budskap till er, mitt folk, och gav er goda råd. Men ni tyckte inte om att få råd","tr":"Salih de onlardan yüz çevirdi ve \"Ey milletim! And olsun ki ben size Rabbimin sözünü bildirmiş ve öğüt vermiştim; fakat siz öğüt verenleri sevmiyorsunuz\" dedi","ur":"اور صالحؑ یہ کہتا ہوا ان کی بستیوں سے نکل گیا کہ \"اے میری قوم، میں نے اپنے رب کا پیغام تجھے پہنچا دیا اور میں نے تیری بہت خیر خواہی کی، مگر میں کیا کروں کہ تجھے اپنے خیر خواہ پسند ہی نہیں ہیں","zh":"于是，他离开了他们，并且说：“我的宗族啊！我确已把我的主的使命传达给你们了，并忠告你们，但是你们不喜欢忠告者。”"},"transliteration":"Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalata rabbee wanasahtu lakum walakin la tuhibboona alnnasiheena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
