{"id":1039,"number":85,"text":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"en":"And to [the people of] Madyan [We sent] their brother Shu'ayb. He said, \"O my people, worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. So fulfill the measure and weight and do not deprive people of their due and cause not corruption upon the earth after its reformation. That is better for you, if you should be believers","es":"A Madián le envié [como Profeta] a su hermano Jetró, quien les dijo: \"¡Oh, pueblo mío! Adoren a Dios, pues no existe otra divinidad salvo Él. Les ha llegado un milagro de su Señor [que corrobora mi profecía]. Midan y pesen con equidad, no se apropien de los bienes del prójimo, y no siembren mal en la Tierra, corrompiéndola luego de haberse establecido la justicia. Esto es mejor para ustedes, si es que son creyentes","fr":"Et aux Madyan, leur frère Chu'aïb: «O mon peuple, dit-il, adorez Allah. Pour vous, pas d'autre divinité que Lui. Une preuve vous est venue de votre Seigneur. Donnez donc la pleine mesure et le poids et ne donnez pas aux gens moins que ce qui leur est dû. Et ne commettez pas de la corruption sur la terre après sa réforme. Ce sera mieux pour vous si vous êtes croyants","id":"Dan kepada penduduk Madyan, Kami (utus) Syu'aib, saudara mereka sendiri. Dia berkata, \"Wahai kaumku! Sembahlah Allah. Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan jangan kamu merugikan orang sedikit pun. Janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman","ru":"Мы отправили к мадьянитам их брата Шуейба. Он сказал: «О мой народ! Поклоняйтесь Аллаху, ибо нет у вас другого божества, кроме Него. К вам явилось ясное знамение от вашего Господа. Наполняйте же меру и весы сполна, не придерживайте имущества людей и не распространяйте нечестия на земле после того, как на ней наведен порядок. Так лучше для вас, если только вы являетесь верующими","sv":"OCH TILL [folket i] Madyan [sände Vi] deras broder Shu`ayb. Och han sade: \"Dyrka Gud, mitt folk - ni har ingen annan gud än Honom! Ni har fått ett klart vittnesbörd från er Herre. Mät och väg därför med fulla mått [i allt vad ni företar er] och inkräkta inte i något avseende på andras rätt. Och stör inte ordningen och sprid inte sedefördärv på jorden, sedan allt där har ställts till rätta. Detta är för ert väl, om ni är troende","tr":"Medyen halkına da kardeşleri Şuayb'ı gönderdik, onlara şöyle dedi: \"Ey milletim! Allah'a kulluk edin, O'ndan başka tanrınız yoktur. Rabbinizden size bir belge geldi. Ölçü ve tartıyı tam yapın, insanların eşyasını eksik vermeyin, düzelttikten sonra yeryüzünde bozgunculuk etmeyin; inanıyorsanız bilin ki, bunlar sizin için hayırlıdır","ur":"اور مدین والوں کی طرف ہم نے ان کے بھائی شعیبؑ کو بھیجا اس نے کہا \"اے برادران قوم، اللہ کی بندگی کرو، اُس کے سوا تمہارا کوئی خدا نہیں ہے تمہارے پاس تمہارے رب کی صاف رہنمائی آ گئی ہے، لہٰذا وزن اور پیمانے پورے کرو، لوگوں کو اُن کی چیزوں میں گھاٹا نہ دو، اور زمین میں فساد برپا نہ کرو جب کہ اس کی اصلاح ہو چکی ہے، اسی میں تمہاری بھلائی ہے اگر تم واقعی مومن ہو","zh":"（我确已派遣）麦德彦人的弟兄舒阿卜去教化他们说：“我的宗族啊！你们要崇拜安拉，除他之外，绝无应受你们的崇拜的。从你们的主发出的明证，确已来临你们了，你们当使用充足的斗和秤，不要克扣别人所应得的货物。在改善地方之后，你们不要在地方上作恶，这对你们是更好的，如果你们是信道者。"},"transliteration":"Waila madyana akhahum shuAAayban qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum faawfoo alkayla waalmeezana wala tabkhasoo alnnasa ashyaahum wala tufsidoo fee alardi baAAda islahiha thalikum khayrun lakum in kuntum mumineena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
