{"id":1040,"number":86,"text":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translations":{"en":"And do not sit on every path, threatening and averting from the way of Allah those who believe in Him, seeking to make it [seem] deviant. And remember when you were few and He increased you. And see how was the end of the corrupters","es":"No embosquen en los caminos a los creyentes para intimidarlos y apartarlos del sendero de Dios con el fin de desviarlos. Recuerden que ustedes eran pocos y Él los multiplicó. Observen cuál fue el destino de los que sembraron la corrupción","fr":"Et ne vous placez pas sur tout chemin, menaçant, empêchant du sentier d'Allah celui qui croit en Lui et cherchant à rendre ce sentier tortueux. Rappelez-vous quand vous étiez peu nombreux et qu'Il vous a multipliés en grand nombre. Et regardez ce qui est advenu aux fauteurs de désordre","id":"Dan janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah dan ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan","ru":"Не садитесь на дорогах, угрожая и сбивая с пути Аллаха тех, кто уверовал в Него, и пытаясь исказить его. Помните, что вас было мало, а Он приумножил ваше число. Посмотри же, каким был конец злодеев","sv":"Och lägg er inte i försåt överallt för att med hot spärra Guds väg för dem som tror på Honom och försök inte att få [denna väg] att förefalla krokig. Och minns att ni [en gång] var få [och svaga] och att Han lät ert antal växa. Och se hur slutet blev för dem som störde ordningen [på jorden] och spred sedefördärv","tr":"Allah'a inananları yolundan alıkoyup ve o yolun eğriliğini dileyerek tehdit edip her yolda pusu kurup oturmayın. Azken, Allah'ın sizi çoğalttığını hatırlayın; bozguncuların sonunun nasıl olduğuna bir bakın","ur":"اور (زندگی کے) ہر راستے پر رہزن بن کر نہ بیٹھ جاؤ کہ لوگوں کو خوف زدہ کرنے اور ایمان لانے والوں کو خدا کے راستے سے روکنے لگو اور سیدھی راہ کو ٹیڑھا کرنے کے درپے ہو جاؤ یاد کرو وہ زمانہ جبکہ تم تھوڑے تھے پھر اللہ نے تمہیں بہت کر دیا، اور آنکھیں کھول کر دیکھو کہ دنیا میں مفسدوں کا کیا انجام ہوا ہے","zh":"你们不要伺候在每条道路上，恐吓别人和阻止确信安拉的人入安拉的大道，而且想暗示它是邪路。你们应该记得，你们原是少数的，随后他使你们的人口增多，你们看看作恶者的结局是怎样的。"},"transliteration":"Wala taqAAudoo bikulli siratin tooAAidoona watasuddoona AAan sabeeli Allahi man amana bihi watabghoonaha AAiwajan waothkuroo ith kuntum qaleelan fakaththarakum waonthuroo kayfa kana AAaqibatu almufsideena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
