{"id":1042,"number":88,"text":"۞قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","translations":{"en":"Said the eminent ones who were arrogant among his people, \"We will surely evict you, O Shu'ayb, and those who have believed with you from our city, or you must return to our religion.\" He said, \"Even if we were unwilling","es":"Dijeron los nobles de su pueblo con soberbia: \"Te expulsaremos de nuestra ciudad, a ti, ¡oh, Jetró!, y también a los creyentes, a menos que vuelvan a nuestra religión\". [Jetró] replicó: \"¿Aunque sea en contra de nuestra voluntad","fr":"Les notables de son peuple qui s'enflaient d'orgueil, dirent: «Nous t'expulserons certes de notre cité, ô Chu'aïb, toi et ceux qui ont cru avec toi. Ou que vous reveniez à notre religion.» - Il dit: «Est-ce même quand cela nous répugne?»","id":"Pemuka-pemuka yang meyombongkan diri dari kaum Syu'aib berkata, \"Wahai Syu'aib! Pasti kami usir engkau bersama orang-orang yang beriman dari negeri kami, kecuali engkau kembali kepada agama kami.\"Syu'aib berkata. \"Apakah (kamu akan mengusir kami), kendatipun kami tidak suka","ru":"Знатные люди из его народа, которые превозносились, сказали: «О Шуейб! Мы непременно изгоним тебя и тех, кто уверовал вместе с тобой, из нашего города или же ты вернешься в нашу религию». Шуейб сказал: «Даже если это ненавистно нам","sv":"Folkets högmodiga äldste sade: \"Vi skall sannerligen driva bort dig, Shu`ayb, och dina anhängare från vårt land om ni inte återvänder till vår tro.\" Han svarade: \"Trots vår avsky [för den]","tr":"Milletinin büyüklük taslayan ileri gelenleri, \"Ey Şuayb! Ya dinimize dönersiniz ya da, and olsun ki seni ve inananları seninle beraber kentimizden çıkarırız\" dediler. Şuayb, onlara: \"İstemezsek de mi? Allah bizi dininizden kurtardıktan sonra ona dönecek olursak, doğrusu Allah'a karşı yalan uydurmuş oluruz. Rabbimizin dilemesi bir yana, dininize dönmek bize yakışmaz. Rabbimizin ilmi her şeyi kuşatmıştır. Biz yalnız Allah'a güvendik. Rabbimiz! Bizimle milletimiz arasında hak ile Sen hüküm ver, Sen hükmedenlerin en hayırlısısın\" dedi","ur":"اس کی قوم کے سرداروں نے، جو اپنی بڑائی کے گھمنڈ میں مبتلا تھے، ا س سے کہا کہ \"اے شعیبؑ، ہم تجھے اور اُن لوگوں کو جو تیرے ساتھ ایمان لائے ہیں اپنی بستی سے نکال دیں گے ورنہ تم لوگوں کو ہماری ملت میں واپس آنا ہوگا\" شعیبؑ نے جواب دیا \"کیا زبردستی ہمیں پھیرا جائے گا خواہ ہم راضی نہ ہوں؟","zh":"他的宗族中骄傲的贵族们说：“舒阿卜啊！我们一定要把你和你的信徒们逐出城外，除非你们再信我们的宗教。”他说：“即使我们厌恶你们的宗教，也要我们再信奉它吗？"},"transliteration":"Qala almalao allatheena istakbaroo min qawmihi lanukhrijannaka ya shuAAaybu waallatheena amanoo maAAaka min qaryatina aw lataAAoodunna fee millatina qala awalaw kunna kariheena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
