{"id":1043,"number":89,"text":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","translations":{"en":"We would have invented against Allah a lie if we returned to your religion after Allah had saved us from it. And it is not for us to return to it except that Allah, our Lord, should will. Our Lord has encompassed all things in knowledge. Upon Allah we have relied. Our Lord, decide between us and our people in truth, and You are the best of those who give decision","es":"Estaríamos mintiendo acerca de Dios si volviéramos a su religión después de que Dios nos ha salvado de ella, y no volveremos a ella salvo que fuera la voluntad de Dios, nuestro Señor. Su conocimiento lo abarca todo y a Dios nos encomendamos. ¡Oh, Señor nuestro! Juzga entre nosotros y nuestro pueblo, Tú eres el mejor de los jueces","fr":"Certes, nous aurions forgé un mensonge contre Allah si nous revenions à votre religion après qu'Allah nous en a sauvés. Il ne nous appartient pas d'y retourner à moins qu'Allah notre Seigneur ne le veuille. Notre Seigneur embrasse toute chose de Sa science. C'est en Allah que nous plaçons notre confiance. O notre Seigneur, tranche par la vérité, entre nous et notre peuple car Tu es le meilleur des juges.»","id":"Sungguh, kami telah mengada-adakan kebohongan yang besar terhadap Allah, jika kami kembali kepada agamamu, setelah Allah melepaskan kami darinya. Dan tidaklah pantas kami kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki. Pengetahuan Tuhan kami meliputi segala sesuatu. Hanya kepada Allah kami bertawakal. Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah Pemberi keputusan terbaik","ru":"Мы возведем навет на Аллаха, если вернемся в вашу религию после того, как Аллах спас нас от нее. Не бывать тому, чтобы мы вернулись в вашу религию, если только этого не пожелает Аллах, наш Господь. Наш Господь объемлет знанием всякую вещь. Мы уповаем только на Аллаха. Господь наш! Рассуди между нами и нашим народом по справедливости, ведь Ты - Наилучший из судей»","sv":"För oss skulle det vara liktydigt med att ljuga om Gud, om vi återvände till er tro, när Gud har räddat oss från den. Det är otänkbart för oss att återvända till den om det inte är Guds, vår Herres, vilja. Vår Herre omfattar allt med Sin kunskap; vi sätter vår lit till Gud!\" - \"Herre! Gör sanningen uppenbar [i tvisten] mellan oss och vårt folk! Ingen gör sanningen uppenbar som Du","tr":"Milletinin büyüklük taslayan ileri gelenleri, \"Ey Şuayb! Ya dinimize dönersiniz ya da, and olsun ki seni ve inananları seninle beraber kentimizden çıkarırız\" dediler. Şuayb, onlara: \"İstemezsek de mi? Allah bizi dininizden kurtardıktan sonra ona dönecek olursak, doğrusu Allah'a karşı yalan uydurmuş oluruz. Rabbimizin dilemesi bir yana, dininize dönmek bize yakışmaz. Rabbimizin ilmi her şeyi kuşatmıştır. Biz yalnız Allah'a güvendik. Rabbimiz! Bizimle milletimiz arasında hak ile Sen hüküm ver, Sen hükmedenlerin en hayırlısısın\" dedi","ur":"ہم اللہ پر جھوٹ گھڑنے والے ہوں گے اگر تمہاری ملت میں پلٹ آئیں جبکہ اللہ ہمیں اس سے نجات دے چکا ہے ہمارے لیے تو اس کی طرف پلٹنا اب کسی طرح ممکن نہیں الا یہ کہ خدا ہمارا رب ہی ایسا چاہے ہمارے رب کا علم ہر چیز پر حاوی ہے، اُسی پر ہم نے اعتماد کر لیا اے رب، ہمارے اور ہماری قوم کے درمیان ٹھیک ٹھیک فیصلہ کر دے اور تو بہترین فیصلہ کرنے والا ہے","zh":"安拉使我们脱离你们的宗教后，如果我们再去信它，那么，我们确已假借安拉的名义而造谣了。除非安拉——我们的主——意欲，我们不会再信你们的宗教。我们的主的知识是包罗万物的，我们只托靠安拉。我们的主啊！求你在我们和我们的宗族之间依真理而判决吧，你是至善的判决者。”"},"transliteration":"Qadi iftarayna AAala Allahi kathiban in AAudna fee millatikum baAAda ith najjana Allahu minha wama yakoonu lana an naAAooda feeha illa an yashaa Allahu rabbuna wasiAAa rabbuna kulla shayin AAilman AAala Allahi tawakkalna rabbana iftah baynana wabayna qawmina bialhaqqi waanta khayru alfatiheena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
