{"id":1047,"number":93,"text":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","translations":{"en":"And he turned away from them and said, \"O my people, I had certainly conveyed to you the messages of my Lord and advised you, so how could I grieve for a disbelieving people","es":"[Jetró] se alejó de ellos y dijo: \"¡Oh, pueblo mío! Les transmití el Mensaje de mi Señor y los aconsejé para su bien. ¿Por qué iba a sentir pena por un pueblo que persistió en la incredulidad","fr":"Il se détourna d'eux et dit: «O mon peuple, je vous ai bien communiqué les messages de mon Seigneur et donné des conseils. Comment donc m'attristerais-je sur des gens mécréants?»","id":"Maka Syu'aib meninggalkan mereka seraya berkata, \"Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Maka bagaimana aku akan bersedih hati terhadap orang-orang kafir","ru":"Он отвернулся от них и сказал: «О мой народ! Я донес до вас послания моего Господа и искренне желал вам добра. Как я могу печалиться о неверующих людях?»","sv":"Och han vände sig ifrån dem och sade: \"Jag framförde min Herres budskap till er, mitt folk, och gav er goda råd. Skulle jag sörja över [sådana hårdnackade] förnekare","tr":"Şuayb onlardan döndü de, \"Ey milletim! And olsun ki, Rabbimin sözlerini size bildirdim, öğüt verdim; inkarcı millet için niçin üzüleyim?\" dedi","ur":"اور شعیبؑ یہ کہہ کر ان کی بستیوں سے نکل گیا کہ \"اے برادران قوم، میں نے اپنے رب کے پیغامات تمہیں پہنچا دیے اور تمہاری خیر خواہی کا حق ادا کر دیا اب میں اُس قوم پر کیسے افسوس کروں جو قبول حق سے انکار کرتی ہے","zh":"于是，他离开了他们，并且说：“我的宗族啊！我确已把我的主的使命传达给你们了，并向你们提出了忠告。我怎能哀悼不信道的民众呢！”"},"transliteration":"Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalati rabbee wanasahtu lakum fakayfa asa AAala qawmin kafireena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
