{"id":1049,"number":95,"text":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translations":{"en":"Then We exchanged in place of the bad [condition], good, until they increased [and prospered] and said, \"Our fathers [also] were touched with hardship and ease.\" So We seized them suddenly while they did not perceive","es":"Luego les cambié sus dificultades por bienestar. Pero cuando prosperaron, dijeron: \"Era común que nuestros padres atravesaran épocas de adversidad y prosperidad\"; entonces los castigué sorpresivamente, sin que se dieran cuenta","fr":"Puis Nous avons changé leur mauvaise condition en y substituant le bien, au point qu'ayant grandi en nombre et en richesse, ils dirent: «La détresse et l'aisance ont touché nos ancêtres aussi.» Eh bien, Nous les avons saisis soudain, sans qu'ils s'en rendent compte","id":"Kemudian Kami ganti penderitaan itu dengan kesenangan sehingga (keturunan dan harta mereka) bertambah banyak, lalu mereka berkata, \"Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan,\" maka Kami timpakan siksaan atas mereka dengan tiba-tiba tanpa mereka sadari","ru":"Затем Мы заменяли зло добром, и тогда они начинали благоденствовать и говорили: «Наших отцов также касались невзгоды и радости». Мы хватали их внезапно, когда они даже не помышляли об этом","sv":"Därefter lät Vi eländet följas av bättre villkor så att de uppnådde välstånd och då sade de: \"Våra fäder fick [också] uppleva [omväxlande] onda och goda tider\" - och plötsligt, när de minst anade det, drabbade dem Vårt straff","tr":"Sonra kötülüğün yerine iyiliği koyduk, öyle ki, çoğalıp, \"babalarımız da darlığa uğramış, bolluğa kavuşmuşlardı\" dediler. Bu yüzden onları haberleri olmadan, ansızın yakalayıverdik","ur":"پھر ہم نے ان کی بدحالی کو خوش حالی سے بدل دیا یہاں تک کہ وہ خوب پھلے پھولے اور کہنے لگے کہ \"ہمارے اسلاف پر بھی اچھے اور برے دن آتے ہی رہے ہیں\" آخر کار ہم نے انہیں اچانک پکڑ لیا اور انہیں خبر تک نہ ہوئی","zh":"随后我转祸为福，直到他们富庶，并且说：“我们的祖先确已遭过患难，享过康乐了。”于是，当他们不知不觉时，我惩治他们。"},"transliteration":"Thumma baddalna makana alssayyiati alhasanata hatta AAafaw waqaloo qad massa abaana alddarrao waalssarrao faakhathnahum baghtatan wahum la yashAAuroona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
