{"id":1050,"number":96,"text":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","translations":{"en":"And if only the people of the cities had believed and feared Allah, We would have opened upon them blessings from the heaven and the earth; but they denied [the messengers], so We seized them for what they were earning","es":"Pero si la gente de esas ciudades hubiera creído y tenido temor [de Dios], les habría abierto las bendiciones del cielo y de la Tierra. Pero desmintieron [a Mis Profetas] y los castigué por lo que habían cometido","fr":"Si les habitants des cités avaient cru et avaient été pieux, Nous leur aurions certainement accordé des bénédictions du ciel et de la terre. Mais ils ont démenti et Nous les avons donc saisis, pour ce qu'ils avaient acquis","id":"Dan sekiranya penduduk negeri beriman dan bertakwa, pasti Kami akan melimpahkan kepada mereka berkah dari langit dan bumi, tetapi ternyata mereka mendustakan (ayat-ayat Kami), maka Kami siksa mereka sesuai apa yang telah mereka kerjakan","ru":"Если бы жители селений уверовали и стали богобоязненны, Мы раскрыли бы перед ними благодать с неба и земли. Но они сочли это ложью, и Мы схватили их за то, что они приобретали","sv":"Om folken [som Vi förintade] hade trott [på Gud] och fruktat Honom, skulle Vi ha låtit himlens och jordens alla välsignelser komma dem till del, men de avvisade [budskapen] som lögn - och så straffade Vi dem med det som [följde av det onda som] de inte upphörde att begå","tr":"Eğer kentlerin halkı inanmış ve Bize karşı gelmekten sakınmış olsalardı, onlara göğün ve yerin bolluklarını verirdik. Ama yalanladılar; bu yüzden onları, yaptıklarına karşılık yakalayıverdik","ur":"اگر بستیوں کے لوگ ایمان لاتے اور تقویٰ کی روش اختیار کرتے تو ہم ان پر آسمان اور زمین سے برکتوں کے دروازے کھو ل دیتے، مگر اُنہوں نے تو جھٹلایا، لہٰذا ہم نے اُس بری کمائی کے حساب میں انہیں پکڑ لیا جو وہ سمیٹ رہے تھے","zh":"假若各城市的居民，信道而且敬畏，我必为他们而开辟天地的福利，但是他们都否认了，故我因他们所作的罪恶而惩治了他们。"},"transliteration":"Walaw anna ahla alqura amanoo waittaqaw lafatahna AAalayhim barakatin mina alssamai waalardi walakin kaththaboo faakhathnahum bima kanoo yaksiboona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
