{"id":1054,"number":100,"text":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","translations":{"en":"Has it not become clear to those who inherited the earth after its [previous] people that if We willed, We could afflict them for their sins? But We seal over their hearts so they do not hear","es":"¿Es que no se les ha evidenciado a quienes les sucedieron, que si quisiera los castigaría por sus pecados, sellando sus corazones para que no escucharan","fr":"N'est-il pas prouvé à ceux qui reçoivent la terre en héritage des peuples précédents que, si Nous voulions, Nous les frapperions pour leurs péchés et scellerions leurs cœurs, et ils n'entendraient plus rien","id":"Atau apakah belum jelas bagi orang-orang yang mewarisi suatu negeri setelah (lenyap) penduduknya? Bahwa kalau Kami menghendaki pasti Kami siksa mereka karena dengan dosa-dosanya; dan Kami mengunci hati mereka sehingga mereka tidak dapat mendengar (pelajaran)","ru":"Разве не ясно тем, которые унаследовали землю от ее прежних жителей, что если бы Мы пожелали, то покарали бы их за грехи? Мы запечатываем их сердца, и они не способны слышать","sv":"Är det inte uppenbart för dem som har tagit jorden i arv efter dess [tidigare] inbyggare att Vi, om Vi så ville, kunde straffa dem för deras synder och försegla deras hjärtan så att de inte [längre] kan höra [rösten som varnar och förmanar]","tr":"Kalblerini kapatıp mühürleriz de birşey duymazlar","ur":"اور کیا اُن لوگوں کو جو سابق اہل زمین کے بعد زمین کے وارث ہوتے ہیں، اِس امر واقعی نے کچھ سبق نہیں دیا کہ اگر ہم چاہیں تو ان کے قصوروں پر انہیں پکڑ سکتے ہیں؟ (مگر وہ سبق آموز حقائق سے تغافل برتتے ہیں) اور ہم ان کے دلوں پر مہر لگا دیتے ہیں، پھر وہ کچھ نہیں سنتے","zh":"继先民之后而为大地的主人公的人们，假若我要意欲，我必因他们的罪恶而惩治他们；并且封闭他们的心，故他们不听劝谏。难道他们不明白这个道理吗？"},"transliteration":"Awalam yahdi lillatheena yarithoona alarda min baAAdi ahliha an law nashao asabnahum bithunoobihim wanatbaAAu AAala quloobihim fahum la yasmaAAoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
