{"id":1055,"number":101,"text":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","translations":{"en":"Those cities - We relate to you, [O Muhammad], some of their news. And certainly did their messengers come to them with clear proofs, but they were not to believe in that which they had denied before. Thus does Allah seal over the hearts of the disbelievers","es":"[¡Oh, Mujámmad!] Te he relatado acerca de la gente de aquellas ciudades a las que se les presentaron sus Profetas con milagros y no les creyeron, al igual que no creían antes. Así es como Dios sella los corazones de los que rechazan la verdad","fr":"Voilà les cités dont Nous te racontons certaines de leurs nouvelles. [A ceux-là,] en vérité, leurs messagers leur avaient apporté les preuves, mais ils n'étaient pas prêts à accepter ce qu'auparavant ils avaient traité de mensonge. C'est ainsi qu'Allah scelle les cœurs des mécréants","id":"Itulah negeri-negeri (yang telah Kami binasakan), Kami ceritakan sebagian kisahnya kepadamu. Rasul-rasul mereka benar-benar telah datang kepada mereka dengan membawa bukti-bukti yang nyata. Tetapi mereka tidak beriman (juga) kepada apa yang telah mereka dustakan sebelumnya. Demikianlah Allah mengunci hati orang-orang kafir","ru":"Мы рассказываем тебе повествования об этих селениях. Их посланники приходили к ним с ясными знамениями. Однако они не хотели уверовать в то, что они сочли ложью прежде. Так Аллах запечатывает сердца неверующих","sv":"Vi berättar för dig något om vad som hände dessa folk; när sändebuden kom till dem med klara vittnesbörd, ville de nämligen inte tro på vad de tidigare hade avvisat som lögn. På detta sätt förseglar Gud förnekarnas hjärtan","tr":"İşte o kentlerin haberlerini sana anlatıyoruz. And olsun ki onlara peygamberler belgeler getirdi; önceleri yalanladıklarından ötürü inanamadılar. Allah kafirlerin kalblerini böylece kapatıp mühürler","ur":"یہ قومیں جن کے قصے ہم تمہیں سنا رہے ہیں (تمہارے سامنے مثال میں موجود ہیں) ان کے رسول ان کے پا س کھلی کھلی نشانیاں لے کر آئے، مگر جس چیز کو وہ ایک دفعہ جھٹلا چکے تھے پھر اُسے وہ ماننے والے نہ تھے دیکھو اس طرح ہم منکرین حق کے دلوں پر مہر لگا دیتے ہیں","zh":"这些城市，我已把它们的部分故事告诉了你。各民族的使者，确已用许多明证昭示本族的人；但他们不会相信自己以前所否认的。安拉就这样封闭了不信道者的心。"},"transliteration":"Tilka alqura naqussu AAalayka min anbaiha walaqad jaathum rusuluhum bialbayyinati fama kanoo liyuminoo bima kaththaboo min qablu kathalika yatbaAAu Allahu AAala quloobi alkafireena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
