{"id":1057,"number":103,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translations":{"en":"Then We sent after them Moses with Our signs to Pharaoh and his establishment, but they were unjust toward them. So see how was the end of the corrupters","es":"Envié, después de ellos, a Moisés con Mis milagros al Faraón y su nobleza, pero los negaron injustamente. Observa cuál fue el final de los corruptos","fr":"Puis, après [ces messagers,] Nous avons envoyé Moïse avec Nos miracles vers Pharaon et ses notables. Mais ils se montrèrent injustes envers Nos signes. Considère donc quelle fut la fin des corrupteurs","id":"Setelah mereka, kemudian Kami utus Musa dengan membawa bukti-bukti Kami kepada Fir'aun dan pemuka-pemuka kaumnya, lalu mereka mengingkari bukti-bukti itu. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan","ru":"После них Мы отправили Мусу (Моисея) с Нашими знамениями к Фараону и его знати, но они поступили с ними несправедливо. Посмотри же, каким был конец распространявших нечестие","sv":"EFTER DESSA [tidiga profeter] sände Vi Moses med Våra budskap till Farao och hans stormän, men de fäste inget avseende vid dessa [budskap]. Se här hur slutet blev för dem som störde ordningen på jorden","tr":"Sonra peygamberlerin ardından Musa'yı ayetlerimizle Firavun ve erkanına gönderdik. Ayetlerimize karşı haksızlık ettiler. Bozguncuların sonunun nasıl olduğuna bir bak","ur":"پھر اُن قوموں کے بعد (جن کا ذکر اوپر کیا گیا) ہم نے موسیٰؑ کو اپنی نشانیوں کے ساتھ فرعون اور اس کی قوم کے سرداروں کے پاس بھیجا مگر انہوں نے بھی ہماری نشانیوں کے ساتھ ظلم کیا، پس دیکھو کہ ان مفسدوں کا کیا انجام ہوا","zh":"后来，我派遣穆萨带着我的许多迹象，去见法老和他的众公卿，但他们不肯信那些迹象，你看看作恶者的结局是怎样的！"},"transliteration":"Thumma baAAathna min baAAdihim moosa biayatina ila firAAawna wamalaihi fathalamoo biha faonuthur kayfa kana AAaqibatu almufsideena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
