{"id":1059,"number":105,"text":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَـٰٓءِيلَ","translations":{"en":"[Who is] obligated not to say about Allah except the truth. I have come to you with clear evidence from your Lord, so send with me the Children of Israel","es":"Es un deber para mí transmitirte la verdad acerca de Dios. Te traigo milagros evidentes de tu Señor. Deja ir conmigo a los Hijos de Israel","fr":"je ne dois dire sur Allah que la vérité. Je suis venu à vous avec une preuve de la part de votre Seigneur. Laisse donc partir avec moi les Enfants d'Israël.»","id":"aku wajib mengatakan yang sebenarnya tentang Allah. Sungguh, aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu, maka lepaskanlah Bani Israil (pergi) bersamaku","ru":"Мне полагается говорить об Аллахе только правду. Я принес вам ясное знамение от вашего Господа. Пошли же со мной сынов Исраила (Израиля)»","sv":"och ålagt mig att inte säga om Gud annat än sanningen och jag kommer till er med ett klart vittnesbörd från er Herre [att mina ord är sanning]. Låt nu Israels barn lämna [detta land] med mig","tr":"Bana Allah'a karşı ancak gerçeği söylemek yaraşır. Size Rabbinizden bir mucize getirdim, İsrailoğullarını benimle beraber gönder\" dedi","ur":"میرا منصب یہی ہے کہ اللہ کا نام لے کر کوئی بات حق کے سوا نہ کہوں، میں تم لوگوں کے پاس تمہارے رب کی طرف سے صریح دلیل ماموریت لے کر آیا ہوں، لہٰذا تو بنی اسرائیل کو میرے ساتھ بھیج دے","zh":"我只应该借安拉的名义而宣言真理。我确已从你们的主那里给你们带来了一个明证，所以，你应该释放以色列的后裔，让他们同我一起去。”"},"transliteration":"Haqeequn AAala an la aqoola AAala Allahi illa alhaqqa qad jitukum bibayyinatin min rabbikum faarsil maAAiya banee israeela","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
