{"id":1077,"number":123,"text":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","translations":{"en":"Said Pharaoh, \"You believed in him before I gave you permission. Indeed, this is a conspiracy which you conspired in the city to expel therefrom its people. But you are going to know","es":"Dijo el Faraón: \"¿Acaso van a creer en él sin que yo se los haya autorizado? Esto se trata de una conspiración para expulsar [de Egipto] a sus habitantes, pero ya verán","fr":"«Y avez-vous cru avant que je ne vous (le) permette? dit Pharaon. C'est bien un stratagème que vous avez manigancé dans la ville, afin d'en faire partir ses habitants. Vous saurez bientôt","id":"Fir'aun berkata, \"Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini, untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini)","ru":"Фараон сказал: «Вы уверовали в него без моего дозволения? Воистину, это - козни, которые вы задумали в городе, чтобы изгнать из него его жителей. Но скоро вы узнаете","sv":"Farao sade: \"Tror ni på honom innan jag har gett er tillåtelse? Detta är en lömsk plan, som ni har smitt här i staden för att förmå folket att överge den. Men nu skall ni få se på [annat]","tr":"Firavun: \"Ben size izin vermeden mi O'na inandınız? Doğrusu bu, halkı şehirden çıkarmak için düzdüğünüz bir hiledir, fakat siz göreceksiniz. And olsun ki, ellerinizi ayaklarınızı çaprazlama keseceğim, sonra da hepinizi asacağım\" dedi","ur":"فرعون نے کہا \"تم اس پر ایمان لے آئے قبل اس کے کہ میں تمہیں اجازت دوں؟ یقیناً یہ کوئی خفیہ ساز ش تھی جو تم لوگوں نے اس دارالسلطنت میں کی تاکہ اس کے مالکوں کو اقتدار سے بے دخل کر دو اچھا توا س کا نتیجہ اب تمہیں معلوم ہوا جاتا ہے","zh":"法老说：“没有获得我的许可，你们怎么就信仰了他呢？这一定是你们在城里预谋的，想借此把城里的居民驱逐出去；不久你们就会知道了。"},"transliteration":"Qala firAAawnu amantum bihi qabla an athana lakum inna hatha lamakrun makartumoohu fee almadeenati litukhrijoo minha ahlaha fasawfa taAAlamoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
