{"id":1080,"number":126,"text":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","translations":{"en":"And you do not resent us except because we believed in the signs of our Lord when they came to us. Our Lord, pour upon us patience and let us die as Muslims [in submission to You]","es":"Solo te vengas de nosotros porque hemos creído cuando llegaron los milagros de nuestro Señor. ¡Señor nuestro! Danos paciencia y haznos morir musulmanes, sometidos a Ti","fr":"Tu ne te venges de nous que parce que nous avons cru aux preuves de notre Seigneur, lorsqu'elles nous sont venues. O notre Seigneur! Déverse sur nous l'endurance et fais nous mourir entièrement soumis.»","id":"dan engkau tidak melakukan balas dendam kepada kami, melainkan karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.\" (Mereka berdoa), \"Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu)","ru":"Ты мстишь нам только за то, что мы уверовали в знамения нашего Господа, когда они явились к нам. Господь наш! Ниспошли нам терпение и умертви нас мусульманами»","sv":"men du vill hämnas på oss bara därför att vi trodde på vår Herres budskap när de nådde oss.\" - \"Herre! Ge oss [styrka och] tålamod och låt oss få dö i full underkastelse under Din vilja","tr":"Onlar da: \"Doğrusu biz ancak Rabbimize döneriz. Rabbimizin ayetleri gelince, onlara inanmamızdan ötürü bizden öç alıyorsun. Rabbimiz! Bize sabır ver ve canımızı müslim olarak al\" dediler","ur":"تو جس بات پر ہم سے انتقام لینا چاہتا ہے وہ اِس کے سوا کچھ نہیں کہ ہمارے رب کی نشانیاں جب ہمارے سامنے آ گئیں تو ہم نے انہیں مان لیا اے رب، ہم پر صبر کا فیضان کر اور ہمیں دنیا سے اٹھا تو اِس حال میں کہ ہم تیرے فرماں بردار ہوں","zh":"你无非是责备我们信仰了我们的主所降示的迹象。我们的主啊！求你把坚忍倾注在我们的心中，求你在我们顺服的情状下使我们死去。”"},"transliteration":"Wama tanqimu minna illa an amanna biayati rabbina lamma jaatna rabbana afrigh AAalayna sabran watawaffana muslimeena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
