{"id":1081,"number":127,"text":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","translations":{"en":"And the eminent among the people of Pharaoh said,\" Will you leave Moses and his people to cause corruption in the land and abandon you and your gods?\" [Pharaoh] said, \"We will kill their sons and keep their women alive; and indeed, we are subjugators over them","es":"Pero la nobleza del pueblo del Faraón dijo: \"¿Dejarás a Moisés y a su pueblo sembrar la corrupción en la Tierra, que te abandonen a ti y a tus dioses?\" Dijo [el Faraón]: \"Mataremos a sus hijos varones y dejaremos con vida a las mujeres, así los subyugaremos","fr":"Et les notables du peuple de Pharaon dirent: «Laisseras-tu Moïse et son peuple commettre du désordre sur la terre, et lui-même te délaisser, toi et tes divinités?» Il dit: «Nous allons massacrer leurs fils et laisser vivre leurs femmes. Nous aurons le dessus sur eux et les dominerons.»","id":"Dan para pemuka dari kaum Fir'aun berkata, \"Apakah engkau akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri ini (Mesir) dan meninggalkanmu dan tuhan-tuhanmu?\" (Fir'aun) menjawab, \"Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka dan sesungguhnya kita berkuasa penuh atas mereka","ru":"Знатные люди из народа Фараона сказали: «Неужели ты позволишь Мусе (Моисею) и его народу распространять на земле нечестие и отречься от тебя и твоих богов?». Он сказал: «Мы будем убивать их сыновей и оставлять в живых их женщин. Мы обладаем непоколебимой властью над ними»","sv":"Då sade Faraos stormän: \"Vill du tillåta att Moses och hans folk stör ordningen och fördärvar sederna i landet och [lockar människorna] att överge dig och dina gudar?\" [Farao] svarade: \"Vi skall anställa blodbad på deras söner och [enbart] skona deras kvinnor; vi har dem ju i vårt våld","tr":"Firavun milletinin ileri gelenleri: \"Musa'yı ve milletini yeryüzünde bozgunculuk yapsınlar, seni ve tanrılarını bıraksınlar diye mi koyveriyorsun?\" dediler. Firavun: \"Onların oğullarını öldüreceğiz, kadınlarını sağ bırakacağız. Elbette biz onları ezecek üstünlükteyiz\" dedi","ur":"فرعون سے اُس کی قوم کے سرداروں نے کہا \"کیا تو موسیٰؑ اور اُس کی قوم کو یونہی چھوڑ دے گا کہ ملک میں فساد پھیلائیں اور وہ تیری اور تیرے معبودوں کی بندگی چھوڑ بیٹھے؟\" فرعون نے جواب دیا \"میں اُن کے بیٹوں کو قتل کراؤں گا اور اُن کی عورتوں کو جیتا رہنے دوں گا ہمارے اقتدار کی گرفت ان پر مضبوط ہے","zh":"法老百姓中的众领袖说：“难道你要任随穆萨和他的宗族在地方上作恶，并抛弃你和你的众神灵吗？”他说：“我们要屠杀他们的儿子，保全他们的妇女，我们确是统治他们的。”"},"transliteration":"Waqala almalao min qawmi firAAawna atatharu moosa waqawmahu liyufsidoo fee alardi wayatharaka waalihataka qala sanuqattilu abnaahum wanastahyee nisaahum wainna fawqahum qahiroona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
