{"id":1085,"number":131,"text":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translations":{"en":"But when good came to them, they said, \"This is ours [by right].\" And if a bad [condition] struck them, they saw an evil omen in Moses and those with him. Unquestionably, their fortune is with Allah, but most of them do not know","es":"Pero cuando les llegó nuevamente una época de prosperidad dijeron: \"Esto es lo que merecemos\". Cuando les acontecía un mal le echaban la culpa a Moisés y a sus seguidores [por considerarlos de mal agüero]; pero cuanto les ocurría era porque Dios así lo decretaba, aunque la mayoría de ellos lo ignoraba","fr":"Et quand le bien-être leur vint, ils dirent: «Cela nous est dû» et si un mal les atteignait, ils voyaient en Moïse et ceux qui étaient avec lui un mauvais augure. En vérité leur sort dépend uniquement d'Allah? Mais la plupart d'entre eux ne savent pas","id":"Kemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, \"Ini adalah karena (usaha) kami.\" Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui","ru":"Когда их постигало добро, они говорили: «Это - для нас». А когда их постигало зло, они связывали его с Мусой (Моисеем) и теми, кто был с ним. Воистину, их дурные предзнаменования были у Аллаха, но большинство из них не знает этого","sv":"men när de upplevde goda tider sade de: \"Detta är vad som med rätta tillkommer oss\", och när dåliga tider kom sköt de skulden på Moses och dem som följde honom. Deras öde låg helt i Guds hand, men de flesta av dem visste [det] inte","tr":"Onlara bir iyilik geldiği zaman; \"Bu bizden ötürüdür\" derler, bir fenalığa uğrarlarsa da, Musa ve onunla beraber olanların uğursuzluğuna verirlerdi. Bilin ki, kendilerinin uğradığı uğursuzluk Allah katındandır, fakat çoğu bunu bilmezler","ur":"مگر اُن کا حال یہ تھا کہ جب اچھا زمانہ آتا تو کہتے کہ ہم اِسی کے مستحق ہیں، اور جب برا زمانہ آتا تو موسیٰؑ اور اس کے ساتھیوں کو اپنے لیے فال بد ٹھیراتے، حالانکہ در حقیقت ان کی فال بد تو اللہ کے پاس تھی، مگر ان میں سے اکثر بے علم تھے","zh":"当幸福降临他们的时候，他们说：“这是我们所应得的。”当灾难降临他们的时候，他们则归咎于穆萨及其教徒们的不祥。真的，他们的厄运是在安拉那里注定的，只是他们大半不知道罢了！"},"transliteration":"Faitha jaathumu alhasanatu qaloo lana hathihi wain tusibhum sayyiatun yattayyaroo bimoosa waman maAAahu ala innama tairuhum AAinda Allahi walakinna aktharahum la yaAAlamoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
