{"id":1088,"number":134,"text":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَـٰٓءِيلَ","translations":{"en":"And when the punishment descended upon them, they said, \"O Moses, invoke for us your Lord by what He has promised you. If you [can] remove the punishment from us, we will surely believe you, and we will send with you the Children of Israel","es":"Cuando les llegó el castigo, dijeron: \"¡Oh, Moisés! Ruega por nosotros a tu Señor, puesto que ha realizado un pacto contigo. Si logras apartar este castigo creeremos en ti y dejaremos ir contigo a los Hijos de Israel","fr":"Et quand le châtiment les frappa, ils dirent: «O Moïse, invoque pour nous ton Seigneur en vertu de l'engagement qu'Il t'a donné. Si tu éloignes de nous le châtiment, nous croirons certes en toi et laisserons partir avec toi les enfants d'Israël»","id":"Dan ketika mereka ditimpa azab (yang telah diterangkan itu) mereka pun berkata, \"Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu","ru":"Когда наказание поражало их, они говорили: «О Муса (Моисей)! Помолись за нас твоему Господу о том, что Он обещал тебе. Если ты избавишь нас от наказания, то мы поверим тебе и отпустим с тобой сынов Исраила (Израиля)»","sv":"Och var gång en [sådan] prövning drabbade dem, sade de: \"Moses! Be för oss till din Herre i enlighet med det förbund som Han har slutit med dig! Om du [på så sätt] befriar oss från denna plåga skall vi sannerligen tro på dig och låta Israels barn lämna [landet] med dig","tr":"Azab başlarına çökünce, \"Ey Musa! Rabbine, sana verdiği ahde göre bizim için yalvar. Bizden azabı kaldırırsan sana, and olsun ki, inanacağız ve İsrailoğullarını seninle beraber göndereceğiz\"dediler","ur":"جب کبھی اُن پر بلا نازل ہو جاتی تو کہتے \"اے موسیٰؑ، تجھے اپنے رب کی طرف سے جو منصب حاصل ہے اس کی بنا پر ہمارے حق میں دعا کر، اگر اب کے تو ہم پر سے یہ بلا ٹلوا دے تو ہم تیری بات مان لیں گے اور بنی اسرائیل کو تیرے ساتھ بھیج دیں گے","zh":"当他们遭遇天灾的时候，他们说：“穆萨啊！你的主与你有约在先，请你祈祷他，如果你能替我们消除天灾，那么，我们就一定信仰你，一定释放以色列的后裔，让他们同你去。”"},"transliteration":"Walamma waqaAAa AAalayhimu alrrijzu qaloo ya moosa odAAu lana rabbaka bima AAahida AAindaka lain kashafta AAanna alrrijza lanuminanna laka walanursilanna maAAaka banee israeela","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
