{"id":109,"number":102,"text":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translations":{"en":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah. And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew","es":"Pero sí seguían lo que recitaban los demonios durante el reinado de Salomón. Sepan que Salomón no cayó en la incredulidad sino que fueron los demonios quienes enseñaban a la gente la hechicería y la magia que transmitieron los ángeles Harút y Marút en Babilonia. Ellos no le enseñaban a nadie sin antes advertirle: \"Nosotros somos una tentación, no caigan en la incredulidad\". A pesar de la advertencia, aprendieron de ellos cómo separar al hombre de su esposa, aunque no podían perjudicar a nadie sin el permiso de Dios. Lo que aprendían los perjudicaba y no los beneficiaba. Pero los hijos de Israel sabían que quien practicara la hechicería no tendría éxito en la otra vida. ¡Qué mal vendieron sus almas! Si supieran","fr":"Et ils suivirent ce que les diables racontent contre le règne de Solayman. Alors que Solayman n'a jamais été mécréant mais bien les diables: ils enseignent aux gens la magie ainsi que ce qui est descendu aux deux anges Hârout et Mârout, à Babylone; mais ceux-ci n'enseignaient rien à personne, qu'ils n'aient dit d'abord: «Nous ne sommes rien qu'une tentation: ne sois pas mécréant» ils apprennent auprès d'eux ce qui sème la désunion entre l'homme et son épouse. Or ils ne sont capables de nuire à personne qu'avec la permission d'Allah. Et les gens apprennent ce qui leur nuit et ne leur est pas profitable. Et ils savent, très certainement, que celui qui acquiert [ce pouvoir] n'aura aucune part dans l'au-delà. Certes, quelle détestable marchandise pour laquelle ils ont vendu leurs âmes! Si seulement ils savaient","id":"Dan mereka mengikuti apa yang dibaca oleh setan-setan pada masa kerajaan Sulaiman. Sulaiman itu tidak kafir tetapi setan-setan itulah yang kafir, mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua malaikat di negeri Babilonia yaitu Harut dan Marut. Padahal keduanya tidak mengajarkan sesuatu kepada seseorang sebelum mengatakan, \"Sesungguhnya kami hanyalah cobaan (bagimu), sebab itu janganlah kafir!\" Maka mereka mempelajari dari keduanya (malaikat itu) apa yang (dapat) memisahkan antara seorang (suami) dengan isterinya. Mereka tidak akan dapat mencelakakan seseorang dengan sihirnya kecuali dengan izin Allah. Mereka mempelajari sesuatu yang mencelakakan, dan tidak memberi manfaat kepada mereka. Dan sungguh, mereka sudah tahu, barang siapa membeli (menggunakan sihir) itu, niscaya tidak akan mendapat keuntungan di akhirat. Dan sungguh, sangatlah buruk perbuatan mereka yang menjual dirinya dengan sihir, sekiranya mereka tahu","ru":"Они последовали за тем, что читали дьяволы в царстве Сулеймана (Соломона). Сулейман (Соломон) не был неверующим. Неверующими были дьяволы, и они обучали людей колдовству, а также тому, что было ниспослано двум ангелам в Вавилоне - Харуту и Маруту. Но они (ангелы) никого не обучали, не сказав: «Воистину, мы являемся искушением, не становись же неверующим». Они обучались у них тому, как разлучать мужа с женой, но никому не могли причинить вред без соизволения Аллаха. Они обучались тому, что приносило им вред и не приносило им пользы. Они знали, что тому, кто приобрел это, нет доли в Последней жизни. Скверно то, что они купили за свои души! Если бы они только знали","sv":"Däremot lyssnar de till vad onda väsen berättar om Salomos välde. Det var dock inte Salomo som hädade Gud utan dessa demoner, vilka undervisade människorna i trolldom och i det som hade uppenbarats för de två änglarna i Babylon, Harut och Marut. Men dessa två undervisade ingen utan att först säga: \"Vi är bara en prövning och en frestelse; förneka därför inte [Guds välgärningar]!\" Demonerna lärde sig av dem hur man sår missämja mellan en man och hans hustru, men de kan inte utan Guds vilja skada någon med detta; och vad de lärde sig skadade dem själva utan att vara dem till någon nytta. Och ändå hade de fått veta att den som förvärvar denna [kunskap] inte blir delaktig av den eviga glädjen. I sanning en ödesdiger byteshandel, i vilken de sålde sina själar! Om de bara hade vetat","tr":"Şeytanların Süleyman'ın hükümdarlığı hakkında söylediklerine uydular. Oysa Süleyman kafir değildi, ama insanlara sihri öğreten şeytanlar kafir olmuşlardı. Babil'de, melek denilen Harut ve Marut'a bir şey indirilmemişti. Bu ikisi \"Biz sadece imtihan ediyoruz, sakın inkar etme\" demedikçe kimseye bir şey öğretmezlerdi. Halbuki bu ikisinden, koca ile karısının arasını ayıracak şeyler öğreniyorlardı. Oysa Allah'ın izni olmadıkça onlar kimseye zarar veremezlerdi. Kendilerine zarar verecek, faydalı olmayacak şeyler öğreniyorlardı. And olsun ki, onu satın alanın ahiretten bir nasibi olmadığını biliyorlardı. Kendilerini karşılığında sattıkları şeyin ne kötü olduğunu keşke bilselerdi","ur":"اور لگے اُن چیزوں کی پیروی کرنے، جو شیا طین، سلیمانؑ کی سلطنت کا نام لے کر پیش کیا کرتے تھے، حالانکہ سلیمانؑ نے کبھی کفر نہیں کیا، کفر کے مرتکب تو وہ شیاطین تھے جو لوگوں کو جادو گری کی تعلیم دیتے تھے وہ پیچھے پڑے اُس چیز کے جو بابل میں دو فرشتوں، ہاروت و ماروت پر نازل کی گئی تھی، حالانکہ وہ (فرشتے) جب بھی کسی کو اس کی تعلیم دیتے تھے، تو پہلے صاف طور پر متنبہ کر دیا کرتے تھے کہ \"دیکھ، ہم محض ایک آزمائش ہیں، تو کفر میں مبتلا نہ ہو\" پھر بھی یہ لوگ اُن سے وہ چیز سیکھتے تھے، جس سے شوہر اور بیوی میں جدائی ڈال دیں ظاہر تھا کہ اذنِ الٰہی کے بغیر وہ اس ذریعے سے کسی کو بھی ضرر نہ پہنچا سکتے تھے، مگراس کے باوجود وہ ایسی چیز سیکھتے تھے جو خود ان کے لیے نفع بخش نہیں، بلکہ نقصان د ہ تھی اور انہیں خوب معلوم تھا کہ جو اس چیز کا خریدار بنا، اس کے لیے آخرت میں کوئی حصہ نہیں کتنی بری متاع تھی جس کے بدلے انہوں نے اپنی جانوں کو بیچ ڈالا، کاش انہیں معلوم ہوتا","zh":"他们遵随众恶魔对于素莱曼的国权所宣读的诬蔑言论——素莱曼没有叛教，众恶魔却叛教了——他们教人魔术，并将巴比伦的两个天使哈鲁特和马鲁特所得的魔术教人。他俩在教授任何人之前，必说：“我们只是试验，故你不可叛教。”他们就从他俩那儿学了可以离间夫妻的魔术，但不得安拉的许可，他们绝不能用魔术伤害任何人。他们学了对自己有害而无益的东西。他们确已知道谁购取魔术，谁在后世绝无福分。他们只以此出卖自身，这代价真恶劣！假若他们知道，（必不肯学）。"},"transliteration":"WaittabaAAoo ma tatloo alshshayateenu AAala mulki sulaymana wama kafara sulaymanu walakinna alshshayateena kafaroo yuAAallimoona alnnasa alssihra wama onzila AAala almalakayni bibabila haroota wamaroota wama yuAAallimani min ahadin hatta yaqoola innama nahnu fitnatun fala takfur fayataAAallamoona minhuma ma yufarriqoona bihi bayna almari wazawjihi wama hum bidarreena bihi min ahadin illa biithni Allahi wayataAAallamoona ma yadurruhum wala yanfaAAuhum walaqad AAalimoo lamani ishtarahu ma lahu fee alakhirati min khalaqin walabisa ma sharaw bihi anfusahum law kanoo yaAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
