{"id":1091,"number":137,"text":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","translations":{"en":"And We caused the people who had been oppressed to inherit the eastern regions of the land and the western ones, which We had blessed. And the good word of your Lord was fulfilled for the Children of Israel because of what they had patiently endured. And We destroyed [all] that Pharaoh and his people were producing and what they had been building","es":"Le di a los Hijos de Israel, luego de que fueran humillados, las tierras que bendije al este y al oeste [de Egipto], y se cumplió así la promesa de tu Señor con los Hijos de Israel porque fueron pacientes, pero destruí cuanto habían construido el Faraón y su pueblo","fr":"Et les gens qui étaient opprimés, Nous les avons fait hériter les contrées orientales et occidentales de la terre que Nous avons bénies. Et la très belle promesse de ton Seigneur sur les enfants d'Israël s'accomplit pour prix de leur endurance. Et Nous avons détruit ce que faisaient Pharaon et son peuple, ainsi que ce qu'ils construisaient","id":"(Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya335) yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir'aun dan kaumnya dan apa yang telah mereka bangun","ru":"Мы даровали в наследие тем, которых считали слабыми, восточные и западные земли, которые Мы благословили. Сбылось прекрасное Слово твоего Господа о сынах Исраила (Израиля), поскольку они проявили терпение. Мы разрушили то, что содеяли Фараон и его народ и что они воздвигали","sv":"Men det folk som varit förödmjukat och föraktat gjorde Vi till arvingar till det land som Vi välsignat, dess östra såväl som dess västra delar. Så uppfylldes din Herres nådiga löfte till Israels barn [om belöning] för deras uthållighet; och Vi lade i ruiner allt vad Farao och hans folk hade byggt upp och ödelade deras odlingar","tr":"Hor görülen yahudileri, bereketlendirdiğimiz yerin doğularına ve batılarına mirasçı kıldık. Rabbinin İsrailoğullarına verdiği güzel söz, sabırlarına karşılık yerine geldi. Firavun ve milletinin yaptığını ve yükselttiklerini yıktık","ur":"اور اُن کی جگہ ہم نے اُن لوگوں کو جو کمزور بنا کر رکھے گئے تھے، اُس سرزمین کے مشرق و مغرب کا وارث بنا دیا جسے ہم نے برکتوں سے مالا مال کیا تھا اس طرح بنی اسرائیل کے حق میں تیرے رب کا وعدہ خیر پورا ہوا کیونکہ اُنہوں نے صبر سے کام لیا تھا اور فرعون اور اس کی قوم کا وہ سب کچھ برباد کر دیا گیا جو وہ بناتے اور چڑھاتے تھے","zh":"我使被欺负的民众，继承了我曾降福其中的土地的四境。以色列的后裔，能忍受虐待，故你的主对他们的最佳诺言已完全实现了；我毁灭了法老和他的百姓所构造的，和他们所建筑的。"},"transliteration":"Waawrathna alqawma allatheena kanoo yustadAAafoona mashariqa alardi wamagharibaha allatee barakna feeha watammat kalimatu rabbika alhusna AAala banee israeela bima sabaroo wadammarna ma kana yasnaAAu firAAawnu waqawmuhu wama kanoo yaAArishoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
