{"id":1096,"number":142,"text":"۞وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","translations":{"en":"And We made an appointment with Moses for thirty nights and perfected them by [the addition of] ten; so the term of his Lord was completed as forty nights. And Moses said to his brother Aaron, \"Take my place among my people, do right [by them], and do not follow the way of the corrupters","es":"Cité a Moisés durante treinta noches que completé con diez noches más. El encuentro con su Señor duró cuarenta noches. [Antes de partir hacia la cita,] Moisés dijo a su hermano Aarón: \"Ocupa mi lugar ante mi pueblo y ordena el bien, y no sigas el sendero de los corruptos","fr":"Et Nous donnâmes à Moïse rendez-vous pendant trente nuits, et Nous les complétâmes par dix, de sorte que le temps fixé par son Seigneur se termina au bout de quarante nuits. Et Moïse dit à Aaron son frère: «Remplace-moi auprès de mon peuple, et agis en bien, et ne suis pas le sentier des corrupteurs»","id":"Dan Kami telah menjanjikan kepada Musa (memberikan Taurat) tiga puluh malam, dan Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi), maka sempurnalah waktu yang telah ditentukan Tuhannya empat puluh malam. Dan Musa berkata kepada saudaranya (yaitu) Harun, \"Gantikanlah aku dalam (memimpin) kaumku, dan perbaikilah (dirimu dan kaummu), dan janganlah engkau mengikuti jalan orang-orang yang berbuat kerusakan","ru":"Мы определили Мусе (Моисею) тридцать ночей и добавили к ним еще десять, и поэтому срок его Господа составил сорок ночей. Муса (Моисей) сказал своему брату Харуну (Аарону): «Оставайся вместо меня среди моего народа, поступай праведно и не следуй путем распространяющих нечестие»","sv":"OCH VI kallade Moses till Oss [efter] trettio nätter [på Sinai berg] och lade till tio, så att tiden som hans Herre mätte ut blev fulla fyrtio nätter. Och Moses sade till sin broder Aron: \"Bli min ställföreträdare hos mitt folk, ställ allt till rätta och gå inte samma väg som de som vill sprida oordning och fördärv [på jorden]","tr":"Musa'ya otuz gece vade verip sonra buna on gece daha kattık; böylece Rabbinin tayin ettiği müddet kırk geceye tamamlandı. Musa, kardeşi Harun'a, \"Milletim içinde benim yerime geç, onları ıslah et, bozguncuların yoluna gitme\" dedi","ur":"ہم نے موسیٰؑ کو تیس شب و روز کے لیے (کوہ سینا پر) طلب کیا اور بعد میں دس دن کا اور اضافہ کر دیا، اِس طرح اُس کے رب کی مقرر کردہ مدت پورے چالیس دن ہو گئی موسیٰؑ نے چلتے ہوئے اپنے بھائی ہارونؑ سے کہا کہ \"میرے پیچھے تم میری قوم میں میری جانشینی کرنا اور ٹھیک کام کرتے رہنا اور بگاڑ پیدا کرنے والوں کے طریقے پر نہ چلنا","zh":"我与穆萨约期三十夜。我又以十夜补足之，故他的主的约期共计四十夜。穆萨对他哥哥哈伦说：“请你替我统率我的宗族。你要改善他们的事务，你不要遵循作恶者的道路。”"},"transliteration":"WawaAAadna moosa thalatheena laylatan waatmamnaha biAAashrin fatamma meeqatu rabbihi arbaAAeena laylatan waqala moosa liakheehi haroona okhlufnee fee qawmee waaslih wala tattabiAA sabeela almufsideena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
