{"id":1097,"number":143,"text":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","translations":{"en":"And when Moses arrived at Our appointed time and his Lord spoke to him, he said, \"My Lord, show me [Yourself] that I may look at You.\" [Allah] said, \"You will not see Me, but look at the mountain; if it should remain in place, then you will see Me.\" But when his Lord appeared to the mountain, He rendered it level, and Moses fell unconscious. And when he awoke, he said, \"Exalted are You! I have repented to You, and I am the first of the believers","es":"Cuando Moisés acudió al encuentro y su Señor le habló, [Moisés] le pidió: \"Muéstrate para que pueda verte\". Dijo [Dios]: \"No podrías verme. Pero observa la montaña, si permanece firme en su lugar [después de mostrarme a ella], entonces tú también podrás verme\". Y cuando su Señor se mostró a la montaña, ésta se convirtió en polvo y Moisés cayó inconsciente. Cuando volvió en sí exclamó: \"¡Glorificado seas! Me arrepiento y soy el primero en creer en Ti","fr":"Et lorsque Moïse vint à Notre rendez-vous et que son Seigneur lui eut parlé, il dit: «O mon Seigneur, montre Toi à moi pour que je Te voie!» Il dit: «Tu ne Me verras pas; mais regarde le Mont: s'il tient en sa place, alors tu Me verras.» Mais lorsque son Seigneur Se manifesta au Mont, Il le pulvérisa, et Moïse s'effondra foudroyé. Lorsqu'il se fut remis, il dit: «Gloire à Toi! A Toi je me repens; et je suis le premier des croyants»","id":"Dan ketika Musa datang untuk (munajat) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, (Musa) berkata, \"Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.\" (Allah) berfirman, \"Engkau tidak akan (sanggup) melihat-Ku, namun lihatlah ke gunung itu, jika ia tetap di tempatnya (sebagai sediakala) niscaya engkau dapat melihat-Ku.\" Maka ketika Tuhannya menampakkan (keagungan-Nya) kepada gunung itu,337) gunung itu hancur luluh dan Musa pun jatuh pingsan. Setelah Musa sadar, dia berkata, \" Mahasuci Engkau, aku bertobat kepada Engkau dan aku adalah orang yang pertama-tama beriman","ru":"Когда же Муса (Моисей) пришел к назначенному Нами сроку и месту, Господь его заговорил с ним. Он сказал: «Господи! Покажись мне, чтобы я взглянул на Тебя». Он сказал: «Ты не увидишь Меня, но взгляни на гору. Если она удержится на своем месте, то ты увидишь Меня». Когда же Господь его показался горе, то разбил ее и превратил в песок, а Муса (Моисей) упал без сознания. Придя в себя, он сказал: «Пречист Ты! Я раскаиваюсь перед Тобой, и я - первый из верующих»","sv":"Och när Moses kom till det möte Vi hade utsatt och hans Herre talade till honom, sade han: \"Herre, visa Dig för mig, så att jag får se Dig!\" [Gud] sade: \"Du kan inte se Mig; men se på berget - om det står kvar stadigt där det står, skall du få se Mig.\" Och då hans Herre visade Sig för berget krossades det till en grushög och Moses föll medvetslös till marken. Men när han kom till sina sinnen sade han: \"Stor är Du i Din härlighet! Jag vänder tillbaka till Dig i djup ånger och jag är den förste att tro på Dig","tr":"Musa, tayin ettiğimiz vakitte gelip Rabbi onunla konuşunca, Musa: \"Rabbim! Bana Kendini göster, Sana bakayım\" dedi. Allah: \"Sen Beni göremezsin ama dağa bak, eğer o yerinde kalırsa sen de Beni göreceksin\" buyurdu. Rabbi dağa tecelli edince onu yerlebir etti ve Musa da baygın düştü; ayılınca: \"Yarabbi, münezzehsin, Sana tevbe ettim, ben inananların ilkiyim\" dedi","ur":"جب وہ ہمارے مقرر کیے ہوئے وقت پر پہنچا اور اس کے رب نے اس سے کلام کیا تو اس نے التجا کی کہ \"اے رب، مجھے یارائے نظر دے کہ میں تجھے دیکھوں\" فرمایا \"تو مجھے نہیں دیکھ سکتا ہاں ذرا سامنے کے پہاڑ کی طرف دیکھ، اگر وہ اپنی جگہ قائم رہ جائے تو البتہ تو مجھے دیکھ سکے گا\" چنانچہ اس کے رب نے جب پہاڑ پر تجلی کی تو اسے ریزہ ریزہ کر دیا اور موسیٰؑ غش کھا کر گر پڑا جب ہوش آیا تو بولا \"پاک ہے تیری ذات، میں تیرے حضور توبہ کرتا ہوں اور سب سے پہلا ایمان لانے والا میں ہوں","zh":"当穆萨为了我的会期而来，而且他的主对他说了话的时候，他说：“我的主啊！求你昭示我，以便我看见你。”主说：“你不能看见我，但你看那座山吧。如果它能在它的本位上坚定，那么，你就能看见我。”当他的主对那座山微露光华的时候，他使那座山变成粉碎的。穆萨晕倒在地上。当他苏醒的时候，他说：“我赞颂你超绝万物，我向你悔罪，我是首先信道的。”"},"transliteration":"Walamma jaa moosa limeeqatina wakallamahu rabbuhu qala rabbi arinee anthur ilayka qala lan taranee walakini onthur ila aljabali faini istaqarra makanahu fasawfa taranee falamma tajalla rabbuhu liljabali jaAAalahu dakkan wakharra moosa saAAiqan falamma afaqa qala subhanaka tubtu ilayka waana awwalu almumineena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
