{"id":1099,"number":145,"text":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","translations":{"en":"And We wrote for him on the tablets [something] of all things - instruction and explanation for all things, [saying], \"Take them with determination and order your people to take the best of it. I will show you the home of the defiantly disobedient","es":"Escribí para él en las tablas instrucción y explicación de todas las cosas. \"Aférrate a ellas y ordena a tu pueblo que siga todo lo bueno que hay en ellas. Les mostraré [cómo quedaron] las casas de los desviados","fr":"Et Nous écrivîmes pour lui, sur les tablettes, une exhortation concernant toute chose, et un exposé détaillé de toute chose. «Prends-les donc fermement et commande à ton peuple d'en adopter le meilleur. Bientôt Je vous ferai voir la demeure des pervers","id":"Dan telah Kami tuliskan untuk Musa pada lauh-lauh (Taurat)338) segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal; maka (Kami berfirman), \"Berpegangteguhlah kepadanya dan suruhlah kaummu berpegang kepadanya dan sebaik-baiknya,339) Aku akan memperlihatkan kepadamu negeri orang-orang fasik","ru":"Мы написали для него на скрижалях увещевание о всякой вещи и разъяснение всего сущего: «Держи их крепко и вели твоему народу следовать наилучшему из этого. Я покажу вам Обитель нечестивцев","sv":"Och Vi gav honom föreskrifter om allt [inristade] på [Lagens] tavlor med förmaningar och utförliga förklaringar i alla ämnen. Och [Vi sade:] \"Håll med kraft fast vid allt detta och befall ditt folk att [i varje läge] välja den bästa [av de vägar som anvisas där].\" Jag skall visa er [vad slutet blir för] alla trotsiga syndare","tr":"Ona levhalarda her şeyden bir öğüt yazdık ve her şeyi uzun uzadıya açıkladık; onlara sıkıca sarıl, milletine de emret en güzel şekilde tutsunlar. Size Allah'a karşı gelenlerin yurdunu göstereceğim","ur":"اس کے بعد ہم نے موسیٰؑ کو ہر شعبہ زندگی کے متعلق نصیحت اور ہر پہلو کے متعلق واضح ہدایت تختیوں پر لکھ کر دے دی اور اس سے کہا: \"اِن ہدایات کو مضبوط ہاتھوں سے سنبھال اور اپنی قوم کو حکم دے کہ ان کے بہتر مفہوم کی پیروی کریں عنقریب میں تمہیں فاسقوں کے گھر دکھاؤں گا","zh":"我曾为他在法版中制定各种教训和各种解释。“你要坚持它，并命令你的宗族遵循其中最美的条例，我将昭示你们罪人们的国家。”"},"transliteration":"Wakatabna lahu fee alalwahi min kulli shayin mawAAithatan watafseelan likulli shayin fakhuthha biquwwatin wamur qawmaka yakhuthoo biahsaniha saoreekum dara alfasiqeena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
