{"id":1100,"number":146,"text":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","translations":{"en":"I will turn away from My signs those who are arrogant upon the earth without right; and if they should see every sign, they will not believe in it. And if they see the way of consciousness, they will not adopt it as a way; but if they see the way of error, they will adopt it as a way. That is because they have denied Our signs and they were heedless of them","es":"Alejaré de Mis signos a quienes actúen con soberbia en la Tierra sin razón. Aunque vean todos los milagros no creerán. Si ven el sendero de la guía no lo seguirán y, por el contrario, cuando vean el sendero del desvío se extraviarán. Esto es por haber desmentido Mis signos y haber sido negligentes","fr":"J'écarterai de Mes signes ceux qui, sans raison, s'enflent d'orgueil sur terre. Même s'ils voyaient tous les miracles, ils n'y croiraient pas. Et s'ils voient le bon sentier, ils ne le prennent pas comme sentier. Mais s'ils voient le sentier de l'erreur, ils le prennent comme sentier. C'est qu'en vérité ils traitent de mensonges Nos preuves et ils ne leur accordaient aucune attention","id":"Akan Aku palingkan dari tanda-tanda (kekuasaan-Ku) orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar. Kalaupun mereka melihat setiap tanda (kekuasaan-Ku) mereka tetap tidak akan beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak (akan) menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka menempuhnya. Yang demikian adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya","ru":"Я отвращу от Моих знамений тех, которые возгордились на земле без всякого права на то. Какое бы знамение они ни увидели, они не уверуют в него. Если они увидят правый путь, то не последуют этим путем, а если они увидят путь заблуждения, то последуют им. Это потому, что они сочли ложью Наши знамения и пренебрегли ими»","sv":"och Jag skall låta dem som utan fog uppträder med högmod på jorden vända sig ifrån Mina budskap, och fastän de ser alla tecken kommer de inte att tro på dem, och även om de ser rättrådighetens väg kommer de inte att välja den. Om de ser misstagens och syndens väg kommer de däremot att slå in på den. Så skall det vara därför att de har påstått att Våra budskap är lögn och har över huvud taget inte fäst avseende vid dem","tr":"Yeryüzünde haksız yere büyüklük taslayanları, ayetlerimden yüz çevirteceğim. Onlar bütün ayetleri görseler yine de inanmazlar; doğru yolu görseler, yol olarak benimsemezler; azgınlık yolunu görseler, hemen onu yol edinirler. Bu, onların mucizelerimizi yalan saymaları ve onlardan habersiz görünmelerinden ileri gelir","ur":"میں اپنی نشانیوں سے اُن لوگوں کی نگاہیں پھیر دوں گا جو بغیر کسی حق کے زمین میں بڑے بنتے ہیں، وہ خواہ کوئی نشانی دیکھ لیں کبھی اس پر ایمان نہ لائیں گے، اگر سیدھا راستہ اُن کے سامنے آئے تو اسے اختیار نہ کریں گے اور اگر ٹیٹرھا راستہ نظر آئے تو اس پر چل پڑیں گے، اس لیے کہ انہوں نے ہماری نشانیوں کو جھٹلایا اور ان سے بے پروائی کرتے رہے","zh":"我将使那些在地方上妄自尊大的人离弃我的迹象，即使他们看见一切迹象，他们也不信它；如果他们看见正道，他们不把它当作道路；如果他们看见邪道，他们把它当作道路。这是因为他们不信我的迹象，而且忽视它。"},"transliteration":"Saasrifu AAan ayatiya allatheena yatakabbaroona fee alardi bighayri alhaqqi wain yaraw kulla ayatin la yuminoo biha wain yaraw sabeela alrrushdi la yattakhithoohu sabeelan wain yaraw sabeela alghayyi yattakhithoohu sabeelan thalika biannahum kaththaboo biayatina wakanoo AAanha ghafileena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
