{"id":1102,"number":148,"text":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","translations":{"en":"And the people of Moses made, after [his departure], from their ornaments a calf - an image having a lowing sound. Did they not see that it could neither speak to them nor guide them to a way? They took it [for worship], and they were wrongdoers","es":"Cuando [Moisés] partió [hacia el encuentro con su Señor] su pueblo hizo, con las joyas que tenían, un becerro [de oro] que emitía un mugido. ¿Acaso no veían que éste [ídolo] no les podía hablar ni guiarlos? Aun así lo adoraron, cometiendo una injusticia","fr":"Et le peuple de Moïse adopta après lui un veau, fait de leurs parures: un corps qui semblait mugir. N'ont-ils pas vu qu'il ne leur parlait point et qu'il ne les guidait sur aucun chemin? Ils l'adoptèrent [comme divinité], et ils étaient des injustes","id":"Dan kaum Musa, setelah kepergian (Musa ke Gunung Sinai) mereka membuat patung anak sapi yang bertubuh dan dapat melenguh (bersuara) dari perhiasan (emas).341) Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang yang zalim","ru":"В отсутствие Мусы (Моисея) его народ сделал из своих украшений изваяние тельца, который мычал. Разве они не видели, что он не разговаривал с ними и не наставлял их на прямой путь? Они стали поклоняться ему - они были несправедливы","sv":"OCH SEDAN Moses lämnat dem satte folket upp en bild, till formen lik en kalv, [tillverkad] av deras guldsmycken, en kropp som lät höra ett bölande ljud. Märkte de inte att den varken talade till dem eller gav dem vägledning? De tillbad den [som gud] och gjorde därmed sig själva svår orätt","tr":"Musa'nın ardından milleti, ziynet takımlarından, canlıymış gibi böğüren bir buzağı heykeli yaparak onu tanrı edindiler. O buzağının kendileriyle konuşmadığını ve yol da göstermediğini görmediler mi? Onu tanrı olarak benimseyip kendilerine yazık ettiler","ur":"موسیٰؑ کے پیچھے اس کی قوم کے لوگوں نے اپنے زیوروں سے ایک بچھڑے کا پتلا بنا لیا جس میں سے بیل کی سی آواز نکلتی تھی کیا اُنہیں نظر نہ آتا تھا کہ وہ نہ ان سے بولتا ہے نہ کسی معاملہ میں ان کی رہنمائی کرتا ہے؟ مگر پھر بھی اُنہوں نے اسے معبود بنا لیا اور وہ سخت ظالم تھے","zh":"穆萨的宗族在他（离开）之后，以他们的首饰铸成一头牛犊—— 一个有犊声的躯壳。难道他们不知道它不能和他们对话，不能指引他们道路吗？他们以它为神灵，他们是不义者。"},"transliteration":"Waittakhatha qawmu moosa min baAAdihi min huliyyihim AAijlan jasadan lahu khuwarun alam yaraw annahu la yukallimuhum wala yahdeehim sabeelan ittakhathoohu wakanoo thalimeena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
