{"id":1104,"number":150,"text":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translations":{"en":"And when Moses returned to his people, angry and grieved, he said, \"How wretched is that by which you have replaced me after [my departure]. Were you impatient over the matter of your Lord?\" And he threw down the tablets and seized his brother by [the hair of] his head, pulling him toward him. [Aaron] said, \"O son of my mother, indeed the people oppressed me and were about to kill me, so let not the enemies rejoice over me and do not place me among the wrongdoing people","es":"Cuando Moisés volvió a su pueblo, [se sintió] enojado y afligido, y dijo: \"¡Qué mal está lo que hicieron durante mi ausencia! ¿Acaso pretenden que se les precipite el castigo de su Señor?\" Y arrojó las tablas, tomando a su hermano por la cabeza y acercándolo a él. Entonces [su hermano Aarón] le dijo: \"¡Oh, hermano mío! Nuestro pueblo me menospreció y por poco me matan. No permitas que los enemigos se regocijen con esta situación y no me consideres de los que cometen injusticias","fr":"Et lorsque Moïse retourna à son peuple, fâché, attristé, il dit: «Vous avez très mal agi pendant mon absence! Avez-vous voulu hâter le commandement de votre Seigneur?» Il jeta les tablettes et prit la tête de son frère, en la tirant à lui: «O fils de ma mère, dit (Aaron), le peuple m'a traité en faible, et peu s'en est fallu qu'ils ne me tuent. Ne fais donc pas que les ennemis se réjouissent à mes dépens, et ne m'assigne pas la compagnie des gens injustes»","id":"(Dan ketika Musa telah kembali kepada kaumnya, dengan marah dan sedih hati dia berkata, \"Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?\"342) Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala saudaranya (Harun) sambil menarik ke arahnya. (Harun) berkata, \"Wahai anak ibuku! Kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku, sebab itu janganlah engkau menjadikan musuh-musuh menyoraki melihat kemalanganku, dan janganlah engkau jadikan aku sebagai orang-orang yang zalim","ru":"Когда Муса (Моисей) вернулся к своему народу, он разгневался и опечалился. Он сказал: «Скверно то, что вы совершили в мое отсутствие. Неужели вы хотели опередить повеление вашего Господа?». Он бросил скрижали, схватил своего брата за голову и потянул его к себе. Тот сказал: «О сын моей матери! Воистину, люди сочли меня слабым и готовы были убить меня. Не давай врагам повода злорадствовать и не причисляй меня к несправедливым людям»","sv":"Och när Moses återkom till sitt folk utbrast han, i vrede och sorg: \"Avskyvärt är det som ni har gjort i min frånvaro! Har ni [helt] satt er över er Herres befallning?\" Och han kastade [Lagens] tavlor på marken och grep om sin broders huvud och drog honom till sig. [Aron] sade: \"Du son av min moder! Folket visade öppet sitt förakt för mig och de hade så när dödat mig. Låt inte mina fiender glädjas över min olycka och betrakta mig inte som en av [dessa] syndare","tr":"Musa, milletine, kızgın ve üzgün olarak dönünce \"Benim arkamdan ne kötü olmuşsunuz! Rabbinizin emrinin çabucak gelmesini mi istiyorsunuz?\" dedi, levhaları attı ve kardeşinin başından tutup kendine doğru çekti. Harun: \"Ey annem oğlu! Bu millet beni küçümsedi; az kalsın öldürüyorlardı. Bana, düşmanları sevindirecek şekilde davranma, beni bu zalim milletle bir sayma\" dedi","ur":"ادھر سے موسیٰؑ غصے اور رنج میں بھرا ہوا اپنی قوم کی طرف پلٹا آتے ہی اس نے کہا \"بہت بری جانشینی کی تم لوگوں نے میرے بعد! کیا تم سے اتنا صبر نہ ہوا کہ اپنے رب کے حکم کا انتظار کر لیتے؟\" اور تختیاں پھینک دیں اور اپنے بھا ئی (ہارونؑ) کے سر کے بال پکڑ کر اسے کھینچا ہارونؑ نے کہا \"اے میری ماں کے بیٹے، اِن لوگوں نے مجھے دبا لیا اور قریب تھا کہ مجھے مار ڈالتے پس تو دشمنوں کو مجھ پر ہنسنے کا موقع نہ دے اور اس ظالم گروہ کے ساتھ مجھے نہ شامل کر","zh":"当穆萨愤怒而又悲伤地去见他的宗族的时候，他说：“我不在的时候，你们替我做的事真恶劣！难道你们不能静候你们的主的命令吗？”他仍了法版，揪住他哥哥的头发，把他拉到身边。他说：“胞弟啊！宗族们确已欺负我，他们几乎杀害了我，你不要使我的仇敌称快，不要把我当作不义者。”"},"transliteration":"Walamma rajaAAa moosa ila qawmihi ghadbana asifan qala bisama khalaftumoonee min baAAdee aAAajiltum amra rabbikum waalqa alalwaha waakhatha birasi akheehi yajurruhu ilayhi qala ibna omma inna alqawma istadAAafoonee wakadoo yaqtuloonanee fala tushmit biya alaAAdaa wala tajAAalnee maAAa alqawmi alththalimeena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
