{"id":1109,"number":155,"text":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّـٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","translations":{"en":"And Moses chose from his people seventy men for Our appointment. And when the earthquake seized them, he said, \"My Lord, if You had willed, You could have destroyed them before and me [as well]. Would You destroy us for what the foolish among us have done? This is not but Your trial by which You send astray whom You will and guide whom You will. You are our Protector, so forgive us and have mercy upon us; and You are the best of forgivers","es":"Moisés eligió entre su pueblo a setenta hombres para una cita conmigo, y cuando les azotó un violento temblor, [Moisés] exclamó: \"¡Señor mío! Si hubieras querido los habrías aniquilado antes y a mí también. ¿Acaso nos aniquilarás por lo que han cometido los necios que hay entre nosotros? [El becerro] no es sino una prueba con la que extravías y guías a quien quieres. Tú eres nuestro protector, perdónanos y ten misericordia de nosotros. Tú eres el más Indulgente","fr":"Et Moïse choisit de son peuple soixante-dix hommes pour un rendez-vous avec Nous. Puis lorsqu'ils furent saisis par le tremblement (de terre), il dit: «Mon Seigneur, si Tu avais voulu, Tu les aurais détruits avant, et moi avec. Vas-Tu nous détruire pour ce que des sots d'entre nous ont fait? Ce n'est là qu'une épreuve de Toi, par laquelle Tu égares qui Tu veux, et guides qui Tu veux. Tu es notre Maître. Pardonne-nous et fais-nous miséricorde, car Tu es le Meilleur des pardonneurs","id":"Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, \"Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau binasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami? Itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki.343) Engkaulah pemimpin kami, maka ampunilah kami dan berilah kami rahmat. Engkaulah Pemberi ampun yang terbaik","ru":"Муса (Моисей) отобрал из своего народа семьдесят мужей для назначенного Нами срока и места. Когда же их поразило землетрясение, он сказал: «Господи! Если бы Ты пожелал, то погубил бы их прежде вместе со мной. Неужели Ты погубишь нас за то, что совершили глупцы из нас? Воистину, это является всего лишь Твоим искушением, посредством которого Ты вводишь в заблуждение, кого пожелаешь, и ведешь прямым путем, кого пожелаешь. Ты - наш Покровитель, прости же нас и помилуй, ибо Ты - Наилучший из прощающих","sv":"Och Moses utsåg bland folket sjuttio män som vid en av Oss utsatt tid [skulle be om förlåtelse för deras synd]. Och då de [i sin ängslan] började skaka och skälva, bad han: \"Herre! Om det hade varit Din vilja skulle Du för länge sedan ha låtit dem gå under och mig [med dem]. Vill Du [nu] förgöra oss på grund av det som galningarna i vår mitt har gjort sig skyldiga till? Det [som skett] var ingenting annat än en prövning som Du har låtit oss genomgå, och därmed låter Du den Du vill gå vilse och vägleder Du den Du vill. Du är vår Beskyddare; förlåt oss och förbarma Dig över oss. Du är den Bäste av dem som förlåter","tr":"Musa, tayin ettiğimiz müddette milletinden yetmiş kişi seçti; onları sarsıntı tutunca dedi ki: \"Rabbim! Dileseydin daha önce beni ve onları yok ederdin, aramızdaki beyinsizlerin yaptıklarından ötürü bizi yok eder misin? Bu, Senin imtihanından başka birşey değildir, bununla dilediğini saptırır, dilediğini doğru yola iletirsin; bizim dostumuz Sensin; bizi bağışla, bize merhamet et. Sen bağışlayanların en iyisisin","ur":"اور اُس نے اپنی قوم کے ستر آدمیوں کو منتخب کیا تاکہ وہ (اُس کے ساتھ) ہمارے مقرر کیے ہوئے وقت پر حاضر ہوں جب اِن لوگوں کو ایک سخت زلزلے نے آ پکڑا تو موسیٰؑ نے عرض کیا \"اے میرے سرکار، آپ چاہتے تو پہلے ہی اِن کو اور مجھے ہلاک کرسکتے تھے کیا آپ اُس قصور میں جو ہم میں سے چند نادانوں نے کیا تھا ہم سب کو ہلاک کر دیں گے؟ یہ تو آپ کی ڈالی ہوئی ایک آزمائش تھی جس کے ذریعہ سے آپ جسے چاہتے ہیں گمراہی میں مبتلا کر دیتے ہیں اور جسے چاہتے ہیں ہدایت بخش دیتے ہیں ہمارے سر پرست تو آپ ہی ہیں پس ہمیں معاف کر دیجیے اور ہم پر رحم فرمائیے، آپ سب سے بڑھ کر معاف فرمانے والے ہیں","zh":"穆萨从他的宗族中拣选了七十个人来赴我的约会；当他们为地震所袭击的时候，他说：“我的主啊！假若你意欲，那么，以前你早已毁灭他们和我。难道你要因我们中的愚人的行为而毁灭我们吗？这只是你的考验，你借此使你意欲者误入歧途，使你意欲者走上正道。你是我们的保护者，故求你饶恕我们，慈悯我们。你是最善的饶恕者。"},"transliteration":"Waikhtara moosa qawmahu sabAAeena rajulan limeeqatina falamma akhathathumu alrrajfatu qala rabbi law shita ahlaktahum min qablu waiyyaya atuhlikuna bima faAAala alssufahao minna in hiya illa fitnatuka tudillu biha man tashao watahdee man tashao anta waliyyuna faighfir lana wairhamna waanta khayru alghafireena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
