{"id":1110,"number":156,"text":"۞وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","translations":{"en":"And decree for us in this world [that which is] good and [also] in the Hereafter; indeed, we have turned back to You.\" [Allah] said, \"My punishment - I afflict with it whom I will, but My mercy encompasses all things.\" So I will decree it [especially] for those who fear Me and give zakah and those who believe in Our verses","es":"Concédenos bienestar en esta vida y en la otra; nos hemos vuelto a Ti arrepentidos\". Dijo [Dios]: \"Azoto con Mi castigo a quien quiero, pero sepan que Mi misericordia lo abarca todo, y se la concederé a los piadosos que pagan el zakat y creen en Mis signos","fr":"Et prescris pour nous le bien ici-bas ainsi que dans l'au-delà. Nous voilà revenus vers Toi, repentis.» Et (Allah) dit: «Je ferai que Mon châtiment atteigne qui Je veux. Et Ma miséricorde embrasse toute chose. Je la prescrirai à ceux qui (Me) craignent, acquittent la Zakât, et ont foi en Nos signes","id":"Dan tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sungguh, kami kembali (bertobat) kepada Engkau. (Allah) berfirman, \"Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami","ru":"Предпиши для нас добро в этом мире и в Последней жизни, ибо мы возвращаемся к Тебе (каемся перед Тобой). Он сказал: «Я поражаю Своим наказанием, кого пожелаю, а Моя милость объемлет всякую вещь. Я предпишу ее для тех, которые будут богобоязненны, станут выплачивать закят и уверуют в Наши знамения","sv":"Låt gott komma oss till del i detta liv och i det eviga livet. Ja, Vi vänder tillbaka till Dig [i djup ånger].\" [Gud] svarade: \"Jag låter Mitt straff drabba den Jag vill; men Min nåd och Min barmhärtighet når överallt och Min nåd skänker Jag dem som fruktar Gud och ger åt de behövande och som tror på Mina budskap","tr":"Bu dünyada ve ahirette bizim için güzel olanı yaz; biz Sana yöneldik\" dedi. Allah: \"Azabıma dilediğim kimseyi uğratırım, rahmetim herşeyi kaplamıştır; bunu Allah'a karşı gelmekten sakınanlara, zekat verenlere, ayetlerimize inanıp, yanlarındaki Tevrat ve İncil'de yazılı buldukları, okuyup yazması olmayan peygambere uyanlara yazacağız. O peygamber, onlara, uygun olanı emreder ve fenalıktan meneder, temiz şeyleri helal, murdar şeyleri haram kılar, onların ağır yüklerini indirir, zor tekliflerini hafifletir. Bu peygambere inanan, hürmet eden, yardım eden, onunla gönderilen nura uyanlar yok mu? İşte onlar saadete erenlerdir\" dedi","ur":"اور ہمارے لیے اس دنیا کی بھلائی بھی لکھ دیجیے اور آخرت کی بھی، ہم نے آپ کی طرف رجوع کر لیا\" جواب میں ارشاد ہوا \"سزا تو میں جسے چاہتا ہوں دیتا ہوں، مگر میری رحمت ہر چیز پر چھائی ہوئی ہے، اور اُسے میں اُن لوگوں کے حق میں لکھوں گا جو نافرمانی سے پرہیز کریں گے، زکوٰۃ دیں گے اور میری آیات پر ایمان لائیں گے","zh":"求你在今世和后世为我们注定幸福，我们确已对你悔过了。”主说：“我的刑罚，是用来惩治我欲惩治的人的，我的慈恩是包罗万物的。我将注定以我的慈恩归于敬畏安拉，完纳天课，而且信仰我的迹象者。”"},"transliteration":"Waoktub lana fee hathihi alddunya hasanatan wafee alakhirati inna hudna ilayka qala AAathabee oseebu bihi man ashao warahmatee wasiAAat kulla shayin fasaaktubuha lillatheena yattaqoona wayutoona alzzakata waallatheena hum biayatina yuminoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
