{"id":1111,"number":157,"text":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَـٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translations":{"en":"Those who follow the Messenger, the unlettered prophet, whom they find written in what they have of the Torah and the Gospel, who enjoins upon them what is right and forbids them what is wrong and makes lawful for them the good things and prohibits for them the evil and relieves them of their burden and the shackles which were upon them. So they who have believed in him, honored him, supported him and followed the light which was sent down with him - it is those who will be the successful","es":"aquellos que sigan al Mensajero y Profeta iletrado [Mujámmad], quien se encuentra descrito en la Tora y el Evangelio; [el Profeta] que les ordena el bien y les prohíbe el mal, les permite todo lo beneficioso y solo les prohíbe lo perjudicial, y les abroga los preceptos difíciles que pesaban sobre ellos [la Gente del Libro]. Y quienes crean en él, lo secunden, defiendan y sigan la luz que le ha sido revelada, serán los bienaventurados","fr":"Ceux qui suivent le Messager, le Prophète illettré qu'ils trouvent écrit (mentionné) chez eux dans la Thora et l'Evangile. Il leur ordonne le convenable, leur défend le blâmable, leur rend licites les bonnes choses, leur interdit les mauvaises, et leur ôte le fardeau et les jougs qui étaient sur eux. Ceux qui croiront en lui, le soutiendront, lui porteront secours et suivront la lumière descendue avec lui; ceux-là seront les gagnants","id":"(Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka.344) Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Alquran), mereka itulah orang-orang yang beruntung","ru":"которые последуют за посланником, неграмотным (не умеющим читать и писать) пророком, запись о котором они найдут в Таурате (Торе) и Инджиле (Евангелии). Он повелит им совершать одобряемое и запретит им совершать предосудительное, объявит дозволенным благое и запрещенным скверное, освободит их от бремени и оков. Те, которые уверуют в него, станут почитать его, окажут ему поддержку и последуют за ниспосланным вместе с ним светом, непременно преуспеют»","sv":"som följer Sändebudet, den olärde Profeten, som de kan finna omnämnd i sina egna [Skrifter], i Tora och i Evangeliet; och han skall anbefalla dem det som är rätt och förbjuda dem det som är orätt och förklara tillåtna för dem alla goda och nyttiga ting och otillåtet allt som är ont och skadligt och befria dem från deras bördor och lösa dem från de bojor som har bundit dem. De som tror på honom och ärar honom och stöder honom och låter sig ledas av det ljus som åtföljer honom - dem skall det gå väl i händer","tr":"Bu dünyada ve ahirette bizim için güzel olanı yaz; biz Sana yöneldik\" dedi. Allah: \"Azabıma dilediğim kimseyi uğratırım, rahmetim herşeyi kaplamıştır; bunu Allah'a karşı gelmekten sakınanlara, zekat verenlere, ayetlerimize inanıp, yanlarındaki Tevrat ve İncil'de yazılı buldukları, okuyup yazması olmayan peygambere uyanlara yazacağız. O peygamber, onlara, uygun olanı emreder ve fenalıktan meneder, temiz şeyleri helal, murdar şeyleri haram kılar, onların ağır yüklerini indirir, zor tekliflerini hafifletir. Bu peygambere inanan, hürmet eden, yardım eden, onunla gönderilen nura uyanlar yok mu? İşte onlar saadete erenlerdir\" dedi","ur":"(پس آج یہ رحمت اُن لوگوں کا حصہ ہے) جو اِس پیغمبر، نبی امی کی پیروی اختیار کریں جس کا ذکر اُنہیں اپنے ہاں تورات اور انجیل میں لکھا ہوا ملتا ہے وہ انہیں نیکی کا حکم دیتا ہے، بدی سے روکتا ہے، ان کے لیے پاک چیزیں حلال او ر ناپاک چیزیں حرام کرتا ہے، اور ان پر سے وہ بوجھ اتارتا ہے جو اُن پر لدے ہوئے تھے اور وہ بندشیں کھولتا ہے جن میں وہ جکڑے ہوئے تھے لہٰذا جو لوگ اس پر ایمان لائیں اور اس کی حمایت اور نصرت کریں اور اُس روشنی کی پیروی اختیار کریں جو اس کے ساتھ نازل کی گئی ہے، وہی فلاح پانے والے ہیں","zh":"他们顺从使者——不识字的先知，他们在自己所有的《讨拉特》和《引支勒》中发现关于他的记载。他命令他们行善，禁止他们作恶，准许他们吃佳美的食物，禁戒他们吃污秽的食物，卸脱他们的重担，解除他们的桎梏，故凡信仰他，尊重他，援助他，而且遵循与他一起降临的光明的人，都是成功者。"},"transliteration":"Allatheena yattabiAAoona alrrasoola alnnabiyya alommiyya allathee yajidoonahu maktooban AAindahum fee alttawrati waalinjeeli yamuruhum bialmaAAroofi wayanhahum AAani almunkari wayuhillu lahumu alttayyibati wayuharrimu AAalayhimu alkhabaitha wayadaAAu AAanhum israhum waalaghlala allatee kanat AAalayhim faallatheena amanoo bihi waAAazzaroohu wanasaroohu waittabaAAoo alnnoora allathee onzila maAAahu olaika humu almuflihoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
