{"id":1112,"number":158,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","translations":{"bn":"বলে দাও, হে মানব মন্ডলী। তোমাদের সবার প্রতি আমি আল্লাহ প্রেরিত রসূল, সমগ্র আসমান ও যমীনে তার রাজত্ব। একমাত্র তাঁকে ছাড়া আর কারো উপাসনা নয়। তিনি জীবন ও মৃত্যু দান করেন। সুতরাং তোমরা সবাই বিশ্বাস স্থাপন করো আল্লাহর উপর তাঁর প্রেরিত উম্মী নবীর উপর, যিনি বিশ্বাস রাখেন আল্লাহর এবং তাঁর সমস্ত কালামের উপর। তাঁর অনুসরণ কর যাতে সরল পথপ্রাপ্ত হতে পার।","en":"Say, [O Muhammad], \"O mankind, indeed I am the Messenger of Allah to you all, [from Him] to whom belongs the dominion of the heavens and the earth. There is no deity except Him; He gives life and causes death.\" So believe in Allah and His Messenger, the unlettered prophet, who believes in Allah and His words, and follow him that you may be guided","id":"Katakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi; tidak ada tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia, agar kamu mendapat petunjuk","ru":"Скажи: «О люди! Я - Посланник Аллаха ко всем вам. Ему принадлежит власть над небесами и землей. Нет божества, кроме Него. Он воскрешает и умерщвляет. Уверуйте же в Аллаха и в Его Посланника, неграмотного (не умеющего читать и писать) Пророка, который уверовал в Аллаха и Его Слова. Последуйте за ним, дабы вы последовали прямым путем»","tr":"De ki: \"Ey insanlar! Doğrusu ben, göklerin ve yerin hükümranı, O'ndan başka tanrı bulunmayan, dirilten ve öldüren Allah'ın, hepiniz için gönderdiği peygamberiyim. Allah'a ve okuyup yazması olmayan, haber getiren peygamberine -ki o da Allah'a ve sözlerine inanmıştır- inanın; ona uyun ki doğru yolu bulasınız","ur":"اے محمدؐ، کہو کہ \"اے انسانو، میں تم سب کی طرف اُس خدا کا پیغمبر ہوں جو زمین اور آسمانوں کی بادشاہی کا مالک ہے، اُس کے سوا کوئی خدا نہیں ہے، وہی زندگی بخشتا ہے اور وہی موت دیتا ہے، پس ایمان لاؤ اللہ پر اور اس کے بھیجے ہوئے نبی اُمی پر جو اللہ اور اس کے ارشادات کو مانتا ہے، اور پیروی اختیار کرو اُس کی، امید ہے کہ تم راہ راست پا لو گے"},"chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"bn":"উচু স্থান","en":"The Heights","id":"Tempat-tempat Tinggi","ru":"Ограды","tr":"A'râf","ur":"اونچی جگہ"},"type":"meccan"}}
