{"id":1114,"number":160,"text":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translations":{"en":"And We divided them into twelve descendant tribes [as distinct] nations. And We inspired to Moses when his people implored him for water, \"Strike with your staff the stone,\" and there gushed forth from it twelve springs. Every people knew its watering place. And We shaded them with clouds and sent down upon them manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not, but they were [only] wronging themselves","es":"Los dividí en doce tribus, como naciones; y le inspiré a Moisés cuando su pueblo le solicitó [agua para] beber [diciéndole]: \"Golpea la roca con tu vara\", y brotaron de ella doce manantiales y cada tribu supo cuál era su abrevadero, y los protegí con la sombra de una nube e hice descender para ellos el maná y las codornices [y les dije]: \"Coman de lo bueno con que los he agraciado\". Pero no fue contra Mí que cometieron una injusticia, sino que la cometieron contra ellos mismos","fr":"Nous les répartîmes en douze tribus, (en douze) communautés. Et Nous révélâmes à Moïse, lorsque son peuple lui demanda de l'eau: «Frappe le rocher avec ton bâton.» Et voilà qu'en jaillirent douze sources. Chaque tribu sut son abreuvoir. Nous les couvrîmes de l'ombre du nuage, et fîmes descendre sur eux la manne et les cailles: «Mangez des bonnes choses que Nous vous avons attribuées.» Et ce n'est pas à Nous qu'ils ont fait du tort, mais c'est à eux-mêmes qu'ils en faisaient","id":"Dan Kami membagi menjadi dua belas suku yang masing-masing berjumlah besar, dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya, \"Pukullah batu itu dengan tongkatmu!\" Maka memancarlah dari (batu) itu dua belas mata air. Setiap suku telah mengetahui tempat minumnya masing-masing. Dan Kami naungi mereka dengan awan dan Kami turunkan kepada mereka mann dan salwa. (Kami berfirman), \"Makanlah yang baik-baik dari rezeki yang telah Kami berikan kepadamu.\" Mereka tidak menzalimi Kami, tetapi merekalah yang selalu menzalimi dirinya sendiri","ru":"Мы разделили их на двенадцать колен - родов. Когда же его народ попросил его напоить их, Мы внушили Мусе (Моисею): «Ударь своим посохом по камню». Из него забило двенадцать ключей, и все люди узнали, где им надлежит пить. Мы осенили их облаками и ниспослали им манну и перепелов: «Вкушайте блага, которыми Мы наделили вас». Они не были несправедливы по отношению к Нам - они поступали несправедливо лишь по отношению к себе","sv":"Vi delade dem i tolv stammar som var och en utgjorde ett samfund. När folket bad Moses om vatten ingav Vi honom att slå med sin stav på klippan och då sprang tolv källor fram, och var och en visste var han skulle dricka. Och Vi lät molnen skänka dem skugga och sände dem manna och vaktlar till föda [och förmanade dem:] \"Ät av allt det goda som Vi har skänkt er för er försörjning!\" Oss vållade de ingen skada [med sina överträdelser av Våra bud], men de skadade sig själva","tr":"Biz İsrailoğullarını oymaklar halinde on iki topluluğa ayırdık. Milleti Musa'dan su isteyince ona: \"Asanla taşa vur\" diye bildirdik; ondan on iki pınar fışkırdı. Herkes içeceği yeri öğrendi. Bulutla üzerlerine gölge yaptık, onlara kudret helvası ve bıldırcın indirdik, \"Size verdiğimiz rızıkların temiz olanlarından yiyin\" dedik. Onlar, karşı gelmekle, Bize değil kendilerine zulmediyorlardı","ur":"اور ہم نے اس قوم کو بارہ گھرانوں میں تقسیم کر کے انہیں مستقل گروہوں کی شکل دے دی تھی اور جب موسیٰؑ سے اس کی قوم نے پانی مانگا تو ہم نے اس کو اشارہ کیا کہ فلاں چٹان پر اپنی لاٹھی مارو چنانچہ اس چٹان سے یکایک بارہ چشمے پھوٹ نکلے اور ہر گروہ نے اپنے پانی لینے کی جگہ متعین کر لی ہم نے اُن پر بادل کا سایہ کیا اور اُن پر من و سلویٰ اتارا کھاؤ وہ پاک چیزیں جو ہم نے تم کو بخشی ہیں مگر اس کے بعد انہوں نے جو کچھ کیا تو ہم پر ظلم نہیں کیا بلکہ آپ اپنے ہی اوپر ظلم کرتے رہے","zh":"我把他们分为十二支派，〔即部落〕。当穆萨的宗族向他求水的时候，我启示他说：“你用你的手杖打那磐石吧。于是，十二股泉水就从那磐石里涌出来，各部落都知道自己的饮水处。我以白云荫蔽他们，又降下甘露和鹌鹑给他们。〔我对他们说〕：“你们可以吃我所供给你们的佳美的食物。”他们没有亏负我，但他们自亏了。"},"transliteration":"WaqattaAAnahumu ithnatay AAashrata asbatan omaman waawhayna ila moosa ithi istasqahu qawmuhu ani idrib biAAasaka alhajara fainbajasat minhu ithnata AAashrata AAaynan qad AAalima kullu onasin mashrabahum wathallalna AAalayhimu alghamama waanzalna AAalayhimu almanna waalssalwa kuloo min tayyibati ma razaqnakum wama thalamoona walakin kanoo anfusahum yathlimoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
