{"id":1115,"number":161,"text":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","translations":{"en":"And [mention, O Muhammad], when it was said to them, \"Dwell in this city and eat from it wherever you will and say, 'Relieve us of our burdens,' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward]","es":"Y se les dijo: \"Habiten esta ciudad y coman cuanto quieran de lo que hay en ella, y digan: \"¡Perdónanos!\", pero entren sumisos por la puerta prosternados, que perdonaré sus pecados, y a los que hagan el bien les concederé aún más","fr":"Et lorsqu'il leur fut dit: «Habitez cette cité et mangez [de ses produits] à votre guise, mais dites: rémission [à nos péchés] et entrez par la porte en vous prosternant. Nous vous pardonnerons vos fautes; et aux bienfaisants (d'entre vous,) Nous accorderons davantage»","id":"Dan (ingatlah), ketika dikatakan kepada mereka (Bani Israil), \"Diamlah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)nya di mana saja kamu kehendaki.\" Dan katakanlah, \"Bebaskanlah kami dari dosa kami, dan masukilah pintu gerbangnya sambil membungkuk, niscaya Kami ampuni kesalahan-kesalahanmu.\" Kelak akan Kami tambah (pahala) kepada orang-orang yang berbuat baik","ru":"Вот им было сказано: «Поселитесь в этом городе и ешьте там, где пожелаете. Скажите: «Прости нас», - и войдите во врата, поклонившись. Мы простим ваши прегрешения и приумножим награду творящим добро»","sv":"Och när de fick tillsägelsen: ”Bygg och bo i detta land och ät vad ni vill av vad det ger, men fall ned med pannan mot jorden vid inträdet och bed: 'Lös oss från bördan av vår synd!' [Då] skall Vi förlåta er era synder [och] rikligt belöna dem som gör det goda och det rätta”","tr":"Onlara: \"Şu şehirde oturun, dilediğiniz gibi yiyip için, \"affet!\" deyin ve secde ederek kapısından girin; Biz de yanılmalarınızı bağışlarız. İyi davrananlara daha da artıracağız\" denmişti","ur":"یاد کرو وہ وقت جب ان سے کہا گیا تھا کہ اِس بستی میں جا کر بس جاؤ اور اس کی پیداوار سے حسب منشا روزی حاصل کرو اور حطۃ حطۃ کہتے جاؤ اور شہر کے دروازے میں سجدہ ریز ہوتے ہوئے داخل ہو، ہم تمہاری خطائیں معاف کریں گے اور نیک رویہ رکھنے والوں کو مزید فضل سے نوازیں گے","zh":"当时，〔我〕对他们说：“你们可以居住在这个城市，而任意吃其中的食物，你们应当鞠躬而入城门，并且说：‘释我重负’，我就饶恕你们的种种罪过，我要厚报善人。”"},"transliteration":"Waith qeela lahumu oskunoo hathihi alqaryata wakuloo minha haythu shitum waqooloo hittatun waodkhuloo albaba sujjadan naghfir lakum khateeatikum sanazeedu almuhsineena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
