{"id":1115,"number":161,"text":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","translations":{"bn":"আর যখন তাদের প্রতি নির্দেশ হল যে, তোমরা এ নগরীতে বসবাস কর এবং খাও তা থেকে যেখান থেকে ইচ্ছা এবং বল, আমাদের ক্ষমা করুন। আর দরজা দিয়ে প্রবেশ কর প্রণত অবস্থায়। তবে আমি ক্ষমা করে দেব তোমাদের পাপসমুহ। অবশ্য আমি সৎকর্মীদিগকে অতিরিক্ত দান করব।","en":"And [mention, O Muhammad], when it was said to them, \"Dwell in this city and eat from it wherever you will and say, 'Relieve us of our burdens,' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward]","id":"Dan (ingatlah), ketika dikatakan kepada mereka (Bani Israil), \"Diamlah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)nya di mana saja kamu kehendaki.\" Dan katakanlah, \"Bebaskanlah kami dari dosa kami, dan masukilah pintu gerbangnya sambil membungkuk, niscaya Kami ampuni kesalahan-kesalahanmu.\" Kelak akan Kami tambah (pahala) kepada orang-orang yang berbuat baik","ru":"Вот им было сказано: «Поселитесь в этом городе и ешьте там, где пожелаете. Скажите: «Прости нас», - и войдите во врата, поклонившись. Мы простим ваши прегрешения и приумножим награду творящим добро»","tr":"Onlara: \"Şu şehirde oturun, dilediğiniz gibi yiyip için, \"affet!\" deyin ve secde ederek kapısından girin; Biz de yanılmalarınızı bağışlarız. İyi davrananlara daha da artıracağız\" denmişti","ur":"یاد کرو وہ وقت جب ان سے کہا گیا تھا کہ اِس بستی میں جا کر بس جاؤ اور اس کی پیداوار سے حسب منشا روزی حاصل کرو اور حطۃ حطۃ کہتے جاؤ اور شہر کے دروازے میں سجدہ ریز ہوتے ہوئے داخل ہو، ہم تمہاری خطائیں معاف کریں گے اور نیک رویہ رکھنے والوں کو مزید فضل سے نوازیں گے"},"chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"bn":"উচু স্থান","en":"The Heights","id":"Tempat-tempat Tinggi","ru":"Ограды","tr":"A'râf","ur":"اونچی جگہ"},"type":"meccan"}}
