{"id":1117,"number":163,"text":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","translations":{"en":"And ask them about the town that was by the sea - when they transgressed in [the matter of] the sabbath - when their fish came to them openly on their sabbath day, and the day they had no sabbath they did not come to them. Thus did We give them trial because they were defiantly disobedient","es":"Y pregúntales [¡oh, Mujámmad!] por [los habitantes de] la ciudad que estaba a orillas del mar que transgredían el sábado, cuando los peces aparecían el sábado y los demás días no; así es como les puse una prueba por haber sido soberbios","fr":"Et interroge-les au sujet de la cité qui donnait sur la mer, lorsqu'on y transgressait le Sabbat! Que leurs poissons venaient à eux faisant surface, au jour de leur Sabbat, et ne venaient pas à eux le jour où ce n'était pas Sabbat! Ainsi les éprouvions-Nous pour la perversité qu'ils commettaient","id":"(Dan tanyakanlah kepada Bani Israil tentang negeri347) yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabat,348) (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka terapung-apung di permukaan air, padahal pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka disebabkan mereka berlaku fasik","ru":"Спроси их о селении на берегу моря. Они нарушили субботу, поскольку рыбы приплывали к ним открыто по субботам и не приплывали в не субботние дни. Так Мы подвергли их испытанию за то, что они отказались повиноваться","sv":"Och fråga dem om staden som låg vid havet och vars invånare inte iakttog sabbatsbudet: på sabbaten gick fisken nämligen till i vattenbrynet, medan den andra dagar inte syntes till. På detta sätt prövade Vi dem på grund av deras överträdelser av [Guds bud]","tr":"Onlara, deniz kıyısındaki kasabanın durumunu sor. Cumartesi yasaklarına tecavüz ediyorlardı. Cumartesileri balıklar sürüyle geliyor, başka günler gelmiyorlardı. Biz onları, yoldan çıkmaları sebebiyle böylece deniyorduk","ur":"اور ذرا اِن سے اُ س بستی کا حال بھی پوچھو جو سمندر کے کنارے واقع تھی اِنہیں یاد دلاؤ وہ واقعہ کہ وہاں کے لوگ سبت (ہفتہ) کے دن احکام الٰہی کی خلاف ورزی کرتے تھے اور یہ کہ مچھلیاں سبت ہی کے دن ابھر ابھر کر سطح پر اُن کے سامنے آتی تھیں اور سبت کے سوا باقی دنوں میں نہیں آتی تھیں یہ اس لیے ہوتا تھا کہ ہم ان کی نافرمانیوں کی وجہ سے ان کو آزمائش میں ڈال رہے تھے","zh":"你向他们询问那个海滨城市的情况吧。当时他们在安息日违法乱纪。当时，每逢他们守安息日的时候，鱼儿就浮游到他们面前来；每逢他们不守安息日的时候，鱼儿就不到他们的面前来。由于他们不义的行为，我才这样考验他们。"},"transliteration":"Waisalhum AAani alqaryati allatee kanat hadirata albahri ith yaAAdoona fee alssabti ith tateehim heetanuhum yawma sabtihim shurraAAan wayawma la yasbitoona la tateehim kathalika nabloohum bima kanoo yafsuqoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
