{"id":1118,"number":164,"text":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","translations":{"en":"And when a community among them said, \"Why do you advise [or warn] a people whom Allah is [about] to destroy or to punish with a severe punishment?\" they [the advisors] said, \"To be absolved before your Lord and perhaps they may fear Him","es":"Un grupo de gente justa de entre ellos preguntaron [a quienes exhortaban al bien]: \"¿Por qué exhortan a un pueblo al que Dios aniquilará o castigará duramente?\" Respondieron: \"Para que nuestro Señor no nos castigue por no haber ordenado el bien, y para que quizás tengan temor [de Dios]","fr":"Et quand parmi eux une communauté dit: «Pourquoi exhortez-vous un peuple qu'Allah va anéantir ou châtier d'un châtiment sévère?» Ils répondirent: «Pour dégager notre responsabilité vis-à-vis de votre Seigneur; et que peut-être ils deviendront pieux!»","id":"Dan (ingatlah) ketika suatu umat di antara mereka berkata, \"Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?\" Mereka menjawab, \"Agar Kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu,349) dan agar mereka bertakwa","ru":"Вот некоторые из них сказали: «Зачем вам увещевать людей, которых Аллах погубит или подвергнет тяжким мучениям?». Они сказали: «Чтобы оправдаться перед вашим Господом. Быть может, они устрашатся»","sv":"Och då några frågade dem [som ville varna sabbatsbrytarna]: \"Varför förmanar ni människor som Gud kommer att låta förgås eller drabbas av ett strängt straff?\" svarade de [som ville varna]: \"För att fria oss från skuld inför er Herre och i förhoppningen att de skall frukta Gud","tr":"Aralarından bir topluluk: \"Allah'ın yok edeceği veya şiddetli azaba uğratacağı bir millete niçin öğüt veriyorsunuz?\" dediler. Öğüt verenler: \"Rabbinize, hiç değilse bir özür beyan edebilmemiz içindir, belki Allah'a karşı gelmekten sakınırlar\" dediler","ur":"اور انہیں یہ بھی یاد لاؤ کہ جب اُن میں سے ایک گروہ نے دوسرے گروہ سے کہا تھا کہ \"تم ایسے لوگوں کو کیوں نصیحت کرتے ہو جنہیں اللہ ہلاک کرنے والا یا سخت سزا دینے والا ہے \" تو انہوں نے جواب دیا تھا کہ \"ہم یہ سب کچھ تمہارے رب کے حضور اپنی معذرت پیش کرنے کے لیے کرتے ہیں اور اس امید پر کرتے ہیں کہ شاید یہ لوگ اس کی نافرمانی سے پرہیز کرنے لگیں","zh":"当时，他们中有一伙人说：“安拉要加以毁灭，或加以严惩的民众，你们何必劝戒他们呢？”他们说：“因为求得你们的主的原谅，而且希望他们能敬畏。”"},"transliteration":"Waith qalat ommatun minhum lima taAAithoona qawman Allahu muhlikuhum aw muAAaththibuhum AAathaban shadeedan qaloo maAAthiratan ila rabbikum walaAAallahum yattaqoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
