{"id":1118,"number":164,"text":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","translations":{"bn":"আর যখন তাদের মধ্যে থেকে এক সম্প্রদায় বলল, কেন সে লোকদের সদুপদেশ দিচ্ছেন, যাদেরকে আল্লাহ ধ্বংস করে দিতে চান কিংবা আযাব দিতে চান কঠিন আযাব? সে বললঃ তোমাদের পালনকর্তার সামনে দোষ ফুরাবার জন্য এবং এজন্য যেন তারা ভীত হয়।","en":"And when a community among them said, \"Why do you advise [or warn] a people whom Allah is [about] to destroy or to punish with a severe punishment?\" they [the advisors] said, \"To be absolved before your Lord and perhaps they may fear Him","id":"Dan (ingatlah) ketika suatu umat di antara mereka berkata, \"Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?\" Mereka menjawab, \"Agar Kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu,349) dan agar mereka bertakwa","ru":"Вот некоторые из них сказали: «Зачем вам увещевать людей, которых Аллах погубит или подвергнет тяжким мучениям?». Они сказали: «Чтобы оправдаться перед вашим Господом. Быть может, они устрашатся»","tr":"Aralarından bir topluluk: \"Allah'ın yok edeceği veya şiddetli azaba uğratacağı bir millete niçin öğüt veriyorsunuz?\" dediler. Öğüt verenler: \"Rabbinize, hiç değilse bir özür beyan edebilmemiz içindir, belki Allah'a karşı gelmekten sakınırlar\" dediler","ur":"اور انہیں یہ بھی یاد لاؤ کہ جب اُن میں سے ایک گروہ نے دوسرے گروہ سے کہا تھا کہ \"تم ایسے لوگوں کو کیوں نصیحت کرتے ہو جنہیں اللہ ہلاک کرنے والا یا سخت سزا دینے والا ہے \" تو انہوں نے جواب دیا تھا کہ \"ہم یہ سب کچھ تمہارے رب کے حضور اپنی معذرت پیش کرنے کے لیے کرتے ہیں اور اس امید پر کرتے ہیں کہ شاید یہ لوگ اس کی نافرمانی سے پرہیز کرنے لگیں"},"chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"bn":"উচু স্থান","en":"The Heights","id":"Tempat-tempat Tinggi","ru":"Ограды","tr":"A'râf","ur":"اونچی جگہ"},"type":"meccan"}}
