{"id":1121,"number":167,"text":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","translations":{"en":"And [mention] when your Lord declared that He would surely [continue to] send upon them until the Day of Resurrection those who would afflict them with the worst torment. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful","es":"Tu Señor anunció que les enviaría a quienes les infligieran un castigo severo hasta el Día de la Resurrección. Tu Señor es rápido en aplicar el castigo, pero también es Absolvedor, Misericordioso","fr":"Et lorsque ton Seigneur annonça qu'Il enverra certes contre eux quelqu'un qui leur imposera le pire châtiment jusqu'au Jour de la Résurrection. En vérité ton Seigneur est prompt à punir mais Il est aussi Pardonneur et Miséricordieux","id":"Dan (ingatlah), ketika Tuhanmu memberitahukan, bahwa sungguh, Dia akan mengirim orang-orang yang akan menimpakan azab yang seburuk-buruknya kepada mereka (orang Yahudi) sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang","ru":"Вот твой Господь возвестил, что Он непременно будет насылать на них до Дня воскресения тех, кто будет подвергать их ужасным мучениям. Воистину, твой Господь скор в наказании. Воистину, Он - Прощающий, Милосердный","sv":"Och [minns, Muhammad] att din Herre gav till känna att Han ända till Uppståndelsens dag skall sända mot dem [hämnare] som kommer att vålla dem svåra lidanden. Din Herre är helt visst snar att straffa - och helt visst är Han [också] ständigt förlåtande, barmhärtig","tr":"Rabbin, kıyamet gününe kadar, onları, kötü azaba uğratacak kimseleri üzerlerine göndereceğini bildirmişti. Doğrusu Rabbin, cezayı çabuk verir. Doğrusu O bağışlar ve merhamet eder","ur":"اور یاد کرو جبکہ تمہارے رب نے اعلان کر دیا کہ \"وہ قیامت تک برابر ایسے لوگ بنی اسرائیل پر مسلط کرتا رہے گا جو ان کو بدترین عذاب دیں گے،\" یقیناً تمہارا رب سزا دینے میں تیز دست ہے اور یقیناً وہ در گزر اور رحم سے بھی کام لینے والا ہے","zh":"当时，你的主宣布他一定派人来使他们继续遭受酷刑，直到复活日。你的主确是惩罚神速的。他确是至赦的，确是至慈的。"},"transliteration":"Waith taaththana rabbuka layabAAathanna AAalayhim ila yawmi alqiyamati man yasoomuhum sooa alAAathabi inna rabbaka lasareeAAu alAAiqabi wainnahu laghafoorun raheemun","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
