{"id":1122,"number":168,"text":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّـٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","translations":{"en":"And We divided them throughout the earth into nations. Of them some were righteous, and of them some were otherwise. And We tested them with good [times] and bad that perhaps they would return [to obedience]","es":"Por eso los dividí en comunidades y los dispersé por la Tierra. Entre ellos hay justos y otros que no lo son. Los probaré con tiempos de prosperidad y otros de adversidad para que recapaciten","fr":"Et Nous les avons répartis en communautés sur la terre. Il y a parmi eux des gens de bien, mais il y en a qui le sont moins. Nous les avons éprouvés par des biens et par des maux, peut-être reviendraient-ils (au droit chemin)","id":"Dan Kami pecahkan mereka di dunia ini menjadi beberapa golongan; diantaranya ada orang-orang yang saleh dan ada yang tidak demikian. Dan Kami uji mereka dengan (nikmat) yang baik-baik dan (bencana) yang buruk-buruk, agar mereka kembali (kepada kebenaran)","ru":"Мы разбросали их по земле общинами. Среди них есть и праведные, и не только праведные. Мы подвергли их испытанию злом и добром, - быть может, они вернутся на прямой путь","sv":"Och Vi splittrade dem i [många] grupper [som spriddes] över jorden. Bland dem fanns rättrådiga människor och andra som inte höll [måttet]. Vi satte dem på prov genom att [låta dem uppleva] både medgång och motgång, för att de skulle vända om [från sina syndiga vägar]","tr":"Biz onları yeryüzünde iyiler ve aşağılıklar olarak bölük bölük ayırdık; iyiliğe dönerler diye onları güzellikler ve kötülüklerle sınadık","ur":"ہم نے ان کو زمین میں ٹکڑے ٹکڑے کر کے بہت سی قوموں میں تقسیم کر دیا کچھ لوگ ان میں نیک تھے اور کچھ ا س سے مختلف اور ہم ان کو اچھے اور برے حالات سے آزمائش میں مبتلا کرتے رہے کہ شاید یہ پلٹ آئیں","zh":"我曾使他们散处四方，成为若干派别，他们中有善人，有次于善人的，我用种种祸福考验他们，以便他们觉悟。"},"transliteration":"WaqattaAAnahum fee alardi omaman minhumu alssalihoona waminhum doona thalika wabalawnahum bialhasanati waalssayyiati laAAallahum yarjiAAoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
