{"id":1123,"number":169,"text":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","translations":{"bn":"তারপর তাদের পেছনে এসেছে কিছু অপদার্থ, যারা উত্তরাধিকারী হয়েছে কিতাবের; তারা নিকৃষ্ট পার্থিব উপকরণ আহরণ করছে এবং বলছে, আমাদের ক্ষমা করে দেয়া হবে। বস্তুতঃ এমনি ধরনের উপকরণ যদি আবারো তাদের সামনে উপস্থিত হয়, তবে তাও তুলে নেবে। তাদের কাছথেকে কিতাবে কি অঙ্গীকার নেয়া হয়নি যে, আল্লাহর প্রতি সত্য ছাড়া কিছু বলবে না? অথচ তারা সে সবই পাঠ করেছে, যা তাতে লেখা রয়েছে। বস্তুতঃ আখেরাতের আলয় ভীতদের জন্য উত্তম-তোমরা কি তা বোঝ না","en":"And there followed them successors who inherited the Scripture [while] taking the commodities of this lower life and saying, \"It will be forgiven for us.\" And if an offer like it comes to them, they will [again] take it. Was not the covenant of the Scripture taken from them that they would not say about Allah except the truth, and they studied what was in it? And the home of the Hereafter is better for those who fear Allah, so will you not use reason","id":"Maka setelah mereka, datanglah generasi (yang jahat) yang mewarisi Taurat, yang mengambil harta benda dunia yang rendah ini. Lalu mereka berkata,\"Kami akan diberi ampun.\" Dan kelak jika harta benda dunia datang kepada mereka sebanyak itu (pula), niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam Kitab (Taurat) bahwa mereka tidak akan mengatakan terhadap Allah, kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka tidakkah kamu mengerti","ru":"Их преемниками стало поколение, которое унаследовало Писание. Они схватились за блага этой жалкой жизни и сказали: «Мы будем прощены». Если бы им снова встретились подобные блага, они снова схватились бы за них. Разве с них не был взят завет Писания о том, что они будут говорить об Аллахе только правду? Они изучили то, что было в нем (Писании). Обитель Последней жизни лучше для тех, кто богобоязнен. Неужели вы не понимаете","tr":"Ardlarından yerlerine gelen bir takım kötüler, Kitap'a mirasçı oldular. \"Biz nasıl olsa affedileceğiz\" diyerek Kitap'ın hükümlerini değiştirme karşılığı bu değersiz dünyanın mallarını alırlar; yine ona benzer geçici bir şey kendilerine gelince onu da kabul ederlerdi. Onlardan, Allah'a karşı ancak gerçeği söyleyeceklerine dair Kitap üzerine söz alınmamış mıydı? Kitap'da olanları okumamışlar mıydı? Allah'a karşı gelmekten sakınanlar için, ahiret yurdu vardır, düşünmüyor musunuz? Biz, iyiliğe çalışanların ecrini elbette zayi etmeyiz","ur":"پھر اگلی نسلوں کے بعد ایسے نا خلف لوگ ان کے جانشین ہوئے جو کتاب الٰہی کے وارث ہو کر اِسی دنیائے دنی کے فائدے سمیٹتے ہیں اور کہہ دیتے ہیں کہ توقع ہے ہمیں معاف کر دیا جائے گا، اور اگر وہی متاع دنیا پھر سامنے آتی ہے تو پھر لپک کر اسے لے لیتے ہیں کیا ان سے کتاب کا عہد نہیں لیا جا چکا ہے کہ اللہ کے نام پر وہی بات کہیں جو حق ہو؟ اور یہ خود پڑھ چکے ہیں جو کتاب میں لکھا ہے آخرت کی قیام گاہ تو خدا ترس لوگوں کے لیے ہی بہتر ہے، کیا تم اتنی سی بات نہیں سمجھتے؟"},"chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"bn":"উচু স্থান","en":"The Heights","id":"Tempat-tempat Tinggi","ru":"Ограды","tr":"A'râf","ur":"اونچی جگہ"},"type":"meccan"}}
