{"id":1124,"number":170,"text":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","translations":{"en":"But those who hold fast to the Book and establish prayer - indeed, We will not allow to be lost the reward of the reformers","es":"Aquellos que se aferran al Libro y realizan la oración prescrita sepan que jamás dejaré de recompensar a los que hacen el bien","fr":"Et ceux qui se conforment au Livre et accomplissent laSalât, [en vérité], Nous ne laissons pas perdre la récompense de ceux qui s'amendent","id":"Dan orang-orang yang berpegang teguh pada Kitab (Taurat) serta melaksanakan salat, (akan diberi pahala). Sungguh, Kami tidak akan menghilangkan pahala orang-orang saleh","ru":"Если кто придерживается Писания и совершает намаз, то ведь Мы не теряем вознаграждения тех, кто наводит порядок","sv":"Och de som håller fast vid Skriften och regelbundet förrättar bönen [bör veta] att Vi inte låter dem som förbättrar och ställer till rätta bli utan lön","tr":"Ardlarından yerlerine gelen bir takım kötüler, Kitap'a mirasçı oldular. \"Biz nasıl olsa affedileceğiz\" diyerek Kitap'ın hükümlerini değiştirme karşılığı bu değersiz dünyanın mallarını alırlar; yine ona benzer geçici bir şey kendilerine gelince onu da kabul ederlerdi. Onlardan, Allah'a karşı ancak gerçeği söyleyeceklerine dair Kitap üzerine söz alınmamış mıydı? Kitap'da olanları okumamışlar mıydı? Allah'a karşı gelmekten sakınanlar için, ahiret yurdu vardır, düşünmüyor musunuz? Biz, iyiliğe çalışanların ecrini elbette zayi etmeyiz","ur":"جو لوگ کتاب کی پابندی کر تے ہیں اور جنہوں نے نماز قائم رکھی ہے، یقیناً ایسے نیک کردار لوگوں کا اجر ہم ضائع نہیں کریں گے","zh":"坚持天经、谨守拜功者，我必不会使他们当中的行善者徒劳无酬。"},"transliteration":"Waallatheena yumassikoona bialkitabi waaqamoo alssalata inna la nudeeAAu ajra almusliheena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
