{"id":1125,"number":171,"text":"۞وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","translations":{"en":"And [mention] when We raised the mountain above them as if it was a dark cloud and they were certain that it would fall upon them, [and Allah said], \"Take what We have given you with determination and remember what is in it that you might fear Allah","es":"Recuerda cuando elevé la montaña por encima de ellos como si fuese una nube oscura y creyeron que se desplomaría, y [les dije:] \"aférrense a lo que les he concedido [la Tora] y obren según sus preceptos, que así serán piadosos","fr":"Et lorsque Nous avons brandi au-dessus d'eux le Mont, comme si c'eût été une ombrelle. Ils pensaient qu'il allait tomber sur eux. «Tenez fermement à ce que Nous vous donnons et rappelez-vous son contenu. Peut-être craindrez vous Allah»","id":"Dan (ingatlah) ketika Kami mengangkat gunung ke atas mereka, seakan-akan (gunung) itu naungan awan dan mereka yakin bahwa (gunung) itu akan jatuh menimpa mereka. (Dan Kami firmankan kepada mereka), \"Peganglah dengan teguh apa yang telah Kami berikan kepadamu, serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya agar kamu menjadi orang-orang yang bertakwa","ru":"Вот Мы подняли над ними гору, словно тучу, и они подумали, что она упадет на них. Крепко держитесь того, что Мы даровали вам, и помните то, что содержится в нем, - быть может, вы устрашитесь","sv":"Och [minns] att Vi lyfte upp berget Sinai och lät det sväva över dem som en baldakin - de trodde att det skulle falla över dem - [och Vi sade]: \"Håll med kraft fast vid det som Vi har uppenbarat för er och bevara dessa [ord] i era hjärtan - kanske skall ni frukta Gud","tr":"Tur dağını, gölgelik gibi onların üzerlerine yükseltmiştik, onlar tepelerine düşeceğini sanmışlardı. Onlara: \"Size verdiğimiz Kitap'a sıkıca sarılın, içinde olanı düşünün ki sakınanlardan olasınız\" demiştik","ur":"انہیں وہ وقت بھی کچھ یاد ہے جبکہ ہم نے پہاڑ کو ہلا کر ان پر اس طرح چھا دیا تھا کہ گویا وہ چھتری ہے اور یہ گمان کر رہے تھے کہ وہ ان پر آ پڑے گا اور اُس وقت ہم نے ان سے کہا تھا کہ جو کتاب ہم تمہیں دے رہے ہیں اسے مضبوطی کے ساتھ تھامو اور جو کچھ اس میں لکھا ہے اسے یاد رکھو، توقع ہے کہ تم غلط روی سے بچے رہو گے","zh":"当时我使那座山在他们的上面震动，好像伞盖一样，他们猜想那座山要落在他们的头上。我说：“你们当坚持我赐予你们的经典，并当牢记其中的教训，以便你们敬畏。”"},"transliteration":"Waith nataqna aljabala fawqahum kaannahu thullatun wathannoo annahu waqiAAun bihim khuthoo ma ataynakum biquwwatin waothkuroo ma feehi laAAallakum tattaqoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
