{"id":1126,"number":172,"text":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","translations":{"en":"And [mention] when your Lord took from the children of Adam - from their loins - their descendants and made them testify of themselves, [saying to them], \"Am I not your Lord?\" They said, \"Yes, we have testified.\" [This] - lest you should say on the day of Resurrection, \"Indeed, we were of this unaware","es":"Cuando tu Señor sacó de las espaldas de los hijos de Adán a su descendencia y los hizo dar testimonio [preguntándoles]: \"¿Acaso no Soy Yo su Señor?\" Respondieron: \"Sí, atestiguamos que así es\". Esto es para que el Día de la Resurrección no digan: \"No sabíamos nada de esto","fr":"Et quand ton Seigneur tira une descendance des reins des fils d'Adam et les fit témoigner sur eux-mêmes: «Ne suis-Je pas votre Seigneur?» Ils répondirent: «Mais si, nous en témoignons...» - afin que vous ne disiez point, au Jour de la Résurrection: «Vraiment, nous n'y avons pas fait attention»","id":"Dan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), \"Bukanlah Aku ini Tuhanmu?\" Mereka menjawab, \"Betul (Engkau Tuhan kami), kami bersaksi.\" (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, \"Sesungguhnya ketika itu kami lengah terhadap ini","ru":"Вот твой Господь вынул из чресл сынов Адама их потомство и заставил их засвидетельствовать против самих себя: «Разве Я - не ваш Господь?». Они сказали: «Да, мы свидетельствуем». Это - для того, чтобы в День воскресения вы не говорили: «Мы не знали этого»","sv":"OCH NÄR din Herre låter nya släkten utgå från Adams söners länder, begär Han av dem att de skall vittna om sig själva [och frågar]: \"Är Jag inte er Herre?\" [Då] svarar de: \"Jo, vi vittnar [att Du är vår Herre]!\" [Detta sker] för att ni [människor] inte på Uppståndelsens dag skall säga: \"Om detta var vi inte medvetna","tr":"Rabbin, insanoğlunun sulbünden soyunu alıp devam ettirmiş, onlara: \"Ben sizin Rabbiniz değil miyim\" demiş ve buna kendilerini şahit tutmuştu. Onlar da: \"Evet şahidiz\" demişlerdi. Bu, kıyamet günü, \"Bizim bundan haberimiz yoktu\" dersiniz veya \"Daha önce babalarımız Allah'a ortak koşmuşlardı, biz de onlardan sonra gelen bir soyuz, bizi, boşa çalışanların yaptıklarından ötürü yok eder misin?\" dersiniz diyedir","ur":"اور اے نبی، لوگوں کو یاد دلاؤ وہ وقت جبکہ تمہارے رب نے بنی آدم کی پشتوں سے ان کی نسل کو نکالا تھا اور انہیں خود ان کے اوپر گواہ بناتے ہوئے پوچھا تھا \"کیا میں تمہارا رب نہیں ہوں؟\" انہوں نے کہا \"ضرور آپ ہی ہمارے رب ہیں، ہم اس پر گواہی دیتے ہیں\" یہ ہم نے اس لیے کیا کہ کہیں تم قیامت کے روز یہ نہ کہہ دو کہ \"ہم تو اس بات سے بے خبر تھے،","zh":"当时，你的主从阿丹的子孙的背脊中取出他们的后裔，并使他们招认。主说：“难道我不是你们的主吗？”他们说：“怎么不是呢？我们已作证了。”（我之所以要使他们招认）是因为不愿你们在复活日说：“我们生前确实忽视了这件事。”"},"transliteration":"Waith akhatha rabbuka min banee adama min thuhoorihim thurriyyatahum waashhadahum AAala anfusihim alastu birabbikum qaloo bala shahidna an taqooloo yawma alqiyamati inna kunna AAan hatha ghafileena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
