{"id":1127,"number":173,"text":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","translations":{"en":"Or [lest] you say, \"It was only that our fathers associated [others in worship] with Allah before, and we were but descendants after them. Then would You destroy us for what the falsifiers have done","es":"O digan: \"Nuestros padres eran idólatras, y nosotros solo somos sus descendientes siguiendo lo que ellos hacían. ¿Acaso vas a castigarnos por lo que hicieron los que falsearon [la verdad del monoteísmo]","fr":"ou que vous auriez dit (tout simplement): «Nos ancêtres autrefois donnaient des associés à Allah, et nous sommes leurs descendants, après eux. Vas-Tu nous détruire pour ce qu'ont fait les imposteurs?»","id":"atau agar kamu tidak mengatakan, \"Sesungguhnya nenek moyang kami telah memper­sekutukan Tuhan sejak dahulu, sedang kami adalah keturunan yang (datang) setelah mereka. Maka apakah Engkau akan membinasakan kami karena perbuatan orang-orang (dahulu) yang sesat","ru":"Или же не говорили: «Наши отцы были многобожниками раньше нас, а мы были всего лишь потомками, которые пришли после них. Неужели Ты погубишь нас за то, что совершили приверженцы лжи?»","sv":"Eller säga: \"Det var våra förfäder som i forna dagar tog sig för att sätta medhjälpare vid Guds sida - och vi, deras sentida efterkommande, vill Du låta oss gå under på grund av de lögner som de diktade upp","tr":"Rabbin, insanoğlunun sulbünden soyunu alıp devam ettirmiş, onlara: \"Ben sizin Rabbiniz değil miyim\" demiş ve buna kendilerini şahit tutmuştu. Onlar da: \"Evet şahidiz\" demişlerdi. Bu, kıyamet günü, \"Bizim bundan haberimiz yoktu\" dersiniz veya \"Daha önce babalarımız Allah'a ortak koşmuşlardı, biz de onlardan sonra gelen bir soyuz, bizi, boşa çalışanların yaptıklarından ötürü yok eder misin?\" dersiniz diyedir","ur":"یا یہ نہ کہنے لگو کہ \"شرک کی ابتدا تو ہمارے باپ دادا نے ہم سے پہلے کی تھی اور ہم بعد کو ان کی نسل سے پیدا ہوئے، پھر کیا آپ ہمیں اُس قصور میں پکڑتے ہیں جو غلط کار لوگوں نے کیا تھا","zh":"或者说：“只有我们的祖先从前曾以物配主，我们不过是他们的后裔；难道你要因荒诞者的行为而毁灭我们吗？”"},"transliteration":"Aw taqooloo innama ashraka abaona min qablu wakunna thurriyyatan min baAAdihim afatuhlikuna bima faAAala almubtiloona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
