{"id":1130,"number":176,"text":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّـٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","translations":{"en":"And if We had willed, we could have elevated him thereby, but he adhered [instead] to the earth and followed his own desire. So his example is like that of the dog: if you chase him, he pants, or if you leave him, he [still] pants. That is the example of the people who denied Our signs. So relate the stories that perhaps they will give thought","es":"Y si hubiera querido habría elevado su rango [en esta vida y en la otra, preservándolo], pero se inclinó por los placeres de este mundo y siguió sus pasiones. Se comportó como el perro que si lo llamas jadea, y si lo dejas también jadea. Éste es el ejemplo de quienes desmienten Mis signos. Nárrales estas historias a ver si reflexionan","fr":"Et si Nous avions voulu, Nous l'aurions élevé par ces mêmes enseignements, mais il s'inclina vers la terre et suivit sa propre passion. Il est semblable à un chien qui halète si tu l'attaques, et qui halète aussi si tu le laisses. Tel est l'exemple des gens qui traitent de mensonges Nos signes. Eh bien, raconte le récit. Peut-être réfléchiront-ils","id":"Dan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya ia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir","ru":"Если бы Мы пожелали, то возвысили бы его посредством этого. Однако он приник к земле и стал потакать своим желаниям. Он подобен собаке: если ты прогоняешь ее, она высовывает язык, и если ты оставишь ее в покое, она тоже высовывает язык. Такова притча о тех, которые считают ложью Наши знамения. Рассказывай эти истории, - быть может, они призадумаются","sv":"Om Vi hade velat kunde Vi ha låtit honom resa sig [ur förnedringen] med hjälp av [budskapen], men hans hela håg stod till jordiska ting och han ville bara följa sina egna böjelser. Han kan liknas vid en hund som flåsar med hängande tunga vare sig du kommer hotfullt emot honom eller lämnar honom i fred. Detta är liknelsen om dem som påstår att Våra budskap är lögn. Berätta därför denna historia - kanske skall den [väcka] dem till eftertanke","tr":"Dileseydik, onu ayetlerimizle üstün kılardık; fakat o, dünyaya meyletti ve hevesine uydu. Durumu, üstüne varsan da, kendi haline bıraksan da, dilini sarkıtıp soluyan köpeğin durumu gibidir. İşte ayetlerimizi yalan sayan kimselerin hali böyledir. Sen onlara bu kıssayı anlat, belki üzerinde düşünürler","ur":"اگر ہم چاہتے تو اسے اُن آیتوں کے ذریعہ سے بلندی عطا کرتے، مگر وہ تو زمین ہی کی طرف جھک کر رہ گیا اور اپنی خواہش نفس ہی کے پیچھے پڑا رہا، لہٰذا اس کی حالت کتے کی سی ہو گئی کہ تم اس پر حملہ کرو تب بھی زبان لٹکائے رہے اور اسے چھوڑ دو تب بھی زبان لٹکائے رہے یہی مثال ہے اُن لوگوں کی جو ہماری آیات کو جھٹلاتے ہیں تم یہ حکایات اِن کو سناتے رہو، شاید کہ یہ کچھ غور و فکر کریں","zh":"假若我意欲，我一定要借那些迹象而提升他，但他依恋尘世，顺从私欲，所以他像狗一样，你呵斥它，它就伸出舌头来，你不呵斥它，它也伸出舌头来，这是否认我的迹象者的譬喻。你要讲述这个人的故事，以便他们省悟。"},"transliteration":"Walaw shina larafaAAnahu biha walakinnahu akhlada ila alardi waittabaAAa hawahu famathaluhu kamathali alkalbi in tahmil AAalayhi yalhath aw tatrukhu yalhath thalika mathalu alqawmi allatheena kaththaboo biayatina faoqsusi alqasasa laAAallahum yatafakkaroona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
