{"id":1133,"number":179,"text":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَـٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","translations":{"bn":"আর আমি সৃষ্টি করেছি দোযখের জন্য বহু জ্বিন ও মানুষ। তাদের অন্তর রয়েছে, তার দ্বারা বিবেচনা করে না, তাদের চোখ রয়েছে, তার দ্বারা দেখে না, আর তাদের কান রয়েছে, তার দ্বারা শোনে না। তারা চতুষ্পদ জন্তুর মত; বরং তাদের চেয়েও নিকৃষ্টতর। তারাই হল গাফেল, শৈথিল্যপরায়ণ।","en":"And We have certainly created for Hell many of the jinn and mankind. They have hearts with which they do not understand, they have eyes with which they do not see, and they have ears with which they do not hear. Those are like livestock; rather, they are more astray. It is they who are the heedless","id":"Dan Sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah","ru":"Мы сотворили для Геенны много джиннов и людей. У них есть сердца, которые не разумеют, и глаза, которые не видят, и уши, которые не слышат. Они подобны скотине, но являются еще более заблудшими. Именно они являются беспечными невеждами","tr":"And olsun ki, cehennem için de birçok cin ve insan yarattık; onların kalbleri vardır ama anlamazlar; gözleri vardır ama görmezler; kulakları vardır ama işitmezler. İşte bunlar hayvanlar gibi hatta daha sapıktırlar. İşte bunlar gafillerdir","ur":"اور یہ حقیقت ہے کہ بہت سے جن اور انسان ایسے ہیں جن کو ہم نے جہنم ہی کے لیے پیدا کیا ہے ان کے پاس دل ہیں مگر وہ ان سے سوچتے نہیں ان کے پاس آنکھیں ہیں مگر وہ ان سے دیکھتے نہیں ان کے پاس کان ہیں مگر وہ ان سے سنتے نہیں وہ جانوروں کی طرح ہیں بلکہ ان سے بھی زیادہ گئے گزرے، یہ وہ لوگ ہیں جو غفلت میں کھو ئے گئے ہیں"},"chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"bn":"উচু স্থান","en":"The Heights","id":"Tempat-tempat Tinggi","ru":"Ограды","tr":"A'râf","ur":"اونچی جگہ"},"type":"meccan"}}
