{"id":1134,"number":180,"text":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَـٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","translations":{"en":"And to Allah belong the best names, so invoke Him by them. And leave [the company of] those who practice deviation concerning His names. They will be recompensed for what they have been doing","es":"A Dios pertenecen los nombres más sublimes, invócalo a través de ellos, y apártate de quienes los niegan. Serán castigados por lo que hicieron","fr":"C'est à Allah qu'appartiennent les noms les plus beaux. Invoquez-Le par ces noms et laissez ceux qui profanent Ses noms: ils seront rétribués pour ce qu'ils ont fait","id":"Dan Allah memiliki Asmāul Ḥusnā (nama-nama yang terbaik), maka bermohonlah kepada-Nya dengan menyebut Asmāul Ḥusnā itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya351) Mereka kelak akan mendapat balasan terhadap apa yang telah mereka kerjakan","ru":"У Аллаха - самые прекрасные имена. Посему взывайте к Нему посредством их и оставьте тех, которые уклоняются от истины в отношении Его имен. Они непременно получат воздаяние за то, что совершали","sv":"GUDS är fullkomlighetens sköna namn; anropa Honom alltså med dessa [namn] och håll er på avstånd från dem som missbrukar dem. De skall få den lön som deras handlingar [förtjänar]","tr":"En güzel isimler Allah'ındır, O'na o isimlerle dua edin, O'nun isimleri konusunda eğriliğe sapanları bırakın. Onlar yaptıklarının cezasını göreceklerdir","ur":"اللہ اچھے ناموں کا مستحق ہے، اس کو اچھے ہی ناموں سے پکارو اور اُن لوگوں کو چھوڑ دو جو اس کے نام رکھنے میں راستی سے منحرف ہو جاتے ہیں جو کچھ وہ کرتے رہے ہیں اس کا بدلہ وہ پاکر رہیں گے","zh":"安拉有许多极美的名号，故你们要用那些名号呼吁他。妄用安拉的名号者，你们可以置之不理，他们将受自己行为的报酬。"},"transliteration":"Walillahi alasmao alhusna faodAAoohu biha watharoo allatheena yulhidoona fee asmaihi sayujzawna ma kanoo yaAAmaloona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
