{"id":1141,"number":187,"text":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translations":{"en":"They ask you, [O Muhammad], about the Hour: when is its arrival? Say, \"Its knowledge is only with my Lord. None will reveal its time except Him. It lays heavily upon the heavens and the earth. It will not come upon you except unexpectedly.\" They ask you as if you are familiar with it. Say, \"Its knowledge is only with Allah, but most of the people do not know","es":"Te preguntan cuándo llegará la Hora [del Día de la Resurrección]. Diles: \"Solo mi Señor lo sabe, y nadie salvo Él hará que comience en el momento decretado. Los cielos y la Tierra temen su llegada. Cuando llegue los sorprenderá\". Te preguntan como si supieras [cuándo ocurrirá]. Diles: \"Su conocimiento solo Le pertenece a Dios, pero la mayoría de la gente no lo sabe","fr":"Ils t'interrogent sur l'Heure: «Quand arrivera-t-elle?» Dis: «Seul mon Seigneur en a connaissance. Lui seul la manifestera en son temps. Lourde elle sera dans les cieux et (sur) la terre et elle ne viendra à vous que soudainement.» Ils t'interrogent comme si tu en étais averti. Dis: «Seul Allah en a connaissance.» Mais beaucoup de gens ne savent pas","id":"Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, \"Kapan terjadi?\" Katakanlah, \"Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.\" Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), \"Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui","ru":"Они спрашивают тебя о Часе: «Когда он наступит?». Скажи: «Воистину, знание об этом принадлежит только моему Господу. Никто, кроме Него, не способен открыть время его наступления. Это знание тяжко для небес и земли. Он настанет внезапно». Они спрашивают тебя, словно тебе известно об этом. Скажи: «Воистину, знание об этом принадлежит одному Аллаху, но большая часть людей не знает этого»","sv":"DE FRÅGAR dig om den Yttersta stunden och när den skall komma. Säg: \"Min Herre ensam har kunskap om detta. Han och ingen annan skall lyfta slöjan, när tiden är inne. [Stundens] tyngd skall kännas i himlarna och på jorden. Och den skall komma över er utan förvarning. De frågar dig, som om du efter ihärdigt sökande hade fått kunskap om detta. Säg: \"Ingen har kunskap om denna [tidpunkt] utom Gud, men de flesta människor vet inte [varför den hålls hemlig]","tr":"Sana, kıyamet saatinin ne zaman gelip çatacağını soruyorlar, de ki: \"Onu ancak Rabbim bilir, onun vaktini, O'ndan başka belirtecek yoktur. Göklerin ve yerin, ağırlığını kaldıramayacağı o saat, sizlere ansızın gelecektir.\" Sen sanki öğrenmişsin gibi sana soruyorlar, de ki: \"Onu bilmek ancak Allah'a mahsustur, ama insanların çoğu bu gerçeği bilmezler","ur":"یہ لوگ تم سے پوچھتے ہیں کہ آخر وہ قیامت کی گھڑی کب نازل ہوگی؟ کہو \"اس کا علم میرے رب ہی کے پاس ہے اُسے اپنے وقت پر وہی ظاہر کرے گا آسمانوں اور زمین میں وہ بڑا سخت وقت ہوگا وہ تم پر اچانک آ جائے گا\" یہ لوگ اس کے متعلق تم سے اس طرح پوچھتے ہیں گویا کہ تم اس کی کھوج میں لگے ہوئے ہو کہو \"اس کا علم تو صرف اللہ کو ہے مگر اکثر لوگ اس حقیقت سے نا واقف ہیں","zh":"他们问你复活在什么时候实现，你说：“只有我的主知道那个时候，只有他能在预定的时候显示它。它在天地间是重大的，它将突然将临你们。”他们问你，好像你对于它是很熟悉的，你说：“只有安拉知道它在什么时候实现，但众人大半不知道〔这个道理〕。”"},"transliteration":"Yasaloonaka AAani alssaAAati ayyana mursaha qul innama AAilmuha AAinda rabbee la yujalleeha liwaqtiha illa huwa thaqulat fee alssamawati waalardi la tateekum illa baghtatan yasaloonaka kaannaka hafiyyun AAanha qul innama AAilmuha AAinda Allahi walakinna akthara alnnasi la yaAAlamoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
