{"id":1142,"number":188,"text":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","translations":{"en":"Say, \"I hold not for myself [the power of] benefit or harm, except what Allah has willed. And if I knew the unseen, I could have acquired much wealth, and no harm would have touched me. I am not except a warner and a bringer of good tidings to a people who believe","es":"Diles [oh, Mujámmad]: \"No poseo ningún poder para beneficiarme ni perjudicarme a mí mismo, salvo lo que Dios quiera. Si tuviera conocimiento de lo oculto tendría abundantes bienes materiales y no me alcanzaría nunca un mal. Yo solo soy un amonestador y albriciador para la gente que cree","fr":"Dis: «Je ne détiens pour moi-même ni profit ni dommage, sauf ce qu'Allah veut. Et si je connaissais l'Inconnaissable, j'aurais eu des biens en abondance et aucun mal ne m'aurait touché. Je ne suis, pour les gens qui croient, qu'un avertisseur et un annonciateur»","id":"Katakanlah (Muhammad), \"Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman","ru":"Скажи: «Я не властен принести себе пользу или причинить себе вред, если того не пожелает Аллах. Если бы я знал сокровенное, то приумножил бы для себя добро, и зло не коснулось бы меня. Однако я - всего лишь предостерегающий увещеватель и добрый вестник для верующих людей»","sv":"Säg: \"Jag kan inte uppnå förmåner för mig själv eller avvärja ett ont [som hotar mig] - ingenting [händer mig] utom det som Gud vill. Men om jag hade haft full kännedom om det som är dolt för människor, skulle jag helt säkert ha kunnat uppnå mycket av detta livets goda och jag skulle ha undgått allt ont. Jag är bara en varnare och förkunnare av hoppets budskap till människor som vill tro","tr":"De ki: \"Allah'ın dilemesi dışında ben kendime bir fayda ve zarar verecek durumda değilim. Görülmeyeni bileydim, daha çok iyilik yapardım ve bana kötülük de gelmezdi. Ben sadece, inanan bir milleti uyaran ve müjdeleyen bir peygamberim","ur":"اے محمدؐ، ان سے کہو \"میں اپنی ذات کے لیے کسی نفع اور نقصان کا اختیار نہیں رکھتا، اللہ ہی جو کچھ چاہتا ہے وہ ہو تا ہے اور اگر مجھے غیب کا علم ہوتا تو میں بہت سے فائدے اپنے لیے حاصل کر لیتا اور مجھے کبھی کوئی نقصان نہ پہنچتا میں تو محض ایک خبردار کرنے والا اور خوش خبری سنانے والا ہوں اُن لوگوں کے لیے جو میری بات مانیں","zh":"你说：“除安拉所意欲的外，我不能掌握自己的祸福。假若我能知幽玄，我必多谋福利，不遭灾殃了。我只是一个警告者和对信教的民众的报喜者。”"},"transliteration":"Qul la amliku linafsee nafAAan wala darran illa ma shaa Allahu walaw kuntu aAAlamu alghayba laistakthartu mina alkhayri wama massaniya alssooo in ana illa natheerun wabasheerun liqawmin yuminoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
