{"id":1143,"number":189,"text":"۞هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ","translations":{"en":"It is He who created you from one soul and created from it its mate that he might dwell in security with her. And when he covers her, she carries a light burden and continues therein. And when it becomes heavy, they both invoke Allah, their Lord, \"If You should give us a good [child], we will surely be among the grateful","es":"Él es Quien los creó a partir de un solo ser, del cual hizo surgir a su cónyuge para que encontrara en ella sosiego. Y cuando se unió a ella, quedó embarazada y llevó en su vientre una carga liviana con la que podía andar, pero cuando ésta se hizo pesada, ambos invocaron a Dios [diciendo]: \"¡Oh, Señor nuestro! Si nos agracias con un hijo sano y virtuoso seremos agradecidos","fr":"C'est Lui qui vous a créés d'un seul être dont il a tiré son épouse, pour qu'il trouve de la tranquillité auprès d'elle; et lorsque celui-ci eut cohabité avec elle, elle conçut une légère grossesse, avec quoi elle se déplaçait (facilement). Puis lorsqu'elle se trouva alourdie, tous deux invoquèrent leur Seigneur: «Si Tu nous donnes un (enfant) sain, nous serons certainement du nombre des reconnaissants»","id":"Dialah yang menciptakan kamu dari jiwa yang satu (Adam) dan daripadanya Dia menciptakan pasangannya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, (istrinya) mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian ketika dia merasa berat, keduanya (suami-istri) bermohon kepada Allah, Tuhan mereka (seraya berkata), \"Jika Engkau memberi kami anak yang saleh, tentulah kami akan selalu bersyukur","ru":"Он - Тот, Кто сотворил вас из одного человека. Он создал из него супругу, чтобы он нашел в ней покой. Когда же он вступил с ней в близость, она понесла легкое бремя и ходила с ним. Когда же она отяжелела от бремени, они вдвоем воззвали к Аллаху, своему Господу: «Если Ты даруешь нам праведного ребенка, то мы непременно будем в числе благодарных»","sv":"DET ÄR Han som har skapat er ur en enda varelse och som av denna skapade dess make, så att [mannen] kan finna ro hos [sin hustru]. När han har slutit henne i sin famn, får hon en lätt börda att bära och hon fortsätter att bära den tills den börjar kännas tung och de anropar Gud, sin Herre: \"Om Du skänker oss ett [barn], sunt till kropp och själ, skall vi sannerligen visa tacksamhet","tr":"Sizi bir nefisten yaratan ve gönlünün huzura kavuşacağı eşini de ondan var eden Allah'tır. Eşine yaklaşınca, eşi hafif bir yük yüklendi ve bu halde bir müddet taşıdı. Hamileliği ağırlaşınca, karı-koca, Rableri olan Allah'a: \"Bize kusursuz bir çocuk verirsen, and olsun ki şükredenlerden oluruz\" diye yalvardılar","ur":"وہ اللہ ہی ہے جس نے تمہیں ایک جان سے پیدا کیا اور اسی کی جنس سے اس کا جوڑا بنایا تاکہ اس کے پاس سکون حاصل کرے پھر جب مرد نے عورت کو ڈھانک لیا تو اسے ایک خفیف سا حمل رہ گیا جسے لیے لیے وہ چلتی پھرتی رہی پھر جب وہ بوجھل ہو گئی تو دونوں نے مل کر اللہ، اپنے رب سے دعا کی کہ اگر تو نے ہم کو اچھا سا بچہ دیا تو ہم تیرے شکر گزار ہوں گے","zh":"他从一个人创造你们，他使那个人的配偶与他同类，以便他依恋她。他和她交接后，她怀了一个轻飘飘的孕，她能照常度日，当她感觉身子重的时候，他俩祈祷安拉——他俩的主——说：“如果你赏赐我们一个健全的儿子，我们一定感谢你。”"},"transliteration":"Huwa allathee khalaqakum min nafsin wahidatin wajaAAala minha zawjaha liyaskuna ilayha falamma taghashshaha hamalat hamlan khafeefan famarrat bihi falamma athqalat daAAawa Allaha rabbahuma lain ataytana salihan lanakoonanna mina alshshakireena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
