{"id":1144,"number":190,"text":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","translations":{"en":"But when He gives them a good [child], they ascribe partners to Him concerning that which He has given them. Exalted is Allah above what they associate with Him","es":"Y se les agració con lo que suplicaron, pero [sus descendientes] dedicaron actos de adoración a otros además de Dios; y Dios está por encima de lo que Le asocian","fr":"Puis, lorsqu'Il leur eût donné un (enfant) sain, tous deux assignèrent à Allah des associés en ce qu'Il leur avait donné. Mais Allah est bien au-dessus des associés qu'on Lui assigne","id":"(Maka setelah Dia memberi kepada keduanya seorang anak yang saleh, mereka352) menjadikan sekutu bagi Allah terhadap anak yang telah dianugerahkan-Nya itu. Maka Mahatinggi Allah dari apa yang mereka persekutukan","ru":"Когда же Он даровал им обоим праведного ребенка, они стали приобщать к Нему сотоварищей в том, чем Он одарил их. Аллах превыше того, что они приобщают в сотоварищи","sv":"Men när Han skänker dem det friska [barn som de bett om], riktar de en del [av sin tacksamhet] för Hans gåva till andra! Men Gud är höjd högt över allt vad [människor] vill sätta vid Hans sida","tr":"Allah onlara kusursuz bir çocuk verince, kendilerine verdiği şey hakkında Allah'a ortaklar koştular. Allah, onların ortak koştukları şeylerden yücedir","ur":"مگر جب اللہ نے ان کو ایک صحیح و سالم بچہ دے دیا تو وہ اس کی اِس بخشش و عنایت میں دوسروں کو اس کا شریک ٹھیرانے لگے اللہ بہت بلند و برتر ہے ان مشرکانہ باتوں سے جو یہ لوگ کرتے ہیں","zh":"当他赏赐他俩一个健全的儿子的时候，他俩为了主的赏赐而替主树立许多伙伴。但安拉超乎他们用来配他的。"},"transliteration":"Falamma atahuma salihan jaAAala lahu shurakaa feema atahuma fataAAala Allahu AAamma yushrikoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
