{"id":1149,"number":195,"text":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","translations":{"en":"Do they have feet by which they walk? Or do they have hands by which they strike? Or do they have eyes by which they see? Or do they have ears by which they hear? Say, [O Muhammad], \"Call your 'partners' and then conspire against me and give me no respite","es":"¿Tienen acaso piernas con las que caminan? ¿O manos con las que toman? ¿U ojos con los que ven? ¿U oídos con los que oyen? Di: \"Invoquen a los que asocian y luego tramen contra mí sin más demora","fr":"Ont-ils des jambes pour marcher? Ont-ils de mains pour frapper? Ont-ils des yeux pour observer? Ont-ils des oreilles pour entendre? Dis: «Invoquez vos associés, et puis, rusez contre moi; et ne me donnez pas de répit","id":"Apakah mereka (berhala-berhala) mempunyai kaki untuk berjalan, atau mempunyai tangan untuk memegang dengan keras,353) atau mempunyai mata untuk melihat, atau mempunyai telinga untuk mendengar? Katakanlah (Muhammad) \"Panggillah berhala-berhalamu yang kamu anggap sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)ku, dan jangan kamu tunda lagi","ru":"Есть ли у них ноги, на которых они ходят? Или у них есть руки, которыми они хватают? Или у них есть глаза, которыми они видят? Или у них есть уши, которыми они слышат? Скажи: «Призовите этих сотоварищей, а затем ухитритесь против меня и не предоставляйте мне отсрочки","sv":"Har de kanske fötter att gå med eller händer att slå med eller ögon att se med eller öron att höra med? Säg [Muhammad]: \"Anropa dem som ni sätter vid Guds sida och smid era onda planer mot mig och låt mig inte få något andrum","tr":"Onların yürüyecek ayakları mı var, yoksa tutacak elleri mi var, ya da görecek gözleri mi var, veya işitecek kulakları mı var? De ki: \"Ortaklarınızı çağırın elinizden gelirse bana tuzak kurun, göz açtırmayın","ur":"کیا یہ پاؤں رکھتے ہیں کہ ان سے چلیں؟ کیا یہ ہاتھ رکھتے ہیں کہ ان سے پکڑیں؟ کیا یہ آنکھیں رکھتے ہیں کہ ان سے دیکھیں؟ کیا یہ کان رکھتے ہیں کہ ان سے سنیں؟ اے محمدؐ، ان سے کہو کہ \"بلا لو اپنے ٹھیرائے ہوئے شریکوں کو پھر تم سب مل کر میرے خلاف تدبیریں کرو اور مجھے ہرگز مہلت نہ دو","zh":"他们有脚能行呢？还是有手能擒呢？还是有眼能见能？还是有耳能听呢？你说：“你们呼吁你们的配主，然后你们合力来谋害我，你们不用宽恕我。"},"transliteration":"Alahum arjulun yamshoona biha am lahum aydin yabtishoona biha am lahum aAAyunun yubsiroona biha am lahum athanun yasmaAAoona biha quli odAAoo shurakaakum thumma keedooni fala tunthirooni","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
