{"id":115,"number":108,"text":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","translations":{"en":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way","es":"¿Acaso van a exigirle [un milagro] a su Mensajero como [el pueblo de Israel] le exigió a Moisés? Quien cambie la fe por la incredulidad se habrá desviado del camino recto","fr":"Voudriez-vous interroger votre Messager comme auparavant on interrogea Moïse? Quiconque substitue la mécréance à la foi s'égare certes du droit chemin","id":"Ataukah kamu hendak meminta kepada Rasulmu (Muhammad) seperti halnya Musa (pernah) diminta (Bani Israil) dahulu? Barang siapa mengganti iman dengan kekafiran, maka sungguh, dia telah tersesat dari jalan yang lurus","ru":"Или же вы хотите попросить вашего Посланника, как прежде они (сыны Исраила) попросили Мусу (Моисея)? Кто сменил веру на неверие, тот уже сбился с прямого пути","sv":"Eller vill ni rikta en sådan begäran till ert Sändebud som den som en gång riktades till Moses? Den som byter bort tro mot förnekelse har helt övergett den raka vägen","tr":"Yoksa, daha önce Musa'nın sorguya çekildiği gibi, siz de peygamberinizi sorguya mı çekmek istiyorsunuz? İmanı inkarla değiştiren, şüphesiz doğru yoldan sapmış olur","ur":"پھر کیا تم اپنے رسول سے اس قسم کے سوالات اور مطالبہ کرنا چاہتے ہو، جیسے اس سے پہلے موسیٰؑ سے کیے جا چکے ہیں؟ حالانکہ جس شخص نے ایمان کی روش کو کفر کی روش سے بدل لیا وہ راہ راست سے بھٹک گیا","zh":"你们想请问你们的使者，像以前他们请问穆萨一样吗？以正信换取迷误的人，确已迷失了正道。"},"transliteration":"Am tureedoona an tasaloo rasoolakum kama suila moosa min qablu waman yatabaddali alkufra bialeemani faqad dalla sawaa alssabeeli","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
