{"id":1157,"number":203,"text":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","translations":{"bn":"আর যখন আপনি তাদের নিকট কোন নিদর্শন নিয়ে না যান, তখন তারা বলে, আপনি নিজের পক্ষ থেকে কেন অমুকটি নিয়ে আসলেন না, তখন আপনি বলে দিন, আমি তো সে মতেই চলি যে হুকুম আমার নিকট আসে আমার পরওয়ারদেগারের কাছ থেকে। এটা ভাববার বিষয় তোমাদের পরওয়ারদেগারের পক্ষ থেকে এবং হেদায়েত ও রহমত সেসব লোকের জন্য যারা ঈমান এনেছে।","en":"And when you, [O Muhammad], do not bring them a sign, they say, \"Why have you not contrived it?\" Say, \"I only follow what is revealed to me from my Lord. This [Qur'an] is enlightenment from your Lord and guidance and mercy for a people who believe","id":"Dan apabila engkau (Muhammad) tidak membacakan suatu ayat kepada mereka, mereka berkata, \"Mengapa tidak engkau buat sendiri ayat itu?\" Katakanlah (Muhammad), \"Sesungguhnya aku hanya mengikuti apa yang diwahyukan Tuhanku kepadaku. (Alquran) ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk dan rahmat bagi orang-orang yang beriman","ru":"Если ты не явишь им знамения, они скажут: «Почему ты не выбрал (не показал) его?». Скажи: «Я следую только за тем, что внушается мне в откровении от моего Господа. Это - очевидное знамение от Господа вашего, верное руководство и милость для верующих»","tr":"Onlara bir ayet getirmediğin zaman, \"Sen bir tane yapsaydın ya\" derler. De ki: \"Ben ancak Rabbim tarafından bana vahyolunana uyarım. Bu Kitap inanan millete Rabbinizden açık belgeler, yol gösterme ve rahmettir","ur":"اے نبیؐ، جب تم اِن لوگوں کے سامنے کوئی نشانی (یعنی معجزہ) پیش نہیں کرتے تو یہ کہتے ہیں کہ تم نے اپنے لیے کوئی نشانی کیوں نہ انتخاب کر لی؟ ان سے کہو \"میں تو صرف اُس وحی کی پیروی کرتا ہوں جو میرے رب نے میری طرف بھیجی ہے یہ بصیرت کی روشنیاں ہیں تمہارے رب کی طرف سے اور ہدایت اور رحمت ہے اُن لوگوں کے لیے جو اِسے قبول کریں"},"chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"bn":"উচু স্থান","en":"The Heights","id":"Tempat-tempat Tinggi","ru":"Ограды","tr":"A'râf","ur":"اونچی جگہ"},"type":"meccan"}}
