{"id":116,"number":109,"text":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent","es":"Muchos de entre la Gente del Libro quisieran que renegaran de su fe y volvieran a ser incrédulos por la envidia que les tienen, [incluso] después de habérseles evidenciado a ellos la verdad. Pero perdonen y disculpen hasta que Dios decida sobre ellos. Dios tiene poder sobre todas las cosas","fr":"Nombre de gens du Livre aimeraient par jalousie de leur part, pouvoir vous rendre mécréants après que vous ayez cru. Et après que la vérité s'est manifestée à eux! Pardonnez et oubliez jusqu'à ce qu'Allah fasse venir Son commandement. Allah est très certainement Omnipotent","id":"Banyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman, menjadi kafir kembali, karena rasa dengki dalam diri mereka, setelah kebenaran jelas bagi mereka. Maka maafkanlah dan berlapang dadalah, sampai Allah memberikan perintah-Nya. Sungguh, Allah Mahakuasa atas segala sesuatu","ru":"После того как прояснилась им истина, многие из людей Писания из зависти своей хотели бы отвратить вас от веры, когда вы уже приняли ее. Простите их и будьте великодушны, пока Аллах не явится со Своим повелением. Воистину, Аллах способен на всякую вещь","sv":"Många efterföljare av äldre tiders uppenbarelser önskar, [innerst drivna] av avund, att de kunde förmå er att förneka den tro som ni har antagit, och detta sedan sanningen klargjorts för dem. Men förlåt dem och ha tålamod med dem, till dess att Gud tillkännager Sin vilja! Gud har allt i Sin makt","tr":"Kitap ehlinin çoğu, hak kendilerine apaçık belli olduktan sonra, içlerindeki çekememezlikten ötürü, sizi, inandıktan sonra küfre döndürmeyi isterler. Allah'ın emri gelene kadar onları affedin, geçin. Allah muhakkak her şeye Kadir'dir","ur":"اہل کتاب میں سے اکثر لوگ یہ چاہتے ہیں کہ کسی طرح تمہیں ایمان سے پھیر کر پھر کفر کی طرف پلٹا لے جائیں اگرچہ حق ان پر ظاہر ہو چکا ہے، مگر اپنے نفس کے حسد کی بنا پر تمہارے لیے ان کی یہ خواہش ہے اس کے جواب میں تم عفو و در گزر سے کام لو یہاں تک کہ اللہ خود ہی اپنا فیصلہ نافذ کر دے مطمئن رہو کہ اللہ تعالیٰ ہر چیز پر قدرت رکھتا ہے","zh":"信奉天经的人中，有许多人惟愿使你们在继信道之后变成不信道者，这是因为他们在真理既明之后嫉视你们的缘故。但你们应当恕饶他们，原谅他们，直到安拉发布命令。安拉对于万事却是全能的。"},"transliteration":"Wadda katheerun min ahli alkitabi law yaruddoonakum min baAAdi eemanikum kuffaran hasadan min AAindi anfusihim min baAAdi ma tabayyana lahumu alhaqqu faoAAfoo waisfahoo hatta yatiya Allahu biamrihi inna Allaha AAala kulli shayin qadeerun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
