{"id":1161,"number":1,"text":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"en":"They ask you, [O Muhammad], about the bounties [of war]. Say, \"The [decision concerning] bounties is for Allah and the Messenger.\" So fear Allah and amend that which is between you and obey Allah and His Messenger, if you should be believers","es":"Te preguntan acerca de los botines [de guerra, cómo se distribuyen]. Diles [¡oh, Mujámmad!]: \"Los botines son para Dios y el Mensajero. Tengan temor de Dios, solucionen sus conflictos y obedezcan a Dios y a Su Mensajero, si es que son creyentes","fr":"Ils t'interrogent au sujet du butin. Dis: «Le butin est à Allah et à Son messager.» Craignez Allah, maintenez la concorde entre vous et obéissez à Allah et à Son messager, si vous êtes croyants","id":"Mereka menanyakan kepadamu (Muhammad) tentang (pembagian) harta rampasan perang. Katakanlah, \"Harta rampasan perang itu milik Allah dan Rasul (menurut ketentuan Allah dan Rasul-Nya), maka bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu, dan taatlah kepada Allah dan Rasul-Nya jika kamu orang-orang yang beriman","ru":"Они спрашивают тебя о трофеях. Скажи: «Трофеи принадлежат Аллаху и Посланнику». Побойтесь же Аллаха и урегулируйте разногласия между собой. Повинуйтесь Аллаху и Его Посланнику, если вы являетесь верующими","sv":"DE FRÅGAR dig om krigsbyte. Säg: \"Allt krigsbyte tillhör Gud och [Hans] Sändebud.\" Frukta Gud, gör upp era tvister i godo, se till att broderlig sämja råda mellan er, och lyd Gud och Hans Sändebud, om ni är [sanna] troende","tr":"Sana, ganimetlere dair soru sorarlar, de ki: Ganimetler Allah'ın ve Peygamberindir. İnanıyorsanız Allah'tan sakının, aranızdaki münasebetleri düzeltin, Allah'a ve Peygamberine itaat edin","ur":"تم سے انفال کے متعلق پوچھتے ہیں؟ کہو “یہ انفال تو اللہ اور اُس کے رسُولؐ کے ہیں، پس تم لوگ اللہ سے ڈرو اور اپنے آپس کے تعلقات درست کرو اور اللہ اور اُس کے رسولؐ کی اطاعت کرو اگر تم مومن ہو","zh":"他们问你战利品（应该归谁）你说：“战利品应该归安拉和使者，你们应当敬畏安拉，应该调停你们的纷争，应当服从安拉及其使者，如果你们是信士。”"},"transliteration":"Yasaloonaka AAani alanfali quli alanfalu lillahi waalrrasooli faittaqoo Allaha waaslihoo thata baynikum waateeAAoo Allaha warasoolahu in kuntum mumineena","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
