{"id":1167,"number":7,"text":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","translations":{"en":"[Remember, O believers], when Allah promised you one of the two groups - that it would be yours - and you wished that the unarmed one would be yours. But Allah intended to establish the truth by His words and to eliminate the disbelievers","es":"Pero [recuerda] cuando Dios les prometió [la victoria] sobre uno de los dos grupos. Ustedes deseaban enfrentar al menos poderoso, pero Dios quería hacer prevalecer la verdad con Sus Palabras y erradicar a los que se niegan a creer","fr":"(Rappelez-vous), quand Allah vous promettait qu'une des deux bandes sera à vous. Vous désiriez vous emparer de celle qui était sans armes, alors qu'Allah voulait par Ses paroles faire triompher la vérité et anéantir les mécréants jusqu'au dernier","id":"Dan (ingatlah) ketika Allah menjanjikan kepadamu bahwa salah satu dari dua golongan (yang kamu hadapi) adalah untukmu, sedang kamu menginginkan bahwa yang tidak mempunyai kekuatan senjatalah359) untukmu. Tetapi Allah hendak membenarkan yang benar dengan ayat-ayat-Nya dan memusnahkan orang-orang kafir sampai ke akar-akarnya","ru":"Вот Аллах обещал вам, что вам достанется один из двух отрядов (торговый караван или вооруженный отряд мекканцев). Вы пожелали, чтобы вам достался невооруженный отряд. Но Аллах желает подтвердить истину своими словами и искоренить неверующих","sv":"Då Gud gav er löftet att en av de två fiendehoparna skulle bli ert byte, önskade ni att den obeväpnade skulle falla på er lott. Men det var Guds vilja att sanningen skulle bekräftas i enlighet med Hans ord och att sanningens förnekare skulle tillintetgöras","tr":"Allah bu iki taifeden birini size vadetmişti; siz, kuvvetsiz olanın size düşmesini istiyordunuz. Oysa, suçluların hoşuna gitmese de, hakkı ortaya çıkarmak ve batılı tepelemek için, Allah sözleriyle hakkı ortaya koymak ve inkarcıların kökünü kesmek istiyordu","ur":"یاد کرو وہ موقع جب کہ اللہ تم سے وعدہ کر رہا تھا کہ دونوں گروہوں میں سے ایک تمہیں مِل جائے گا تم چاہتے تھے کہ کمزور گروہ تمہیں ملے مگر اللہ کا ارادہ یہ تھا کہ اپنے ارشادات سے حق کو حق کر دکھائے اور کافروں کی جڑ کاٹ دے","zh":"当时，安拉应许你们两伙人中的一伙，你们要的是没有武装的那一伙，而安拉欲以他的言辞证实真理，并根绝不信道的人，"},"transliteration":"Waith yaAAidukumu Allahu ihda alttaifatayni annaha lakum watawaddoona anna ghayra thati alshshawkati takoonu lakum wayureedu Allahu an yuhiqqa alhaqqa bikalimatihi wayaqtaAAa dabira alkafireena","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
