{"id":1170,"number":10,"text":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","translations":{"en":"And Allah made it not but good tidings and so that your hearts would be assured thereby. And victory is not but from Allah. Indeed, Allah is Exalted in Might and Wise","es":"Dios los envió como una albricia y para infundir el sosiego en sus corazones, pero sepan que la victoria depende de Dios. Dios es el Poderoso, el Sabio","fr":"Allah ne fit cela que pour (vous) apporter une bonne nouvelle et pour qu'avec cela vos cœurs se tranquillisent. Il n'y a de victoire que de la part d'Allah. Allah est Puissant et Sage","id":"Dan tidaklah Allah menjadikannya melainkan sebagai kabar gembira agar hatimu menjadi tenteram karenanya. Dan kemenangan itu hanyalah dari sisi Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana","ru":"Аллах сделал это доброй вестью, дабы ваши сердца обрели покой. Победа может быть только от Аллаха. Воистину, Аллах - Могущественный, Мудрый","sv":"Så gick Gud till väga för att ge er nytt hopp och för att stilla oron i era hjärtan - Gud ensam ger seger; Gud är allsmäktig, vis","tr":"Allah bunu ancak bir müjde olması ve kalblerinizin yatışması için yapmıştı. Yardım ancak Allah katındandır. Doğrusu Allah güçlüdür, hakimdir","ur":"یہ بات اللہ نے تمہیں صرف اس لیے بتا دی کہ تمہیں خوشخبری ہو اور تمہارے دل اس سے مطمئن ہو جائیں، ورنہ مدد تو جب بھی ہوتی ہے اللہ ہی کی طرف سے ہوتی ہے، یقیناً اللہ زبردست اور دانا ہے","zh":"安拉只以这个答复向你们报喜，以便你们的心境因此而安定。援助只是从安拉那里发出的，安拉确是万能的，确是至睿的。"},"transliteration":"Wama jaAAalahu Allahu illa bushra walitatmainna bihi quloobukum wama alnnasru illa min AAindi Allahi inna Allaha AAazeezun hakeemun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
