{"id":1172,"number":12,"text":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَـٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","translations":{"en":"[Remember] when your Lord inspired to the angels, \"I am with you, so strengthen those who have believed. I will cast terror into the hearts of those who disbelieved, so strike [them] upon the necks and strike from them every fingertip","es":"Y cuando tu Señor inspiró a los ángeles: \"Yo estoy con ustedes, denle valor a los creyentes, infundiré terror en los corazones de los que se niegan a creer. Golpeen sobre sus cuellos y golpeen todos sus dedos","fr":"Et ton Seigneur révéla aux Anges: «Je suis avec vous: affermissez donc les croyants. Je vais jeter l'effroi dans les cœurs des mécréants. Frappez donc au-dessus des cous et frappez-les sur tous les bouts des doigts","id":"(Ingatlah), ketika Tuhanmu mewahyukan kepada para malaikat, \"Sesungguhnya Aku bersama kamu, maka teguhkanlah (pendirian) orang-orang yang telah beriman.\" Kelak akan Aku berikan rasa ketakutan ke dalam hati orang-orang kafir, maka pukullah di atas leher mereka dan pukullah tiap-tiap ujung jari mereka","ru":"Вот твой Господь внушил ангелам: «Я - с вами. Укрепите тех, которые уверовали! Я же вселю ужас в сердца тех, которые не веруют. Рубите им головы и рубите им все пальцы»","sv":"Och din Herre lät änglarna framföra [detta budskap till de troende]: \"Se, Jag är med er\" [och befallde dem att] inge de troende mod och tillförsikt [och låta dem veta:] \"Jag skall injaga skräck i förnekarnas hjärtan. - [Troende!] Låt nu [svärden] vina över [deras] huvuden och händer","tr":"Rabbin meleklere, \"Ben sizinleyim, inananları destekleyin\" diye vahyetti. \"Ben inkar edenlerin kalblerine korku salacağım, artık vurun onların boyunları üstüne, vurun her parmağına\" dedi","ur":"اور وہ وقت جبکہ تمہارا رب فرشتوں کو اشارہ کر رہا تھا کہ “میں تمہارے ساتھ ہوں، تم اہلِ ایمان کو ثابت قدم رکھو، میں ابھی ان کافروں کے دلوں میں رُعب ڈالے دیتا ہوں، پس تم ان کی گردنوں پر ضرب اور جوڑ جوڑ پر چوٹ لگاؤ","zh":"当时，你的主启示众天使：“我是与你们同在的，故你们当信道者坚定。我要把恐怖投在不信道者的心中。”故你们当斩他们的首级，断他们的指头。"},"transliteration":"Ith yoohee rabbuka ila almalaikati annee maAAakum fathabbitoo allatheena amanoo saolqee fee quloobi allatheena kafaroo alrruAAba faidriboo fawqa alaAAnaqi waidriboo minhum kulla bananin","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
