{"id":1176,"number":16,"text":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","translations":{"bn":"আর যে লোক সেদিন তাদের থেকে পশ্চাদপসরণ করবে, অবশ্য যে লড়াইয়ের কৌশল পরিবর্তনকল্পে কিংবা যে নিজ সৈন্যদের নিকট আশ্রয় নিতে আসে সে ব্যতীত অন্যরা আল্লাহর গযব সাথে নিয়ে প্রত্যাবর্তন করবে। আর তার ঠিকানা হল জাহান্নাম। বস্তুতঃ সেটা হল নিকৃষ্ট অবস্থান।","en":"And whoever turns his back to them on such a day, unless swerving [as a strategy] for war or joining [another] company, has certainly returned with anger [upon him] from Allah, and his refuge is Hell - and wretched is the destination","es":"Pero quien huya, a menos que fuera por una maniobra de batalla o para unirse a otra tropa, incurrirá en la ira de Dios y su morada final será el Infierno. ¡Qué pésimo destino","fr":"Quiconque, ce jour-là, leur tourne le dos, - à moins que ce soit par tactique de combat, ou pour rallier un autre groupe, - celui-là encourt la colère d'Allah et son refuge sera l'Enfer. Et quelle mauvaise destination","id":"Dan barang siapa mundur pada waktu itu, kecuali berbelok untuk (siasat) perang atau hendak menggabungkan diri dengan pasukan lain, maka sungguh, orang itu kembali dengan membawa kemurkaan dari Allah. Tempatnya ialah neraka Jahanam, dan seburuk-buruknya tempat kembali","ru":"Те, которые в такой день повернутся спиной к неверующим, кроме тех, кто разворачивается для боя или для присоединения с отрядом, навлекут на себя гнев Аллаха. Их пристанищем будет Геенна. Как же скверно это место прибытия","sv":"Den som då gör helt om - om det inte är [en krigslist] för att falla [en fientlig styrka i ryggen] eller för att gå samman med ett [av era] förband - ådrar sig Guds vrede och helvetet skall bli hans sista hemvist - ett i sanning eländigt mål","tr":"Tekrar savaşmak için bir tarafa çekilmek veya bir başka topluluğa katılmak maksadı dışında, o gün arkasını düşmana dönen kimse Allah'dan bir gazaba uğramış olur. Onun varacağı yer cehennemdir. Ne kötü bir dönüştür","ur":"جس نے ایسے موقع پر پیٹھ پھیری، الا یہ کہ جنگی چال کے طور پر ایسا کرے یا کسی دُوسری فوج سے جا ملنے کے لیے، تو وہ اللہ کے غضب میں گھِر جائے گا، اُس کا ٹھکانہ جہنم ہوگا، اور وہ بہت بُری جائے بازگشت ہے","zh":"除非因为转移阵地，或加入友军。在那日，谁以背向敌，谁要受安拉的谴怒，他们的归宿是火狱，那归宿真恶劣。"},"chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"bn":"যুদ্ধ-লব্ধ ধনসম্পদ","en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
