{"id":1177,"number":17,"text":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translations":{"en":"And you did not kill them, but it was Allah who killed them. And you threw not, [O Muhammad], when you threw, but it was Allah who threw that He might test the believers with a good test. Indeed, Allah is Hearing and Knowing","es":"No fueron ustedes quienes los mataron [a sus enemigos] sino que fue Dios quien les dio muerte, y no fuiste tú [¡oh, Mujámmad!] quien arrojó [el polvo que llegó a los ojos del enemigo en el combate], sino que fue Dios Quien lo hizo. Dios agracia así a los creyentes. Dios todo lo oye, todo lo sabe","fr":"Ce n'est pas vous qui les avez tués: mais c'est Allah qui les a tués. Et lorsque tu lançais (une poignée de terre), ce n'est pas toi qui lançais: mais c'est Allah qui lançait, et ce pour éprouver les croyants d'une belle épreuve de Sa part! Allah est Audient et Omniscient","id":"Maka (sebenarnya) bukan kamu yang membunuh mereka, melainkan Allah yang membunuh mereka, dan bukan engkau yang melempar ketika engkau melempar, tetapi Allah yang melempar. (Allah berbuat demikian untuk membinasakan mereka) dan untuk memberi kemenangan kepada orang-orang mukmin, dengan kemenangan yang baik. Sungguh, Allah Maha Mendengar, Maha Mengetahui","ru":"Не вы убили их, а Аллах убил их. Не ты бросил горсть песку, когда бросал, а Аллах бросил, дабы подвергнуть верующих прекрасному испытанию от Себя. Воистину, Аллах - Слышащий, Знающий","sv":"Men det var inte ni som dödade [era fiender]; nej, det var Gud som tillintetgjorde dem. Och då du [Muhammad] kastade [ditt spjut], var det inte du som kastade; nej, det var Gud som kastade det. [Allt detta skedde] därför att Han ville sätta de troende på prov - ett gott [och hälsosamt] prov. Gud hör allt, vet allt","tr":"Onları siz öldürmediniz fakat Allah öldürdü. Attığın zaman da sen atmamıştın, fakat Allah atmıştı. Allah bunu, inananları güzel bir imtihana tabi tutmak için yapmıştı. Doğrusu O işitir ve bilir","ur":"پس حقیقت یہ ہے کہ تم نے انہیں قتل نہیں کیا بلکہ اللہ نے ان کو قتل کیا اور تو نے نہیں پھینکا بلکہ اللہ نے پھینکا (اور مومنوں کے ہاتھ جو اِس کام میں استعمال کیے گئے) تو یہ اس لیے تھا کہ اللہ مومنوں کو ایک بہترین آزمائش سے کامیابی کے ساتھ گزار دے، یقیناً اللہ سُننے والا اور جاننے والا ہے","zh":"你们没有杀戮他们，而是安拉杀戮了他们；当你射击的时候，其实你并没有射击，而是安拉射击了。（他这样做）原为要把从自己发出的嘉惠赏赐信道的人们。安拉确是全聪的，确是全知的。"},"transliteration":"Falam taqtuloohum walakinna Allaha qatalahum wama ramayta ith ramayta walakinna Allaha rama waliyubliya almumineena minhu balaan hasanan inna Allaha sameeAAun AAaleemun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
