{"id":1179,"number":19,"text":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","translations":{"bn":"তোমরা যদি মীমাংসা কামনা কর, তাহলে তোমাদের নিকট মীমাংসা পৌছে গেছে। আর যদি তোমরা প্রত্যাবর্তন কর, তবে তা তোমাদের জন্য উত্তম এবং তোমরা যদি তাই কর, তবে আমি ও তেমনি করব। বস্তুতঃ তোমাদের কোনই কাজে আসবে না তোমাদের দল-বল, তা যত বেশীই হোক। জেনে রেখ আল্লাহ রয়েছেন ঈমানদারদের সাথে।","en":"If you [disbelievers] seek the victory - the defeat has come to you. And if you desist [from hostilities], it is best for you; but if you return [to war], We will return, and never will you be availed by your [large] company at all, even if it should increase; and [that is] because Allah is with the believers","id":"Jika kamu meminta keputusan, maka sesungguhnya keputusan telah datang kepadamu; dan jika kamu berhenti (memusuhi rasul), maka itulah yang lebih baik bagimu; dan jika kamu kembali, niscaya Kami kembali (memberi pertolongan); dan pasukanmu tidak akan dapat menolak sesuatu bahaya sedikit pun darimu, biarpun jumlahnya (pasukan) banyak. Sungguh, Allah beserta orang-orang beriman","ru":"Если вы (неверующие) просили вынести приговор, то приговор уже явился к вам. Если вы прекратите, то так будет лучше для вас. Но если вы возобновите, то и Мы возобновим (если вы вновь станете сражаться против верующих, то Мы вновь нанесем вам поражение), и ваш отряд не принесет вам никакой пользы, даже если будет многочисленным. Воистину, Аллах - с верующими","tr":"Ey inkarcılar! Zafer istiyorsanız, işte zafer geldi (aleyhinize çıktı). Peygambere karşı gelmekten vazgeçerseniz sizin iyiliğinize olur, yok tekrar dönerseniz biz de döneriz; topluluğunuz çok da olsa size hiçbir fayda vermez. Allah inananlarla beraberdir","ur":"(اِن کافروں سے کہہ دو) “اگر تم فیصلہ چاہتے تھے تو لو، فیصلہ تمہارے سامنے آ گیا اب باز آ جاؤ تو تمہارے ہی لیے بہتر ہے، ورنہ پھر پلٹ کر اسی حماقت کا اعادہ کرو گے تو ہم بھی اسی سزا کا اعادہ کریں گے اور تمہاری جمعیت، خواہ وہ کتنی ہی زیادہ ہو، تمہارے کچھ کام نہ آ سکے گی اللہ مومنوں کے ساتھ ہے"},"chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"bn":"যুদ্ধ-লব্ধ ধনসম্পদ","en":"The Spoils of War","id":"Rampasan Perang","ru":"Трофеи","tr":"Enfâl","ur":"مال غنیمت"},"type":"medinan"}}
