{"id":1179,"number":19,"text":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","translations":{"en":"If you [disbelievers] seek the victory - the defeat has come to you. And if you desist [from hostilities], it is best for you; but if you return [to war], We will return, and never will you be availed by your [large] company at all, even if it should increase; and [that is] because Allah is with the believers","es":"[¡Oh, incrédulos!] Ustedes pidieron que triunfara quien estuviera en la verdad, y esto fue lo que ocurrió. Sepan que si desisten [de combatir al Islam y a los creyentes] será mejor para ustedes; pero si vuelven a hacerlo volveré [a castigarlos] y de nada les servirán sus ejércitos, aunque fueran numerosos. Porque Dios está con los creyentes","fr":"Si vous avez imploré l'arbitrage d'Allah vous connaissez maintenant la sentence [d'Allah] Et si vous cessez [la mécréance et l'hostilité contre le Prophète..], c'est mieux pour vous. Mais si vous revenez, Nous reviendrons, et votre masse, même nombreuse, ne vous sera d'aucune utilité. Car Allah est vraiment avec les croyants","id":"Jika kamu meminta keputusan, maka sesungguhnya keputusan telah datang kepadamu; dan jika kamu berhenti (memusuhi rasul), maka itulah yang lebih baik bagimu; dan jika kamu kembali, niscaya Kami kembali (memberi pertolongan); dan pasukanmu tidak akan dapat menolak sesuatu bahaya sedikit pun darimu, biarpun jumlahnya (pasukan) banyak. Sungguh, Allah beserta orang-orang beriman","ru":"Если вы (неверующие) просили вынести приговор, то приговор уже явился к вам. Если вы прекратите, то так будет лучше для вас. Но если вы возобновите, то и Мы возобновим (если вы вновь станете сражаться против верующих, то Мы вновь нанесем вам поражение), и ваш отряд не принесет вам никакой пользы, даже если будет многочисленным. Воистину, Аллах - с верующими","sv":"Om det var ett avgörande som ni [förnekare] sökte har ni nu fått ett avgörande till stånd, och om ni upphör [att trotsa Gud] är detta för ert eget bästa. Men om ni på nytt [griper till vapen], skall Vi på nytt [låta er besegras] och er armé skall vara er till ingen nytta, hur stark den än är - Gud står på de troendes sida","tr":"Ey inkarcılar! Zafer istiyorsanız, işte zafer geldi (aleyhinize çıktı). Peygambere karşı gelmekten vazgeçerseniz sizin iyiliğinize olur, yok tekrar dönerseniz biz de döneriz; topluluğunuz çok da olsa size hiçbir fayda vermez. Allah inananlarla beraberdir","ur":"(اِن کافروں سے کہہ دو) “اگر تم فیصلہ چاہتے تھے تو لو، فیصلہ تمہارے سامنے آ گیا اب باز آ جاؤ تو تمہارے ہی لیے بہتر ہے، ورنہ پھر پلٹ کر اسی حماقت کا اعادہ کرو گے تو ہم بھی اسی سزا کا اعادہ کریں گے اور تمہاری جمعیت، خواہ وہ کتنی ہی زیادہ ہو، تمہارے کچھ کام نہ آ سکے گی اللہ مومنوں کے ساتھ ہے","zh":"如果你们祈祷胜利，那么，胜利已降临你们了；如果你们停战，那对于你们是更好的。如果你们卷土重来，我就再次援助信士们，你们的部队虽多，对于你们却无裨益，安拉确实是和信士们在一起的。"},"transliteration":"In tastaftihoo faqad jaakumu alfathu wain tantahoo fahuwa khayrun lakum wain taAAoodoo naAAud walan tughniya AAankum fiatukum shayan walaw kathurat waanna Allaha maAAa almumineena","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
