{"id":118,"number":111,"text":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translations":{"en":"And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful","es":"Y dicen: \"Solo entrará al Paraíso quien sea judío o cristiano\". Esos son sus deseos infundados. Diles: \"Traigan pruebas, si es que dicen la verdad","fr":"Et ils ont dit: «Nul n'entrera au Paradis que Juifs ou Chrétiens». Voilà leurs chimères. - Dis: «Donnez votre preuve, si vous êtes véridiques»","id":"Dan mereka (Yahudi dan Nasrani) berkata, \"Tidak akan masuk surga kecuali orang Yahudi atau Nasrani.\"44) Itu (hanya) angan-angan mereka. Katakanlah, \"Tunjukkan bukti kebenaranmu jika kamu orang yang benar","ru":"Они сказали: «Не войдет в Рай никто, кроме иудеев или христиан». Таковы их мечты. Скажи: «Приведите ваше доказательство, если вы говорите правду»","sv":"OCH DE säger: \"Ingen skall stiga in i paradiset som inte är jude\" - eller \"kristen\". Det är vad de önskar och hoppas. Säg: \"Lägg fram era bevis, om det ni säger är sant","tr":"Yahudi veya Hıristiyan olmayan kimse elbette cennete girmeyecek\" dediler; bu onların kuruntularıdır. De ki: \"Sözünüz doğru ise delillerinizi getirin","ur":"ان کا کہنا ہے کہ کوئی شخص جنت میں نہ جائے گا جب تک کہ وہ یہودی نہ ہو (یا عیسائیوں کے خیال کے مطابق) عیسائی نہ ہو یہ ان کی تمنائیں ہیں ان سے کہو، اپنی دلیل پیش کرو، اگر تم اپنے دعوے میں سچے ہو","zh":"他们说：“除犹太教徒和基督教徒外，别的人绝不得入乐园。”这是他们的妄想。你说：“如果你们是诚实的，那么，你们拿出证据来吧！”"},"transliteration":"Waqaloo lan yadkhula aljannata illa man kana hoodan aw nasara tilka amaniyyuhum qul hatoo burhanakum in kuntum sadiqeena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
