{"id":1184,"number":24,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","translations":{"en":"O you who have believed, respond to Allah and to the Messenger when he calls you to that which gives you life. And know that Allah intervenes between a man and his heart and that to Him you will be gathered","es":"¡Oh, creyentes! Obedezcan a Dios y al Mensajero cuando los invitan a practicar aquello que les da vida, y sepan que Dios se interpone entre la persona y [los deseos de] su corazón. Ante Dios comparecerán","fr":"O vous qui croyez! Répondez à Allah et au Messager lorsqu'il vous appelle à ce qui vous donne la (vraie) vie, et sachez qu'Allah s'interpose entre l'homme et son cœur, et que c'est vers Lui que vous serez rassemblés","id":"(Wahai orang-orang yang beriman! Penuhilah seruan Allah dan Rasul apabila dia menyerumu kepada sesuatu yang memberi kehidupan kepadamu,362) dan ketahuilah bahwa sesungguhnya Allah membatasi antara manusia dan hatinya dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan","ru":"О те, которые уверовали! Отвечайте Аллаху и Посланнику, когда он призывает вас к тому, что дарует вам жизнь. Знайте, что Аллах - между человеком и его сердцем (может помешать человеку добиться того, что он желает), и что вы будете собраны к Нему","sv":"Troende! Svara när Gud och [Hans] Sändebud kallar er till det som skall förnya ert liv! Ni bör veta att Gud träder emellan människan och hennes eget hjärta och att det är till Honom ni skall samlas åter","tr":"Ey inananlar! Allah ve Peygamber, sizi, hayat verecek şeye çağırdığı zaman icabet edin. Allah'ın kişi ile kalbi arasına girdiğini ve sonunda O'nun katında toplanacağınızı bilin","ur":"اے ایمان لانے والو، اللہ اور اس کے رسول کی پکار پر لبیک کہو جبکہ رسُول تمہیں اس چیز کی طرف بُلائے جو تمہیں زندگی بخشنے والی ہے، اور جان رکھو کہ اللہ آدمی اور اس کے دل کے درمیان حائل ہے اور اسی کی طرف تم سمیٹے جاؤ گے","zh":"信道的人们啊！当使者号召你们去遵循那使你们获得生命的（教训）的时候，你们当响应安拉和使者。你们当知道安拉能干涉个人的心灵，你们只被召集到他那里。"},"transliteration":"Ya ayyuha allatheena amanoo istajeeboo lillahi walilrrasooli itha daAAakum lima yuhyeekum waiAAlamoo anna Allaha yahoolu bayna almari waqalbihi waannahu ilayhi tuhsharoona","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
