{"id":1186,"number":26,"text":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","translations":{"en":"And remember when you were few and oppressed in the land, fearing that people might abduct you, but He sheltered you, supported you with His victory, and provided you with good things - that you might be grateful","es":"Recuerden cuando eran solo unos pocos, eran perseguidos y oprimidos donde estuvieran, y temían que la gente los apresara. Pero Dios los protegió, los fortaleció con Su auxilio y los agració con un sustento lícito, para que sean agradecidos","fr":"Et rappelez-vous quand vous étiez peu nombreux, opprimés sur terre, craignant de vous faire enlever par des gens. Il vous donna asile, vous renforça de Son secours et vous attribua de bonnes choses afin que vous soyez reconnaissants","id":"Dan ingatlah ketika kamu (para Muhajirin) masih (berjumlah) sedikit, lagi tertindas di bumi (Mekkah), dan kamu takut orang-orang (Mekkah) akan menculik kamu, maka Dia memberi kamu tempat menetap (Madinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya kamu rezeki yang baik agar kamu bersyukur","ru":"Помните, что вы были малочисленны и считались слабыми на земле. Вы опасались, что люди схватят вас, но Он дал вам убежище, подкрепил вас Своей помощью и наделил вас благами, чтобы вы были благодарны","sv":"Kom ihåg den tid då ni var få och svaga och levde i rädsla för övergrepp från andras [sida]; då skänkte Han er en fristad, gav er hjälp och försörjde er med goda ting - kanske visar ni tacksamhet","tr":"Yeryüzünde az sayıda olduğunuz ve zayıf sayıldığınız için insanların sizi esir olarak alıp götürmesinden korktuğunuz zamanları, hatırlayın. Allah, şükredesiniz diye sizi barındırmış, yardımıyla desteklemiş, temiz şeylerle rızıklandırmıştır","ur":"یاد کرو وہ وقت جبکہ تم تھوڑے تھے، زمین میں تم کو بے زور سمجھا جاتا تھا، تم ڈرتے رہتے تھے کہ کہیں لوگ تمہیں مٹا نہ دیں پھر اللہ نے تم کو جائے پناہ مہیا کر دی، اپنی مدد سے تمہارے ہاتھ مضبُوط کیے اور تمہیں اچھا رزق پہنچایا، شاید کہ تم شکر گزار بنو","zh":"你们应当记得，当时你们在地方上是少数，是被人认为软弱可欺的，你们生怕当别人的俘虏，但他使你们安居，并以他的援助辅助你们，以佳美的食物供给你们，以便你们感谢。"},"transliteration":"Waothkuroo ith antum qaleelun mustadAAafoona fee alardi takhafoona an yatakhattafakumu alnnasu faawakum waayyadakum binasrihi warazaqakum mina alttayyibati laAAallakum tashkuroona","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
