{"id":1189,"number":29,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translations":{"en":"O you who have believed, if you fear Allah, He will grant you a criterion and will remove from you your misdeeds and forgive you. And Allah is the possessor of great bounty","es":"¡Oh, creyentes! Si tienen temor de Dios, Él les concederá el criterio, perdonará sus faltas y aceptará su arrepentimiento. Dios es el dueño de un favor inmenso","fr":"O vous qui croyez! Si vous craignez Allah, Il vous accordera la faculté de discerner (entre le bien et le mal), vous effacera vos méfaits et vous pardonnera. Et Allah est le Détenteur de l'énorme grâce","id":"Wahai orang-orang yang beriman! Jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqān (kemampuan membedakan antara yang hak dan batil) kepadamu dan menghapus segala kesalahanmu dan mengampuni (dosa-dosa)mu. Allah memiliki karunia yang besar","ru":"О те, которые уверовали! Если вы будете бояться Аллаха, то Он одарит вас способностью различать истину и ложь, отпустит вам ваши прегрешения и простит вас. Воистину, Аллах обладает великой милостью","sv":"Troende! Om ni fruktar Gud skall Han ge er en måttstock som hjälper er att mäta och skilja rätt från orätt, och [då] skall Han [ur er bok] stryka ut era dåliga handlingar och förlåta era synder. Guds nåd är en outsinlig källa","tr":"Ey inananlar! Allah'tan sakınırsanız, O size iyiyi kötüden ayırdedecek bir anlayış verir, kötülüklerinizi örter, sizi bağışlar. Allah büyük, bol nimet sahibidir","ur":"اے ایمان لانے والو، اگر تم خدا ترسی اختیار کرو گے تو اللہ تمہارے لیے کسوٹی بہم پہنچا دے گا اور تمہاری بُرائیوں کو تم سے دُور کر دے گا، اور تمہارے قصور معاف کر دے گا اللہ بڑا فضل فرمانے والا ہے","zh":"信道的人们啊！如果你们敬畏安拉，他将以鉴识赏赐你们，并原谅你们的罪行，饶恕你们。安拉是有鸿恩的。"},"transliteration":"Ya ayyuha allatheena amanoo in tattaqoo Allaha yajAAal lakum furqanan wayukaffir AAankum sayyiatikum wayaghfir lakum waAllahu thoo alfadli alAAatheemi","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
