{"id":119,"number":112,"text":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translations":{"en":"Yes [on the contrary], whoever submits his face in Islam to Allah while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve","es":"Pero no es así, porque quienes sometan su voluntad a Dios y hagan el bien obtendrán su recompensa junto a su Señor, y no sentirán temor ni tristeza","fr":"Non, mais quiconque soumet à Allah son être tout en faisant le bien, aura sa rétribution auprès de son Seigneur. Pour eux, nulle crainte, et ils ne seront point attristés","id":"Tidak! Barang siapa menyerahkan diri sepenuhnya kepada Allah, dan dia berbuat baik, dia mendapat pahala di sisi Tuhannya dan tidak ada rasa takut pada mereka dan mereka tidak bersedih hati","ru":"О нет! Кто покорит свой лик Аллаху, совершая добро, тот получит награду от своего Господа. Они не познают страха и не будут опечалены","sv":"Nej, så förhåller det sig inte! De som med hela sitt väsen underkastar sig Guds vilja och som gör det goda och det rätta skall få sin fulla lön av sin Herre och de skall inte känna fruktan och ingen sorg skall tynga dem","tr":"Hayır, öyle değil; iyilik yaparak kendini Allah'a veren kimsenin ecri Rabbi'nin katındadır. Onlara korku yoktur, onlar üzülmeyeceklerdir","ur":"دراصل نہ تمہاری کچھ خصوصیت ہے، نہ کسی اور کی حق یہ ہے کہ جو بھی اپنی ہستی کو اللہ کی اطاعت میں سونپ دے اور عملاً نیک روش پر چلے، اس کے لیے اس کے رب کے پاس اُس کا اجر ہے اور ایسے لوگوں کے لیے کسی خوف یا رنج کا کوئی موقع نہیں","zh":"不然，凡全体归顺安拉，而且行善者，将在主那里享受报酬，他们将来没有恐惧，也没有忧愁。"},"transliteration":"Bala man aslama wajhahu lillahi wahuwa muhsinun falahu ajruhu AAinda rabbihi wala khawfun AAalayhim wala hum yahzanoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
