{"id":1190,"number":30,"text":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","translations":{"en":"And [remember, O Muhammad], when those who disbelieved plotted against you to restrain you or kill you or evict you [from Makkah]. But they plan, and Allah plans. And Allah is the best of planners","es":"Y recuerda [¡oh, Mujámmad!] cuando se confabularon contra ti los incrédulos para capturarte, matarte o expulsarte [de tu ciudad]. Ellos planearon en tu contra, pero Dios desbarató sus planes, porque finalmente Dios es el que mejor planea","fr":"(Et rappelle-toi) le moment où les mécréants complotaient contre toi pour t'emprisonner ou t'assassiner ou te bannir. Ils complotèrent. mais Allah a fait échouer leur complot, et Allah est le meilleur en stratagèmes","id":"Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya","ru":"Вот неверующие ухищрялись, чтобы заточить, убить или изгнать тебя. Они хитрили, и Аллах хитрил, а ведь Аллах - Наилучший из хитрецов","sv":"OCH [MINNS, Muhammad] hur förnekarna av sanningen smidde onda planer mot dig; de ville ta dig till fånga eller döda dig eller driva bort dig. Ja, de smider sina planer, men Gud smider [också] Sina planer och Gud smider bättre planer än någon annan","tr":"İnkar edenler, seni bağlayıp bir yere kapamak veya öldürmek, ya da sürmek için düzen kuruyorlardı. Onlar düzen kurarken, Allah da düzenlerini bozuyordu. Allah düzen yapanların en iyisidir","ur":"وہ وقت بھی یاد کرنے کے قابل ہے جبکہ منکرینِ حق تیرے خلاف تدبیریں سوچ رہے تھے کہ تجھے قید کر دیں یا قتل کر ڈالیں یا جلا وطن کر دیں وہ اپنی چالیں چل رہے تھے اور اللہ اپنی چال چل رہا تھا اور اللہ سب سے بہتر چال چلنے والا ہے","zh":"当时，不信道的人对你用计谋，以便他们拘禁你，或杀害你，或驱逐你；他们用计谋，安拉也用计谋，安拉是最善于用计谋的。"},"transliteration":"Waith yamkuru bika allatheena kafaroo liyuthbitooka aw yaqtulooka aw yukhrijooka wayamkuroona wayamkuru Allahu waAllahu khayru almakireena","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
