{"id":1191,"number":31,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","translations":{"en":"And when Our verses are recited to them, they say, \"We have heard. If we willed, we could say [something] like this. This is not but legends of the former peoples","es":"Cuando se les recitan Mis versículos, dicen [los que se niegan a creer]: \"Oímos, pero si quisiéramos podríamos decir palabras similares. Son fábulas de nuestros ancestros","fr":"Et lorsque Nos versets leur sont récités, ils disent: «Nous avons écouté, certes! Si nous voulions, nous dirions pareil à cela, ce ne sont que des légendes d'anciens.»","id":"Dan apabila ayat-ayat Kami dibacakan kepada mereka, mereka berkata, \"Sesungguhnya kami telah mendengar (ayat-ayat seperti ini), jika kami menghendaki niscaya kami dapat membacakan yang seperti ini. (Alquran) ini tidak lain hanyalah dongeng orang-orang terdahulu","ru":"Когда им читают Наши аяты, они говорят: «Мы уже слышали это. Если мы захотим, то сочиним нечто подобное. Ведь это - всего лишь легенды древних народов»","sv":"Och när Våra budskap läses upp för dem säger de: \"[Detta] har Vi hört förut; om vi ville skulle vi helt säkert kunna läsa upp något liknande; det där är bara sagor från förfädernas tid","tr":"Ayetlerimiz onlara okunduğu zaman, \"İşittik, işittik! İstesek biz de aynını söyleyebiliriz; bu sadece eskilerin masallarıdır\" derlerdi","ur":"جب ان کو ہماری آیات سنائی جاتی تھیں تو کہتے تھے کہ “ہاں سُن لیا ہم نے، ہم چاہیں تو ایسی ہی باتیں ہم بھی بنا سکتے ہیں، یہ تو وہی پُرانی کہانیاں ہیں جو پہلے سے لوگ کہتے چلے آ رہے ہیں","zh":"当别人对他们宣读我的迹象的时候，他们说：“我们确已听见过了，假若我们意欲，我们必说出与此相似的文词来；这只是古人的（神话）。”"},"transliteration":"Waitha tutla AAalayhim ayatuna qaloo qad samiAAna law nashao laqulna mithla hatha in hatha illa asateeru alawwaleena","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
