{"id":1192,"number":32,"text":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","translations":{"en":"And [remember] when they said, \"O Allah, if this should be the truth from You, then rain down upon us stones from the sky or bring us a painful punishment","es":"Y alguien dijo: \"¡Señor nuestro! Si esto [que transmite Mujámmad] es la Verdad que dimana de Ti, te desafío a que hagas llover sobre nosotros piedras del cielo o nos azotes con un castigo doloroso","fr":"Et quand ils dirent: «O Allah, si cela est la vérité de Ta part, alors, fais pleuvoir du ciel des pierres sur nous, ou fais venir sur nous un châtiment douloureux»","id":"Dan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Alquran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih","ru":"Вот они сказали: «О Аллах! Если это является истиной от Тебя, то обрушь на нас камни с неба или же подвергни нас мучительным страданиям»","sv":"[Och minns] att de sade: \"Herre Gud! Om detta är Din sanning, låt då stenar regna över oss från himlen eller ett svårt lidande drabba oss","tr":"Allah'ımız! Eğer bu Kitap, gerçekten Senin katından ise bize gökten taş yağdır veya can yakıcı bir azab ver\" demişlerdi","ur":"اور وہ بات بھی یاد ہے جو اُنہوں نے کہی تھی کہ “خدایا اگر یہ واقعی حق ہے اور تیری طرف سے ہے تو ہم پر آسمان سے پتھر برسا دے یا کوئی درد ناک عذاب ہم پر لے آ","zh":"当时，他们说：“安拉啊！如果这就是从你降示的真理，那么，求你从天上降下雨点般的石头来毁灭我们，或以痛苦的刑罚来惩治我们吧！”"},"transliteration":"Waith qaloo allahumma in kana hatha huwa alhaqqa min AAindika faamtir AAalayna hijaratan mina alssamai awi itina biAAathabin aleemin","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
