{"id":1194,"number":34,"text":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translations":{"en":"But why should Allah not punish them while they obstruct [people] from al-Masjid al- Haram and they were not [fit to be] its guardians? Its [true] guardians are not but the righteous, but most of them do not know","es":"¿Por qué no iba Dios a castigarlos si ellos impiden [a los creyentes] el ingreso a la Mezquita Sagrada, sin ser los protectores [legítimos de la Mezquita Sagrada]? Sepan que los [legítimos] protectores son los piadosos. Pero la mayoría de los idólatras no lo sabe","fr":"Qu'ont-ils donc pour qu'Allah ne les châtie pas, alors qu'ils repoussent (les croyants) de la Mosquée sacrée, quoiqu'ils n'en soient pas les gardiens, car ses gardiens ne sont que les pieux. Mais la plupart d'entre eux ne le savent pas","id":"Dan mengapa Allah tidak menghukum mereka padahal mereka menghalang-halangi (orang) untuk (mendatangi) Masjidilharam dan mereka bukanlah orang-orang yang berhak menguasainya? Orang yang berhak menguasai(nya), hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui","ru":"Но как же Аллаху не подвергнуть их мучениям, если они не допускают мусульман к Заповедной мечети, не будучи Его угодниками? Его угодниками являются только богобоязненные, но большинство их не ведает об этом","sv":"Men vad kan de nu peka på [som orsak] för att Gud inte skulle straffa dem? De spärrar vägen till den heliga Moskén [för de troende], trots att de inte är dess [rättmätiga] beskyddare - inga andra än de gudfruktiga kan vara dess beskyddare, men de flesta av dem förstår inte detta","tr":"Yoksa Mescidi Haram'a girmekten menederlerken Allah onlara niçin azab etmesin? Hem de O'nun dostu değiller; O'nun dostları ancak karşı gelmekten sakınanlardır. Fakat çoğu bunu bilmiyorlar","ur":"لیکن اب کیوں نہ وہ ان پر عذاب نازل کرے جبکہ وہ مسجد حرام کا راستہ روک رہے ہیں، حالانکہ وہ اس مسجد کے جائز متولی نہیں ہیں اس کے جائز متولی تو صرف اہلِ تقویٰ ہی ہو سکتے ہیں مگر اکثر لوگ اس بات کو نہیں جانتے","zh":"他们阻止别人入禁寺的时候，安拉怎能不惩治他们呢？他们不是禁寺的保护者，禁寺的保护者只能是敬畏的人，但他们大半不知道。"},"transliteration":"Wama lahum alla yuAAaththibahumu Allahu wahum yasuddoona AAani almasjidi alharami wama kanoo awliyaahu in awliyaohu illa almuttaqoona walakinna aktharahum la yaAAlamoona","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
