{"id":1196,"number":36,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","translations":{"bn":"নিঃসন্দেহে যেসব লোক কাফের, তারা ব্যয় করে নিজেদের ধন-সম্পদ, যাতে করে বাধাদান করতে পারে আল্লাহর পথে। বস্তুতঃ এখন তারা আরো ব্যয় করবে। তারপর তাই তাদের জন্য আক্ষেপের কারণ হয়ে এবং শেষ পর্যন্ত তারা হেরে যাবে। আর যারা কাফের তাদেরকে দোযখের দিকে তাড়িয়ে নিয়ে যাওয়া হবে।","en":"Indeed, those who disbelieve spend their wealth to avert [people] from the way of Allah. So they will spend it; then it will be for them a [source of] regret; then they will be overcome. And those who have disbelieved - unto Hell they will be gathered","id":"Sesungguhnya orang-orang kafir itu, menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian mereka akan menyesal sendiri, dan akhirnya mereka akan dikalahkan. Ke dalam neraka Jahanamlah orang-orang kafir itu akan dikumpulkan","ru":"Воистину, неверующие расходуют свое имущество для того, чтобы сбить других с пути Аллаха. Они будут расходовать его, а затем будут сожалеть об этом, а вслед за тем они будут повержены. Неверующие будут собраны в Геенне","tr":"Doğrusu inkar edenler mallarını Allah'ın yolundan insanları alıkoymak için sarfederler ve daha da sarfedeceklerdir; ama sonra içleri yanacak, hem de mağlup olacaklardır. Bu, Allah'ın, temizi murdardan ayırması ve murdarları üstüste koyup hepsini yığarak cehenneme yerleştirmesi içindir; inkar edenler cehenneme toplanacaklardır. İşte onlar mahvolanlardır","ur":"جن لوگوں نے حق کو ماننے سے انکار کیا ہے وہ اپنے مال خدا کے راستے سے روکنے کے لیے صرف کر رہے ہیں اور ابھی اور خرچ کرتے رہیں گے مگر آخر کار یہی کوششیں ان کے لیے پچھتاوے کا سبب بنیں گی، پھر وہ مغلوب ہوں گے، پھر یہ کافر جہنم کی طرف گھیر لائے جائیں گے"},"chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"bn":"যুদ্ধ-লব্ধ ধনসম্পদ","en":"The Spoils of War","id":"Rampasan Perang","ru":"Трофеи","tr":"Enfâl","ur":"مال غنیمت"},"type":"medinan"}}
