{"id":1196,"number":36,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","translations":{"en":"Indeed, those who disbelieve spend their wealth to avert [people] from the way of Allah. So they will spend it; then it will be for them a [source of] regret; then they will be overcome. And those who have disbelieved - unto Hell they will be gathered","es":"Los que se niegan a creer gastan su dinero para apartar a la gente del sendero de Dios. Seguirán gastando hasta que lo lamentarán, y finalmente serán vencidos. Los que se niegan a creer serán finalmente congregados en el Infierno","fr":"Ceux qui ne croient pas dépensent leurs biens pour éloigner (les gens) du sentier d'Allah. Or, après les avoir dépensés, ils seront pour eux un sujet de regret. Puis ils seront vaincus, et tous ceux qui ne croient pas seront rassemblés vers l'Enfer","id":"Sesungguhnya orang-orang kafir itu, menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian mereka akan menyesal sendiri, dan akhirnya mereka akan dikalahkan. Ke dalam neraka Jahanamlah orang-orang kafir itu akan dikumpulkan","ru":"Воистину, неверующие расходуют свое имущество для того, чтобы сбить других с пути Аллаха. Они будут расходовать его, а затем будут сожалеть об этом, а вслед за тем они будут повержены. Неверующие будут собраны в Геенне","sv":"Med sina rikedomar försöker förnekarna hindra [människor] att följa Guds väg, och med det kommer de att fortsätta; men en dag skall de känna ånger och gräma sig [över dessa handlingar] och till sist skall de besegras. Förnekarna skall föras samman framför helvetet","tr":"Doğrusu inkar edenler mallarını Allah'ın yolundan insanları alıkoymak için sarfederler ve daha da sarfedeceklerdir; ama sonra içleri yanacak, hem de mağlup olacaklardır. Bu, Allah'ın, temizi murdardan ayırması ve murdarları üstüste koyup hepsini yığarak cehenneme yerleştirmesi içindir; inkar edenler cehenneme toplanacaklardır. İşte onlar mahvolanlardır","ur":"جن لوگوں نے حق کو ماننے سے انکار کیا ہے وہ اپنے مال خدا کے راستے سے روکنے کے لیے صرف کر رہے ہیں اور ابھی اور خرچ کرتے رہیں گے مگر آخر کار یہی کوششیں ان کے لیے پچھتاوے کا سبب بنیں گی، پھر وہ مغلوب ہوں گے، پھر یہ کافر جہنم کی طرف گھیر لائے جائیں گے","zh":"不信道的人花费他们的钱财，以便阻止（别人遵循）安拉的大道；他们在花费之后，必定后悔，而且被战胜。不信道的人只被集合到火狱去。"},"transliteration":"Inna allatheena kafaroo yunfiqoona amwalahum liyasuddoo AAan sabeeli Allahi fasayunfiqoonaha thumma takoonu AAalayhim hasratan thumma yughlaboona waallatheena kafaroo ila jahannama yuhsharoona","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
