{"id":1197,"number":37,"text":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translations":{"en":"[This is] so that Allah may distinguish the wicked from the good and place the wicked some of them upon others and heap them all together and put them into Hell. It is those who are the losers","es":"Así Dios diferenciará al corrupto del honesto, y reunirá a los perversos unos con otros y los congregará en el Infierno. Esos serán los perdedores","fr":"afin qu'Allah distingue le mauvais du bon, et qu'Il place les mauvais les uns sur les autres, pour en faire un amoncellement qu'Il jettera dans l'Enfer. Ceux-là sont les perdants","id":"agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu kesemuanya ditumpukkan-Nya, dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang rugi","ru":"чтобы Аллах отделил скверного человека от доброго, бросил скверных одного на другого, собрал их всех вместе и поместил в Геенне. Они будут потерпевшими убыток","sv":"för att Gud skall skilja de onda och de goda åt. Och Han skall bunta ihop de onda och trava dem på varandra och störta dem i helvetet, alla tillsammans. De var förlorarna","tr":"Doğrusu inkar edenler mallarını Allah'ın yolundan insanları alıkoymak için sarfederler ve daha da sarfedeceklerdir; ama sonra içleri yanacak, hem de mağlup olacaklardır. Bu, Allah'ın, temizi murdardan ayırması ve murdarları üstüste koyup hepsini yığarak cehenneme yerleştirmesi içindir; inkar edenler cehenneme toplanacaklardır. İşte onlar mahvolanlardır","ur":"تاکہ اللہ گندگی کو پاکیزگی سے چھانٹ کر الگ کرے اور ہر قسم کی گندگی کو ملا کر اکٹھا کرے پھر اس پلندے کو جہنم میں جھونک دے یہی لوگ اصلی دیوالیے ہیں","zh":"以便安拉甄别恶劣的人和善良的人，然后把恶劣的人一层层地通统堆积起来，然后把他们投入火狱，这等人就是亏折的人。"},"transliteration":"Liyameeza Allahu alkhabeetha mina alttayyibi wayajAAala alkhabeetha baAAdahu AAala baAAdin fayarkumahu jameeAAan fayajAAalahu fee jahannama olaika humu alkhasiroona","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
