{"id":1198,"number":38,"text":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","translations":{"en":"Say to those who have disbelieved [that] if they cease, what has previously occurred will be forgiven for them. But if they return [to hostility] - then the precedent of the former [rebellious] peoples has already taken place","es":"Diles a los que se niegan a creer que si desisten [y abrazan el Islam] les será perdonado cuanto cometieron en el pasado; pero si persisten, tendrán el mismo destino de los pueblos que los precedieron","fr":"Dis à ceux qui ne croient pas que, s'ils cessent, on leur pardonnera ce qui s'est passé. Et s'ils récidivent, (ils seront châtiés); à l'exemple de (leurs) devanciers","id":"Katakanlah kepada orang-orang yang kafir itu (Abu Sufyan dan kawan-kawannya), \"Jika mereka berhenti (dari kekafirannya), niscaya Allah akan mengampuni dosa-dosa mereka yang telah lalu; dan jika mereka kembali lagi (memerangi Nabi) sungguh, berlaku (kepada mereka) sunah (Allah terhadap) orang-orang dahulu (dibinasakan)","ru":"Скажи неверующим, что если они прекратят, то им будет прощено то, что было в прошлом. Но если они возвратятся к неверию, то ведь уже были примеры первых поколений","sv":"[Muhammad!] Säg till sanningens förnekare: \"Om ni gör slut på [ert motstånd mot tron] skall det förflutna förlåtas er, men om ni återupptar [er fientliga hållning, bör ni tänka på] hur det gick för forna tiders folk [som ville trotsa Gud]","tr":"İnkar edenlere, eğer savaştan vazgeçerlerse, geçmişlerinin bağışlanacağını ve tekrar başlarlarsa evvelkilerin hükmünün uygulanacağını söyle","ur":"اے نبیؐ، ان کافروں سے کہو کہ اگر اب بھی باز آ جائیں تو جو کچھ پہلے ہو چکا ہے اس سے درگزر کر لیا جائے گا، لیکن اگر یہ اسی پچھلی روش کا اعادہ کریں گے تو گزشتہ قوموں کے ساتھ جو کچھ ہو چکا ہے وہ سب کو معلوم ہے","zh":"你告诉不信道的人们：如果他们停止战争，那么，他们以往的罪恶将蒙赦宥；如果他们执迷不悟，那么，古人的常道已逝去了。"},"transliteration":"Qul lillatheena kafaroo in yantahoo yughfar lahum ma qad salafa wain yaAAoodoo faqad madat sunnatu alawwaleena","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
