{"id":1199,"number":39,"text":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","translations":{"en":"And fight them until there is no fitnah and [until] the religion, all of it, is for Allah. And if they cease - then indeed, Allah is Seeing of what they do","es":"Combatan [a los criminales] hasta que cese la opresión y todos puedan adorar libremente a Dios. Pero si ellos desisten [de perseguir a los creyentes] Dios bien ve lo que hacen","fr":"Et combattez-les jusqu'à ce qu'il ne subsiste plus d'association, et que la religion soit entièrement à Allah. Puis, s'ils cessent (ils seront pardonnés car) Allah observe bien ce qu'ils œuvrent","id":"Dan perangilah mereka itu sampai tidak ada lagi fitnah dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan","ru":"Сражайтесь с ними, пока не исчезнет искушение и пока религия (поклонение) не будет полностью посвящена Аллаху. Если же они прекратят, то ведь Аллах видит то, что они совершают","sv":"Och kämpa mot dem till dess förtrycket upphör och all dyrkan ägnas Gud. Om de upphör ser Gud vad de gör","tr":"Fitne kalmayıp, yalnız Allah'ın dini kalana kadar onlarla savaşın. Eğer vazgeçerlerse bilsinler ki Allah onların işlediklerini şüphesiz görür","ur":"اے ایمان لانے والو، ان کافروں سے جنگ کرو یہاں تک کہ فتنہ باقی نہ رہے اور دین پورا کا پورا اللہ کے لیے ہو جائے پھر اگر وہ فتنہ سے رُک جائیں تو ان کے اعمال کا دیکھنے والا اللہ ہے","zh":"你们要与他们战斗，直到迫害消除，一切宗教全归安拉；如果他们停战，那么，安拉确是明察他们的行为的。"},"transliteration":"Waqatiloohum hatta la takoona fitnatun wayakoona alddeenu kulluhu lillahi faini intahaw fainna Allaha bima yaAAmaloona baseerun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
