{"id":1201,"number":41,"text":"۞وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translations":{"en":"And know that anything you obtain of war booty - then indeed, for Allah is one fifth of it and for the Messenger and for [his] near relatives and the orphans, the needy, and the [stranded] traveler, if you have believed in Allah and in that which We sent down to Our Servant on the day of criterion - the day when the two armies met. And Allah, over all things, is competent","es":"Sepan que un quinto del botín Le corresponde a Dios, al Mensajero, a sus familiares, a los huérfanos, a los pobres y a los viajeros insolventes [y el resto a los soldados], si es que creen en Dios y en lo que le he revelado a Mi siervo el día que se evidenció la verdad de la falsedad: el día que se enfrentaron los dos ejércitos. Dios tiene poder sobre todas las cosas","fr":"Et sachez que, de tout butin que vous avez ramassé, le cinquième appartient à Allah, au messager, à ses proches parents, aux orphelins, aux pauvres, et aux voyageurs (en détresse), si vous croyez en Allah et en ce que Nous avons fait descendre sur Notre serviteur, le jour du Discernement: le jour où les deux groupes s'étaient rencontrés, et Allah est Omnipotent","id":"(Dan ketahuilah, sesungguhnya segala yang kamu peroleh sebagai rampasan perang,363) maka seperlima untuk Allah, Rasul, kerabat Rasul, anak yatim, orang miskin dan ibnu sabil,364) (demikian) jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Muhammad) di hari furqan,365) yaitu pada hari bertemunya dua pasukan. Dan Allah Mahakuasa atas segala sesuatu","ru":"Знайте, что если вы захватили трофеи, то пятая часть их принадлежит Аллаху, Посланнику, близким родственникам Посланника, сиротам, беднякам и путникам, если вы уверовали в Аллаха и в то, что Мы ниспослали Нашему рабу в день различения, в день, когда встретились две армии при Бадре. Воистину, Аллах способен на всякую вещь","sv":"FEMTEDELEN av det byte som ni tar i krig - det måste ni veta - tillhör Gud och Sändebudet och [hans] närmaste och de faderlösa och de behövande och vandringsmannen. [Lyd detta bud] om ni tror på Gud och på vad Vi har uppenbarat för Vår tjänare den dag då sanningen skildes från lögnen - den dag då de två härarna drabbade samman. Gud har allt i Sin makt","tr":"Eğer Allah'a ve hakkı batıldan ayıran o günde, iki topluluğun karşılaştığı günde kulumuza indirdiğimize inanıyorsanız, bilin ki, ele geçirdiğiniz ganimetin beşte biri Allah'ın, Peygamber'in ve yakınlarının, yetimlerin, düşkünlerin ve yolcularındır. Allah her şeye Kadir'dir","ur":"اور تمہیں معلوم ہو کہ جو کچھ مال غنیمت تم نے حاصل کیا ہے اس کا پانچواں حصہ اللہ اور اس کے رسُولؐ اور رشتہ داروں اور یتیموں اور مسکینوں اور مسافروں کے لیے ہے اگر تم ایمان لائے ہو اللہ پر اور اس چیز پر جو فیصلے کے روز، یعنی دونوں فوجوں کی مڈبھیڑ کے دن، ہم نے اپنے بندے پر نازل کی تھی، (تو یہ حصہ بخوشی ادا کرو) اللہ ہر چیز پر قادر ہے","zh":"你们应当知道：你们所获得的战利品，无论是什么，都应当以五分之一归安拉、使者、至亲、孤儿、赤贫、旅客，如果你们确信安拉和两军交锋而真伪判分之日，以及我所启示我的仆人的迹象。安拉对于万事确是全能的。"},"transliteration":"WaiAAlamoo annama ghanimtum min shayin faanna lillahi khumusahu walilrrasooli walithee alqurba waalyatama waalmasakeeni waibni alssabeeli in kuntum amantum biAllahi wama anzalna AAala AAabdina yawma alfurqani yawma iltaqa aljamAAani waAllahu AAala kulli shayin qadeerun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
