{"id":1201,"number":41,"text":"۞وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translations":{"bn":"আর এ কথাও জেনে রাখ যে, কোন বস্তু-সামগ্রীর মধ্য থেকে যা কিছু তোমরা গনীমত হিসাবে পাবে, তার এক পঞ্চমাংশ হল আল্লাহর জন্য, রসূলের জন্য, তাঁর নিকটাত্নীয়-স্বজনের জন্য এবং এতীম-অসহায় ও মুসাফিরদের জন্য; যদি তোমাদের বিশ্বাস থাকে আল্লাহর উপর এবং সে বিষয়ের উপর যা আমি আমার বান্দার প্রতি অবতীর্ণ করেছি ফয়সালার দিনে, যেদিন সম্মুখীন হয়ে যায় উভয় সেনাদল। আর আল্লাহ সব কিছুর উপরই ক্ষমতাশীল।","en":"And know that anything you obtain of war booty - then indeed, for Allah is one fifth of it and for the Messenger and for [his] near relatives and the orphans, the needy, and the [stranded] traveler, if you have believed in Allah and in that which We sent down to Our Servant on the day of criterion - the day when the two armies met. And Allah, over all things, is competent","id":"(Dan ketahuilah, sesungguhnya segala yang kamu peroleh sebagai rampasan perang,363) maka seperlima untuk Allah, Rasul, kerabat Rasul, anak yatim, orang miskin dan ibnu sabil,364) (demikian) jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Muhammad) di hari furqan,365) yaitu pada hari bertemunya dua pasukan. Dan Allah Mahakuasa atas segala sesuatu","ru":"Знайте, что если вы захватили трофеи, то пятая часть их принадлежит Аллаху, Посланнику, близким родственникам Посланника, сиротам, беднякам и путникам, если вы уверовали в Аллаха и в то, что Мы ниспослали Нашему рабу в день различения, в день, когда встретились две армии при Бадре. Воистину, Аллах способен на всякую вещь","tr":"Eğer Allah'a ve hakkı batıldan ayıran o günde, iki topluluğun karşılaştığı günde kulumuza indirdiğimize inanıyorsanız, bilin ki, ele geçirdiğiniz ganimetin beşte biri Allah'ın, Peygamber'in ve yakınlarının, yetimlerin, düşkünlerin ve yolcularındır. Allah her şeye Kadir'dir","ur":"اور تمہیں معلوم ہو کہ جو کچھ مال غنیمت تم نے حاصل کیا ہے اس کا پانچواں حصہ اللہ اور اس کے رسُولؐ اور رشتہ داروں اور یتیموں اور مسکینوں اور مسافروں کے لیے ہے اگر تم ایمان لائے ہو اللہ پر اور اس چیز پر جو فیصلے کے روز، یعنی دونوں فوجوں کی مڈبھیڑ کے دن، ہم نے اپنے بندے پر نازل کی تھی، (تو یہ حصہ بخوشی ادا کرو) اللہ ہر چیز پر قادر ہے"},"chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"bn":"যুদ্ধ-লব্ধ ধনসম্পদ","en":"The Spoils of War","id":"Rampasan Perang","ru":"Трофеи","tr":"Enfâl","ur":"مال غنیمت"},"type":"medinan"}}
