{"id":1202,"number":42,"text":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","translations":{"en":"[Remember] when you were on the near side of the valley, and they were on the farther side, and the caravan was lower [in position] than you. If you had made an appointment [to meet], you would have missed the appointment. But [it was] so that Allah might accomplish a matter already destined - that those who perished [through disbelief] would perish upon evidence and those who lived [in faith] would live upon evidence; and indeed, Allah is Hearing and Knowing","es":"[Recuerda] cuando se encontraban en el valle más cercano [a Medina] y el ejército de los idólatras en el más lejano, y la caravana de camellos más abajo [en dirección al mar]. Y si ustedes hubieran sabido que se habría de producir una batalla, se habrían negado a aceptar el desafío. Pero [la batalla fue provocada aun así] para que Dios llevara a cabo algo [que Él había dispuesto] que ocurriera, y para que quien hubiera de perecer [en ese día], pereciera ante una prueba clara de la verdad; y quien hubiera de sobrevivir, sobreviviera ante una prueba clara de la verdad. Dios todo lo oye, todo lo sabe","fr":"Vous étiez sur le versant le plus proche, et eux (les ennemis) sur le versant le plus éloigné, tandis que la caravane était plus bas que vous. Si vous vous étiez donné rendez-vous, vous l'auriez manqué (effrayés par le nombre de l'ennemi). Mais il fallait qu'Allah accomplît un ordre qui devait être exécuté, pour que, sur preuve, pérît celui qui (devait) périr, et vécût, sur preuve, celui qui (devait) vivre. Et certes Allah est Audient et Omniscient","id":"(Yaitu) ketika kamu berada di pinggir lembah yang dekat dan mereka berada di pinggir lembah yang jauh sedang kafilah itu berada lebih rendah dari kamu.366) Sekiranya kamu mengadakan persetujuan (untuk menentukan hari pertempuran), niscaya kamu berbeda pendapat dalam menentukan (hari pertempuran itu), tetapi Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan,367) yaitu agar orang yang binasa itu binasa dengan bukti yang nyata dan agar orang yang hidup itu hidup dengan bukti yang nyata. Sungguh, Allah Maha Mendengar, Maha Mengetahui","ru":"Вот вы находились на ближней стороне долины, они - на дальней стороне, а караван был ниже вас. Если бы вы условились, то разошлись бы во времени и месте. Однако все произошло так, чтобы Аллах довел до конца дело, которое уже было свершившимся, дабы погиб тот, кто погиб при полной ясности, и дабы выжил тот, кто выжил при полной ясности. Воистину, Аллах - Слышащий, Знающий","sv":"[Minns] att ni befann er i dalens främre ände och [fienden] i den bortre änden med karavanen långt under er. Om [båda sidor] hade gjort upp om att drabba samman, skulle ni säkert ha dragit er ur spelet, men [striden kom till stånd] därför att Guds vilja måste ske - så att de som stupade, skulle stupa som klart bevis [för sanningen], och att de som fick behålla livet, skulle behålla det som klart bevis [för sanningen]. Gud hör allt, vet allt","tr":"Siz vadiye en yakın ve onlar da en uzak yamaçta idiler; kervanın süvarileri sizden daha aşağıdaydı. Savaş için buluşmak üzere sözleşmeye kalksaydınız, vaktini tayinde anlaşmazlığa düşerdiniz; fakat Allah mahvolan, apaçık belgeden ötürü mahvolsun, yaşayan da apaçık belgeden ötürü yaşasın diye olacak işi yaptı. Doğrusu Allah işitir ve bilir","ur":"یاد کرو وہ وقت جبکہ تم وادی کے اِس جانب تھے اور وہ دُوسری جانب پڑاؤ ڈالے ہوئے تھے اور قافلہ تم سے نیچے (ساحل) کی طرف تھا اگر کہیں پہلے سے تمہارے اور ان کے درمیان مقابلہ کی قرارداد ہو چکی ہوتی تو تم ضرور اس موقع پر پہلو تہی کر جاتے، لیکن جو کچھ پیش آیا وہ اس لیے تھا کہ جس بات کا فیصلہ اللہ کر چکا تھا اسے ظہُور میں لے آئے تاکہ جسے ہلاک ہونا ہے وہ دلیل روشن کے ساتھ ہلاک ہو اور جسے زندہ رہنا ہے وہ دلیل روشن کے ساتھ زندہ رہے، یقیناً خدا سُننے والا اور جاننے والا ہے","zh":"当时，你们在山谷的近岸，敌军在远岸，而商队在你们的下面。假若你们约定相会，你们必定爽约，但（安拉集合你们），以便他判决一件必行的事，以便灭亡者见明证而后灭亡，生存者见明证而后生存。安拉确是全聪的，确是全知的。"},"transliteration":"Ith antum bialAAudwati alddunya wahum bialAAudwati alquswa waalrrakbu asfala minkum walaw tawaAAadtum laikhtalaftum fee almeeAAadi walakin liyaqdiya Allahu amran kana mafAAoolan liyahlika man halaka AAan bayyinatin wayahya man hayya AAan bayyinatin wainna Allaha lasameeAAun AAaleemun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
