{"id":1203,"number":43,"text":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translations":{"en":"[Remember, O Muhammad], when Allah showed them to you in your dream as few; and if He had shown them to you as many, you [believers] would have lost courage and would have disputed in the matter [of whether to fight], but Allah saved [you from that]. Indeed, He is Knowing of that within the breasts","es":"Dios hizo que en un sueño vieras a los enemigos como si fueran pocos, pues si se los hubiera mostrado como un ejército numeroso se habrían acobardado, dudando sobre combatir o no. Pero Dios los protegió. Él bien sabe lo que hay en los corazones","fr":"En songe, Allah te les avait montrés peu nombreux! Car s'Il te les avait montrés nombreux, vous auriez certainement fléchi, et vous vous seriez certainement disputés à propos de l'affaire. Mais Allah vous en a préservés. Il connait le contenu des cœurs","id":"(ingatlah) ketika Allah memperlihatkan mereka di dalam mimpimu (berjumlah) sedikit. Dan sekiranya Allah memperlihatkan mereka (berjumlah) banyak tentu kamu menjadi gentar dan tentu kamu akan berbantah-bantahan dalam urusan itu, tetapi Allah telah menyelamatkan kamu. Sungguh, Allah Maha Mengetahui apa yang ada dalam hatimu","ru":"Вот Аллах показал их тебе во сне малочисленными. Если бы Он показал тебе их многочисленными, то вы пали бы духом и стали бы препираться при принятии решения. Однако Аллах уберег вас, ибо Он знает о том, что в груди","sv":"Gud visade dig i drömmen att de var få. Om Han hade låtit dig se dem som en stark [armé] skulle ni säkert ha tappat modet och börjat tvista om vad som borde göras. Men Gud besparade [er detta]; Han vet vad som rör sig i människans innersta","tr":"Allah onları uykunda sana az gösteriyordu. Çok göstermiş olsaydı, yılacak ve bu hususta çekişmeye başlıyacaktınız, fakat Allah sizi kurtardı; çünkü O kalblerde olanı bilir","ur":"اور یاد کرو وہ وقت جبکہ اے نبیؐ، خدا اُن کو تمہارے خواب میں تھوڑا دکھا رہا تھا، اگر کہیں وہ تمہیں اُن کی تعداد زیادہ دکھا دیتا تو ضرور تم لوگ ہمت ہار جاتے اور لڑائی کے معاملہ میں جھگڑا شروع کر دیتے، لیکن اللہ ہی نے اِس سے تمہیں بچایا، یقیناً وہ سینوں کا حال تک جانتا ہے","zh":"当时安拉使你在梦中看见敌人是少数的；假若他使你们看见他们是多数的，你们必定胆怯，必定为战争而争论，但安拉使你们得免于此。他确是全知心事的。"},"transliteration":"Ith yureekahumu Allahu fee manamika qaleelan walaw arakahum katheeran lafashiltum walatanazaAAtum fee alamri walakinna Allaha sallama innahu AAaleemun bithati alssudoori","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
