{"id":1204,"number":44,"text":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translations":{"en":"And [remember] when He showed them to you, when you met, as few in your eyes, and He made you [appear] as few in their eyes so that Allah might accomplish a matter already destined. And to Allah are [all] matters returned","es":"Cuando estuvieron frente a frente, Dios hizo que ustedes los vieran poco numerosos, e hizo que ellos los vieran poco numerosos a ustedes, de manera que sucediese lo que Dios había decretado. A Dios se remiten todos los asuntos","fr":"Et aussi, au moment de la rencontre, Il vous les montrait peu nombreux à Vos yeux, de même qu'Il vous faisant paraître à leurs yeux peu nombreux afin qu'Allah parachève un ordre qui devait être exécuté. C'est à Allah que sont ramenées les choses","id":"Dan ketika Allah memperlihatkan mereka kepadamu, ketika kamu berjumpa dengan mereka berjumlah sedikit menurut penglihatan matamu dan kamu diperlihatkan-Nya berjumlah sedikit menurut penglihatan mereka, itu karena Allah hendak melakukan suatu urusan yang harus dilaksanakan. Hanya kepada Allah segala urusan dikembalikan","ru":"Вот Аллах, когда вы встретились, показал их вашим глазам малочисленными, и вас показал их глазам малочисленными, чтобы довести до конца дело, которое уже было свершившимся. Воистину, дела возвращаются к Аллаху","sv":"Då ni drabbade samman lät Gud er se dem som en obetydlig skara och Han lät er i deras ögon framstå som en svag [motståndare] - för att [striden skulle komma till stånd] enligt Guds vilja. Allt går [sist och slutligen] tillbaka till Gud","tr":"Karşılaştığınızda, olacak işi oldurmak için, onları gözlerinize az gösteriyor ve sizi de onların gözünde azaltıyordu. Bütün işler dönüp Allah'a varır","ur":"اور یاد کرو جب کہ مقابلے کے وقت خدا نے تم لوگوں کی نگاہوں میں دشمنوں کو تھوڑا دکھایا اور ان کی نگاہوں میں تمہیں کم کر کے پیش کیا، تاکہ جو بات ہونی تھی اُسے اللہ ظہُور میں لے آئے، اور آخر کار سارے معاملات اللہ ہی کی طرف رجوع کرتے ہیں","zh":"当你们相遇的时候，他使你们看见的敌军是少数的，又使你们在他们的眼里变成少数的；以便安拉判决一件必行的事。万事只归安拉裁决。"},"transliteration":"Waith yureekumoohum ithi iltaqaytum fee aAAyunikum qaleelan wayuqallilukum fee aAAyunihim liyaqdiya Allahu amran kana mafAAoolan waila Allahi turjaAAu alomooru","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
