{"id":1206,"number":46,"text":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ","translations":{"en":"And obey Allah and His Messenger, and do not dispute and [thus] lose courage and [then] your strength would depart; and be patient. Indeed, Allah is with the patient","es":"Obedezcan a Dios y a Su Mensajero y no discrepen, porque se debilitarían y serían derrotados. Sean pacientes, porque Dios está con los pacientes","fr":"Et obéissez à Allah et à Son messager; et ne vous disputez pas, sinon vous fléchirez et perdrez votre force. Et soyez endurants, car Allah est avec les endurants","id":"Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah bersama orang-orang sabar","ru":"Повинуйтесь Аллаху и Его Посланнику и не препирайтесь, а не то вы падете духом и лишитесь сил. Будьте терпеливы, ибо Аллах - с терпеливыми","sv":"Och lyd Gud och Hans Sändebud och undvik tvister och osämja; de skulle komma ert mod att sjunka och er trosvisshet att försvagas. Och håll stånd! Gud är med de uthålliga","tr":"Allah'a ve Peygamberine itaat edin; çekişmeyin, yoksa korkar başarısızlığa düşersiniz ve kuvvetiniz gider. Sabredin, doğrusu Allah sabredenlerle beraberdir","ur":"اور اللہ اور اس کے رسُول کی اطاعت کرو اور آپس میں جھگڑو نہیں ورنہ تمہارے اندر کمزوری پیدا ہو جائے گی اور تمہاری ہوا اکھڑ جائے گی صبر سے کام لو، یقیناً اللہ صبر کرنے والوں کے ساتھ ہے","zh":"你们当服从安拉及其使者，你们不要纷争；否则，你们必定胆怯，你们的实力必定消失；你们应当坚忍，安拉确是同坚忍者同在的。"},"transliteration":"WaateeAAoo Allaha warasoolahu wala tanazaAAoo fatafshaloo watathhaba reehukum waisbiroo inna Allaha maAAa alssabireena","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
