{"id":1207,"number":47,"text":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","translations":{"en":"And do not be like those who came forth from their homes insolently and to be seen by people and avert [them] from the way of Allah. And Allah is encompassing of what they do","es":"Pero no sean como aquellos [incrédulos] que salieron de sus hogares con arrogancia y ostentación ante su gente, para apartar a las personas del sendero de Dios. Dios está bien enterado de lo que hacen","fr":"Et ne soyez pas comme ceux qui sortirent de leurs demeures pour repousser la vérité et avec ostentation publique, obstruant le chemin d'Allah. Et Allah cerne ce qu'ils font","id":"Dan janganlah kamu seperti orang-orang yang keluar dari kampung halamannya dengan rasa angkuh dan ingin dipuji orang (ria) serta menghalang-halangi (orang) dari jalan Allah. Allah meliputi segala yang mereka kerjakan","ru":"Не уподобляйтесь тем, которые горделиво вышли из своих домов, показывая себя перед людьми, и сбивали других с пути Аллаха. Аллах объемлет все, что они совершают","sv":"Och bete er inte som de som lämnade sina hem i skrytsamt övermod för att ses [och beundras] av människorna. De ville hindra [andra] att följa Guds väg, men Gud håller uppsikt över [dem och] deras företag","tr":"Yurtlarından böbürlenerek, insanlara gösteriş yaparak çıkan ve Allah yolundan men edenler gibi olmayın. Allah onların işlediklerini her yönüyle bilendir","ur":"اور اُن لوگوں کے سے رنگ ڈھنگ نہ اختیار کرو جو اپنے گھروں سے اِتراتے اور لوگوں کو اپنی شان دکھاتے ہوئے نکلے اور جن کی روش یہ ہے کہ اللہ کے راستے سے روکتے ہیں جو کچھ وہ کر رہے ہیں وہ اللہ کی گرفت سے باہر نہیں ہے","zh":"你们不要仿效那等人，他们骄傲自满地、沽名钓誉地从家乡出去，并阻止别人遵循安拉的大道。安拉是洞察他们的行为的。"},"transliteration":"Wala takoonoo kaallatheena kharajoo min diyarihim bataran wariaa alnnasi wayasuddoona AAan sabeeli Allahi waAllahu bima yaAAmaloona muheetun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
