{"id":1208,"number":48,"text":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","translations":{"en":"And [remember] when Satan made their deeds pleasing to them and said, \"No one can overcome you today from among the people, and indeed, I am your protector.\" But when the two armies sighted each other, he turned on his heels and said, \"Indeed, I am disassociated from you. Indeed, I see what you do not see; indeed I fear Allah. And Allah is severe in penalty","es":"El demonio les hizo ver que lo que hacían era lo correcto, y les dijo: \"Hoy nadie los podrá vencer, yo estoy junto a ustedes\". Pero cuando los dos bandos se divisaron, [el demonio] huyó diciendo: \"Yo no soy responsable de lo que hacen, pues veo lo que ustedes no pueden ver, yo tengo temor de Dios, y Dios es severo en el castigo","fr":"Et quand le Diable leur eut embelli leurs actions et dit: «Nul parmi les humains ne peut vous dominer aujourd'hui, et je suis votre soutien.» Mais, lorsque les deux groupes furent en vue l'un de l'autre, il tourna les deux talons et dit: «Je vous désavoue. Je vois ce que vous ne voyez pas; je crains Allah, et Allah est dur en punition»","id":"Dan (ingatlah) ketika setan menjadikan terasa indah bagi mereka perbuatan (dosa) mereka dan mengatakan, \"Tidak ada (orang) yang dapat mengalahkan kamu pada hari ini, dan sungguh, aku adalah penolongmu\". Maka ketika kedua pasukan itu telah saling melihat (berhadapan), setan balik ke belakang seraya berkata, \"Sesungguhnya aku berlepas diri dari kamu; aku dapat melihat apa yang kamu tidak dapat melihat; sesungguhnya aku takut kepada Allah.\" Allah sangat keras siksa-Nya","ru":"Вот дьявол приукрасил для них их деяния и сказал: «Сегодня никто из людей не одолеет вас. Воистину, я буду по соседству». Но когда два отряда увидели друг друга, он повернул вспять и сказал: «Я не причастен к вам. Воистину, я вижу то, чего вы не видите. Я боюсь Аллаха, ведь Аллах суров в наказании»","sv":"Och Djävulen, som visade dem deras [onda] handlingar i ett fördelaktigt ljus, sade: \"Ingen kan i dag besegra er, eftersom jag står vid er sida.\" Men när de två härarna kom inom synhåll för varandra, vände han sig bort och sade: \"Jag avsäger mig allt ansvar för [vad som kommer att hända] er; jag ser vad ni inte kan se och jag fruktar Gud - Gud straffar med stränghet","tr":"Şeytan onlara işlediklerini güzel gösterdi ve \"Bugün insanlardan sizi yenecek kimse yoktur; doğrusu ben de size yardımcıyım\" dedi. İki ordu karşılaşınca da, geri dönüp, \"Benim sizinle ilgim yok; doğrusu sizin görmediğinizi ben görüyorum ve şüphesiz Allah'tan korkuyorum, Allah'ın azabı şiddetlidir\" dedi","ur":"ذرا خیال کرو اس وقت کا جب کہ شیطان نے ان لوگوں کے کرتوت ان کی نگاہوں میں خوشنما بنا کر دکھائے تھے اور ان سے کہا تھا کہ آج کوئی تم پر غالب نہیں آ سکتا اور یہ کہ میں تمہارے ساتھ ہوں مگر جب دونوں گروہوں کا آمنا سامنا ہوا تو وہ اُلٹے پاؤں پھر گیا اور کہنے لگا کہ میرا تمہارا ساتھ نہیں ہے، میں وہ کچھ دیکھ رہا ہوں جو تم لوگ نہیں دیکھتے، مجھے خدا سے ڈر لگتا ہے اور خدا بڑی سخت سزا دینے والا ہے","zh":"当时，恶魔以他们的行为蛊惑他们，他说：“今天，任何人不能战胜你们，我确是你们的保护者。”当两军对垒的时候，他向后转，他说：“我与你们确是无干的，我的确能看见你们所不能看见的，我的确畏惧安拉。安拉的刑罚是严厉的。”"},"transliteration":"Waith zayyana lahumu alshshaytanu aAAmalahum waqala la ghaliba lakumu alyawma mina alnnasi wainnee jarun lakum falamma taraati alfiatani nakasa AAala AAaqibayhi waqala innee bareeon minkum innee ara ma la tarawna innee akhafu Allaha waAllahu shadeedu alAAiqabi","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
