{"id":1209,"number":49,"text":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَـٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","translations":{"en":"[Remember] when the hypocrites and those in whose hearts was disease said, \"Their religion has deluded those [Muslims].\" But whoever relies upon Allah - then indeed, Allah is Exalted in Might and Wise","es":"En ese momento los hipócritas y quienes tenían el corazón enfermo [con incertidumbre] dijeron [acerca de los creyentes]: \"Estos están enceguecidos por su religión\". Quienes se encomienden a Dios sepan que Él es Poderoso, Sabio","fr":"(Et rappelez-vous), quand les hypocrites et ceux qui ont une maladie au cœur [dont la foi est douteuse] disaient: «Ces gens-là, leur religion les trompe.» Mais quiconque place sa confiance en Allah (sera victorieux)... car Allah est Puissant et Sage","id":"(Ingatlah), ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata, \"Mereka itu (orang mukmin) ditipu agamanya.\" (Allah berfirman), \"Barang siapa bertawakal kepada Allah, ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana","ru":"Вот лицемеры и те, чьи сердца были поражены недугом, сказали: «Эти люди обмануты своей религией». Но если кто уповает на Аллаха, то ведь Аллах - Могущественный, Мудрый","sv":"Och hycklarna och de vars hjärtan är sjuka av tvivel sade: \"Dessa [troende] har vilseletts av sin tro.\" Men den som litar till Gud [vet att] Gud är allsmäktig, vis","tr":"İkiyüzlüler ve kalblerinde hastalık bulunanlar \"Müslümanları dinleri aldattı\" diyorlardı; oysa, kim Allah'a güvenirse bilmelidir ki Allah güçlüdür, hakimdir","ur":"جب کہ منافقین اور وہ سب لوگ جن کے دلوں کو روگ لگا ہوا ہے، کہہ رہے تھے کہ ان لوگوں کو تو اِن کے دین نے خبط میں مبتلا کر رکھا ہے حالانکہ اگر کوئی اللہ پر بھروسہ کرے تو یقیناً اللہ بڑا زبردست اور دانا ہے","zh":"当时，伪信的人和心中有病的人都说：“这等人的宗教已欺骗你们了。”谁托靠安拉，（谁必胜利），因为安拉确是强大的，确是至睿的。"},"transliteration":"Ith yaqoolu almunafiqoona waallatheena fee quloobihim maradun gharra haolai deenuhum waman yatawakkal AAala Allahi fainna Allaha AAazeezun hakeemun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
