{"id":121,"number":114,"text":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَـٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","translations":{"en":"And who are more unjust than those who prevent the name of Allah from being mentioned in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment","es":"¿Acaso existe alguien más injusto que quien prohíbe que en las casas de Dios se alabe Su nombre, e intentan destruirlas? Ellos deberían entrar en ellas con temor. [Porque finalmente] serán humillados en este mundo y en la otra vida recibirán un castigo terrible","fr":"Qui est plus injuste que celui qui empêche que dans les mosquées d'Allah, on mentionne Son Nom, et qui s'efforce à les détruire? De tels gens ne devraient y entrer qu'apeurés. Pour eux, ignominie ici-bas; et dans l'au-delà un énorme châtiment","id":"Dan siapakah yang lebih zalim daripada orang yang melarang di dalam masjid-masjid Allah untuk menyebut nama-Nya, dan berusaha merobohkannya? Mereka itu tidak pantas memasukinya kecuali dengan rasa takut (kepada Allah). Mereka mendapat kehinaan di dunia dan di akhirat mendapat azab yang berat","ru":"Кто может быть несправедливее того, кто запрещает в мечетях Аллаха поминать имя Его и стремится разрушить их? Им следовало бы входить туда только с чувством страха. Позор им в мирской жизни и великие мучения в Последней жизни","sv":"Vem är mer orättfärdig än den som förbjuder åkallan av Guds namn i Hans hus och vars mål det är att jämna dem med marken? De har inte rätt att stiga in där, om de inte fruktar [Honom]. De skall utstå skam och vanära i denna värld och hårda straff i det kommande livet","tr":"Allah'ın mescidlerinde O'nun isminin anılmasını yasak eden ve oraların yıkılmasına çalışan kimseden daha zalim kim vardır? Onların oralara korkmadan girememeleri gerekir. Dünyada rezillik onlaradır, ahirette büyük azab da onlaradır","ur":"اوراس شخص سے بڑھ کر ظالم کون ہوگا جو اللہ کے معبدوں میں اس کے نام کی یاد سے روکے اور ان کی ویرانی کے درپے ہو؟ ایسے لوگ اس قابل ہیں کہ ان کی عبادت گاہوں میں قدم نہ رکھیں اور اگر وہاں جائیں بھی، تو ڈرتے ہوئے جائیں ان کے لیے تو دنیا میں رسوائی ہے اور آخرت میں عذاب عظیم","zh":"阻止人入清真寺去念诵安拉的尊名，且图谋拆毁清真寺者，有谁比他们还不义呢？这等人，除非在恐慌之中，不宜进清真寺去。他们在今世将受凌辱，在后世将受重大的刑罚。"},"transliteration":"Waman athlamu mimman manaAAa masajida Allahi an yuthkara feeha ismuhu wasaAAa fee kharabiha olaika ma kana lahum an yadkhulooha illa khaifeena lahum fee alddunya khizyun walahum fee alakhirati AAathabun AAatheemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
