{"id":1210,"number":50,"text":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَـٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","translations":{"en":"And if you could but see when the angels take the souls of those who disbelieved... They are striking their faces and their backs and [saying], \"Taste the punishment of the Burning Fire","es":"Si vieras [qué terrible es] cuando los ángeles toman las almas de los que mueren habiéndose negado a creer, y les golpean sus rostros y sus espaldas, y les dicen: \"Sufran el tormento del Infierno","fr":"Si tu voyais, lorsque les Anges arrachaient les âmes aux mécréants! Ils les frappaient sur leurs visages et leurs derrières, (en disant): «Goûtez au châtiment du Feu","id":"Dan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang-orang yang kafir sambil memukul wajah dan punggung mereka (dan berkata), \"Rasakanlah olehmu siksa neraka yang membakar","ru":"Если бы ты видел, как ангелы умерщвляют неверующих. Они бьют их по лицу и по спинам со словами: «Вкусите мучения от обжигающего Огня","sv":"OM DU kunde se förnekarna av sanningen när änglarna i dödsögonblicket tar emot deras själar och slår dem i ansiktet och i ryggen, medan [de ropar]: \"[Ni skall få] pröva förbränningens plåga","tr":"Melekler, inkar edenlerin yüzlerine ve sırtlarına vurarak, \"Yakıcı azabı tadın, bu, kendi ellerinizle yaptığınızın karşılığıdır\" diyerek canlarını alırken bir görseydin! Yoksa Allah kullara asla zulmetmez","ur":"کاش تم اُس حالت کو دیکھ سکتے جبکہ فرشتے مقتول کافروں کی رُوحیں قبض کر رہے تھے وہ ان کے چہروں اور ان کے کولھوں پر ضربیں لگاتے جاتے تھے اور کہتے جاتے تھے “لو اب جلنے کی سزا بھگتو","zh":"众天神将鞭挞不信教者的脸部和脊背，而使他们死去，（并且说）：“你们尝试烈火的刑罚吧！”当时，假若你看见他们的情状……。"},"transliteration":"Walaw tara ith yatawaffa allatheena kafaroo almalaikatu yadriboona wujoohahum waadbarahum wathooqoo AAathaba alhareeqi","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
