{"id":1212,"number":52,"text":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","translations":{"en":"[Theirs is] like the custom of the people of Pharaoh and of those before them. They disbelieved in the signs of Allah, so Allah seized them for their sins. Indeed, Allah is Powerful and severe in penalty","es":"El pueblo del Faraón y quienes los precedieron fueron castigados, pues tampoco creyeron en los signos de Dios, y Dios los condenó por sus pecados. Dios tiene poder sobre todas las cosas y es severo en el castigo","fr":"Il en fut de même des gens de Pharaon et ceux qui avant eux n'avaient pas cru aux signes (enseignements) d'Allah. Allah les saisit pour leurs péchés. Allah est certes Fort et sévère en punition","id":"(Keadaan mereka) serupa dengan keadaan pengikut Fir'aun dan orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka disebabkan dosa-dosanya. Sungguh, Allah Maha Kuat lagi sangat keras siksa-Nya","ru":"Так же поступали род Фараона и те, которые жили до них. Они не уверовали в знамения Аллаха, и Аллах схватил их за грехи. Воистину, Аллах силен и суров в наказании","sv":"Med samma envishet följde de samma [onda] vägar som Faraos män och de som levde i äldre tid. De förnekade sanningen i Guds budskap och Gud straffade dem för deras synder. Gud är stark [och] Han straffar med stränghet","tr":"Firavun taifesi ve onlardan öncekilerin gidişi gibi, Allah'ın ayetlerini yalanladılar da Allah onları günahlarından ötürü yoketti. Allah kuvvetlidir, cezalandırması şiddetlidir","ur":"یہ معاملہ ان کے ساتھ اُسی طرح پیش آیا جس طرح آلِ فرعون اور ان سے پہلے کے دُوسرے لوگوں کے ساتھ پیش آتا رہا ہے کہ انہوں نے اللہ کی آیات کو ماننے سے انکار کیا اور اللہ نے ان کے گناہوں پر انہیں پکڑ لیا اللہ قوت رکھتا ہے اور سخت سزا دینے والا ہے","zh":"（他们的常态）犹如法老的百姓和以前的民族的常态一样，他们不信安拉的迹象，故安拉因他们的罪行而惩治他们。安拉确是全能的，他的刑罚确是严厉的。"},"transliteration":"Kadabi ali firAAawna waallatheena min qablihim kafaroo biayati Allahi faakhathahumu Allahu bithunoobihim inna Allaha qawiyyun shadeedu alAAiqabi","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
