{"id":1213,"number":53,"text":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translations":{"en":"That is because Allah would not change a favor which He had bestowed upon a people until they change what is within themselves. And indeed, Allah is Hearing and Knowing","es":"Dios no quita a ningún pueblo las gracias con las que lo ha bendecido, a menos que este se pervierta. Dios todo lo oye, todo lo sabe","fr":"C'est qu'en effet Allah ne modifie pas un bienfait dont Il a gratifié un peuple avant que celui-ci change ce qui est en lui-même. Et Allah est, Audient et Omniscient","id":"Yang demikian itu karena sesungguhnya Allah tidak akan mengubah suatu nikmat yang telah diberikan-Nya kepada suatu kaum, hingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Sungguh, Allah Maha Mendengar, Maha Mengetahui","ru":"Это произошло потому, что Аллах не отменяет милость, которую Он оказал людям, пока они сами не изменяют того, что в их душах. Воистину, Аллах - Слышащий, Знающий","sv":"Gud gör nämligen ingen ändring i de välgärningar som Han har visat ett folk, så länge de inte [själva] ändrar sitt sinnelag. Gud hör allt, vet allt","tr":"Bu, bir topluluk iyi gidişini değiştirmedikçe Allah'ın da verdiği nimeti değiştirmeyeceğinden ve Allah'ın işiten, bilen olmasındandır","ur":"یہ اللہ کی اِس سنت کے مطابق ہوا کہ وہ کسی نعمت کو جو اس نے کسی قوم کو عطا کی ہو اس وقت تک نہیں بدلتا جب تک کہ وہ قوم خود اپنے طرزِ عمل کو نہیں بدل دیتی اللہ سب کچھ سننے اور جاننے والا ہے","zh":"这是因为安拉不变更他所施于任何民众的恩典，直到他们变更自己的情况，又因为安拉是全聪的，是全知的。"},"transliteration":"Thalika bianna Allaha lam yaku mughayyiran niAAmatan anAAamaha AAala qawmin hatta yughayyiroo ma bianfusihim waanna Allaha sameeAAun AAaleemun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
