{"id":1220,"number":60,"text":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","translations":{"en":"And prepare against them whatever you are able of power and of steeds of war by which you may terrify the enemy of Allah and your enemy and others besides them whom you do not know [but] whom Allah knows. And whatever you spend in the cause of Allah will be fully repaid to you, and you will not be wronged","es":"Preparen contra ellos cuanto puedan de fuerzas [de combate] y caballería, para que así amedrenten a los enemigos de Dios que también son los suyos, y a otros enemigos que aún no conocen, pero Dios los conoce bien. Sepan que aquello con lo que contribuyan en la causa de Dios les será recompensado generosamente, y no serán jamás tratados injustamente","fr":"Et préparez [pour lutter] contre eux tout ce que vous pouvez comme force et comme cavalerie équipée, afin d'effrayer l'ennemi d'Allah et le vôtre, et d'autres encore que vous ne connaissez pas en dehors de ceux-ci mais qu'Allah connaît. Et tout ce que vous dépensez dans le sentier d'Allah vous sera remboursé pleinement et vous ne serez point lésés","id":"Dan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah, musuhmu dan orang-orang selain mereka yang kamu tidak mengetahuinya; tetapi Allah mengetahuinya. Apa saja yang kamu infakkan di jalan Allah niscaya akan dibalas dengan cukup kepadamu dan kamu tidak akan dizalimi (dirugikan)","ru":"Приготовьте против них сколько можете силы и боевых коней, чтобы устрашить врага Аллаха и вашего врага, а также тех, которых вы не знаете, но которых знает Аллах. Что бы вы ни израсходовали на пути Аллаха, вам будет возвращено сполна, и с вами не поступят несправедливо","sv":"Och vidtag alla rustningar ni förmår och håll stridshästarna i beredskap så att ni injagar skräck i Guds och era fiender och i andra vars existens ni är okunniga om - men som Gud känner. Och vad ni än ger [i kampen] för Guds sak skall gottgöras er fullt ut och ingen skall tillfogas orätt","tr":"Ey inananlar! Onlara karşı gücünüzün yettiği kadar Allah'ın düşmanı ve sizin düşmanlarınızı ve bunların dışında Allah'ın bilip sizin bilmediklerinizi yıldırmak üzere kuvvet ve savaş atları hazırlayın. Allah yolunda sarfettiğiniz her şey size haksızlık yapılmadan, tamamen ödenecektir","ur":"اور تم لوگ، جہاں تک تمہارا بس چلے، زیادہ سے زیادہ طاقت اور تیار بندھے رہنے والے گھوڑے اُن کے مقابلہ کے لیے مہیا رکھو تاکہ اس کے ذریعہ سے اللہ کے اور اپنے دشمنوں کو اور ان دُوسرے اعداء کو خوف زدہ کرو جنہیں تم نہیں جانتے مگر اللہ جانتا ہے اللہ کی راہ میں جو کچھ تم خرچ کرو گے اس کا پورا پورا بدل تمہاری طرف پلٹایا جائے گا اور تمہارے ساتھ ہرگز ظلم نہ ہوگا","zh":"你们应当为他们而准备你们所能准备的武力和战马，你们借此威胁安拉的敌人和你们的敌人，以及他们以外的别的敌人，你们不认识那些敌人，安拉却认识他们。凡你们为主道而花费的，无论是什么，都将得到完全的报酬，你们不会吃亏。"},"transliteration":"WaaAAiddoo lahum ma istataAAtum min quwwatin wamin ribati alkhayli turhiboona bihi AAaduwwa Allahi waAAaduwwakum waakhareena min doonihim la taAAlamoonahumu Allahu yaAAlamuhum wama tunfiqoo min shayin fee sabeeli Allahi yuwaffa ilaykum waantum la tuthlamoona","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
