{"id":1223,"number":63,"text":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","translations":{"en":"And brought together their hearts. If you had spent all that is in the earth, you could not have brought their hearts together; but Allah brought them together. Indeed, He is Exalted in Might and Wise","es":"Él es Quien unió sus corazones, y tú no habrías podido hacerlo aunque hubieras gastado todo lo que hay en la Tierra, pero Dios los reconcilió. Él es Poderoso, Sabio","fr":"Il a uni leurs cœurs (par la foi). Aurais-tu dépensé tout ce qui est sur terre, tu n'aurais pu unir leurs cœurs; mais c'est Allah qui les a unis, car Il est Puissant et Sage","id":"dan Dia (Allah) yang mempersatukan hati mereka (orang yang beriman). Walaupun kamu menginfakkan semua (kekayaan) yang berada di bumi, niscaya kamu tidak dapat mempersatukan hati mereka, tetapi Allah telah mempersatukan hati mereka. Sungguh, Dia Mahaperkasa, Mahabijaksana","ru":"Он сплотил их сердца. Если бы ты израсходовал все, что есть на земле, то не смог бы сплотить их сердца, однако Аллах сплотил их. Воистину, Он - Могущественный, Мудрый","sv":"och som Han har förenat i varm tillgivenhet [och gjort till bröder]. Om du så gav ut allt i världen hade du inte kunnat knyta dem till varandra med sådana band, men Gud lät denna tillgivenhet växa fram [och gjorde dem till bröder]. Han är allsmäktig, vis","tr":"Seni aldatmak isterlerse, bil ki şüphesiz Allah sana kafidir. Seni ve inananları yardımıyla destekleyen, kalblerini uzlaştıran O'dur. Eğer yeryüzünde olan her şeyi sarfetsen bile, sen onların kalblerini uzlaştıramazdın, ama Allah onları uzlaştırdı. Doğrusu O Güçlü'dür, Hakim'dir","ur":"اور مومنوں کے دل ایک دُوسرے کے ساتھ جوڑ دیے تم روئے زمین کی ساری دولت بھی خرچ کر ڈالتے تو اِن لوگوں کے دل نہ جوڑ سکتے تھے مگر وہ اللہ ہے جس نے ان لوگوں کے دل جوڑے، یقیناً وہ بڑا زبردست اور دانا ہے","zh":"他曾联合信士们的心；假若你费尽大地上所有的财富，你仍不能联合他们的；但安拉已联合他们了。他确是万能的，确是至睿的。"},"transliteration":"Waallafa bayna quloobihim law anfaqta ma fee alardi jameeAAan ma allafta bayna quloobihim walakinna Allaha allafa baynahum innahu AAazeezun hakeemun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
