{"id":1225,"number":65,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","translations":{"en":"O Prophet, urge the believers to battle. If there are among you twenty [who are] steadfast, they will overcome two hundred. And if there are among you one hundred [who are] steadfast, they will overcome a thousand of those who have disbelieved because they are a people who do not understand","es":"¡Oh, Profeta! Exhorta a los creyentes a combatir [por la causa de Dios]. Por cada veinte pacientes y perseverantes de entre ustedes, vencerán a doscientos; y si hubiere cien, vencerán a mil de los que se negaron a creer, porque ellos no razonan","fr":"O Prophète, incite les croyants au combat. S'il se trouve parmi vous vingt endurants, ils vaincront deux cents; et s'il s'en trouve cent, ils vaincront mille mécréants, car ce sont vraiment des gens qui ne comprennent pas","id":"Wahai Nabi (Muhammad)! Kobarkanlah semangat para mukmin untuk berperang. Jika ada dua puluh orang yang sabar di antara kamu, niscaya mereka dapat mengalahkan dua ratus orang musuh. Dan jika ada seratus orang (yang sabar) di antara kamu, niscaya mereka dapat mengalahkan seribu orang kafir, karena orang-orang kafir itu adalah kaum yang tidak mengerti","ru":"О Пророк! Вдохновляй верующих на сражение. Если будет среди вас двадцать терпеливых, то они одолеют две сотни; если же их среди вас будет сотня, то они одолеют тысячу неверующих, потому что они - люди неразумные","sv":"Profet! Inge de troende lugn och dödsförakt inför striden! Om det finns tjugo bland er som håller stånd skall de besegra tvåhundra, och finns det hundra bland er kommer de att besegra tusen av förnekarna, därför att de är människor som inte kan inse [sanningen]","tr":"Müminleri savaş için coştur. Sizin sabırlı yirmi kişiniz onlardan ikiyüz kişiyi yener. Sizin yüz kişiniz, inkar edenlerden bin kişiyi yener; çünkü onlar anlayışsız bir güruhtur. Şimdi Allah yükünüzü hafifletti, zira içinizde zaaf bulunduğunu biliyordu. Sizin sabırlı yüz kişiniz onlardan ikiyüz kişiyi yener; sizin bin kişiniz, Allah'ın izniyle, ikibin kişiyi yener. Allah sabredenlerle beraberdir","ur":"اے نبیؐ، مومنوں کو جنگ پر اُبھارو اگر تم میں سے بیس آدمی صابر ہوں تو وہ دو سو پر غالب آئیں گے اور اگر سو آدمی ایسے ہوں تو منکرین حق میں سے ہزار آدمیوں پر بھاری رہیں گے کیونکہ وہ ایسے لوگ ہیں جو سمجھ نہیں رکھتے","zh":"先知啊！你应当鼓励信士们奋勇抗战，如果你们中有二十个坚忍的人，就能战胜二百个敌人；如果你们中有一百个人，就能战胜一千个不信道的人；因为不信道者是不精明的民众。"},"transliteration":"Ya ayyuha alnnabiyyu harridi almumineena AAala alqitali in yakun minkum AAishroona sabiroona yaghliboo miatayni wain yakun minkum miatun yaghliboo alfan mina allatheena kafaroo biannahum qawmun la yafqahoona","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
