{"id":1226,"number":66,"text":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ","translations":{"en":"Now, Allah has lightened [the hardship] for you, and He knows that among you is weakness. So if there are from you one hundred [who are] steadfast, they will overcome two hundred. And if there are among you a thousand, they will overcome two thousand by permission of Allah. And Allah is with the steadfast","es":"Pero Dios les alivia la carga, por compasión ante su debilidad: Por cada cien pacientes vencerán a doscientos enemigos, y si hubiere mil vencerán a dos mil, con el permiso de Dios. Dios está con los pacientes","fr":"Maintenant, Allah a allégé votre tâche, sachant qu'il y a de la faiblesse en vous. S'il y a cent endurants parmi vous, ils vaincront deux cents; et s'il y en a mille, ils vaincront deux mille, par la grâce d'Allah. Et Allah est avec les endurants","id":"Sekarang Allah telah meringankan kamu karena Dia mengetahui bahwa ada kelemahan padamu. Maka jika di antara kamu ada seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus (orang musuh); dan jika di antara kamu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan izin Allah. Dan Allah beserta orang-orang yang sabar","ru":"Теперь Аллах облегчил ваше бремя, ибо Ему известно, что вы слабы. Если среди вас будет сто терпеливых, то они одолеют две сотни; если же их среди вас будет тысяча, то с позволения Аллаха они одолеют две тысячи. Воистину, Аллах - с терпеливыми","sv":"Gud som känner er svaghet har lättat på er börda. Om det således finns hundra bland er som håller stånd kan de besegra tvåhundra; och om det finns tusen bland er kan de med Guds hjälp besegra tvåtusen. Gud är med dem som håller stånd","tr":"Müminleri savaş için coştur. Sizin sabırlı yirmi kişiniz onlardan ikiyüz kişiyi yener. Sizin yüz kişiniz, inkar edenlerden bin kişiyi yener; çünkü onlar anlayışsız bir güruhtur. Şimdi Allah yükünüzü hafifletti, zira içinizde zaaf bulunduğunu biliyordu. Sizin sabırlı yüz kişiniz onlardan ikiyüz kişiyi yener; sizin bin kişiniz, Allah'ın izniyle, ikibin kişiyi yener. Allah sabredenlerle beraberdir","ur":"اچھا، اب اللہ نے تمہارا بوجھ ہلکا کیا اور اسے معلوم ہوا کہ ابھی تم میں کمزوری ہے، پس اگر تم میں سے سو آدمی صابر ہوں تو وہ دو سو پر اور ہزار آدمی ایسے ہوں تو دو ہزار پر اللہ کے حکم سے غالب آئیں گے، اور اللہ ان لوگوں کے ساتھ ہے جو صبر کرنے والے ہیں","zh":"现在，安拉已减轻你们的负担，他知道你们中有点虚弱；如果你们中有一百个坚忍的人，就能战胜二百个敌人；如果你们中有一千个人，就能本安拉的意旨而战胜两千个敌人。安拉是与坚忍者同在的。"},"transliteration":"Alana khaffafa Allahu AAankum waAAalima anna feekum daAAfan fain yakun minkum miatun sabiratun yaghliboo miatayni wain yakun minkum alfun yaghliboo alfayni biithni Allahi waAllahu maAAa alssabireena","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
