{"id":1227,"number":67,"text":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","translations":{"en":"It is not for a prophet to have captives [of war] until he inflicts a massacre [upon Allah 's enemies] in the land. Some Muslims desire the commodities of this world, but Allah desires [for you] the Hereafter. And Allah is Exalted in Might and Wise","es":"No le es permitido al Profeta [ni a los creyentes] tomar prisioneros si antes no combaten en la Tierra. Pretenden algunos obtener un beneficio mundanal, mientras Dios quiere para ustedes la recompensa de la otra vida. Dios es Poderoso, Sabio","fr":"Un prophète ne devrait pas faire de prisonniers avant d'avoir prévalu [mis les mécréants hors de combat] sur la terre. Vous voulez les biens d'ici-bas, tandis qu'Allah veut l'au-delà. Allah est Puissant et Sage","id":"Tidaklah pantas, bagi seorang Nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. Kamu menghendaki harta benda duniawi sedangkan Allah menghendaki (pahala) akhirat (untukmu). Allah Mahaperkasa, Mahabijaksana","ru":"Не подобало Пророку брать пленных, пока он не пролил кровь на земле. Вы желаете мирских благ, но Аллах желает Последней жизни. Аллах - Могущественный, Мудрый","sv":"EN PROFET skall inte hålla fångar [som friges mot lösen] om inte kriget tagit stora proportioner. Ni står efter de osäkra vinster som ni kan uppnå i denna värld, men Gud vill [att ni eftersträvar] det eviga [goda]. Gud är allsmäktig, vis","tr":"Yeryüzünde savaşırken, düşmanı yere sermeden esir almak hiçbir peygambere yaraşmaz. Geçici dünya malını istiyorsunuz, oysa Allah ahireti kazanmanızı ister. Allah Güçlü'dür, Hakim'dir","ur":"کسی نبی کے لیے یہ زیبا نہیں ہے کہ اس کے پاس قیدی ہوں جب تک کہ وہ زمین میں دشمنوں کو اچھی طرح کچل نہ دے تم لوگ دنیا کے فائدے چاہتے ہو، حالانکہ اللہ کے پیشِ نظر آخرت ہے، اور اللہ غالب اور حکیم ہے","zh":"先知在大地上重惩敌人之前，不该有俘虏。你们欲得尘世的浮利，而安拉愿你们得享后世的报酬。安拉是万能的，是至睿的。"},"transliteration":"Ma kana linabiyyin an yakoona lahu asra hatta yuthkhina fee alardi tureedoona AAarada alddunya waAllahu yureedu alakhirata waAllahu AAazeezun hakeemun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
