{"id":1230,"number":70,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translations":{"en":"O Prophet, say to whoever is in your hands of the captives, \"If Allah knows [any] good in your hearts, He will give you [something] better than what was taken from you, and He will forgive you; and Allah is Forgiving and Merciful","es":"¡Oh, Profeta! Diles a los prisioneros que hayan capturado: \"Si Dios encuentra en sus corazones algo de bien, les concederá algo mejor que los bienes que se les han quitado y los perdonará. Dios es Absolvedor, Misericordioso","fr":"O Prophète, dis aux captifs qui sont entre vos mains: «Si Allah sait qu'il y a quelque bien dans vos cœurs, Il vous donnera mieux que ce qui vous a été pris et vous pardonnera. Allah est Pardonneur et Miséricordieux","id":"Wahai Nabi (Muhammad)! Katakanlah kepada para tawanan perang yang ada di tanganmu, \"Jika Allah mengetahui ada kebaikan di dalam hatimu, niscaya Dia akan memberikan yang lebih baik dari apa yang telah diambil darimu dan Dia akan mengampuni kamu.\" Allah Maha Pengampun, Maha Penyayang","ru":"О Пророк! Скажи пленникам, которые находятся в ваших руках: «Если Аллаху известно, что в ваших сердцах есть добро, то Он дарует вам нечто лучшее, чем отобранное у вас, и простит вас. Воистину, Аллах - Прощающий, Милосердный","sv":"Profet! Säg till de fångar som fallit i era händer: \"Om Gud finner något gott i era hjärtan skall Han ge er det som är bättre än det som har tagits ifrån er och förlåta er [era synder]. Gud är ständigt förlåtande, barmhärtig","tr":"Elinizde bulunan esirlere, \"Allah kalblerinizde bir iyilik bulursa, size sizden alınanın daha hayırlısını verir, sizi bağışlar, Allah bağışlayandır, merhamet edendir\" de","ur":"اے نبیؐ، تم لوگوں کے قبضہ میں جو قیدی ہیں ان سے کہو اگر اللہ کو معلوم ہوا کہ تمہارے دلوں میں کچھ خیر ہے تو وہ تمہیں اُس سے بڑھ چڑھ کر دے گا جو تم سے لیا گیا ہے اور تمہاری خطائیں معاف کرے گا، اللہ درگزر کرنے والا اور رحم فرمانے والا ہے","zh":"先知啊！你对你们手中的俘虏说：“如果安拉知道你们心中有善意，那么，他要把比你们所纳的赎金更好的东西赏赐你们，而且要饶恕你们。安拉是至赦的，是至慈的。”"},"transliteration":"Ya ayyuha alnnabiyyu qul liman fee aydeekum mina alasra in yaAAlami Allahu fee quloobikum khayran yutikum khayran mimma okhitha minkum wayaghfir lakum waAllahu ghafoorun raheemun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
