{"id":1232,"number":72,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَـٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","translations":{"en":"Indeed, those who have believed and emigrated and fought with their wealth and lives in the cause of Allah and those who gave shelter and aided - they are allies of one another. But those who believed and did not emigrate - for you there is no guardianship of them until they emigrate. And if they seek help of you for the religion, then you must help, except against a people between yourselves and whom is a treaty. And Allah is Seeing of what you do","es":"Los creyentes que emigraron, contribuyeron con sus bienes y combatieron por la causa de Dios, son aliados de aquellos que les dieron refugio y socorro. En cambio, a quienes no emigraron no tienen la obligación de socorrerlos hasta que emigren. Pero si piden que los auxilien para preservar su religión, deben hacerlo, salvo que se encuentren en un pueblo con el que ustedes hayan celebrado un pacto. Dios ve bien lo que hacen","fr":"Ceux qui ont cru, émigré et lutté de leurs biens et de leurs personnes dans le sentier d'Allah, ainsi que ceux qui leur ont donné refuge et secours, ceux-là sont alliés les uns des autres. Quant à ceux qui ont cru et n'ont pas émigré, vous ne serez pas liés à eux, jusqu'à ce qu'ils émigrent. Et s'ils vous demandent secours au nom de la religion, à vous alors de leur porter secours, mais pas contre un peuple auquel vous êtes liés par un pacte. Et Allah observe bien ce que vous œuvrez","id":"Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya di jalan Allah dan orang-orang yang memberikan tempat kediaman dan memberi pertolongan (kepada Muhajirin), mereka itu satu sama lain saling melindungi. Dan (terhadap) orang-orang yang beriman tetapi belum berhijrah, maka tidak ada kewajiban sedikit pun bagimu melindungi mereka, sampai mereka berhijrah. (Tetapi) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama, maka kamu wajib memberikan pertolongan kecuali terhadap kaum yang telah terikat perjanjian antara kamu dengan mereka. Dan Allah Maha Melihat apa yang kamu kerjakan","ru":"Воистину, те, которые уверовали, совершили переселение и сражались своим имуществом и своими жизнями на пути Аллаха, а также те, которые дали убежище мухаджирам и оказали помощь, являются помощниками и друзьями друг другу. Если же люди уверовали, но не совершили переселения, то вы не обязаны защищать их, пока они не совершат переселения. Если они попросят вас о помощи в делах религии, то вы должны помочь, если только эта помощь не направлена против народа, с которым вы заключили договор. Аллах видит то, что вы совершаете","sv":"DE SOM har antagit tron och utvandrar från ondskans rike och med sina ägodelar och sina liv [som insats] strävar och kämpar för Guds sak, och de som har gett [utvandrarna] husrum och hjälp - de är varandras [sanna] vänner och beskyddare. Ni ansvarar inte för skyddet av dem som har antagit tron men ännu inte utvandrat - så länge de inte utvandrar. Men begär de er hjälp [därför att de förföljs] på grund av sin tro är det er plikt att lämna dem hjälp, om inte [detta tvingar er att gripa till vapen] mot ett folk till vilket ni är bundna av fördrag; men [glöm inte att] Gud ser vad ni gör","tr":"Doğrusu inanıp hicret edenler, Allah yolunda mallarıyla canlarıyla cihat edenler ve muhacirleri barındırıp onlara yardım edenler, işte bunlar birbirinin dostudurlar. İnanıp hicret etmeyenlerle, hicret edene kadar sizin dostluğunuz yoktur. Fakat din uğrunda yardım isterlerse, aranızda anlaşma olmayan topluluktan başkasına karşı onlara yardım etmeniz gerekir. Allah işlediklerinizi görür","ur":"جن لوگوں نے ایمان قبول کیا اور ہجرت کی اور اللہ کی راہ میں اپنی جانیں لڑائیں اور اپنے مال کھپائے، اور جن لوگوں نے ہجرت کرنے والوں کو جگہ دی اور ان کی مدد کی، وہی دراصل ایک دوسرے کے ولی ہیں رہے وہ لوگ جو ایمان تو لے آئے مگر ہجرت کر کے (دارالاسلام میں) آ نہیں گئے تو ان سے تمہارا ولایت کا کوئی تعلق نہیں ہے جب تک کہ وہ ہجرت کر کے نہ آ جائیں ہاں اگر وہ دین کے معاملہ میں تم سے مدد مانگیں تو ان کی مدد کرنا تم پر فرض ہے، لیکن کسی ایسی قوم کے خلاف نہیں جس سے تمہارا معاہدہ ہو جو کچھ تم کرتے ہو اللہ اسے دیکھتا ہے","zh":"信道而且迁居，并以自己的财产和生命为安拉而奋斗的人和款留（使者），赞助（正道）的人，这等人互为监护者。信道而未迁居的人，绝不得与你们互为监护人，直到他们迁居；如果他们为宗教事而向你们求援，那么，你们应当援助他们，除非他们的敌人与你们有盟约关系。安拉是明察你们的行为的。"},"transliteration":"Inna allatheena amanoo wahajaroo wajahadoo biamwalihim waanfusihim fee sabeeli Allahi waallatheena awaw wanasaroo olaika baAAduhum awliyao baAAdin waallatheena amanoo walam yuhajiroo ma lakum min walayatihim min shayin hatta yuhajiroo waini istansarookum fee alddeeni faAAalaykumu alnnasru illa AAala qawmin baynakum wabaynahum meethaqun waAllahu bima taAAmaloona baseerun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
