{"id":1232,"number":72,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَـٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","translations":{"bn":"এতে কোন সন্দেহ নেই যে, যারা ঈমান এনেছে, দেশ ত্যাগ করেছে, স্বীয় জান ও মাল দ্বারা আল্লাহর রাহে জেহাদ করেছে এবং যারা তাদেরকে আশ্রয় ও সাহায্য সহায়তা দিয়েছে, তারা একে অপরের সহায়ক। আর যারা ঈমান এনেছে কিন্তু দেশ ত্যাগ করেনি তাদের বন্ধুত্বে তোমাদের প্রয়োজন নেই যতক্ষণ না তারা দেশত্যাগ করে। অবশ্য যদি তারা ধর্মীয় ব্যাপারে তোমাদের সহায়তা কামনা করে, তবে তাদের সাহায্য করা তোমাদের কর্তব্য। কিন্তু তোমাদের সাথে যাদের সহযোগী চুক্তি বিদ্যমান রয়েছে, তাদের মোকাবেলায় নয়। বস্তুতঃ তোমরা যা কিছু কর, আল্লাহ সেসবই দেখেন।","en":"Indeed, those who have believed and emigrated and fought with their wealth and lives in the cause of Allah and those who gave shelter and aided - they are allies of one another. But those who believed and did not emigrate - for you there is no guardianship of them until they emigrate. And if they seek help of you for the religion, then you must help, except against a people between yourselves and whom is a treaty. And Allah is Seeing of what you do","id":"Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya di jalan Allah dan orang-orang yang memberikan tempat kediaman dan memberi pertolongan (kepada Muhajirin), mereka itu satu sama lain saling melindungi. Dan (terhadap) orang-orang yang beriman tetapi belum berhijrah, maka tidak ada kewajiban sedikit pun bagimu melindungi mereka, sampai mereka berhijrah. (Tetapi) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama, maka kamu wajib memberikan pertolongan kecuali terhadap kaum yang telah terikat perjanjian antara kamu dengan mereka. Dan Allah Maha Melihat apa yang kamu kerjakan","ru":"Воистину, те, которые уверовали, совершили переселение и сражались своим имуществом и своими жизнями на пути Аллаха, а также те, которые дали убежище мухаджирам и оказали помощь, являются помощниками и друзьями друг другу. Если же люди уверовали, но не совершили переселения, то вы не обязаны защищать их, пока они не совершат переселения. Если они попросят вас о помощи в делах религии, то вы должны помочь, если только эта помощь не направлена против народа, с которым вы заключили договор. Аллах видит то, что вы совершаете","tr":"Doğrusu inanıp hicret edenler, Allah yolunda mallarıyla canlarıyla cihat edenler ve muhacirleri barındırıp onlara yardım edenler, işte bunlar birbirinin dostudurlar. İnanıp hicret etmeyenlerle, hicret edene kadar sizin dostluğunuz yoktur. Fakat din uğrunda yardım isterlerse, aranızda anlaşma olmayan topluluktan başkasına karşı onlara yardım etmeniz gerekir. Allah işlediklerinizi görür","ur":"جن لوگوں نے ایمان قبول کیا اور ہجرت کی اور اللہ کی راہ میں اپنی جانیں لڑائیں اور اپنے مال کھپائے، اور جن لوگوں نے ہجرت کرنے والوں کو جگہ دی اور ان کی مدد کی، وہی دراصل ایک دوسرے کے ولی ہیں رہے وہ لوگ جو ایمان تو لے آئے مگر ہجرت کر کے (دارالاسلام میں) آ نہیں گئے تو ان سے تمہارا ولایت کا کوئی تعلق نہیں ہے جب تک کہ وہ ہجرت کر کے نہ آ جائیں ہاں اگر وہ دین کے معاملہ میں تم سے مدد مانگیں تو ان کی مدد کرنا تم پر فرض ہے، لیکن کسی ایسی قوم کے خلاف نہیں جس سے تمہارا معاہدہ ہو جو کچھ تم کرتے ہو اللہ اسے دیکھتا ہے"},"chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"bn":"যুদ্ধ-লব্ধ ধনসম্পদ","en":"The Spoils of War","id":"Rampasan Perang","ru":"Трофеи","tr":"Enfâl","ur":"مال غنیمت"},"type":"medinan"}}
