{"id":1233,"number":73,"text":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","translations":{"en":"And those who disbelieved are allies of one another. If you do not do so, there will be fitnah on earth and great corruption","es":"Los que se niegan a creer son aliados unos de otros. Si no obran de la misma manera [siendo los creyentes aliados unos de otros], se propagarán los conflictos en la Tierra y habrá una gran corrupción","fr":"Et ceux qui n'ont pas cru sont alliés les uns des autres. Si vous n'agissez pas ainsi [en rompant les liens avec les infidèles], il y aura discorde sur terre et grand désordre","id":"Dan orang-orang yang kafir, sebagian mereka melindungi sebagian yang lain. Jika kamu tidak melaksanakan apa yang telah diperintahkan Allah (saling melindungi), niscaya akan terjadi kekacauan di bumi dan kerusakan yang besar","ru":"Неверующие являются помощниками и друзьями друг другу. И если вы не будете поступать таким образом (если верующие не будут помощниками и друзьями друг другу), то на земле возникнут смута и великое беззаконие","sv":"De som framhärdar i att förneka sanningen är sinsemellan bundsförvanter och de stöder och beskyddar varandra; om ni inte handlar på samma sätt kommer förtrycket på jorden att fortsätta och oordningen och sedefördärvet att tillta","tr":"İnkar edenler birbirlerinin dostlarıdır. Eğer siz aranızda dost olmazsanız yeryüzünde kargaşalık, fitne ve büyük bozgun çıkar","ur":"جو لوگ منکرِ حق ہیں وہ ایک دوسرے کی حمایت کرتے ہیں اگر تم یہ نہ کرو گے تو زمین میں فتنہ اور بڑا فساد برپا ہو گا","zh":"不信道的人互为监护人。如果你们不遵守这个命令，那么，地方上将要发生迫害和大乱。"},"transliteration":"Waallatheena kafaroo baAAduhum awliyao baAAdin illa tafAAaloohu takun fitnatun fee alardi wafasadun kabeerun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
