{"id":1234,"number":74,"text":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","translations":{"en":"But those who have believed and emigrated and fought in the cause of Allah and those who gave shelter and aided - it is they who are the believers, truly. For them is forgiveness and noble provision","es":"Los creyentes que emigraron y lucharon por la causa de Dios, y aquellos que les dieron refugio y los socorrieron, esos son los verdaderos creyentes. A ellos les serán perdonados sus pecados y recibirán una recompensa generosa","fr":"Et ceux qui ont cru, émigré et lutté dans le sentier d'Allah, ainsi que ceux qui leur ont donné refuge et porté secours, ceux-là sont les vrais croyants: à eux, le pardon et une récompense généreuse","id":"Dan orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dan orang-orang yang memberi tempat kediaman dan memberi pertolongan (kepada orang Muhajirin), mereka itulah orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki (nikmat) yang mulia","ru":"Те, которые уверовали, совершили переселение и сражались на пути Аллаха, а также те, которые дали убежище и оказали им помощь, являются истинно верующими. Им уготованы прощение и щедрый удел","sv":"Och de som har antagit tron och utvandrat från ondskans rike och strävar och kämpar för Guds sak, och de som har gett [utvandrarna] husrum och hjälp - de är de verkligt sanna troende. [Gud] skall förlåta dem [deras synder] och frikostigt sörja för deras behov","tr":"İnanıp hicret eden, Allah yolunda savaşanlar ve muhacirleri barındırıp onlara yardım edenler, işte onlar gerçekten inanmış olanlardır. Onlara mağfiret ve cömertçe verilmiş rızıklar vardır","ur":"جو لوگ ایمان لائے اور جنہوں نے اللہ کی راہ میں گھر بار چھوڑے اور جدوجہد کی اور جنہوں نے پناہ دی اور مدد کی وہی سچے مومن ہیں ان کے لیے خطاؤں سے درگزر ہے اور بہترین رزق ہے","zh":"信道而且迁居，并且为安拉而奋斗的人和款留（使者），赞助（正道）的人，这等人确是真实的信士，他们将获赦宥和优厚的给养。"},"transliteration":"Waallatheena amanoo wahajaroo wajahadoo fee sabeeli Allahi waallatheena awaw wanasaroo olaika humu almuminoona haqqan lahum maghfiratun warizqun kareemun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
