{"id":1235,"number":75,"text":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَـٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","translations":{"en":"And those who believed after [the initial emigration] and emigrated and fought with you - they are of you. But those of [blood] relationship are more entitled [to inheritance] in the decree of Allah. Indeed, Allah is Knowing of all things","es":"Y aquellos que posteriormente crean [abrazando el Islam], emigren y luchen con ustedes, serán de los suyos. Sepan que Dios ha prescrito en Su Libro que sus parientes tienen más derecho a la herencia que sus hermanos en la fe, y Dios es conocedor de todas las cosas","fr":"Et ceux qui après cela ont cru et émigré et lutté en votre compagnie, ceux-là sont des vôtres. Cependant ceux qui sont liés par la parenté ont priorité les uns envers les autres, d'après le Livre d'Allah. Certes, Allah est Omniscient","id":"Dan orang-orang yang beriman setelah itu, kemudian berhijrah dan berjihad bersamamu maka mereka termasuk golonganmu. Orang-orang yang mempunyai hubungan kerabat itu sebagiannya lebih berhak terhadap sesamanya (daripada yang bukan kerabat) menurut Kitab Allah. Sungguh, Allah Maha Mengetahui segala sesuatu","ru":"Те, которые уверовали впоследствии, совершили переселение и сражались вместе с вами, являются одними из вас. Однако родственники ближе друг к другу. Таково предписание Аллаха. Воистину, Аллах ведает о всякой вещи","sv":"Och de som hädanefter antar tron och utvandrar från ondskans rike och tillsammans med er strävar och kämpar [för Guds sak] - de skall vara ett med er. De som är knutna till varandra genom blodsband står dock enligt Guds beslut [ändå] närmare varandra. Gud har vetskap om allt","tr":"Sonra inanıp hicret eden ve sizinle birlikte savaşanlar, işte onlar sizdendir. Birbirinin mirasçısı olan akraba, Allah'ın Kitap'ına göre birbirine daha yakındır. Doğrusu Allah her şeyi bilir","ur":"اور جو لوگ بعد میں ایمان لائے اور ہجرت کر کے آ گئے اور تمہارے ساتھ مل کر جدوجہد کرنے لگے وہ بھی تم ہی میں شامل ہیں مگر اللہ کی کتاب میں خون کے رشتہ دار ایک دوسرے کے زیادہ حقدار ہیں، یقیناً اللہ ہر چیز کو جانتا ہے","zh":"此后信道而且迁居，并与你们共同奋斗的人，这等人是你们的同教。骨肉至亲互为监护人，这是载在天经中的，安拉确是全知万物的。"},"transliteration":"Waallatheena amanoo min baAAdu wahajaroo wajahadoo maAAakum faolaika minkum waoloo alarhami baAAduhum awla bibaAAdin fee kitabi Allahi inna Allaha bikulli shayin AAaleemun","chapter":{"id":8,"name":"الأنفال","transliteration":"Al-Anfal","translations":{"en":"The Spoils of War","es":"Los Botines de Guerra","fr":"Le butin","id":"Rampasan Perang","ru":"Трофеи","sv":"Krigsbyte","tr":"Enfâl","ur":"مال غنیمت","zh":"战利品"},"type":"medinan"}}
