{"id":1238,"number":3,"text":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","translations":{"en":"And [it is] an announcement from Allah and His Messenger to the people on the day of the greater pilgrimage that Allah is disassociated from the disbelievers, and [so is] His Messenger. So if you repent, that is best for you; but if you turn away - then know that you will not cause failure to Allah. And give tidings to those who disbelieve of a painful punishment","es":"Dios y Su Mensajero anuncian a toda la gente en el día más importante de la peregrinación, que Dios ya no tiene ningún pacto con los idólatras, ni tampoco Su Mensajero. [¡Oh, idólatras!] Si se arrepienten [y abandonan la incredulidad] será mejor para ustedes, pero si se rehúsan no podrán escapar de Dios. A los que se negaron a creer anúnciales que recibirán un castigo doloroso","fr":"Et proclamation aux gens, de la part d'Allah et de Son messager, au jour du Grand Pèlerinage, qu'Allah et Son messager, désavouent les associateurs. Si vous vous repentez, ce sera mieux pour vous. Mais si vous vous détournez, sachez que vous ne réduirez pas Allah à l'impuissance. Et annonce un châtiment douloureux à ceux qui ne croient pas","id":"Dan satu maklumat (pemberitahuan) dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar,369) bahwa sesungguhnya Allah dan Rasul-Nya berlepas diri dari orang-orang musyrik. Kemudian jika kamu (kaum musyrikin) bertobat, maka itu lebih baik bagimu; dan jika kamu berpaling, maka ketahuilah bahwa kamu tidak dapat melemahkan Allah. Dan berilah kabar gembira kepada orang-orang kafir (bahwa mereka akan mendapat) azab yang pedih","ru":"В день великого паломничества Аллах и Его Посланник объявят людям о том, что Аллах и Его Посланник отрекаются от многобожников. Если вы раскаетесь, то тем лучше для вас. Если же вы отвернетесь, то знайте, что вам не сбежать от Аллаха. Обрадуй же вестью о мучительных страданиях неверующих","sv":"Gud och Hans Sändebud tillkännager för alla människor på den Stora vallfärdens dag: \"Gud avvisar [allt samröre med] avgudadyrkarna, och Hans Sändebud [gör detsamma]. Om ni visar ånger är det för ert eget bästa, men drar ni er undan skall ni veta att ni inte kan uppresa er mot Gud.\" Och låt alla förnekare av sanningen veta att ett plågsamt straff [väntar dem]","tr":"Allah'ın ve Peygamberinin, ortak koşanlardan uzak olduğunu, büyük hac günü, Allah ve peygamberi insanlara ilan eder. Eğer tevbe ederseniz, bu sizin için daha hayırlı olur, yüz çevirirseniz, bilin ki siz Allah'ı aciz bırakamazsınız. İnkar edenlere can yakıcı azabı müjdele","ur":"اطلاع عام ہے اللہ اور اس کے رسول کی طرف سے حج اکبر کے دن تمام لوگوں کے لیے کہ اللہ مشرکین سے بری الذمہ ہے اور اُس کا رسول بھی اب اگر تم لوگ توبہ کر لو تو تمہارے ہی لیے بہتر ہے اور جو منہ پھیرتے ہو تو خوب سمجھ لو کہ تم اللہ کو عاجز کرنے والے نہیں ہو اور اے نبیؐ، انکار کرنے والوں کو سخت عذاب کی خوشخبری سنا دو","zh":"（这是）从安拉及其使者在正朝之日传示众人的通告：安拉及其使者对于以物配主者是无干的。如果你们悔过，那对于你们是更好的，如果你们背离，那么，须知你们不能逃避安拉的谴责。你以痛苦的刑罚向不信道者报喜吧。"},"transliteration":"Waathanun mina Allahi warasoolihi ila alnnasi yawma alhajji alakbari anna Allaha bareeon mina almushrikeena warasooluhu fain tubtum fahuwa khayrun lakum wain tawallaytum faiAAlamoo annakum ghayru muAAjizee Allahi wabashshiri allatheena kafaroo biAAathabin aleemin","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
