{"id":1239,"number":4,"text":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translations":{"en":"Excepted are those with whom you made a treaty among the polytheists and then they have not been deficient toward you in anything or supported anyone against you; so complete for them their treaty until their term [has ended]. Indeed, Allah loves the righteous [who fear Him]","es":"excepto aquellos que no quebrantaron los pactos que ustedes celebraron con ellos ni apoyaron a nadie contra ustedes. Respeten el pacto convenido con ellos hasta su plazo acordado. Dios ama a los piadosos [que respetan los acuerdos]","fr":"A l'exception des associateurs avec lesquels vous avez conclu un pacte, puis ils ne vous ont manqué en rien, et n'ont soutenu personne [à lutter] contre vous: respectez pleinement le pacte conclu avec eux jusqu'au terme convenu. Allah aime les pieux","id":"kecuali orang-orang musyrik yang telah mengadakan perjanjian dengan kamu dan mereka sedikit pun tidak mengurangi (isi perjanjian) dan tidak (pula) mereka membantu seorang pun yang memusuhi kamu, maka terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sungguh, Allah menyukai orang-orang yang bertakwa","ru":"Это не относится к тем многобожникам, с которыми вы заключили договор и которые после этого ни в чем его не нарушили и никому не помогали против вас. Соблюдайте же договор с ними до истечения его срока. Воистину, Аллах любит богобоязненных","sv":"Härifrån skall undantas de bland avgudadyrkarna som har slutit fördrag med er och som inte i något avseende vållat er skada och inte har bistått någon [i fientliga företag] mot er. Fullgör era förpliktelser enligt fördragen med dem, så länge de är i kraft. Gud älskar dem som fruktar Honom","tr":"Yalnız, andlaşma hükümlerinde size karşı bir eksiklik yapmayan ve aleyhinizde kimseye yardım etmeyen müşriklerle yaptığınız andlaşmaya sonuna kadar riayet edin. Allah sakınanları sever","ur":"بجز اُن مشرکین کے جن سے تم نے معاہد ے کیے پھر انہوں نے اپنے عہد کو پورا کرنے میں تمہارے ساتھ کوئی کمی نہیں کی اور نہ تمہارے خلاف کسی کی مدد کی، تو ایسے لوگوں کے ساتھ تم بھی مدت معاہدہ تک وفا کرو کیونکہ اللہ متقیوں ہی کو پسند کرتا ہے","zh":"但以物配主的人们中曾与你们缔结盟约，而没有任何违背，也没有资助任何敌人者，你们应当遵守与他们缔结的盟约，直到满期。安拉确是喜爱敬畏者的。"},"transliteration":"Illa allatheena AAahadtum mina almushrikeena thumma lam yanqusookum shayan walam yuthahiroo AAalaykum ahadan faatimmoo ilayhim AAahdahum ila muddatihim inna Allaha yuhibbu almuttaqeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
