{"id":1240,"number":5,"text":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translations":{"en":"And when the sacred months have passed, then kill the polytheists wherever you find them and capture them and besiege them and sit in wait for them at every place of ambush. But if they should repent, establish prayer, and give zakah, let them [go] on their way. Indeed, Allah is Forgiving and Merciful","es":"Pero cuando hayan pasado los meses sagrados, maten a esos idólatras dondequiera que los encuentren, captúrenlos, sítienlos y acéchenlos en todo lugar. Pero si se arrepienten [y aceptan el Islam], cumplen con la oración prescrita y pagan el zakat, déjenlos en paz. Dios es Absolvedor, Misericordioso","fr":"Après que les mois sacrés expirent, tuez les associateurs où que vous les trouviez. Capturez-les, assiégez-les et guettez-les dans toute embuscade. Si ensuite ils se repentent, accomplissent la Salât et acquittent la Zakât, alors laissez-leur la voie libre, car Allah est Pardonneur et Miséricordieux","id":"(Apabila telah habis bulan-bulan haram,370) maka perangilah orang-orang musyrik di mana saja kamu temui, tangkaplah dan kepunglah mereka, dan awasilah di tempat pengintaian. Jika mereka bertobat dan melaksanakan salat serta menunaikan zakat, maka berilah kebebasan kepada mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Когда же завершатся запретные месяцы, то убивайте многобожников, где бы вы их ни обнаружили, берите их в плен, осаждайте их и устраивайте для них любую засаду. Если же они раскаются и станут совершать намаз и выплачивать закят, то отпустите их, ибо Аллах - Прощающий, Милосердный","sv":"När de helgade månaderna gått till ända skall ni döda avgudadyrkarna, var ni än träffar på dem; tag dem till fånga och omringa dem och lägg er i försåt för dem. Men om de visar ånger och [villighet att] förrätta bönen och betala allmoseskatten, lämna dem då i fred - Gud är ständigt förlåtande, barmhärtig","tr":"Hürmetli aylar çıkınca, puta tapanları bulduğunuz yerde öldürün; onları yakalayıp hapsedin; her gözetleme yerinde onları bekleyin. Eğer tevbe eder, namaz kılar ve zekat verirlerse yollarını serbest bırakın. Doğrusu Allah bağışlar ve merhamet eder","ur":"پس جب حرام مہینے گزر جائیں تو مشرکین کو قتل کرو جہاں پاؤ اور انہیں پکڑو اور گھیرو اور ہر گھات میں اُن کی خبر لینے کے لیے بیٹھو پھر اگر وہ توبہ کر لیں اور نماز قائم کریں اور زکوٰۃ دیں تو انہیں چھوڑ دو اللہ درگزر کرنے والا اور رحم فرمانے والا ہے","zh":"当禁月逝去的时候，你们在哪里发现以物配主者，就在哪里杀戮他们，俘虏他们，围攻他们，在各个要隘侦候他们。如果他们悔过自新，谨守拜功，完纳天课，你们就放走他们。安拉确是至赦的，确是至慈的。"},"transliteration":"Faitha insalakha alashhuru alhurumu faoqtuloo almushrikeena haythu wajadtumoohum wakhuthoohum waohsuroohum waoqAAudoo lahum kulla marsadin fain taboo waaqamoo alssalata waatawoo alzzakata fakhalloo sabeelahum inna Allaha ghafoorun raheemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
