{"id":1241,"number":6,"text":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","translations":{"en":"And if any one of the polytheists seeks your protection, then grant him protection so that he may hear the words of Allah. Then deliver him to his place of safety. That is because they are a people who do not know","es":"Si alguno de los idólatras te pidiera protección, dale asilo para que así recapacite y escuche la Palabra de Dios, luego [si no reflexiona] ayúdalo a alcanzar un lugar seguro. Esto es porque son gente que no sabe","fr":"Et si l'un des associateurs te demande asile, accorde-le lui, afin qu'il entende la parole d'Allah, puis fais-le parvenir à son lieu de sécurité. Car ce sont des gens qui ne savent pas","id":"Dan jika di antara kaum musyrikin ada yang meminta perlindungan kepadamu, maka lindungilah agar dia dapat mendengar firman Allah, kemudian antarkanlah dia ke tempat yang aman baginya. (Demikian) itu karena sesungguhnya mereka kaum yang tidak mengetahui","ru":"Если же какой-либо многобожник попросит у тебя убежища, то предоставь ему убежище, чтобы он мог услышать Слово Аллаха. Затем доставь его в безопасное место, потому что они - невежественные люди","sv":"Om någon bland avgudadyrkarna söker skydd hos dig, ge honom då ditt beskydd, så att han får höra Guds ord; för honom sedan till en plats där han är i trygghet. De är nämligen människor som inte vet [vad Islam innebär]","tr":"Puta tapanlardan biri sana sığınırsa, onu güvene al; ta ki Allah'ın sözünü dinlesin. Sonra onu güven içinde olacağı yere ulaştır. Çünkü onlar bilgisiz bir topluluktur","ur":"اور اگر مشرکین میں سے کوئی شخص پناہ مانگ کر تمہارے پاس آنا چاہے (تاکہ اللہ کا کلام سنے) تو اُسے پناہ دے دو یہاں تک کہ وہ اللہ کا کلام سن لے پھر اُسے اس کے مامن تک پہنچا دو یہ اس لیے کرنا چاہیے کہ یہ لوگ علم نہیں رکھتے","zh":"以物配主者当中如果有人求你保护，你应当保护他，直到他听到安拉的言语，然后把他送到安全的地方。这是因为他们是无知的民众。"},"transliteration":"Wain ahadun mina almushrikeena istajaraka faajirhu hatta yasmaAAa kalama Allahi thumma ablighhu mamanahu thalika biannahum qawmun la yaAAlamoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
