{"id":1242,"number":7,"text":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translations":{"bn":"মুশরিকদের চুক্তি আল্লাহর নিকট ও তাঁর রসূলের নিকট কিরূপে বলবৎ থাকবে। তবে যাদের সাথে তোমরা চুক্তি সম্পাদন করেছ মসজিদুল-হারামের নিকট। অতএব, যে পর্যন্ত তারা তোমাদের জন্যে সরল থাকে, তোমরাও তাদের জন্য সরল থাক। নিঃসন্দেহের আল্লাহ সাবধানীদের পছন্দ করেন।","en":"How can there be for the polytheists a treaty in the sight of Allah and with His Messenger, except for those with whom you made a treaty at al-Masjid al-Haram? So as long as they are upright toward you, be upright toward them. Indeed, Allah loves the righteous [who fear Him]","id":"Bagaimana mungkin ada perjanjian (aman) di sisi Allah dan Rasul-Nya dengan orang-orang musyrik, kecuali dengan orang-orang yang kamu telah mengadakan perjanjian (dengan mereka) di dekat Masjidilharam (Hudaibiyah), maka selama mereka berlaku jujur terhadapmu, hendaklah kamu berlaku jujur (pula) terhadap mereka. Sungguh, Allah menyukai orang-orang yang bertakwa","ru":"Может ли быть у многобожников договор с Аллахом и Его Посланником, не считая тех, с которыми вы заключили договор у Заповедной мечети? Пока они верны вам, вы также будьте верны им. Воистину, Аллах любит богобоязненных","tr":"Mescidi Haram'ın yanında andlaştıklarınızın dışında, puta tapanların Allah katında ve Peygamberi önünde nasıl bir andlaşmaları olabilir. Size doğru davrandıkça siz de onlara doğru davranın. Allah, sözleşmelerini bozmaktan sakınanları sever","ur":"اِن مشرکین کے لیے اللہ اور اس کے رسول کے نزدیک کوئی عہد آخر کیسے ہوسکتا ہے؟ بجز اُن لوگوں کے جن سے تم نے مسجد حرام کے پاس معاہدہ کیا تھا، تو جب تک وہ تمہارے ساتھ سیدھے رہیں تم بھی ان کے ساتھ سیدھے رہو کیونکہ اللہ متقیوں کو پسند کرتا ہے"},"chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"bn":"অনুশোচনা","en":"The Repentance","id":"Pengampunan","ru":"Покаяние","tr":"Tevbe","ur":"توبہ"},"type":"medinan"}}
