{"id":1242,"number":7,"text":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translations":{"en":"How can there be for the polytheists a treaty in the sight of Allah and with His Messenger, except for those with whom you made a treaty at al-Masjid al-Haram? So as long as they are upright toward you, be upright toward them. Indeed, Allah loves the righteous [who fear Him]","es":"¿Cómo podrían Dios y Su Mensajero tener un pacto con los idólatras [siendo que ellos no dudaron en combatirlos]? Pero si aquellos con quienes ustedes pactaron anteriormente junto a la Mezquita Sagrada [en La Meca] cumplen lo pactado, cúmplanlo ustedes también. Dios ama a los piadosos [que respetan los pactos]","fr":"Comment y aurait-il pour les associateurs un pacte admis par Allah et par Son messager? A l'exception de ceux avec lesquels vous avez conclu un pacte près de la Mosquée sacrée. Tant qu'ils sont droits envers vous, soyez droits envers eux. Car Allah aime les pieux","id":"Bagaimana mungkin ada perjanjian (aman) di sisi Allah dan Rasul-Nya dengan orang-orang musyrik, kecuali dengan orang-orang yang kamu telah mengadakan perjanjian (dengan mereka) di dekat Masjidilharam (Hudaibiyah), maka selama mereka berlaku jujur terhadapmu, hendaklah kamu berlaku jujur (pula) terhadap mereka. Sungguh, Allah menyukai orang-orang yang bertakwa","ru":"Может ли быть у многобожников договор с Аллахом и Его Посланником, не считая тех, с которыми вы заключили договор у Заповедной мечети? Пока они верны вам, вы также будьте верны им. Воистину, Аллах любит богобоязненных","sv":"HUR SKULLE avgudadyrkarna kunna [göra anspråk på] fördragsenligt [beskydd] av Gud och Hans Sändebud, bortsett från dem som ni slöt avtal med om vapenvila i närheten av den heliga Moskén? [Vad dem beträffar] skall ni stå fast vid ert ord till dem, så länge de står fast vid sitt ord till er. Gud älskar dem som fruktar Honom","tr":"Mescidi Haram'ın yanında andlaştıklarınızın dışında, puta tapanların Allah katında ve Peygamberi önünde nasıl bir andlaşmaları olabilir. Size doğru davrandıkça siz de onlara doğru davranın. Allah, sözleşmelerini bozmaktan sakınanları sever","ur":"اِن مشرکین کے لیے اللہ اور اس کے رسول کے نزدیک کوئی عہد آخر کیسے ہوسکتا ہے؟ بجز اُن لوگوں کے جن سے تم نے مسجد حرام کے پاس معاہدہ کیا تھا، تو جب تک وہ تمہارے ساتھ سیدھے رہیں تم بھی ان کے ساتھ سیدھے رہو کیونکہ اللہ متقیوں کو پسند کرتا ہے","zh":"在安拉及其使者看来，以物配主者怎么会有盟约呢？但在禁寺附近与你们缔结盟约的人，在他们为你们遵守盟约的期间，你们当为他们遵守盟约。安拉确是喜爱敬畏者的。"},"transliteration":"Kayfa yakoonu lilmushrikeena AAahdun AAinda Allahi waAAinda rasoolihi illa allatheena AAahadtum AAinda almasjidi alharami fama istaqamoo lakum faistaqeemoo lahum inna Allaha yuhibbu almuttaqeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
