{"id":1243,"number":8,"text":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","translations":{"en":"How [can there be a treaty] while, if they gain dominance over you, they do not observe concerning you any pact of kinship or covenant of protection? They satisfy you with their mouths, but their hearts refuse [compliance], and most of them are defiantly disobedient","es":"¿Cómo [podría tenerse un pacto con ellos siendo que] si obtuvieran una victoria sobre ustedes no tendrían compasión ni respetarían lazo familiar? Quieren agradarlos con sus palabras, pero sus corazones los rechazan. La mayoría de ellos son perversos","fr":"Comment donc! Quand ils triomphent de vous, ils ne respectent à votre égard, ni parenté ni pacte conclu. Ils vous satisfont de leurs bouches, tandis que leurs cœurs se refusent; et la plupart d'entre eux sont des pervers","id":"Bagaimana mungkin (ada perjanjian demikian), padahal jika mereka memperoleh kemenangan atas kamu, mereka tidak memelihara hubungan kekerabatan denganmu dan tidak (pula mengindahkan) perjanjian. Mereka menyenangkan hatimu dengan mulutnya, sedang hatinya menolak. Kebanyakan mereka adalah orang-orang fasik (tidak menepati janji)","ru":"Какой там (какой договор может быть с многобожниками)? Если они одолеют вас, то не станут соблюдать перед вами ни родственных, ни договорных обязательств. На словах они пытаются угодить вам, но в сердцах они питают к вам отвращение, ведь большинство их являются нечестивцами","sv":"Hur [skulle ett sådant fördrag vara möjligt]? Om de är er överlägsna i styrka tar de gentemot er varken hänsyn till släktskapsband eller till gällande regler om skydd. De låter tillmötesgående i sitt tal, men innerst inne känner de avsky [för er] och de flesta av dem är trotsiga syndare","tr":"Nasıl olabilir ki, size üstün gelselerdi ne bir yakınlık, ne de bir ahd gözetirlerdi. Kalpleriyle istemezlerken sizi ağızlarıyla hoşnut etmeye uğraşırlar; çokları fasıktırlar","ur":"مگر اِن کے سوا دوسرے مشرکین کے ساتھ کوئی عہد کیسے ہوسکتا ہے جبکہ اُن کا حال یہ ہے کہ تم پر قابو پا جائیں تو نہ تمہارے معاملہ میں کسی قرابت کا لحاظ کریں نہ کسی معاہدہ کی ذمہ داری کا وہ اپنی زبانوں سے تم کو راضی کرنے کی کوشش کرتے ہیں مگر دل ان کے انکار کرتے ہیں اور ان میں سے اکثر فاسق ہیں","zh":"他们怎么会有盟约呢？如果他们战胜你们，他们对你们就不顾戚谊，不重盟约。他们用甜言蜜语使你们喜欢，他们的内心却不肯实践诺言，他们的大半是犯罪的。"},"transliteration":"Kayfa wain yathharoo AAalaykum la yarquboo feekum illan wala thimmatan yurdoonakum biafwahihim wataba quloobuhum waaktharuhum fasiqoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
