{"id":1246,"number":11,"text":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translations":{"en":"But if they repent, establish prayer, and give zakah, then they are your brothers in religion; and We detail the verses for a people who know","es":"Pero si se arrepienten, cumplen con la oración prescrita y pagan el zakat, entonces [perdónenlos y sepan que ahora] son sus hermanos en la religión. Así es como explico detalladamente los preceptos a quienes los comprenden","fr":"Mais s'ils se repentent, accomplissent la Salât et acquittent la Zakat, ils deviendront vos frères en religion. Nous exposons intelligiblement les versets pour des gens qui savent","id":"Dan jika mereka bertobat, melaksanakan salat dan menunaikan zakat, maka (berarti mereka itu) adalah saudara-saudaramu seagama. Kami menjelaskan ayat-ayat itu bagi orang-orang yang mengetahui","ru":"Но если они раскаются и будут совершать намаз и выплачивать закят, то они станут вашими братьями по вере. Мы разъясняем Наши знамения для людей знающих","sv":"Men om de visar ånger och [vilja att] förrätta bönen och betala allmoseskatten, då är de era bröder i tron. Så framställer Vi [Våra] budskap fast och klart för de insiktsfulla","tr":"Eğer tevbe eder, namaz kılar ve zekat verirlerse, sizin din kardeşiniz olurlar. Bilen kimseler için ayetleri uzun uzadıya açıklıyoruz","ur":"پس اگر یہ توبہ کر لیں اور نماز قائم کریں اور زکوٰۃ دیں تو تمہارے دینی بھائی ہیں اور جاننے والوں کے لیے ہم اپنے احکام واضح کیے دیتے ہیں","zh":"如果他们悔过自新，谨守拜功，完纳天课，他们就是你们的教胞。我为有知识的民众解释许多迹象。"},"transliteration":"Fain taboo waaqamoo alssalata waatawoo alzzakata faikhwanukum fee alddeeni wanufassilu alayati liqawmin yaAAlamoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
