{"id":1248,"number":13,"text":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"en":"Would you not fight a people who broke their oaths and determined to expel the Messenger, and they had begun [the attack upon] you the first time? Do you fear them? But Allah has more right that you should fear Him, if you are [truly] believers","es":"¿Acaso no combatirían a quienes faltan a sus juramentos y planearon expulsar al Mensajero, y fueron ellos los que comenzaron primero [con la agresión]? ¿Acaso les temen? Sepan que Dios es más digno de que Le teman, si es que son creyentes","fr":"Ne combattrez-vous pas des gens qui ont violé leurs serments, qui ont voulu bannir le Messager et alors que ce sont eux qui vous ont attaqués les premiers? Les redoutiez-vous? C'est Allah qui est plus digne de votre crainte si vous êtes croyants","id":"Mengapa kamu tidak memerangi orang-orang yang melanggar sumpah (janjinya), dan telah merencanakan untuk mengusir Rasul, dan mereka yang pertama kali memerangi kamu? Apakah kamu takut kepada mereka, padahal Allahlah yang lebih berhak untuk kamu takuti, jika kamu orang-orang beriman","ru":"Неужели вы не сразитесь с людьми, которые нарушили свои клятвы и вознамерились изгнать Посланника? Они начали первыми. Неужели вы боитесь их? Вам надлежит больше бояться Аллаха, если вы являетесь верующими","sv":"Eller tvekar ni att kämpa mot människor som har brutit sina eder och som hade planer att jaga bort Sändebudet och som var de första att angripa er? Hyser ni [sådan] rädsla för dem? Men om ni är [sanna] troende är det Gud som ni bör frukta","tr":"Yeminlerini bozan, Peygamberi sürgüne göndermeye azmeden bir toplumla savaşmanız gerekmez mi ki, önce onlar başlamışlardır? Onlardan korkar mısınız? Eğer inanıyorsanız bilin ki asıl korkmanız gereken Allah'tır","ur":"کیا تم نہ لڑو گے ایسے لوگوں سے جو اپنے عہد توڑتے رہے ہیں اور جنہوں نے رسول کو ملک سے نکال دینے کا قصد کیا تھا اور زیادتی کی ابتدا کرنے والے وہی تھے؟ کیا تم ان سے ڈرتے ہو؟ اگر تم مومن ہو تو اللہ اِس کا زیادہ مستحق ہے کہ اس سے ڈرو","zh":"有一族人已经违反盟约，要想驱逐先知，而且首先进攻你们。你们怎么还不讨伐他们呢？难道你们畏惧他们吗？安拉是你们更应当畏惧的，如果你们确是信士。"},"transliteration":"Ala tuqatiloona qawman nakathoo aymanahum wahammoo biikhraji alrrasooli wahum badaookum awwala marratin atakhshawnahum faAllahu ahaqqu an takhshawhu in kuntum mumineena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
