{"id":1249,"number":14,"text":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","translations":{"en":"Fight them; Allah will punish them by your hands and will disgrace them and give you victory over them and satisfy the breasts of a believing people","es":"Combátanlos, pues Dios los castigará a través de sus manos, los humillará, concederá a ustedes el triunfo sobre ellos y curará así los pechos de los creyentes","fr":"Combattez-les. Allah, par vos mains, les châtiera, les couvrira d'ignominie, vous donnera la victoire sur eux et guérira les poitrines d'un peuple croyant","id":"Perangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tanganmu dan Dia akan menghina mereka dan menolongmu (dengan kemenangan) atas mereka, serta melegakan hati orang-orang yang beriman","ru":"Сражайтесь с ними. Аллах накажет их вашими руками, опозорит их и одарит вас победой над ними. Он исцелит груди верующих людей","sv":"Kämpa mot dem! Gud skall straffa dem genom era händer och förödmjuka dem och hjälpa er till seger över dem. Och Han skall läka [såren i] de troendes bröst","tr":"Onlarla savaşın ki Allah sizin elinizle onları azablandırsın, rezil etsin ve sizi üstün getirsin de müminlerin gönüllerini ferahlandırsın, kalblerindeki öfkeyi gidersin. Allah dilediğinin tevbesini kabul eder. Allah Bilendir, Hakimdir","ur":"ان سے لڑو، اللہ تمہارے ہاتھوں سے ان کو سزا دلوائے گا اور انہیں ذلیل و خوار کرے گا اور ان کے مقابلہ میں تمہاری مدد کرے گا اور بہت سے مومنوں کے دل ٹھنڈے کرے گا","zh":"你们应当讨伐他们，安拉要借你们的手来惩治他们，凌辱他们，并相助你们制服他们，以安慰信道的民众，"},"transliteration":"Qatiloohum yuAAaththibhumu Allahu biaydeekum wayukhzihim wayansurkum AAalayhim wayashfi sudoora qawmin mumineena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
