{"id":1252,"number":17,"text":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَـٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","translations":{"en":"It is not for the polytheists to maintain the mosques of Allah [while] witnessing against themselves with disbelief. [For] those, their deeds have become worthless, and in the Fire they will abide eternally","es":"No es propio que los idólatras construyan y mantengan las mezquitas de Dios, cuando [con sus creencias y acciones] dan testimonio de su incredulidad [en Dios]. Sus obras serán en vano, y sufrirán eternamente en el Infierno","fr":"Il n'appartient pas aux associateurs de peupler les mosquées d'Allah, vu qu'ils témoignent contre eux-mêmes de leur mécréance. Voilà ceux dont les œuvres sont vaines; et dans le Feu ils demeureront éternellement","id":"Tidaklah pantas orang-orang musyrik memakmurkan masjid Allah, padahal mereka mengakui bahwa mereka sendiri kafir. Mereka itu sia-sia amal-amalnya, dan mereka kekal di dalam neraka","ru":"Не полагается многобожникам оживлять мечети Аллаха, свидетельствуя о собственном неверии. Тщетны их деяния, и они вечно пребудут в Огне","sv":"DET ÄR inte rätt att de som sätter medgudar vid Guds sida och som vittnar mot sig själva att de förnekar sanningen, gör besök i moskéerna, Guds hus, eller befattar sig med deras underhåll. Allt vad dessa människor har strävat efter har gått om intet och Elden skall bli deras eviga boning","tr":"Puta tapanların kendilerinin inkarcı olduklarını itiraf edip dururken Allah'ın mescidlerini onarmaları gerekmez. Onların işledikleri boşa gitmiştir, cehennemde temelli kalacaklardır","ur":"مشرکین کا یہ کام نہیں ہے کہ وہ اللہ کی مسجدوں کے مجاور و خادم بنیں درآں حالیکہ اپنے اوپر وہ خود کفر کی شہادت دے رہے ہیں ان کے تو سارے اعمال ضائع ہو گئے اور جہنم میں انہیں ہمیشہ رہنا ہے","zh":"以物配主者，在供认迷信的情况下，无权修筑安拉的清真寺，这等人的善功已无效果，他们将来要永居火狱之中。"},"transliteration":"Ma kana lilmushrikeena an yaAAmuroo masajida Allahi shahideena AAala anfusihim bialkufri olaika habitat aAAmaluhum wafee alnnari hum khalidoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
