{"id":1253,"number":18,"text":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَـٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","translations":{"en":"The mosques of Allah are only to be maintained by those who believe in Allah and the Last Day and establish prayer and give zakah and do not fear except Allah, for it is expected that those will be of the [rightly] guided","es":"Las mezquitas de Dios deben ser construidas y mantenidas por aquellos que creen en Él, en el Día del Juicio, cumplen con la oración, pagan el zakat, y no temen sino a Dios. Porque ellos son los que siguen la guía","fr":"Ne peupleront les mosquées d'Allah que ceux qui croient en Allah et au Jour dernier, accomplissent la Salât, acquittent la Zakât et ne craignent qu'Allah. Il se peut que ceux-là soient du nombre des bien-guidés","id":"Sesungguhnya yang memakmurkan masjid Allah hanyalah orang-orang yang beriman kepada Allah dan hari kemudian, serta (tetap) melaksanakan salat, menunaikan zakat dan tidak takut (kepada apa pun) kecuali kepada Allah. Maka mudah-mudahan mereka termasuk orang-orang yang mendapat petunjuk","ru":"Только тот оживляет мечети Аллаха, кто уверовал в Аллаха и в Последний день, кто совершает намаз, выплачивает закят и не боится никого, кроме Аллаха. Возможно, они окажутся на верном пути","sv":"Ingen skall besöka moskéerna, Guds hus, utom de som tror på Gud och den Yttersta dagen och som regelbundet förrättar bönen och ger åt de behövande och som inte fruktar någon annan än Gud. Enbart de kan hoppas höra till dem som har letts på rätt väg","tr":"Allah'ın mescidlerini sadece, Allah'a ve ahiret gününe inanan, namaz kılan, zekat veren ve ancak Allah'tan korkan kimseler onarır. İşte onlar doğru yolda bulunanlardan olabilirler","ur":"اللہ کی مسجدوں کے آباد کار (مجاور و خادم) تو وہی لوگ ہوسکتے ہیں جو اللہ اور روز آخر کو مانیں اور نما ز قائم کریں، زکوٰۃ دیں اور اللہ کے سوا کسی سے نہ ڈریں انہی سے یہ توقع ہے کہ سیدھی راہ چلیں گے","zh":"只有笃信安拉和末日，并谨守拜功，完纳天课，并畏惧安拉者，才配修筑安拉的清真寺；这等人或许是遵循正道的。"},"transliteration":"Innama yaAAmuru masajida Allahi man amana biAllahi waalyawmi alakhiri waaqama alssalata waata alzzakata walam yakhsha illa Allaha faAAasa olaika an yakoonoo mina almuhtadeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
