{"id":1254,"number":19,"text":"۞أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"bn":"তোমরা কি হাজীদের পানি সরবরাহ ও মসজিদুল-হারাম আবাদকরণকে সেই লোকের সমান মনে কর, যে ঈমান রাখে আল্লাহ ও শেষ দিনের প্রতি এবং যুদ্ধ করেছে আল্লাহর রাহে, এরা আল্লাহর দৃষ্টিতে সমান নয়, আর আল্লাহ জালেম লোকদের হেদায়েত করেন না।","en":"Have you made the providing of water for the pilgrim and the maintenance of al-Masjid al-Haram equal to [the deeds of] one who believes in Allah and the Last Day and strives in the cause of Allah? They are not equal in the sight of Allah. And Allah does not guide the wrongdoing people","id":"Apakah (orang-orang) yang memberi minuman kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam, kamu samakan dengan orang-orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah. Dan Allah tidak memberi petunjuk kepada orang-orang zalim","ru":"Неужели утоление жажды паломника и содержание Заповедной мечети вы приравниваете к деяниям тех, кто уверовал в Аллаха и в Последний день и сражался на Его пути? Они не равны перед Аллахом, и Аллах не ведет прямым путем несправедливых людей","tr":"Hacca gelenlere su vermeyi, Mescidi Haramı onarmayı, Allah'a ve ahiret gününe inananla, Allah yolunda cihat edenle bir mi tuttunuz? Allah katında bir olmazlar; Allah zulmeden milleti doğru yola eriştirmez","ur":"کیا تم لوگوں نے حاجیوں کو پانی پلانے اور مسجد حرام کی مجاوری کرنے کو اس شخص کے کام کے برابر ٹھیرا لیا ہے جو ایمان لایا اللہ پر اور روز آخر پر اور جس نے جانفشانی کی اللہ کی راہ میں؟ اللہ کے نزدیک تو یہ دونوں برابر نہیں ہیں اور اللہ ظالموں کی رہنمائی نہیں کرتا"},"chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"bn":"অনুশোচনা","en":"The Repentance","id":"Pengampunan","ru":"Покаяние","tr":"Tevbe","ur":"توبہ"},"type":"medinan"}}
