{"id":1254,"number":19,"text":"۞أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"en":"Have you made the providing of water for the pilgrim and the maintenance of al-Masjid al-Haram equal to [the deeds of] one who believes in Allah and the Last Day and strives in the cause of Allah? They are not equal in the sight of Allah. And Allah does not guide the wrongdoing people","es":"[¡Oh, incrédulos!] ¿Acaso creen que quienes proveen agua a los peregrinos y quienes se encargan del cuidado de la Mezquita Sagrada son equiparables a aquellos que creen en Dios, en el Día del Juicio y luchan por la causa de Dios? Sepan que no pueden equipararse ante Dios. Dios no guía a los opresores","fr":"Ferez-vous de la charge de donner à boire aux pèlerins et d'entretenir la Mosquée sacrée (des devoirs) comparables [au mérite] de celui qui croit en Allah et au Jour dernier et lutte dans le sentier d'Allah? Ils ne sont pas égaux auprès d'Allah et Allah ne guide pas les gens injustes","id":"Apakah (orang-orang) yang memberi minuman kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam, kamu samakan dengan orang-orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah. Dan Allah tidak memberi petunjuk kepada orang-orang zalim","ru":"Неужели утоление жажды паломника и содержание Заповедной мечети вы приравниваете к деяниям тех, кто уверовал в Аллаха и в Последний день и сражался на Его пути? Они не равны перед Аллахом, и Аллах не ведет прямым путем несправедливых людей","sv":"Menar ni kanske att uppgifterna att ge pilgrimerna vatten och att underhålla den heliga Moskén kan jämföras med vad den gör som tror på Gud och den Yttersta dagen och som strävar och kämpar för Guds sak? Dessa ting har inte samma värde inför Gud. Gud vägleder inte de orättfärdiga","tr":"Hacca gelenlere su vermeyi, Mescidi Haramı onarmayı, Allah'a ve ahiret gününe inananla, Allah yolunda cihat edenle bir mi tuttunuz? Allah katında bir olmazlar; Allah zulmeden milleti doğru yola eriştirmez","ur":"کیا تم لوگوں نے حاجیوں کو پانی پلانے اور مسجد حرام کی مجاوری کرنے کو اس شخص کے کام کے برابر ٹھیرا لیا ہے جو ایمان لایا اللہ پر اور روز آخر پر اور جس نے جانفشانی کی اللہ کی راہ میں؟ اللہ کے نزدیک تو یہ دونوں برابر نہیں ہیں اور اللہ ظالموں کی رہنمائی نہیں کرتا","zh":"供给朝觐者以饮料，并管理禁寺的人，与确信安拉和末日，并为安拉而奋斗的人，你们以为他俩是一样的吗？在安拉看来，彼此不是相等的。安拉是不引导不义的民众的。"},"transliteration":"AjaAAaltum siqayata alhajji waAAimarata almasjidi alharami kaman amana biAllahi waalyawmi alakhiri wajahada fee sabeeli Allahi la yastawoona AAinda Allahi waAllahu la yahdee alqawma alththalimeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
