{"id":1255,"number":20,"text":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","translations":{"en":"The ones who have believed, emigrated and striven in the cause of Allah with their wealth and their lives are greater in rank in the sight of Allah. And it is those who are the attainers [of success]","es":"Los creyentes que emigraron y contribuyeron a la causa de Dios con sus bienes materiales y sus personas, tienen un grado muy elevado ante Dios. Ellos son los bienaventurados","fr":"Ceux qui ont cru, qui ont émigré et qui ont lutté par leurs biens et leurs personnes dans le sentier d'Allah, ont les plus hauts rangs auprès d'Allah... et ce sont eux les victorieux","id":"Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan","ru":"Те, которые уверовали, совершили переселение и сражались на пути Аллаха своим имуществом и своими душами, выше пред Ним. Они являются преуспевшими","sv":"De som har antagit tron och utvandrat från ondskans rike och som med sina ägodelar och sina liv [som insats] strävar och kämpar för Guds sak har den högsta rangen inför Gud; det är de som skall vinna den stora segern","tr":"İnanan, hicret eden ve Allah yolunda mallarıyla, canlarıyla cihat eden kimselere Allah katında en büyük dereceler vardır. İşte kurtulanlar onlardır","ur":"اللہ کے ہاں تو انہی لوگوں کا درجہ بڑا ہے جو ایمان لائے اور جنہوں نے اس کی راہ میں گھر بار چھوڑے اور جان و مال سے جہاد کیا وہی کامیاب ہیں","zh":"信道而且迁居，并借自己的财产和生命为主道而奋斗者，在安拉看来，是品级更高的；这等人就是成功的。"},"transliteration":"Allatheena amanoo wahajaroo wajahadoo fee sabeeli Allahi biamwalihim waanfusihim aAAthamu darajatan AAinda Allahi waolaika humu alfaizoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
