{"id":1258,"number":23,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translations":{"en":"O you who have believed, do not take your fathers or your brothers as allies if they have preferred disbelief over belief. And whoever does so among you - then it is those who are the wrongdoers","es":"¡Oh, creyentes! No tomen a sus padres y hermanos como aliados si estos prefieren la incredulidad a la fe; quien de ustedes los tome a ellos por aliados será de los opresores","fr":"O vous qui croyez! Ne prenez pas pour alliés, vos pères et vos frères s'ils préfèrent la mécréance à la foi. Et quiconque parmi vous les prend pour alliés... ceux-là sont les injustes","id":"Wahai orang-orang yang beriman! Janganlah kamu jadikan bapak-bapakmu dan saudara-saudaramu sebagai pelindung, jika mereka lebih menyukai kekafiran daripada keimanan. Barang siapa di antara kamu yang menjadikan mereka pelindung, maka mereka itulah orang-orang yang zalim","ru":"О те, которые уверовали! Не берите своих отцов и братьев себе в помощники и друзья, если они предпочли вере неверие. А те из вас, которые берут их себе в помощники и друзья, являются беззаконниками","sv":"TROENDE! Tag inte era fäder och era bröder till bundsförvanter om de sätter förnekelse högre än tro; de bland er som sluter sig till dem begår orätt [mot sig själva]","tr":"Ey inananlar! Babalarınızı, kardeşlerinizi küfrü imana tercih ediyorlarsa dost edinmeyin. Sizden onları kim dost edinirse doğrusu kendine yazık etmiş olurlar","ur":"اے لوگو جو ایمان لائے ہو، اپنے باپوں اور بھائیوں کو بھی اپنا رفیق نہ بناؤ اگر وہ ایمان پر کفر کو ترجیح دیں تم میں سے جو ان کو رفیق بنائیں گے وہی ظالم ہوں گے","zh":"信道的人们啊！你们不要以自己的父兄为保护人，如果他们弃正信而取迷信的话。你们中谁以他们为保护人，谁就是不义者。"},"transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo abaakum waikhwanakum awliyaa ini istahabboo alkufra AAala aleemani waman yatawallahum minkum faolaika humu alththalimoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
