{"id":1261,"number":26,"text":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","translations":{"en":"Then Allah sent down His tranquillity upon His Messenger and upon the believers and sent down soldiers angels whom you did not see and punished those who disbelieved. And that is the recompense of the disbelievers","es":"Pero Dios hizo descender el sosiego sobre Su Mensajero y sobre los creyentes, e hizo descender tropas [de ángeles] que ustedes no pudieron ver y castigó a los que se negaban a creer [con una derrota]. Así es como Dios castiga a los que se niegan a creer","fr":"Puis, Allah fit descendre Sa quiétude [Sa «sakîna»] sur Son messager et sur les croyants. Il fit descendre des troupes (Anges) que vous ne voyiez pas, et châtia ceux qui ont mécru. Telle est la rétribution des mécréants","id":"Kemudian Allah menurunkan ketenangan kepada Rasul-Nya dan kepada orang-orang yang beriman, dan Dia menurunkan bala tentara (para malaikat) yang tidak terlihat olehmu, dan Dia menimpakan azab kepada orang-orang kafir. Itulah balasan bagi orang-orang yang kafir","ru":"Потом Аллах ниспослал спокойствие Своему Посланнику и верующим, ниспослал воинов, которых вы не видите, и подверг мучениям тех, кто не верует. Таково возмездие неверующим","sv":"Då lät Gud ett djupt lugn falla över Sändebudet och de troende och sände härskaror, osynliga för er, [till er hjälp]. Och Han straffade dem som förnekade sanningen; detta är förnekarnas lön","tr":"Bozgundan sonra Allah, Peygamberine, müminlere güvenlik verdi ve görmediğiniz askerler indirdi; inkar edenleri azaba uğrattı. İnkarcıların cezası budur","ur":"پھر اللہ نے اپنی سکینت اپنے رسول پر اور مومنین پر نازل فرمائی اور وہ لشکر اتارے جو تم کو نظر نہ آتے تھے اور منکرین حق کو سزا دی کہ یہی بدلہ ہے اُن لوگوں کے لیے جو حق کا انکار کریں","zh":"后来，安拉把宁静降于其使者和信士们，并降下你们所未见的军队，他惩治了不信道者，那是不信道者的报酬。"},"transliteration":"Thumma anzala Allahu sakeenatahu AAala rasoolihi waAAala almumineena waanzala junoodan lam tarawha waAAaththaba allatheena kafaroo wathalika jazao alkafireena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
