{"id":1263,"number":28,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","translations":{"en":"O you who have believed, indeed the polytheists are unclean, so let them not approach al-Masjid al-Haram after this, their [final] year. And if you fear privation, Allah will enrich you from His bounty if He wills. Indeed, Allah is Knowing and Wise","es":"¡Oh, creyentes! Los idólatras son impuros, que no se acerquen a la Mezquita Sagrada después de este año. No teman padecer por ello pobreza o necesidad alguna, que si Dios quiere los proveerá con Su gracia. Dios todo lo sabe, es Sabio","fr":"O vous qui croyez! Les associateurs ne sont qu'impureté: qu'ils ne s'approchent plus de la Mosquée sacrée, après cette année-ci. Et si vous redoutez une pénurie, Allah vous enrichira, s'Il veut, de par Sa grâce. Car Allah est Omniscient et Sage","id":"Wahai orang-orang yang beriman! Sesungguhnya orang-orang musyrik itu najis (kotor jiwa), karena itu janganlah mereka mendekati Masjidilharam setelah tahun ini.371) Dan jika kamu khawatir menjadi miskin (karena orang kafir tidak datang), maka Allah nanti akan memberikan kekayaan kepadamu dari karunia-Nya, jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui, Mahabijaksana","ru":"О те, которые уверовали! Воистину, многобожники являются нечистыми. И пусть они после этого их года не приближаются к Заповедной мечети. Если же вы боитесь бедности, то Аллах обеспечит вас богатством из Своей милости, если пожелает. Воистину, Аллах - Знающий, Мудрый","sv":"TROENDE! De som sätter medhjälpare vid Guds sida är orena [på grund av sin avgudadyrkan]! Efter utgången av detta år skall de därför inte tillåtas närma sig den heliga Moskén. Om ni är rädda att fattigdom [hotar er, bör ni veta] att Gud i Sin godhet skall sörja för er, om det är Hans vilja; Gud är allvetande, vis","tr":"Ey inananlar! Doğrusu puta tapanlar pistirler, bu sebeple, bu yıllardan sonra Mescidi Haram'a yaklaşmasınlar. Eğer fakirlikten korkarsanız, bilin ki Allah dilerse sizi bol nimetiyle zenginleştirecektir. Allah şüphesiz bilendir, hakimdir","ur":"اے ایمان لانے والو، مشرکین ناپاک ہیں لہٰذا اس سال کے بعد یہ مسجد حرام کے قریب نہ پھٹکنے پائیں اور اگر تمہیں تنگ دستی کا خوف ہے تو بعید نہیں کہ اللہ چاہے تو تمہیں ا پنے فضل سے غنی کر دے، اللہ علیم و حکیم ہے","zh":"信道的人们啊！以物配主者只是污秽，故从今年起不准他们临近禁寺；如果你们畏惧贫困，那么，安拉将以他的恩惠使你们满足，如果他意欲。安拉确是全知的，确是至睿的。"},"transliteration":"Ya ayyuha allatheena amanoo innama almushrikoona najasun fala yaqraboo almasjida alharama baAAda AAamihim hatha wain khiftum AAaylatan fasawfa yughneekumu Allahu min fadlihi in shaa inna Allaha AAaleemun hakeemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
