{"id":1265,"number":30,"text":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","translations":{"en":"The Jews say, \"Ezra is the son of Allah \"; and the Christians say, \"The Messiah is the son of Allah.\" That is their statement from their mouths; they imitate the saying of those who disbelieved [before them]. May Allah destroy them; how are they deluded","es":"Dicen [algunos] judíos: \"‘Uzeir es el hijo de Dios\", y los cristianos dicen: \"El Mesías es el hijo de Dios\". Estas son solo palabras [sin fundamento] que salen de sus bocas, asemejándose por ello a los incrédulos que los precedieron. ¡Que Dios los destruya! ¡Cómo pueden ser tan desviados","fr":"Les Juifs disent: «'Uzayr est fils d'Allah» et les Chrétiens disent: «Le Christ est fils d'Allah». Telle est leur parole provenant de leurs bouches. Ils imitent le dire des mécréants avant eux. Qu'Allah les anéantisse! Comment s'écartent-ils (de la vérité)","id":"Dan orang-orang Yahudi berkata, \"Uzair putera Allah,\" dan orang-orang Nasrani berkata, \"Al-masih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai berpaling","ru":"Иудеи сказали: «Узейр (Ездра) - сын Аллаха». Христиане сказали: «Мессия - сын Аллаха». Они произносят своими устами слова, похожие на слова прежних неверующих. Да погубит их Аллах! До чего же они отвращены от истины","sv":"DE JUDISKA [trosbekännarna] säger: \"Esra, Guds son\", medan de kristna säger: \"Kristus, Guds son\". Detta kommer över deras läppar och då säger de efter vad [andra] förnekare av sanningen har sagt före dem. Guds förbannelse över dem! Hur förvirrade är inte deras begrepp","tr":"Yahudiler, \"Üzeyr Allah'ın oğludur\" dediler; Hıristiyanlar, \"Mesih Allah'ın oğludur\" dediler. Bu, daha önce inkar edenlerin sözlerine benzeterek ağızlarında geveledikleri sözdür. Allah onları yok etsin, nasıl da uyduruyorlar","ur":"یہودی کہتے ہیں کہ عزیر اللہ کا بیٹا ہے، اور عیسائی کہتے ہیں کہ مسیح اللہ کا بیٹا ہے یہ بے حقیقت باتیں ہیں جو وہ اپنی زبانوں سے نکالتے ہیں اُن لوگوں کی دیکھا دیکھی جو ان سے پہلے کفر میں مبتلا ہوئے تھے خدا کی مار اِن پر، یہ کہاں سے دھوکہ کھار ہے ہیں","zh":"犹太人说：“欧宰尔是安拉的儿子。”基督教徒说：“麦西哈是安拉的儿子。”这是他们信口开河，仿效从前不信道者的口吻。愿安拉诅咒他们。他们怎么如此放荡呢！"},"transliteration":"Waqalati alyahoodu AAuzayrun ibnu Allahi waqalati alnnasara almaseehu ibnu Allahi thalika qawluhum biafwahihim yudahioona qawla allatheena kafaroo min qablu qatalahumu Allahu anna yufakoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
