{"id":127,"number":120,"text":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","translations":{"bn":"ইহুদী ও খ্রীষ্টানরা কখনই আপনার প্রতি সন্তুষ্ট হবে না, যে পর্যন্ত না আপনি তাদের ধর্মের অনুসরণ করেন। বলে দিন, যে পথ আল্লাহ প্রদর্শন করেন, তাই হল সরল পথ। যদি আপনি তাদের আকাঙ্খাসমূহের অনুসরণ করেন, ঐ জ্ঞান লাভের পর, যা আপনার কাছে পৌঁছেছে, তবে কেউ আল্লাহর কবল থেকে আপনার উদ্ধারকারী ও সাহায্যকারী নেই।","en":"And never will the Jews or the Christians approve of you until you follow their religion. Say, \"Indeed, the guidance of Allah is the [only] guidance.\" If you were to follow their desires after what has come to you of knowledge, you would have against Allah no protector or helper","id":"Dan orang-orang Yahudi dan Nasrani tidak akan rela kepadamu (Muhammad) sebelum engkau mengikuti agama mereka. Katakanlah, \"Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya).\" Dan jika engkau mengikuti keinginan mereka setelah ilmu (kebenaran) sampai kepadamu, tidak akan ada bagimu pelindung dan penolong dari Allah","ru":"Иудеи и христиане не будут довольны тобой, пока ты не станешь придерживаться их религии. Скажи: «Путь Аллаха - это прямой путь». Если же ты станешь потакать их желаниям после того, как к тебе явилось знание, то Аллах не будет тебе ни Покровителем, ни Помощником","tr":"Kendi dinlerine uymadıkça, Yahudi ve Hıristiyanlar senden asla hoşnud olmayacaklardır. De ki: \"Doğru yol, ancak Allah'ın yoludur\". Sana gelen ilimden sonra onların heveslerine uyarsan, and olsun ki, Allah'tan sana ne bir dost ve ne de bir yardımcı olur","ur":"یہودی اور عیسائی تم سے ہرگز راضی نہ ہوں گے، جب تک تم ان کے طریقے پر نہ چلنے لگو صاف کہہ دوکہ راستہ بس وہی ہے، جو اللہ نے بتایا ہے ورنہ اگراُس علم کے بعد، جو تمہارے پاس آ چکا ہے، تم نے اُن کی خواہشات کی پیروی کی، تو اللہ کی پکڑ سے بچانے والا کوئی دوست اور مدد گار تمہارے لیے نہیں ہے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
