{"id":127,"number":120,"text":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","translations":{"en":"And never will the Jews or the Christians approve of you until you follow their religion. Say, \"Indeed, the guidance of Allah is the [only] guidance.\" If you were to follow their desires after what has come to you of knowledge, you would have against Allah no protector or helper","es":"Ni los judíos ni los cristianos estarán [completamente] satisfechos contigo hasta que sigas su religión. Di: \"La guía de Dios es la guía verdadera\". Si siguieras sus deseos luego de haberte llegado el conocimiento [sobre la verdad], no tendrías quién te protegiera ni quién te auxiliara de Dios","fr":"Ni les Juifs, ni les Chrétiens ne seront jamais satisfaits de toi, jusqu'à ce que tu suives leur religion. - Dis: «Certes, c'est la direction d'Allah qui est la vraie direction». Mais si tu suis leurs passions après ce que tu as reçu de science, tu n'auras contre Allah ni protecteur ni secoureur","id":"Dan orang-orang Yahudi dan Nasrani tidak akan rela kepadamu (Muhammad) sebelum engkau mengikuti agama mereka. Katakanlah, \"Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya).\" Dan jika engkau mengikuti keinginan mereka setelah ilmu (kebenaran) sampai kepadamu, tidak akan ada bagimu pelindung dan penolong dari Allah","ru":"Иудеи и христиане не будут довольны тобой, пока ты не станешь придерживаться их религии. Скажи: «Путь Аллаха - это прямой путь». Если же ты станешь потакать их желаниям после того, как к тебе явилось знание, то Аллах не будет тебе ни Покровителем, ни Помощником","sv":"Men du kommer inte att vinna vare sig judarnas eller de kristnas välvilja, om du inte följer deras väg. Säg: \"Guds vägledning är den enda sanna vägledningen.\" Sannerligen, om du skulle foga dig efter deras önskningar sedan du fått all den kunskap som kommit dig till del, skulle ingen kunna skydda dig mot Gud och ingen skulle komma till din hjälp","tr":"Kendi dinlerine uymadıkça, Yahudi ve Hıristiyanlar senden asla hoşnud olmayacaklardır. De ki: \"Doğru yol, ancak Allah'ın yoludur\". Sana gelen ilimden sonra onların heveslerine uyarsan, and olsun ki, Allah'tan sana ne bir dost ve ne de bir yardımcı olur","ur":"یہودی اور عیسائی تم سے ہرگز راضی نہ ہوں گے، جب تک تم ان کے طریقے پر نہ چلنے لگو صاف کہہ دوکہ راستہ بس وہی ہے، جو اللہ نے بتایا ہے ورنہ اگراُس علم کے بعد، جو تمہارے پاس آ چکا ہے، تم نے اُن کی خواہشات کی پیروی کی، تو اللہ کی پکڑ سے بچانے والا کوئی دوست اور مدد گار تمہارے لیے نہیں ہے","zh":"犹太教徒和基督教徒绝不喜欢你，直到你顺从他们的宗教。你说：“安拉的指导，确是指导。”在知识降临你之后，如果你顺从他们的私欲，那么，你绝无任何保护者或援助者，以反抗安拉。"},"transliteration":"Walan tarda AAanka alyahoodu wala alnnasara hatta tattabiAAa millatahum qul inna huda Allahi huwa alhuda walaini ittabaAAta ahwaahum baAAda allathee jaaka mina alAAilmi ma laka mina Allahi min waliyyin wala naseerin","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
