{"id":1271,"number":36,"text":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","translations":{"en":"Indeed, the number of months with Allah is twelve [lunar] months in the register of Allah [from] the day He created the heavens and the earth; of these, four are sacred. That is the correct religion, so do not wrong yourselves during them. And fight against the disbelievers collectively as they fight against you collectively. And know that Allah is with the righteous [who fear Him]","es":"El número de meses para Dios es doce, porque así Él lo decretó el día que creó los cielos y la Tierra. De ellos, cuatro son sagrados. Así es en la religión verdadera. No obren en contra de ustedes mismos durante estos meses. Combatan a los idólatras tal como ellos los combaten a ustedes, y sepan que Dios está con los piadosos","fr":"Le nombre de mois, auprès d'Allah, est de douze [mois], dans la prescription d'Allah, le jour où Il créa les cieux et la terre. Quatre d'entre eux sont sacrés: telle est la religion droite. [Durant ces mois], ne faites pas de tort à vous-mêmes. Combattez les associateurs sans exception, comme ils vous combattent sans exception. Et sachez qu'Allah est avec les pieux","id":"Sesungguhnya jumlah bulan menurut Allah ialah dua belas bulan, (sebagimana) dalam ketetapan Allah pada waktu Dia menciptakan langit dan bumi, di antaranya ada empat bulan haram. Itulah (ketetapan) agama yang lurus, maka janganlah kamu menzalimi dirimu dalam (bulan yang empat) itu, dan perangilah kaum musyrikin semuanya sebagaimana mereka pun memerangi kamu semuanya. Dan ketahuilah bahwa Allah beserta orang-orang yang takwa","ru":"Воистину, число месяцев у Аллаха - двенадцать. Так было записано в Писании в тот день, когда Аллах сотворил небеса и землю. Четыре месяца из них - запретные. Такова правая религия, и посему не поступайте в них несправедливо по отношению к себе. Сражайтесь с многобожниками всеми вместе (или все вместе), подобно тому, как они сражаются с вами всеми вместе (или все вместе). Знайте, что Аллах - с богобоязненными","sv":"ANTALET månader är tolv enligt Guds dekret - vilket Han fastställde den dag då Han skapade himlarna och jorden. Av dem är fyra helgade; detta är [Guds] evigt sanna lag. Vanhelga därför inte dessa [månader] till skada för er själva. Och var orubbliga i ert motstånd mot dem som sätter gudar vid Guds sida, liksom de är orubbliga i sitt motstånd mot er, och var förvissade om att Gud är med de gudfruktiga","tr":"Allah'ın gökleri ve yeri yarattığı günkü yazısında, Allah'a göre ayların sayısı onikidir. Bunlardan dördü hürmetli aydır. Bu dosdoğru bir nizamdır. Öyleyse o aylar içinde kendinize yazık etmeyin, topyekun sizinle savaşan putperestlerle siz de topyekun savaşın, Allah'ın sakınanlarla beraber olduğunu bilin","ur":"حقیقت یہ ہے کہ مہینوں کی تعداد جب سے اللہ نے آسمان و زمین کو پیدا کیا ہے اللہ کے نوشتے میں بارہ ہی ہے، اور ان میں سے چار مہینے حرام ہیں یہی ٹھیک ضابطہ ہے لہٰذا ان چار مہینوں میں اپنے اوپر ظلم نہ کرو اور مشرکوں سے سب مل کر لڑو جس طرح وہ سب مل کر تم سے لڑتے ہیں اور جان رکھو کہ اللہ متقیوں ہی کے ساتھ ہے","zh":"依安拉的判断，月数确是十二个月，安拉创造天地之日，已记录在天经中。其中有四个禁月，这确是正教。故你们在禁月里不要自欺。以物配主的人群起而进攻你们，你们也就应当群起而抵抗他们。你们应当知道，安拉是和敬畏者在一起的。"},"transliteration":"Inna AAiddata alshshuhoori AAinda Allahi ithna AAashara shahran fee kitabi Allahi yawma khalaqa alssamawati waalarda minha arbaAAatun hurumun thalika alddeenu alqayyimu fala tathlimoo feehinna anfusakum waqatiloo almushrikeena kaffatan kama yuqatiloonakum kaffatan waiAAlamoo anna Allaha maAAa almuttaqeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
