{"id":1272,"number":37,"text":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","translations":{"en":"Indeed, the postponing [of restriction within sacred months] is an increase in disbelief by which those who have disbelieved are led [further] astray. They make it lawful one year and unlawful another year to correspond to the number made unlawful by Allah and [thus] make lawful what Allah has made unlawful. Made pleasing to them is the evil of their deeds; and Allah does not guide the disbelieving people","es":"Cambiar los meses sagrados es acrecentar aún más la incredulidad. Así se extraviaron los que se negaron a creer, unos años lo declaraban [al combate] lícito durante determinados meses, mientras que otros años lo declaraban ilícito [durante esos mismos meses], pero siempre hacían que el número de meses sagrados fuera cuatro para que de esta manera coincidiera con el número de meses que Dios había decretado que fueran sagrados. Declaraban lícito lo que Dios había prohibido. [El demonio] les hizo ver sus malas obras como buenas. Sepan que Dios no guía a la gente que se niega a creer","fr":"Le report d'un mois sacré à un autre est un surcroît de mécréance. Par là, les mécréants sont égarés: une année, ils le font profane, et une année, ils le font sacré, afin d'ajuster le nombre de mois qu'Allah a fait sacrés. Ainsi rendent-ils profane ce qu'Allah a fait sacré. Leurs méfaits leurs sont enjolivés. Et Allah ne guide pas les gens mécréants","id":"Sesungguhnya pengunduran (bulan haram) itu hanya menambah kekafiran. Orang-orang kafir disesatkan dengan (pengunduran) itu, mereka menghalalkannya satu tahun dan mengharamkannya pada tahun yang lain, agar mereka dapat menyesuaikan dengan bilangan yang diharamkan Allah, sekaligus mereka menghalalkan apa yang diharamkan Allah. (Oleh Setan) dijadikan terasa indah bagi mereka perbuatan-perbuatan buruk mereka. Dan Allah tidak memberi petunjuk kepada orang-orang yang kafir","ru":"Откладывание запретного месяца только увеличивает неверие. От этого неверующие впадают в заблуждение. В один год они объявляют его дозволенным, а в другой год объявляют его запретным, чтобы уравнять количество месяцев, которые Аллах сделал запретными. Они объявляют дозволенным то, что запретил Аллах, и их злодеяния кажутся им прекрасными. Аллах не ведет прямым путем неверующих людей","sv":"Genom att lägga till [en månad] ger de mer kraft åt förnekandet av sanningen och därmed växer förnekarnas förvirring - ett år förklarar de detta är tillåtet och ett [annat] år förbjuder de det så att det stämmer överens med antalet av Gud helgade månader. På så sätt förgriper de sig på det som Gud har heligförklarat. De har förmåtts att se det onda de gör i ett fördelaktigt ljus, men Gud vägleder inte dem som förnekar sanningen","tr":"Sapıtmak için hürmetli ayların yerlerini değiştirip geciktirmek, küfürde gerçekten ileri gitmekdir. İnkar edenler Allah'ın haram kıldığı ayların sayısına uydurmak için, onu bir yıl haram, bir yıl helal sayıyor, böylece Allah'ın haram kıldığını helalkılıyorlar. Kötü işleri kendilerine güzel göründü. Allah inkar eden toplumu doğru yola eriştirmez","ur":"نسی تو کفر میں ایک مزید کافرانہ حرکت ہے جس سے یہ کافر لوگ گمراہی میں مبتلا کیے جاتے ہیں کسی سال ایک مہینے کو حلال کر لیتے ہیں اور کسی سال اُس کو حرام کر دیتے ہیں، تاکہ اللہ کے حرام کیے ہوئے مہینوں کی تعداد پوری بھی کر دیں اور اللہ کا حرام کیا ہوا حلال بھی کر لیں ان کے برے اعمال ان کے لیے خوشنما بنا دیے گئے ہیں اور اللہ منکرین حق کو ہدایت نہیں دیا کرتا","zh":"展缓禁月，适足以增加迷信，不信道的人们，因此而迷误。他们今年犯禁，明年守禁，以便符合安拉所禁的月数，而犯了安拉所禁的月份；他们为自己的恶行所迷惑。安拉是不引导不信道的民众的。"},"transliteration":"Innama alnnaseeo ziyadatun fee alkufri yudallu bihi allatheena kafaroo yuhilloonahu AAaman wayuharrimoonahu AAaman liyuwatioo AAiddata ma harrama Allahu fayuhilloo ma harrama Allahu zuyyina lahum sooo aAAmalihim waAllahu la yahdee alqawma alkafireena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
