{"id":1273,"number":38,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","translations":{"bn":"হে ঈমানদারগণ, তোমাদের কি হল, যখন আল্লাহর পথে বের হবার জন্যে তোমাদের বলা হয়, তখন মাটি জড়িয়ে ধর, তোমরা কি আখেরাতের পরিবর্তে দুনিয়ার জীবনে পরিতুষ্ট হয়ে গেলে? অথচ আখেরাতের তুলনায় দুনিয়ার জীবনের উপকরণ অতি অল্প।","en":"O you who have believed, what is [the matter] with you that, when you are told to go forth in the cause of Allah, you adhere heavily to the earth? Are you satisfied with the life of this world rather than the Hereafter? But what is the enjoyment of worldly life compared to the Hereafter except a [very] little","id":"Wahai orang-orang yang beriman! Mengapa apabila dikatakan kepada kamu, \"Berangkatlah (untuk berperang) di jalan Allah,\" kamu merasa berat dan ingin tinggal di tempatmu? Apakah kamu lebih menyenangi kehidupan dunia daripada kehidupan akhirat? Padahal kenikmatan hidup di dunia ini (dibandingkan dengan kehidupan) di akhirat hanyalah sedikit","ru":"О те, которые уверовали! Почему, когда вас призывают выступить в поход на пути Аллаха, вы тяжело припадаете к земле? Неужели вы довольствуетесь мирской жизнью больше, чем Последней жизнью? Но преходящее удовольствие мирской жизни по сравнению с Последней жизнью ничтожно","tr":"Ey inananlar! Size ne oldu ki, \"Allah yolunda, savaşa çıkın\" dendiği zaman yere çöküp kaldınız? Oysa dünya hayatının geçimi ahirete göre pek az bir şeydir","ur":"اے لوگو جو ایمان لائے ہو، تمہیں کیا ہو گیا کہ جب تم سے اللہ کی راہ میں نکلنے کے لیے کہا گیا تو تم زمین سے چمٹ کر رہ گئے؟ کیا تم نے آخرت کے مقابلہ میں دنیا کی زندگی کو پسند کر لیا؟ ایسا ہے تو تمہیں معلوم ہو کہ دنیوی زندگی کا یہ سب سروسامان آخرت میں بہت تھوڑا نکلے گا"},"chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"bn":"অনুশোচনা","en":"The Repentance","id":"Pengampunan","ru":"Покаяние","tr":"Tevbe","ur":"توبہ"},"type":"medinan"}}
