{"id":1273,"number":38,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","translations":{"en":"O you who have believed, what is [the matter] with you that, when you are told to go forth in the cause of Allah, you adhere heavily to the earth? Are you satisfied with the life of this world rather than the Hereafter? But what is the enjoyment of worldly life compared to the Hereafter except a [very] little","es":"¡Oh, creyentes! ¿Por qué cuando se los convoca a combatir por la causa de Dios, responden con desgano? ¿Acaso prefieren la vida mundanal a la otra? Los placeres mundanos son insignificantes respecto a los de la otra vida","fr":"O vous qui croyez! Qu'avez-vous? Lorsque l'on vous a dit: «Elancez-vous dans le sentier d'Allah» vous vous êtes appesantis sur la terre. La vie présente vous agrée-t-elle plus que l'au-delà? - Or, la jouissance de la vie présente ne sera que peu de chose, comparée à l'au-delà","id":"Wahai orang-orang yang beriman! Mengapa apabila dikatakan kepada kamu, \"Berangkatlah (untuk berperang) di jalan Allah,\" kamu merasa berat dan ingin tinggal di tempatmu? Apakah kamu lebih menyenangi kehidupan dunia daripada kehidupan akhirat? Padahal kenikmatan hidup di dunia ini (dibandingkan dengan kehidupan) di akhirat hanyalah sedikit","ru":"О те, которые уверовали! Почему, когда вас призывают выступить в поход на пути Аллаха, вы тяжело припадаете к земле? Неужели вы довольствуетесь мирской жизнью больше, чем Последней жизнью? Но преходящее удовольствие мирской жизни по сравнению с Последней жизнью ничтожно","sv":"TROENDE! Hur är det fatt med er? När ni kallas att kämpa för Guds sak klamrar ni er fast vid det jordiska; är ni så intagna av vad denna världen [kan erbjuda] att ni [glömmer] evigheten? Detta liv ger er bara torftiga fröjder jämfört med den eviga glädjen","tr":"Ey inananlar! Size ne oldu ki, \"Allah yolunda, savaşa çıkın\" dendiği zaman yere çöküp kaldınız? Oysa dünya hayatının geçimi ahirete göre pek az bir şeydir","ur":"اے لوگو جو ایمان لائے ہو، تمہیں کیا ہو گیا کہ جب تم سے اللہ کی راہ میں نکلنے کے لیے کہا گیا تو تم زمین سے چمٹ کر رہ گئے؟ کیا تم نے آخرت کے مقابلہ میں دنیا کی زندگی کو پسند کر لیا؟ ایسا ہے تو تمہیں معلوم ہو کہ دنیوی زندگی کا یہ سب سروسامان آخرت میں بہت تھوڑا نکلے گا","zh":"信道的人们啊！教你们为安拉而出征的时候，你们怎么依恋故乡，懒得出发呢？难道你们愿以后世的幸福换取今世的生活吗？今世的享受比起后世的幸福来是微不足道的。"},"transliteration":"Ya ayyuha allatheena amanoo ma lakum itha qeela lakumu infiroo fee sabeeli Allahi iththaqaltum ila alardi aradeetum bialhayati alddunya mina alakhirati fama mataAAu alhayati alddunya fee alakhirati illa qaleelun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
