{"id":1274,"number":39,"text":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translations":{"en":"If you do not go forth, He will punish you with a painful punishment and will replace you with another people, and you will not harm Him at all. And Allah is over all things competent","es":"Si no responden al llamado a combatir los azotará un castigo doloroso, y Dios los sustituirá por otro pueblo [que socorrerá al Profeta y combatirá por Su causa]. Sepan que no perjudicarán a Dios en nada [si se niegan a combatir]. Dios tiene poder sobre todas las cosas","fr":"Si vous ne vous lancez pas au combat, Il vous châtiera d'un châtiment douloureux et vous remplacera par un autre peuple. Vous ne Lui nuirez en rien. Et Allah est Omnipotent","id":"Jika kamu tidak berangkat (untuk berperang), niscaya Allah akan menghukum kamu dengan azab yang pedih dan menggantikan kamu dengan kaum yang lain, dan kamu tidak akan merugikan-Nya sedikit pun. Dan Allah Mahakuasa atas segala sesuatu","ru":"Если вы не выступите в поход, то Он подвергнет вас мучительным страданиям и заменит вас другим народом. Вы ничем не навредите Ему, ибо Аллах способен на всякую вещь","sv":"Om ni inte [vill] kämpa [för Guds sak] skall Han straffa er med ett svårt lidande och Han skall sätta andra människor i ert ställe. Ni vållar Honom ingen skada - Han [som] har allt i Sin makt","tr":"Çıkmazsanız Allah size can yakıcı azabla azabeder ve yerinize başka bir millet getirir. O'na bir şey de yapamazsınız. Allah her şeye kadirdir","ur":"تم نہ اٹھو گے تو خدا تمہیں دردناک سزا دے گا، اور تمہاری جگہ کسی اور گروہ کو اٹھائے گا، اور تم خدا کا کچھ بھی نہ بگاڑ سکو گے، وہ ہر چیز پر قدرت رکھتا ہے","zh":"如果你们不出征，安拉就要痛惩你们，并以别的民众代替你们，你们一点也不能伤害他。安拉对于万事是全能的。"},"transliteration":"Illa tanfiroo yuAAaththibkum AAathaban aleeman wayastabdil qawman ghayrakum wala tadurroohu shayan waAllahu AAala kulli shayin qadeerun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
