{"id":1275,"number":40,"text":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","translations":{"en":"If you do not aid the Prophet - Allah has already aided him when those who disbelieved had driven him out [of Makkah] as one of two, when they were in the cave and he said to his companion, \"Do not grieve; indeed Allah is with us.\" And Allah sent down his tranquillity upon him and supported him with angels you did not see and made the word of those who disbelieved the lowest, while the word of Allah - that is the highest. And Allah is Exalted in Might and Wise","es":"Si no lo socorren [al Mensajero], sepan que Dios [no necesita de ustedes, pues ya] lo auxilió aquella vez que los incrédulos lo expulsaron [de La Meca], cuando estando en la caverna con su compañero [Abu Bakr], le dijo: \"No te entristezcas, pues Dios está con nosotros\". Entonces, Dios hizo descender Su sosiego sobre él [Abu Bakr], los socorrió con un ejército [de ángeles] que ellos no veían, y dispuso que la palabra de los incrédulos se desvaneciera, y que la palabra de Dios sea la que prevalezca. Dios es Poderoso, Sabio","fr":"Si vous ne lui portez pas secours... Allah l'a déjà secouru, lorsque ceux qui avaient mécru l'avaient banni, deuxième de deux. Quand ils étaient dans la grotte et qu'il disait à son compagnon: «Ne t'afflige pas, car Allah est avec nous.» Allah fit alors descendre sur Lui Sa sérénité «Sa sakîna» et le soutint de soldats (Anges) que vous ne voyiez pas, et Il abaissa ainsi la parole des mécréants, tandis que la parole d'Allah eut le dessus. Et Allah est Puissant et Sage","id":"Jika kamu tidak menolongnya (Muhammad), sesungguhnya Allah telah menolongnya (yaitu) ketika orang-orang kafir mengusirnya (dari Mekkah); sedang dia salah seorang dari dua orang ketika keduanya berada dalam gua, ketika itu dia berkata kepada sahabatnya, \"Janganlah engkau bersedih, sesungguhnya Allah bersama kita.\" Maka Allah menurunkan ketenangan kepadanya (Muhammad) dan membantu dengan bala tentara (malaikat-malaikat) yang tidak terlihat olehmu, dan Dia menjadikan seruan orang-orang kafir itu rendah. Dan firman Allah itulah yang tinggi. Allah Mahaperkasa, Mahabijaksana","ru":"Если вы не окажете ему (Мухаммаду) поддержки, то ведь Аллах уже оказал ему поддержку, когда неверующие изгнали его. Он был одним из тех двоих, которые находились в пещере, и сказал своему спутнику (Абу Бакру): «Не скорби, ибо Аллах - с нами». Тогда Аллах ниспослал ему спокойствие и поддержал его воинами, которых вы не видели. Аллах сделал слово неверующих нижайшим, тогда как Слово Аллаха превыше всего. Аллах - Могущественный, Мудрый","sv":"Ger ni inte [Sändebudet] ert stöd, [skall] Gud hjälpa honom [så som skedde] när förnekarna jagade bort honom. [Han var] den andre av de två [som tog skydd] i en grotta och han sade till sin följeslagare: \"Var inte rädd - Gud är med oss!\" Och Gud lät ett djupt lugn falla över honom och styrkte honom med en för er osynlig härskara och förtog kraften i förnekarnas ord - Guds ord har all kraft, all styrka. Gud är allsmäktig, vis","tr":"Ona (Muhammed'e) yardım etmezseniz, bilin ki, inkar edenler onu Mekke'den çıkardıklarında mağarada bulunan iki kişiden biri olarak Allah ona yardım etmişti. Arkadaşına (Ebu Bekir'e) \"Üzülme, Allah bizimledir\" diyordu; Allah da ona güven vermiş, görmediğiniz askerlerle onu desteklemiş, inkar edenlerin sözünü alçaltmıştı. Ancak Allah'ın sözü yücedir. Allah güçlüdür, hakimdir","ur":"تم نے اگر نبیؐ کی مدد نہ کی تو کچھ پروا نہیں، اللہ اُس کی مدد اس وقت کر چکا ہے جب کافروں نے اسے نکال دیا تھا، جب وہ صرف دو میں کا دوسرا تھا، جب وہ دونوں غار میں تھے، جب وہ اپنی ساتھی سے کہہ رہا تھا کہ \"غم نہ کر، اللہ ہمارے ساتھ ہے\" اُس وقت اللہ نے اس پر اپنی طرف سے سکون قلب نازل کیا اور اس کی مدد ایسے لشکروں سے کی جو تم کو نظر نہ آتے تھے اور کافروں کا بول نیچا کر دیا اور اللہ کا بول تو اونچا ہی ہے، اللہ زبردست اور دانا و بینا ہے","zh":"如果你们不相助他，那么，安拉确已相助他了。当时，不信道的人们把他驱逐出境，只有一个人与他同行，当时，他俩在山洞里，他对他的同伴说：“不要忧愁，安拉确是和我们在一起的。”安拉就把宁静降给他，而且以你们看不见的军队扶助他，并且使不信道者的言词变成最卑贱的；而安拉的言词确是最高尚的。安拉是万能的，是至睿的。"},"transliteration":"Illa tansuroohu faqad nasarahu Allahu ith akhrajahu allatheena kafaroo thaniya ithnayni ith huma fee alghari ith yaqoolu lisahibihi la tahzan inna Allaha maAAana faanzala Allahu sakeenatahu AAalayhi waayyadahu bijunoodin lam tarawha wajaAAala kalimata allatheena kafaroo alssufla wakalimatu Allahi hiya alAAulya waAllahu AAazeezun hakeemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
