{"id":1276,"number":41,"text":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translations":{"en":"Go forth, whether light or heavy, and strive with your wealth and your lives in the cause of Allah. That is better for you, if you only knew","es":"Salgan a combatir, sea que tengan una situación fácil o difícil. Contribuyan por la causa de Dios con sus bienes y luchen, porque es lo mejor para ustedes, si supieran","fr":"Légers ou lourds, lancez-vous au combat, et luttez avec vos biens et vos personnes dans le sentier d'Allah. Cela est meilleur pour vous, si vous saviez","id":"Berangkatlah kamu baik dengan rasa ringan maupun dengan rasa berat, dan berjihadlah dengan harta dan jiwamu di jalan Allah. Yang demikian itu adalah lebih baik bagimu jika kamu mengetahui","ru":"Выступайте в поход, легко ли это вам будет или обременительно, и сражайтесь на пути Аллаха своим имуществом и своими душами. Так будет лучше для вас, если бы вы только знали","sv":"Gå ut till strid - [vare sig ni ser det som] en lätt uppgift eller ett tungt offer - och kämpa för Guds sak med er egendom och med livet [som insats]; detta är bäst för er - om ni visste [vilken vinst ni kan uppnå i det eviga livet]","tr":"İsteyen, istemeyen, hepiniz savaşa çıkın. Allah yolunda mallarınızla, canlarınızla cihat edin. Bilirseniz bu sizin için hayırlıdır","ur":"نکلو، خواہ ہلکے ہو یا بوجھل، اور جہاد کرو اللہ کی راہ میں اپنے مالوں اور اپنی جانوں کے ساتھ، یہ تمہارے لیے بہتر ہے اگر تم جانو","zh":"你们当轻装地，或重装地出征，你们当借你们的财产和生命为安拉而奋斗。这对于你们是更好的，如果你们知道。"},"transliteration":"Infiroo khifafan wathiqalan wajahidoo biamwalikum waanfusikum fee sabeeli Allahi thalikum khayrun lakum in kuntum taAAlamoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
