{"id":1277,"number":42,"text":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","translations":{"en":"Had it been an easy gain and a moderate trip, the hypocrites would have followed you, but distant to them was the journey. And they will swear by Allah, \"If we were able, we would have gone forth with you,\" destroying themselves [through false oaths], and Allah knows that indeed they are liars","es":"Si hubiera sido por algo mundano fácil de conseguir o un viaje breve, te habrían seguido, pero la distancia [en la batalla de Tabuk] era muy larga [y por ello se negaron a salir a combatir]. Juraron por Dios que si hubieran podido, habrían salido con ustedes. Se destruyeron a sí mismos [con sus excusas falsas], pero Dios sabe que mienten","fr":"S'il s'était agi d'un profit facile ou d'un court voyage, ils t'auraient suivi; mais la distance leur parut longue. Et ils jureront par Allah: «Si nous avions pu, nous serions sortis en votre compagnie.» Ils se perdent eux-mêmes. Et Allah sait bien qu'ils mentent","id":"Sekiranya (yang kamu serukan kepada mereka) ada keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, niscaya mereka mengikutimu, tetapi tempat yang dituju itu terasa sangat jauh bagi mereka. Mereka akan bersumpah dengan (nama) Allah, \"Jikalau kami sanggup niscaya kami berangkat bersamamu.\" Mereka membinasakan diri sendiri373) dan Allah mengetahui bahwa mereka benar-benar orang-orang yang berdusta","ru":"Если бы их ожидали близкая нажива и легкая дорога, то они последовали бы за тобой. Но расстояние показалось им дальним, и они будут клясться Аллахом: «Если бы мы могли, то непременно отправились бы с вами». Они губят себя, и Аллах знает, что они являются лжецами","sv":"Om ett lättfånget byte hade legat inom räckhåll och marschvägen hade varit lätt, skulle de säkert ha följt dig, men de ansåg att färden var lång och strapatserna svåra. Men de kommer att svära vid Gud: \"Hade vi haft möjlighet skulle vi självfallet ha gått med er!\" - Gud vet att de ljuger och [med sina lögner] bereder de sin egen undergång","tr":"Kolay bir kazanç, normal bir yolculuk olsaydı sana uyarlardı, fakat çıkılacak yol onlara uzak geldi, kendilerini helak ederek, \"Gücümüz yetseydi sizinle beraber çıkardık\" diye Allah'a yemin edeceklerdir. Allah, onların yalancı olduğunu elbette biliyor","ur":"اے نبیؐ، اگر فائدہ سہل الحصول ہوتا اور سفر ہلکا ہوتا تو وہ ضرور تمہارے پیچھے چلنے پر آمادہ ہو جاتے، مگر ان پر تو یہ راستہ بہت کٹھن ہو گیا اب وہ خدا کی قسم کھا کھا کر کہیں گے کہ اگر ہم چل سکتے تو یقیناً تمہارے ساتھ چلتے وہ اپنے آپ کو ہلاکت میں ڈال رہے ہیں اللہ خوب جانتا ہے کہ وہ جھوٹے ہیں","zh":"假若那是临近的浮利和中程的旅行，他们必定追随你，但那距离对他们太遥远了。他们将以安拉发誓说：“假若我们能出征，我们必定与你们一道出征。”他们自陷于灭亡。安拉知道，他们确是说谎的。"},"transliteration":"Law kana AAaradan qareeban wasafaran qasidan laittabaAAooka walakin baAAudat AAalayhimu alshshuqqatu wasayahlifoona biAllahi lawi istataAAna lakharajna maAAakum yuhlikoona anfusahum waAllahu yaAAlamu innahum lakathiboona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
