{"id":1279,"number":44,"text":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","translations":{"en":"Those who believe in Allah and the Last Day would not ask permission of you to be excused from striving with their wealth and their lives. And Allah is Knowing of those who fear Him","es":"En cambio, aquellos que creen en Dios y en el Día del Juicio no se excusan para que los eximas de la obligación de contribuir con sus bienes materiales y combatir. Dios sabe bien quiénes son los piadosos","fr":"Ceux qui croient en Allah et au Jour dernier ne te demandent pas permission quand il s'agit de mener combat avec leurs biens et leurs personnes. Et Allah connaît bien les pieux","id":"Orang-orang yang beriman kepada Allah dan hari kemudian, tidak akan meminta izin (tidak ikut) kepadamu untuk berjihad dengan harta dan jiwa mereka. Allah mengetahui orang-orang yang bertakwa","ru":"Те, которые веруют в Аллаха и в Последний день, не спрашивают у тебя дозволения на то, чтобы сражаться своим имуществом и своими душами. Ведь Аллах знает богобоязненных","sv":"De som tror på Gud och den Yttersta dagen ber dig inte befria dem från [plikten] att kämpa [för Guds sak] med sina ägodelar och med livet som insats - och Gud vet vilka de är som fruktar Honom","tr":"Allah'a ve ahiret gününe inananlar, mallariyle, canlariyle savaşmak istediklerinden ötürü geri kalmak için senden izin istemezler. Allah sakınanları bilir","ur":"جو لوگ اللہ اور روز آخر پر ایمان رکھتے ہیں وہ تو کبھی تم سے یہ درخواست نہ کریں گے کہ انہیں اپنی جان و مال کے ساتھ جہاد کرنے سے معاف رکھا جائے اللہ متقیوں کو خوب جانتا ہے","zh":"信仰安拉和末日者，不要求你准许他们不借他们的财产和生命而奋斗。安拉是全知敬畏者的。"},"transliteration":"La yastathinuka allatheena yuminoona biAllahi waalyawmi alakhiri an yujahidoo biamwalihim waanfusihim waAllahu AAaleemun bialmuttaqeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
