{"id":1281,"number":46,"text":"۞وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","translations":{"en":"And if they had intended to go forth, they would have prepared for it [some] preparation. But Allah disliked their being sent, so He kept them back, and they were told, \"Remain [behind] with those who remain","es":"Si [los hipócritas] hubieran querido realmente combatir, se habrían preparado para tal fin; pero Dios no quiso que salieran [con ustedes] y les infundió desgano, y se les dijo: \"Permanezcan con quienes se quedan [por estar verdaderamente eximidos]","fr":"Et s'ils avaient voulu partir (au combat), ils lui auraient fait des préparatifs. Mais leur départ répugna à Allah; Il les a rendus paresseux. Et il leur fut dit: «Restez avec ceux qui restent»","id":"Dan jika mereka mau berangkat, niscaya mereka menyiapkan persiapan untuk keberangkatan itu, tetapi Allah tidak menyukai keberangkatan mereka, maka Dia melemahkan keinginan mereka, dan dikatakan (kepada mereka), \"Tinggallah kamu bersama orang-orang yang tinggal","ru":"Если бы они желали выступить в поход, то приготовились бы к этому. Однако Аллах не пожелал, чтобы они отправились в поход, и задержал их. Им было сказано: «Отсиживайтесь вместе с теми, кто остался отсиживаться»","sv":"Om de hade velat gå [med de övriga] skulle de helt säkert ha gjort förberedelser för detta. Men Gud ville inte att de skulle gå ut och så höll Han dem tillbaka, och [de fick] svaret: \"Stanna hemma med [de övriga] som stannar hemma","tr":"Eğer savaşa çıkmak isteselerdi bir hazırlık yaparlardı. Ama Allah davranışlarını beğenmedi de onları alıkoydu. \"Acizlerle beraber oturun\" denildi","ur":"اگر واقعی ان کا ارادہ نکلنے کا ہوتا تو وہ اس کے لیے کچھ تیاری کرتے لیکن اللہ کو ان کا اٹھنا پسندہی نہ تھا، اس لیے اس نے انہیں سست کر دیا اور کہہ دیا کہ بیٹھ رہو بیٹھنے والوں کے ساتھ","zh":"假若他们有心出征，必定早已准备就绪了。但安拉不愿他们出征，故阻止他们。有人曾对他们说：“你们与老弱妇孺呆在家里吧！”"},"transliteration":"Walaw aradoo alkhurooja laaAAaddoo lahu AAuddatan walakin kariha Allahu inbiAAathahum fathabbatahum waqeela oqAAudoo maAAa alqaAAideena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
