{"id":1282,"number":47,"text":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّـٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّـٰلِمِينَ","translations":{"en":"Had they gone forth with you, they would not have increased you except in confusion, and they would have been active among you, seeking [to cause] you fitnah. And among you are avid listeners to them. And Allah is Knowing of the wrongdoers","es":"Si hubieran salido a combatir, los habrían confundido sembrando la discordia, pues entre ustedes hay quienes prestan oído a lo que dicen, pero Dios conoce bien a los injustos","fr":"S'ils étaient sortis avec vous, ils n'auraient fait qu'accroître votre trouble et jeter la dissension dans vos rangs, cherchant à créer la discorde entre vous. Et il y en a parmi vous qui les écoutent. Et Allah connaît bien les injustes","id":"Jika (mereka berangkat bersamamu), niscaya mereka tidak akan menambah (kekuatan)mu, malah hanya akan membuat kekacauan, dan mereka tentu bergegas maju ke depan di celah-celah barisanmu untuk mengadakan kekacauan (di barisanmu); sedang di antara kamu ada orang-orang yang sangat suka mendengarkan (perkataan) mereka. Allah mengetahui orang-orang yang zalim","ru":"Если бы они выступили в поход вместе с вами, то не прибавили бы вам ничего, кроме беспорядка, торопливо ходили бы между вами и сеяли бы между вами смуту. Среди вас найдутся такие, которые станут прислушиваться к ним. Аллах знает беззаконников","sv":"Om de hade gått med er skulle de inte ha gjort annat än ställt till oreda för er och sprungit runt [med rykten] från den ene till den andre för att skapa missnöje, och det finns bland er de som gärna lyssnar till [rykten]. Gud vet vilka de orättfärdiga är","tr":"Aranızda savaşa çıkmış olsalardı, ancak sizi bozmağa çalışırlar ve fitneye düşürmek için aranıza sokulurlardı. İçinizde onlara kulak verenler var. Allah kendilerine yazık edenleri bilir","ur":"اگر وہ تمہارے ساتھ نکلتے تو تمہارے اندر خرابی کے سوا کسی چیز کا اضافہ نہ کرتے وہ تمہارے درمیان فتنہ پردازی کے لیے دوڑ دھوپ کرتے، اور تمہارے گروہ کا حال یہ ہے کہ ابھی اُس میں بہت سے ایسے لوگ موجود ہیں جو اُن کی باتیں کان لگا کر سنتے ہیں، اللہ اِن ظالموں کو خوب جانتا ہے","zh":"假若他们同你们一起出征，那么，他们只会在你们中间进行捣乱，他们必定在你们中间挑拨离间，你们中间有些人替他们作侦探。安拉是全知不义者的。"},"transliteration":"Law kharajoo feekum ma zadookum illa khabalan walaawdaAAoo khilalakum yabghoonakumu alfitnata wafeekum sammaAAoona lahum waAllahu AAaleemun bialththalimeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
