{"id":1284,"number":49,"text":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","translations":{"en":"And among them is he who says, \"Permit me [to remain at home] and do not put me to trial.\" Unquestionably, into trial they have fallen. And indeed, Hell will encompass the disbelievers","es":"Entre los hipócritas hubo quien te dijo: \"[¡Oh, Mujámmad!] Permíteme quedarme y no me expongas a la tentación\". ¿Acaso no cayeron en la tentación [del demonio al negarse a combatir]? El Infierno rodeará a los que se niegan a creer","fr":"Parmi eux il en est qui dit: «Donne-moi la permission (de rester) et ne me mets pas en tentation.» Or, c'est bien dans la tentation qu'ils sont tombés; l'Enfer est tout autour des mécréants","id":"Dan di antara mereka ada orang yang berkata, \"Berilah aku izin (tidak pergi berperang) dan janganlah engkau (Muhammad) menjadikan aku terjerumus ke dalam fitnah.\" Ketahuilah, bahwa mereka telah terjerumus ke dalam fitnah. Dan sungguh, Jahanam meliputi orang-orang yang kafir","ru":"Среди них есть и такой, который говорит: «Позволь мне остаться дома и не искушай меня!». Безусловно, они уже впали в искушение. Воистину, Геенна объемлет неверующих","sv":"Bland dem fanns några som sade: \"Ge mig tillstånd [att stanna hemma] och bespara mig denna svåra prövning!\" [Redan deras begäran innebär att] de har satts på prov och inte bestått [provet]! Helvetets [lågor] kommer helt visst att innesluta förnekarna [som en mur]","tr":"Onlardan, \"Bana izin ver, beni fitneye düşürme\" diyen vardır. Bilin ki onlar zaten fitneye düşmüşlerdi. Cehennem, inkar edenleri şüphesiz kuşatacaktır","ur":"ان میں سے کوئی ہے جو کہتا ہے کہ \"مجھے رخصت دے دیجیے اور مجھ کو فتنے میں نہ ڈالیے\" سن رکھو! فتنے ہی میں تو یہ لوگ پڑے ہوئے ہیں اور جہنم نے ان کافروں کو گھیر رکھا ہے","zh":"他们中有人说：“请你准我的假吧。不要使我遭遇祸害。”其实，他们正堕入祸害之中。火狱确是包围不信道者的。"},"transliteration":"Waminhum man yaqoolu ithan lee wala taftinnee ala fee alfitnati saqatoo wainna jahannama lamuheetatun bialkafireena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
