{"id":1285,"number":50,"text":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","translations":{"en":"If good befalls you, it distresses them; but if disaster strikes you, they say, \"We took our matter [in hand] before,\" and turn away while they are rejoicing","es":"Si obtienes un éxito se disgustan, pero si recibes un revés dicen: \"Ya habíamos tomado nuestras precauciones\", y se marchan alegres","fr":"Qu'un bonheur t'atteigne, ça les afflige. Et que t'atteigne un malheur, ils disent: «Heureusement que nous avions pris d'avance nos précautions.» Et ils se détournent tout en exultant","id":"Jika engkau (Muhammad) mendapat kebaikan, mereka tidak senang; tetapi jika engkau ditimpa bencana, mereka berkata, \"Sungguh, sejak semula kami telah berhati-hati (tidak pergi berperang),\" dan mereka berpaling dengan (perasaan) gembira","ru":"Если тебе достается благо, это огорчает их. Если же тебя постигает беда, они говорят: «Мы заранее приняли меры предосторожности для себя». И они уходят, забавляясь","sv":"Om du har framgång kommer de att gräma sig; och om du drabbas av motgångar kommer de att säga: \"Det är vad vi förutsåg och var förberedda på\", och så går de sin väg, glada och nöjda","tr":"Sana bir iyilik gelince onların fenasına gider; bir kötülük gelse, \"Biz önceden ihtiyatlı davrandık\" derler, sevinerek dönüp giderler","ur":"تمہارا بھلا ہوتا ہے تو انہیں رنج ہوتا ہے اور تم پر کوئی مصیبت آتی ہے تو یہ منہ پھیر کر خوش خوش پلٹتے ہیں اور کہتے جاتے ہیں کہ اچھا ہوا ہم نے پہلے ہی اپنا معاملہ ٹھیک کر لیا تھا","zh":"如果你获得胜利，他们就觉得难过；如果你遭到失败，他们就说：“我们事先早已提防了。”他们洋洋得意的转回去。"},"transliteration":"In tusibka hasanatun tasuhum wain tusibka museebatun yaqooloo qad akhathna amrana min qablu wayatawallaw wahum farihoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
