{"id":1287,"number":52,"text":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","translations":{"en":"Say, \"Do you await for us except one of the two best things while we await for you that Allah will afflict you with punishment from Himself or at our hands? So wait; indeed we, along with you, are waiting","es":"Diles [a los hipócritas]: \"Sepan que solo puede sucedernos una de dos cosas buenas, en cambio a ustedes, o bien Dios les enviará un castigo o hará que nosotros los derrotemos. Aguarden su destino, que nosotros aguardamos el nuestro","fr":"Dis: «Qu'attendez-vous pour nous, sinon l'une des deux meilleures choses? Tandis que ce que nous attendons pour vous, c'est qu'Allah vous inflige un châtiment de Sa part ou par nos mains. Attendez donc! Nous attendons aussi, avec vous»","id":"Katakanlah (Muhammad), \"Tidak ada yang kamu tunggu-tunggu bagi kami, kecuali salah satu dari dua kebaikan (menang atau mati syahid). Dan kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan azab kepadamu dari sisi-Nya, atau (azab) melalui tangan kami. Maka tunggulah, sesungguhnya kami menunggu (pula) bersamamu","ru":"Скажи: «Неужели вы ожидаете, что нам выпадет что-либо, кроме одного из двух благ? Мы тоже ждем, что Аллах поразит вас мучениями от Себя или же накажет вас нашими руками. Ждите, и мы подождем вместе с вами»","sv":"Säg: \"Väntar ni att något annat skall hända oss än ettdera av två ting, som båda utgör det högsta goda? Vi för vår del väntar att Gud skall straffa er eller att Han skall låta straffet drabba er genom oss. Vänta därför! Vi väntar liksom ni","tr":"De ki: \"Bize iki iyiden, gazilik ve şehidlikten başka bir şeyin gelmesini mi bekliyorsunuz? Oysa biz Allah'ın kendi katından veya elimizle, sizi bir azaba uğratmasını bekliyoruz. Bekleyiniz, doğrusu biz de sizinle birlikte beklemekteyiz","ur":"ان سے کہو، \"تم ہمارے معاملہ میں جس چیز کے منتظر ہو وہ اس کے سوا اور کیا ہے کہ دو بھلائیوں میں سے ایک بھلائی ہے اور ہم تمہارے معاملہ میں جس چیز کے منتظر ہیں وہ یہ ہے کہ اللہ خود تم کو سزا دیتا ہے یا ہمارے ہاتھوں دلواتا ہے؟ اچھا تو اب تم بھی انتظار کرو اور ہم بھی تمہارے ساتھ منتظر ہیں","zh":"你说：“你们只期待着我们获得两大善果之一，我们却期待着安拉降天灾来折磨你们，或借我们的手惩治你们。你们期待着吧，我们确是与你们一道期待着的！”"},"transliteration":"Qul hal tarabbasoona bina illa ihda alhusnayayni wanahnu natarabbasu bikum an yuseebakumu Allahu biAAathabin min AAindihi aw biaydeena fatarabbasoo inna maAAakum mutarabbisoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
