{"id":1290,"number":55,"text":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","translations":{"en":"So let not their wealth or their children impress you. Allah only intends to punish them through them in worldly life and that their souls should depart [at death] while they are disbelievers","es":"Que no te maravillen [¡oh, Mujámmad!] sus bienes materiales ni sus hijos, porque Dios decretó que les sirvan de sufrimiento en esta vida, y que sus almas mueran mientras están hundidos en la incredulidad","fr":"Que leurs biens et leurs enfants ne t'émerveillent point! Allah ne veut par là que les châtier dans la vie présente, et que (les voir) rendre péniblement l'âme en état de mécréance","id":"Maka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir","ru":"Пусть не восхищают тебя их имущество и дети. Аллах желает только наказать их детьми и имуществом в мирской жизни, дабы они расстались со своими душами неверующими","sv":"Se inte med beundran på deras rikedom och deras [många] söner; med dessa [gåvor som drar med sig bekymmer och tunga offer] vill Gud straffa dem i detta liv och [Han vill] att de ger upp andan, medan de ännu förnekar sanningen","tr":"Artık onların malları ve çocukları seni imrendirmesin. Allah bunlarla onlara dünya hayatında azabetmek ve canlarının inkarcı olarak çıkmasını ister","ur":"اِن کے مال و دولت اور ان کی کثرت اولاد کو دیکھ کر دھوکہ نہ کھاؤ، اللہ تو یہ چاہتا ہے کہ اِنہی چیزوں کے ذریعہ سے ان کو دنیا کی زندگی میں بھی مبتلائے عذاب کرے اور یہ جان بھی دیں تو انکار حق ہی کی حالت میں دیں","zh":"他们的财产和子嗣，不要使你赞叹，安拉只要在今世生活中借此惩治他们，而他们的灵魂将在不信道的情况下离去。"},"transliteration":"Fala tuAAjibka amwaluhum wala awladuhum innama yureedu Allahu liyuAAaththibahum biha fee alhayati alddunya watazhaqa anfusuhum wahum kafiroona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
