{"id":1293,"number":58,"text":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","translations":{"en":"And among them are some who criticize you concerning the [distribution of] charities. If they are given from them, they approve; but if they are not given from them, at once they become angry","es":"De entre ellos hay quienes te critican por cómo repartes las caridades [¡oh, Mujámmad!]. Si les das de ellas [todo lo que pretenden] quedan satisfechos, pero si no lo haces se molestan","fr":"Il en est parmi eux qui te critiquent au sujet des Sadaqats: s'il leur en est donné, les voilà contents; mais s'il ne leur en est pas donné, les voilà pleins de rancœur","id":"Dan di antara mereka ada yang mencelamu tentang (pembagian) sedekah (zakat); jika mereka diberi bagian, mereka bersenang hati, dan jika mereka tidak diberi bagian, tiba-tiba mereka marah","ru":"Среди них есть такие, которые обвиняют тебя из-за милостыни. Если им достается что-либо из милостыни, то они остаются довольными, если же им ничего не достается, то они приходят в ярость","sv":"Det finns några bland dem som förtalar dig [Muhammad] vad gäller [den rätta fördelningen av] offergåvorna; om något kommer på deras lott blir de belåtna men får de ingenting blir de missnöjda","tr":"Sadakalar hakkında sana dil uzatanlar vardır. Onlara verilirse hoşnut olurlar, verilmezse, hemen öfkeleniverirler","ur":"اے نبیؐ، ان میں سے بعض لوگ صدقات کی تقسیم میں تم پر اعتراضات کرتے ہیں اگر اس مال میں سے انہیں کچھ دے دیا جائے تو خو ش ہو جائیں، اور نہ دیا جائے تو بگڑنے لگتے ہیں","zh":"他们中有人挑剔你分配赈款的工作。如果分给他们一份，他们就喜欢；如果不分给他们，他们就勃然大怒。"},"transliteration":"Waminhum man yalmizuka fee alssadaqati fain oAAtoo minha radoo wain lam yuAAtaw minha itha hum yaskhatoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
