{"id":1296,"number":61,"text":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","translations":{"en":"And among them are those who abuse the Prophet and say, \"He is an ear.\" Say, \"[It is] an ear of goodness for you that believes in Allah and believes the believers and [is] a mercy to those who believe among you.\" And those who abuse the Messenger of Allah - for them is a painful punishment","es":"Entre ellos hay [hipócritas] quienes critican al Profeta y dicen: \"Escucha todo lo que le dicen\", pero ello es para su bien. Él cree en Dios, confía en [la palabra de] los creyentes y es una misericordia para quienes de ustedes [realmente] han llegado a creer. Quienes calumnien al Mensajero de Dios recibirán un castigo doloroso","fr":"Et il en est parmi eux ceux qui font du tort au Prophète et disent: «Il est tout oreille». - Dis: «Une oreille pour votre bien. Il croit en Allah et fait confiance aux croyants, et il est une miséricorde pour ceux d'entre vous qui croient. Et ceux qui font du tort au Messager d'Allah auront un châtiment douloureux»","id":"Dan di antara mereka (orang munafik) ada orang-orang yang menyakiti hati Nabi (Muhammad) dan mengatakan, \"Nabi mempercayai semua apa yang didengarnya.\" Katakanlah, \"Dia mempercayai semua yang baik bagi kamu, dia beriman kepada Allah, mempercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.\" Dan orang-orang yang menyakiti Rasulullah akan mendapat azab yang pedih","ru":"Среди них есть такие, которые обижают Пророка и говорят: «Он есть ухо (выслушивает любые новости)». Скажи: «Он слушает только то, что лучше для вас. Он верует в Аллаха и доверяет верующим. Он является милостью для тех, которые уверовали». Тем же, которые обижают Посланника Аллаха, уготованы мучительные страдания","sv":"OCH DET finns de bland dem som förtalar Profeten och [spydigt] säger: \"Han är idel öra.\" Säg: \"Ja, han är idel öra [för det som gäller] ert bästa. Han tror på Gud [och Hans ord] och han litar på de troendes uppriktighet och [genom honom flödar] nåd över dem av er som har tron. Men på dem som talar illa om Guds Sändebud [väntar] ett plågsamt straff","tr":"İkiyüzlülerin içinde \"O her şeye kulak kesiliyor\" diyerek Peygamberi incitenler vardır. De ki: \"O kulak, Allah'a inanan ve müminlere inanan, sizin için hayırlı olan, içinizden inanan kimselere rahmet olan bir kulaktır.\" Allah'ın Peygamberini incitenlere can yakıcı azab vardır","ur":"ان میں سے کچھ لوگ ہیں جو اپنی باتوں سے نبی کو دکھ دیتے ہیں اور کہتے ہیں کہ یہ شخص کانوں کا کچا ہے کہو، \"وہ تمہاری بھلائی کے لیے ایسا ہے، اللہ پر ایمان رکھتا ہے اور اہل ایمان پر اعتماد کرتا ہے اور سراسر رحمت ہے ان لوگوں کے لیے جو تم میں سے ایماندار ہیں اور جو لوگ اللہ کے رسول کو دکھ دیتے ہیں ان کے لیے دردناک سزا ہے","zh":"他们中有人伤害先知，称他为耳朵，你说：“他对于你们是好耳朵，他信仰安拉，信任信士们，他是你们中信道者的慈恩。”伤害使者的人们，将受痛苦的刑罚。"},"transliteration":"Waminhumu allatheena yuthoona alnnabiyya wayaqooloona huwa othunun qul othunu khayrin lakum yuminu biAllahi wayuminu lilmumineena warahmatun lillatheena amanoo minkum waallatheena yuthoona rasoola Allahi lahum AAathabun aleemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
