{"id":1299,"number":64,"text":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","translations":{"en":"They hypocrites are apprehensive lest a surah be revealed about them, informing them of what is in their hearts. Say, \"Mock [as you wish]; indeed, Allah will expose that which you fear","es":"Los hipócritas temían que un capítulo [del Corán] como este fuera revelado y pusiera en evidencia lo que [realmente] hay en sus corazones. Diles [¡oh, Mujámmad!]: \"Búrlense [de la religión], que Dios pondrá al descubierto lo que tanto temen","fr":"Les hypocrites craignent que l'on fasse descendre sur eux une Sourate leur dévoilant ce qu'il y a dans leurs cœurs. Dis: «Moquez-vous! Allah fera surgir ce que vous prenez la précaution (de cacher)»","id":"Orang-orang munafik itu takut jika diturunkan suatu surah yang menerangkan apa yang tersembunyi di dalam hati mereka. Katakanlah (kepada mereka), \"Teruskanlah berolok-olok (terhadap Allah dan Rasul-Nya).\" Sesungguhnya Allah akan mengungkapkan apa yang kamu takuti itu","ru":"Лицемеры опасаются, что им будет ниспослана сура, которая поведает о том, что в их сердцах. Скажи: «Насмехайтесь! Аллах непременно выведет наружу то, чего вы опасаетесь»","sv":"Hycklarna oroar sig för att en sura som rör dem skall uppenbaras och att den skall avslöja vad de [döljer] i sitt innersta. Säg: \"Fortsätt med era spydigheter! Gud kommer helt säkert att avslöja det som oroar er","tr":"İkiyüzlüler, kalblerinde olanı haber verecek bir surenin inmesinden çekiniyorlar. De ki: \"Alay edin bakalım, Allah çekindiğiniz şeyi ortaya koyacaktır","ur":"یہ منافق ڈر رہے ہیں کہ کہیں مسلمانوں پر کوئی ایسی سورت نازل نہ ہو جائے جو ان کے دلوں کے بھید کھول کر رکھ دے اے نبیؐ، ان سے کہو، \"اور مذاق اڑاؤ، اللہ اُس چیز کو کھول دینے والا ہے جس کے کھل جانے سے تم ڈرتے ہو","zh":"伪信的人们恐怕为他们而降示一章经，把他们的心事告诉信士们。你说：“你们嘲笑吧！安拉必定要揭露你们所防备的事情。”"},"transliteration":"Yahtharu almunafiqoona an tunazzala AAalayhim sooratun tunabbiohum bima fee quloobihim quli istahzioo inna Allaha mukhrijun ma tahtharoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
