{"id":1300,"number":65,"text":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","translations":{"en":"And if you ask them, they will surely say, \"We were only conversing and playing.\" Say, \"Is it Allah and His verses and His Messenger that you were mocking","es":"Pero si les preguntas, te dicen: \"Solo bromeábamos y nos entreteníamos\". Diles: \"¿Acaso se burlaban de Dios, de Sus preceptos y de Su Mensajero","fr":"Et si tu les interrogeais, ils diraient très certainement: «Vraiment, nous ne faisions que bavarder et jouer.» Dis: «Est-ce d'Allah, de Ses versets (le Coran) et de Son messager que vous vous moquiez?»","id":"Dan jika kamu tanyakan kepada mereka, niscaya mereka akan menjawab, \"Sesungguhnya kami hanya bersenda gurau dan bermain-main saja.\" Katakanlah, \"Mengapa kepada Allah, dan ayat-ayat-Nya serta Rasul-Nya kamu selalu berolok-olok","ru":"Если ты их спросишь, они непременно скажут: «Мы только болтали и забавлялись». Скажи: «Неужели вы насмехались над Аллахом, Его аятами и Его Посланником","sv":"Om du frågade [dem vad de menade med vad de sade] skulle de säkert svara: \"Vi bara skämtade.\" Säg: \"Då var era skämt alltså riktade mot Gud, Hans budskap och Hans Sändebud","tr":"Onlara soracak olursan, \"Biz and olsun ki, eğlenip oynuyorduk\" diyecekler; De ki: \"Allah'la, ayetleriyle, Peygamberiyle mi alay ediyordunuz","ur":"اگر ان سے پوچھو کہ تم کیا باتیں کر رہے تھے، تو جھٹ کہہ دیں گے کہ ہم تو ہنسی مذاق اور دل لگی کر رہے تھے ان سے کہو، \"کیا تمہاری ہنسی دل لگی اللہ اور اُس کی آیات اور اس کے رسول ہی کے ساتھ تھی؟","zh":"如果你质问他们，他们必定说：“我们不过是闲谈和游戏罢了。”你说：“你们嘲笑安拉及其迹象和使者吗？”"},"transliteration":"Walain saaltahum layaqoolunna innama kunna nakhoodu wanalAAabu qul abiAllahi waayatihi warasoolihi kuntum tastahzioona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
