{"id":1301,"number":66,"text":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","translations":{"en":"Make no excuse; you have disbelieved after your belief. If We pardon one faction of you - We will punish another faction because they were criminals","es":"No se excusen, han demostrado ahora su incredulidad a pesar de haber expresado su testimonio de fe anteriormente\". Perdonaré a un grupo de ustedes, pero castigaré a otro grupo por haber sido transgresor","fr":"Ne vous excusez pas: vous avez bel et bien rejeté la foi après avoir cru. Si Nous pardonnons à une partie des vôtres, Nous en châtierons une autre pour avoir été des criminels","id":"Tidak perlu kamu meminta maaf, karena kamu telah kafir setelah beriman. Jika Kami memaafkan sebagian dari kamu (karena telah tobat), niscaya Kami akan mengazab golongan (yang lain) karena sesungguhnya mereka adalah orang-orang yang (selalu) berbuat dosa","ru":"Не извиняйтесь. Вы стали неверующими после того, как уверовали». Если Мы простим некоторых из вас, то непременно подвергнем мучениям остальных за то, что они стали грешниками","sv":"Kom inte nu med [tomma] ursäkter! Ni har förnekat den tro som ni förut bekände.\" Även om Vi för några av er utplånar deras synder, skall Vi straffa andra eftersom de är obotfärdiga syndare","tr":"Özür beyan etmeyin, inandıktan sonra inkar ettiniz. İçinizden bir topluluğu affetsek bile, suçlarından ötürü bir topluluğa da azab ederiz","ur":"اب عذرات نہ تراشو، تم نے ایمان لانے کے بعد کفر کیا ہے، اگر ہم نے تم میں سے ایک گروہ کو معاف کر بھی دیا تو دوسرے گروہ کو تو ہم ضرور سزا دیں گے کیونکہ وہ مجرم ہے","zh":"你们不要托辞；你们信道之后确已不信了，如果我饶恕你们中的一伙人，我将要惩治你们中的另一伙人，因为他们是犯罪的人。"},"transliteration":"La taAAtathiroo qad kafartum baAAda eemanikum in naAAfu AAan taifatin minkum nuAAaththib taifatan biannahum kanoo mujrimeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
