{"id":1302,"number":67,"text":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","translations":{"en":"The hypocrite men and hypocrite women are of one another. They enjoin what is wrong and forbid what is right and close their hands. They have forgotten Allah, so He has forgotten them [accordingly]. Indeed, the hypocrites - it is they who are the defiantly disobedient","es":"Los hipócritas y las hipócritas son aliados unos de otros, incitan al mal y prohíben hacer el bien, y se niegan a hacer caridades. Se olvidaron de Dios y por eso Él se olvidó de ellos [dejándolos fuera de Su misericordia]. Los hipócritas están en el desvío","fr":"Les hypocrites, hommes et femmes, appartiennent les uns aux autres. Ils commandent le blâmable, interdisent le convenable, et replient leurs mains (d'avarice). Ils ont oublié Allah et Il les a alors oubliés. En vérité, les hypocrites sont les pervers","id":"Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan kepada Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik","ru":"Лицемеры и лицемерки подобны друг другу. Они велят совершать предосудительное, запрещают одобряемое и сжимают свои руки (скупятся делать пожертвования). Они предали забвению Аллаха, и Он предал их забвению. Воистину, лицемеры являются нечестивцами","sv":"Hycklarna, männen såväl som kvinnorna, är alla skurna ur samma stycke. De anbefaller det som är orätt och förbjuder det som är rätt och de håller ett hårt grepp om penningpåsen. De glömmer Gud och då skall Vi glömma dem. De har sannerligen, dessa hycklare, förhärdat sig i trots och synd","tr":"İkiyüzlü erkek ve kadınlar da birbirlerindendir: Kötülüğü emreder, iyiliğe engel olurlar; elleri de sıkıdır; Allah'ı unuttular, bu yüzden Allah da onları unuttu. Doğrusu ikiyüzlüler fasıktırlar","ur":"منافق مرد اور منافق عورتیں سب ایک دوسرے کے ہم رنگ ہیں برائی کا حکم دیتے ہیں اور بھلائی سے منع کرتے ہیں اور اپنے ہاتھ خیر سے روکے رکھتے ہیں یہ اللہ کو بھول گئے تو اللہ نے بھی انہیں بھلا دیا یقیناً یہ منافق ہی فاسق ہیں","zh":"伪信的男女，彼此是同类的，他们劝恶戒善，紧握双手，（不肯施舍），他们忘记了安拉，安拉也忘记了他们。伪信者就是放肆者。"},"transliteration":"Almunafiqoona waalmunafiqatu baAAduhum min baAAdin yamuroona bialmunkari wayanhawna AAani almaAAroofi wayaqbidoona aydiyahum nasoo Allaha fanasiyahum inna almunafiqeena humu alfasiqoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
