{"id":1303,"number":68,"text":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","translations":{"en":"Allah has promised the hypocrite men and hypocrite women and the disbelievers the fire of Hell, wherein they will abide eternally. It is sufficient for them. And Allah has cursed them, and for them is an enduring punishment","es":"Dios ha prometido a los hipócritas, a las hipócritas y a los que se niegan a creer que serán castigados con el fuego del Infierno donde sufrirán eternamente; eso será suficiente [castigo] para ellos. Dios los maldecirá y recibirán un castigo incesante","fr":"Aux hypocrites, hommes et femmes, et aux mécréants, Allah a promis le feu de l'Enfer pour qu'ils y demeurent éternellement. C'est suffisant pour eux. Allah les a maudits. Et pour eux, il y aura un châtiment permanent","id":"Allah menjanjikan (mengancam) orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka; dan mereka mendapat azab yang kekal","ru":"Лицемерам, лицемеркам и неверующим Аллах обещал огонь Геенны, в котором они пребудут вечно. Довольно с них этого! Аллах проклял их, и им уготованы вечные мучения","sv":"Gud har lovat hycklarna, männen såväl som kvinnorna, och de envisa förnekarna av sanningen, helvetets eld, och där skall de förbli till evig tid; det är ett tillräckligt straff för dem. Gud har fördömt dem och ett ändlöst lidande väntar dem","tr":"Allah, ikiyüzlü erkek ve kadınlara ve inkarcılara, ebedi kalacakları cehennem ateşini hazırlamıştır. O, onlara yeter. Allah onları lanetlemiştir (rahmetinden uzak kılmıştır). Onlara devamlı azab vardır","ur":"ان منافق مردوں اور عورتوں اور کافروں کے لیے اللہ نے آتش دوزخ کا وعدہ کیا ہے جس میں وہ ہمیشہ رہیں گے، وہی ان کے لیے موزوں ہے ان پر اللہ کی پھٹکار ہے اور ان کے لیے قائم ر ہنے والا عذاب ہے","zh":"安拉应许伪信的男女和不信道者，他们将入火狱，并永居其中，火狱是足以惩治他们的。安拉已诅咒他们，他们将受永恒的刑罚。"},"transliteration":"WaAAada Allahu almunafiqeena waalmunafiqati waalkuffara nara jahannama khalideena feeha hiya hasbuhum walaAAanahumu Allahu walahum AAathabun muqeemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
