{"id":1304,"number":69,"text":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَـٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translations":{"en":"[You disbelievers are] like those before you; they were stronger than you in power and more abundant in wealth and children. They enjoyed their portion [of worldly enjoyment], and you have enjoyed your portion as those before you enjoyed their portion, and you have engaged [in vanities] like that in which they engaged. [It is] those whose deeds have become worthless in this world and in the Hereafter, and it is they who are the losers","es":"De la misma manera Dios castigó a otros pueblos del pasado que eran más fuertes que ustedes, tenían más riquezas y más hijos, y disfrutaban de lo que Dios les había concedido. Ahora ustedes disfrutan [de lo que Dios les concedió], pero se sumergen en la injusticia tal como ellos lo hicieron. Sus obras no les servirán en esta vida ni en la otra. Ellos son los verdaderos perdedores","fr":"[Il en fut] de même de ceux qui vous ont précédés: ils étaient plus forts que vous, plus riches et avaient plus d'enfants. Ils jouirent de leur lot [en ce monde] et vous avez joui de votre lot comme ont joui vos prédécesseurs de leur lot. Et vous avez discuté à tort et à travers comme ce qu'ils avaient discuté. Ceux-là verront leurs œuvres anéanties dans ce monde et dans l'autre et ceux-là sont les perdants","id":"(keadaan kamu kaum munafik dan musyrikin) seperti orang-orang sebelum kamu, mereka lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya. Maka mereka telah menikmati bagiannya, dan kamu telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya, dan kamu mempercakapkan (hal-hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu sia-sia amalnya di dunia dan di akhirat. Mereka itulah orang-orang yang rugi","ru":"Они подобны тем, которые жили до вас. Они превосходили вас силой, и у них было больше имущества и детей. Они насладились своей долей. Вы тоже насладились своей долей, подобно вашим предшественникам. Вы погружались в словоблудие, подобно им. Их деяния тщетны как в этом мире, так и в Последней жизни. Они являются потерпевшими убыток","sv":"Så [gick det för] era [likasinnade] föregångare. De ägde mera makt än ni och överträffade er i rikedom och antal söner. De fick njuta sin del [av det goda i denna värld]. Och ni har fått njuta er del [av denna världens goda], liksom de fick som levde före er. Liksom de ägnar ni er åt tomt och meningslöst prat. Alla dessa människors strävanden gick om intet [och blev utan frukt] i detta liv [och i det kommande]. De är förlorarna","tr":"Ey ikiyüzlüler! Siz, sizden önce daha kuvvetli, malları ve çocukları daha çok olup, hisselerince bunlardan faydalanan kimseler gibisiniz. Sizden öncekiler, hisselerince faydalandıkları gibi siz de hissenizce faydalandınız ve onların batıla daldıklarıgibi siz de daldınız. İşte bunlar dünyada ve ahirette işleri boşa çıkanlardır, işte bunlar mahvolanlardır","ur":"تم لوگوں کے رنگ ڈھنگ وہی ہیں جو تمہارے پیش روؤں کے تھے وہ تم سے زیادہ زور آور اور تم سے بڑھ کر مال اور اولاد والے تھے پھر انہوں نے دنیا میں اپنے حصہ کے مزے لوٹ لیے اور تم نے بھی اپنے حصے کے مزے اسی طرح لوٹے جیسے انہوں نے لوٹے تھے، اور ویسی ہی بحثوں میں تم بھی پڑے جیسی بحثوں میں وہ پڑے تھے، سو ان کا انجام یہ ہوا کہ دنیا اور آخرت میں ان کا سب کیا دھرا ضائع ہو گیا اور وہی خسارے میں ہیں","zh":"（伪信的人们啊！你们）像你们以前逝去的民族一样，不过他们的势力比你们雄厚，财产和子嗣比你们富庶，他们曾享受他们的份儿，你们也可以享受你们的份儿，犹如在你们之前逝去的民族曾享受他们的份儿一样；你们也像他们那样去闲谈吧！这等人的善功，在今世和后世都是无效的。这等人是亏折的。"},"transliteration":"Kaallatheena min qablikum kanoo ashadda minkum quwwatan waakthara amwalan waawladan faistamtaAAoo bikhalaqihim faistamtaAAtum bikhalaqikum kama istamtaAAa allatheena min qablikum bikhalaqihim wakhudtum kaallathee khadoo olaika habitat aAAmaluhum fee alddunya waalakhirati waolaika humu alkhasiroona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
