{"id":1304,"number":69,"text":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَـٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translations":{"bn":"যেমন করে তোমাদের পূর্ববর্তী লোকেরা তোমাদের চেয়ে বেশী ছিল শক্তিতে এবং ধন-সম্পদের ও সন্তান-সন্ততির অধিকারীও ছিল বেশী; অতঃপর উপকৃত হয়েছে নিজেদের ভাগের দ্বারা আবার তোমরা ফায়দা উঠিয়েছ তোমাদের ভাগের দ্বারা-যেমন করে তোমাদের পূর্ববর্তীরা ফায়দা উঠিয়েছিল নিজেদের ভাগের দ্বারা। আর তোমরাও বলছ তাদেরই চলন অনুযায়ী। তারা ছিল সে লোক, যাদের আমলসমূহ নিঃশেষিত হয়ে গেছে দুনিয়া ও আখেরাতে। আর তারাই হয়েছে ক্ষতির সম্মুখীন।","en":"[You disbelievers are] like those before you; they were stronger than you in power and more abundant in wealth and children. They enjoyed their portion [of worldly enjoyment], and you have enjoyed your portion as those before you enjoyed their portion, and you have engaged [in vanities] like that in which they engaged. [It is] those whose deeds have become worthless in this world and in the Hereafter, and it is they who are the losers","id":"(keadaan kamu kaum munafik dan musyrikin) seperti orang-orang sebelum kamu, mereka lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya. Maka mereka telah menikmati bagiannya, dan kamu telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya, dan kamu mempercakapkan (hal-hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu sia-sia amalnya di dunia dan di akhirat. Mereka itulah orang-orang yang rugi","ru":"Они подобны тем, которые жили до вас. Они превосходили вас силой, и у них было больше имущества и детей. Они насладились своей долей. Вы тоже насладились своей долей, подобно вашим предшественникам. Вы погружались в словоблудие, подобно им. Их деяния тщетны как в этом мире, так и в Последней жизни. Они являются потерпевшими убыток","tr":"Ey ikiyüzlüler! Siz, sizden önce daha kuvvetli, malları ve çocukları daha çok olup, hisselerince bunlardan faydalanan kimseler gibisiniz. Sizden öncekiler, hisselerince faydalandıkları gibi siz de hissenizce faydalandınız ve onların batıla daldıklarıgibi siz de daldınız. İşte bunlar dünyada ve ahirette işleri boşa çıkanlardır, işte bunlar mahvolanlardır","ur":"تم لوگوں کے رنگ ڈھنگ وہی ہیں جو تمہارے پیش روؤں کے تھے وہ تم سے زیادہ زور آور اور تم سے بڑھ کر مال اور اولاد والے تھے پھر انہوں نے دنیا میں اپنے حصہ کے مزے لوٹ لیے اور تم نے بھی اپنے حصے کے مزے اسی طرح لوٹے جیسے انہوں نے لوٹے تھے، اور ویسی ہی بحثوں میں تم بھی پڑے جیسی بحثوں میں وہ پڑے تھے، سو ان کا انجام یہ ہوا کہ دنیا اور آخرت میں ان کا سب کیا دھرا ضائع ہو گیا اور وہی خسارے میں ہیں"},"chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"bn":"অনুশোচনা","en":"The Repentance","id":"Pengampunan","ru":"Покаяние","tr":"Tevbe","ur":"توبہ"},"type":"medinan"}}
