{"id":1305,"number":70,"text":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translations":{"en":"Has there not reached them the news of those before them - the people of Noah and [the tribes of] 'Aad and Thamud and the people of Abraham and the companions of Madyan and the towns overturned? Their messengers came to them with clear proofs. And Allah would never have wronged them, but they were wronging themselves","es":"¿Acaso no les fueron relatadas las historias de otros pueblos del pasado, como el pueblo de Noé, ‘Ad, Zamud, el pueblo de Abraham, la gente de Madián y las dos ciudades que fueron destruidas? Se les presentaron sus Mensajeros con las pruebas evidentes [pero los rechazaron]. Dios no fue injusto con ellos [al castigarlos], sino que ellos fueron injustos consigo mismos","fr":"Est-ce que ne leur est pas parvenue l'histoire de ceux qui les ont précédés: le peuple de Noé, des 'Aad, des Tamûd, d'Abraham, des gens de Madyan, et des Villes renversées? Leurs messagers leur avaient apporté des preuves évidentes. Ce ne fut pas Allah qui leur fit du tort, mais ils se firent du tort à eux-mêmes","id":"Apakah tidak sampai kepada mereka berita (tentang) orang-orang yang sebelum mereka, (yaitu) kaum Nuh, 'Ād, Samud, kaum Ibrahim, penduduk Madyan, dan (penduduk) negeri-negeri yang telah musnah? Telah datang kepada mereka Rasul-rasul dengan membawa bukti-bukti yang nyata; Allah tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri","ru":"Разве до них не дошли рассказы о тех, кто жил до них: народе Нуха (Ноя), адитах, самудянах, народе Ибрахима (Авраама), жителях Мадьяна и опрокинутых селений (селений народа Лута)? Посланники приходили к ним с ясными знамениями. Аллах не был несправедлив к ним - они сами поступали несправедливо по отношению к себе","sv":"Har de inte hört berättas om vad som hände deras föregångare, Noas folk och [stammarna] Aad och Thamud och Abrahams folk och folket i Madyan och de ödelagda [städerna]? Deras sändebud kom till dem med klara bevis. Och det var inte Gud som gjorde dem orätt; nej, de gjorde orätt mot sig själva","tr":"Kendilerinden önce olan Nuh, Ad, Semud milletlerinin, İbrahim milletinin, Medyen ve altüst olmuş şehirler halkının haberleri onlara gelmedi mi? Peygamberleri onlara belgeler getirmişlerdi. Allah onlara zulmetmemiş, onlar kendilerine yazık etmişlerdir","ur":"کیا اِن لوگوں کو اپنے پیش روؤں کی تاریخ نہیں پہنچی؟ نوحؑ کی قوم، عاد، ثمود، ابراہیمؑ کی قوم، مدین کے لوگ اور وہ بستیاں جنہیں الٹ دیا گیا اُن کے رسول ان کے پاس کھلی کھلی نشانیاں لے کر آئے، پھر یہ اللہ کا کام نہ تھا کہ ان پر ظلم کرتا مگر وہ آپ ہی اپنے اوپر ظلم کرنے والے تھے","zh":"在他们以前逝去的民族，有努哈的民族，阿德人和赛莫德人，易卜拉欣的宗族，麦德彦的居民和被倾覆的城市的居民，难道那些人的消息没有来临他们吗？那些人的使者们昭示了他们许多的明证，故，安拉不致于亏枉他们，但他们自欺了。"},"transliteration":"Alam yatihim nabao allatheena min qablihim qawmi noohin waAAadin wathamooda waqawmi ibraheema waashabi madyana waalmutafikati atathum rusuluhum bialbayyinati fama kana Allahu liyathlimahum walakin kanoo anfusahum yathlimoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
