{"id":1305,"number":70,"text":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translations":{"bn":"তাদের সংবাদ কি এদের কানে এসে পৌঁছায়নি, যারা ছিল তাদের পূর্বে; নূহের আ’দের ও সামুদের সম্প্রদায় এবং ইব্রাহীমের সম্প্রদায়ের এবং মাদইয়ানবাসীদের? এবং সেসব জনপদের যেগুলোকে উল্টে দেয়া হয়েছিল? তাদের কাছে এসেছিলেন তাদের নবী পরিষ্কার নির্দেশ নিয়ে। বস্তুতঃ আল্লাহ তো এমন ছিলেন না যে, তাদের উপর জুলুম করতেন, কিন্তু তারা নিজেরাই নিজেদের উপর জুলুম করতো।","en":"Has there not reached them the news of those before them - the people of Noah and [the tribes of] 'Aad and Thamud and the people of Abraham and the companions of Madyan and the towns overturned? Their messengers came to them with clear proofs. And Allah would never have wronged them, but they were wronging themselves","id":"Apakah tidak sampai kepada mereka berita (tentang) orang-orang yang sebelum mereka, (yaitu) kaum Nuh, 'Ād, Samud, kaum Ibrahim, penduduk Madyan, dan (penduduk) negeri-negeri yang telah musnah? Telah datang kepada mereka Rasul-rasul dengan membawa bukti-bukti yang nyata; Allah tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri","ru":"Разве до них не дошли рассказы о тех, кто жил до них: народе Нуха (Ноя), адитах, самудянах, народе Ибрахима (Авраама), жителях Мадьяна и опрокинутых селений (селений народа Лута)? Посланники приходили к ним с ясными знамениями. Аллах не был несправедлив к ним - они сами поступали несправедливо по отношению к себе","tr":"Kendilerinden önce olan Nuh, Ad, Semud milletlerinin, İbrahim milletinin, Medyen ve altüst olmuş şehirler halkının haberleri onlara gelmedi mi? Peygamberleri onlara belgeler getirmişlerdi. Allah onlara zulmetmemiş, onlar kendilerine yazık etmişlerdir","ur":"کیا اِن لوگوں کو اپنے پیش روؤں کی تاریخ نہیں پہنچی؟ نوحؑ کی قوم، عاد، ثمود، ابراہیمؑ کی قوم، مدین کے لوگ اور وہ بستیاں جنہیں الٹ دیا گیا اُن کے رسول ان کے پاس کھلی کھلی نشانیاں لے کر آئے، پھر یہ اللہ کا کام نہ تھا کہ ان پر ظلم کرتا مگر وہ آپ ہی اپنے اوپر ظلم کرنے والے تھے"},"chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"bn":"অনুশোচনা","en":"The Repentance","id":"Pengampunan","ru":"Покаяние","tr":"Tevbe","ur":"توبہ"},"type":"medinan"}}
