{"id":1306,"number":71,"text":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَـٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","translations":{"en":"The believing men and believing women are allies of one another. They enjoin what is right and forbid what is wrong and establish prayer and give zakah and obey Allah and His Messenger. Those - Allah will have mercy upon them. Indeed, Allah is Exalted in Might and Wise","es":"Los creyentes y las creyentes son aliados unos de otros, ordenan el bien y prohíben el mal, cumplen con la oración prescrita, pagan el zakat y obedecen a Dios y a Su Mensajero. De ellos Dios tendrá misericordia. Dios es Poderoso, Sabio","fr":"Les croyants et les croyantes sont alliés les uns des autres. Ils commandent le convenable, interdisent le blâmable accomplissent la ?alât, acquittent la Zakât et obéissent à Allah et à Son messager. Voilà ceux auxquels Allah fera miséricorde, car Allah est Puissant et Sage","id":"Dan orang-orang yang beriman, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain. Mereka menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, melaksanakan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana","ru":"Верующие мужчины и женщины являются помощниками и друзьями друг другу. Они велят совершать одобряемое и запрещают предосудительное, совершают намаз, выплачивают закят, повинуются Аллаху и Его Посланнику. Аллах смилостивится над ними. Воистину, Аллах - Могущественный, Мудрый","sv":"MEN DE troende, männen såväl som kvinnorna, är varandras [sanna] vänner och fasta stöd; de anbefaller det som är rätt och förbjuder det som är orätt och förrättar bönen och betalar allmoseskatten och de lyder Gud och Hans Sändebud. Dem skall Gud visa barmhärtighet. Gud är allsmäktig, vis","tr":"Mümin erkekler ve mümin kadınlar birbirlerinin velileridir; iyiyi emreder kötülükten alıkorlar; namaz kılarlar, zekat verirler, Allah'a ve Peygamberine itaat ederler. İşte Allah bunlara rahmet edecektir. Allah şüphesiz güçlüdür, hakimdir","ur":"مومن مرد اور مومن عورتیں، یہ سب ایک دوسرے کے رفیق ہیں، بھلائی کا حکم دیتے اور برائی سے روکتے ہیں، نماز قائم کرتے ہیں، زکوٰۃ دیتے ہیں اور اللہ اور اس کے رسول کی اطاعت کرتے ہیں یہ وہ لوگ ہیں جن پر اللہ کی رحمت نازل ہو کر رہے گی، یقیناً اللہ سب پر غالب اور حکیم و دانا ہے","zh":"信道的男女互为保护人，他们劝善戒恶，谨守拜功，完纳天课，服从安拉及其使者，这等人安拉将怜悯他们。安拉确是万能的，确是至睿的。"},"transliteration":"Waalmuminoona waalmuminatu baAAduhum awliyao baAAdin yamuroona bialmaAAroofi wayanhawna AAani almunkari wayuqeemoona alssalata wayutoona alzzakata wayuteeAAoona Allaha warasoolahu olaika sayarhamuhumu Allahu inna Allaha AAazeezun hakeemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
