{"id":1307,"number":72,"text":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّـٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translations":{"en":"Allah has promised the believing men and believing women gardens beneath which rivers flow, wherein they abide eternally, and pleasant dwellings in gardens of perpetual residence; but approval from Allah is greater. It is that which is the great attainment","es":"A los creyentes y a las creyentes Dios prometió jardines [en el Paraíso] por donde corren ríos, en los que disfrutarán por toda la eternidad, y hermosas moradas en los jardines del Edén. Pero alcanzar la complacencia de Dios es aún superior. ¡Ese es el éxito grandioso","fr":"Aux croyants et aux croyantes, Allah a promis des Jardins sous lesquels coulent les ruisseaux, pour qu'ils y demeurent éternellement, et des demeures excellentes, aux jardins d'Eden [du séjour permanent]. Et la satisfaction d'Allah est plus grande encore, et c'est là l'énorme succès","id":"Allah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga 'Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung","ru":"Аллах обещал верующим мужчинам и женщинам Райские сады, в которых текут реки и в которых они пребудут вечно, а также прекрасные жилища в садах Эдема. Но довольство Аллаха будет превыше этого. Это и есть великое преуспеяние","sv":"Gud har lovat de troende, männen såväl som kvinnorna, ett paradis, vattnat av bäckar, där de skall förbli till evig tid, och sköna boningar i dessa Edens lustgårdar; men större än allt detta är Guds välbehag - detta är den stora, den lysande segern","tr":"Allah mümin erkeklere ve mümin kadınlara, temelli kalacakları, içlerinden ırmaklar akan cennetler, Adn cennetlerinde hoş meskenler vadetmiştir. Allah'ın hoşnut olması en büyük şeydir. İşte büyük kurtuluş budur","ur":"ان مومن مردوں اور عورتوں سے اللہ کا وعدہ ہے کہ انہیں ایسے باغ دے گا جن کے نیچے نہریں بہتی ہوں گی اور وہ ان میں ہمیشہ رہیں گے ان سدا بہار باغوں میں ان کے لیے پاکیزہ قیام گاہیں ہوں گی، اور سب سے بڑھ کر یہ کہ اللہ کی خوشنودی انہیں حاصل ہوگی یہی بڑی کامیابی ہے","zh":"安拉应许信道的男女们将进入下临诸河的乐园，并永居其中，他们在常住的乐园里，将有优美的住宅，得到安拉的更大的喜悦。这就是伟大的成功。"},"transliteration":"WaAAada Allahu almumineena waalmuminati jannatin tajree min tahtiha alanharu khalideena feeha wamasakina tayyibatan fee jannati AAadnin waridwanun mina Allahi akbaru thalika huwa alfawzu alAAatheemu","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
