{"id":1309,"number":74,"text":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","translations":{"en":"They swear by Allah that they did not say [anything against the Prophet] while they had said the word of disbelief and disbelieved after their [pretense of] Islam and planned that which they were not to attain. And they were not resentful except [for the fact] that Allah and His Messenger had enriched them of His bounty. So if they repent, it is better for them; but if they turn away, Allah will punish them with a painful punishment in this world and the Hereafter. And there will not be for them on earth any protector or helper","es":"[Los hipócritas] juran por Dios que no dijeron nada [en contra de la religión de Dios y de Su Mensajero], y he aquí que sí dijeron palabras que evidenciaban su incredulidad, y así renegaron después de haber aceptado el Islam [exteriormente]. También se complotaron para algo que finalmente no pudieron conseguir. ¡Y nada pueden objetar [a la Fe] excepto que Dios los ha enriquecido y [ha hecho que] Su Mensajero [los enriquezca] de Su favor! Mejor sería que se arrepintieran, porque si no lo hacen, Dios les infligirá un castigo doloroso en esta vida y en la otra, y no tendrán en la Tierra protector ni defensor alguno","fr":"Ils jurent par Allah qu'ils n'ont pas dit (ce qu'ils ont proféré), alors qu'en vérité ils ont dit la parole de la mécréance et ils ont rejeté la foi après avoir été musulmans. Ils ont projeté ce qu'ils n'ont pu accomplir. Mais ils n'ont pas de reproche à faire si ce n'est qu'Allah - ainsi que Son messager - les a enrichis par Sa grâce. S'ils se repentaient, ce serait mieux pour eux. Et s'ils tournent le dos, Allah les châtiera d'un douloureux châtiment, ici-bas et dans l'au-delà; et ils n'auront sur terre ni allié ni secoureur","id":"Mereka (orang munafik) bersumpah dengan (nama) Allah, bahwa mereka tidak mengatakan (sesuatu yang menyakiti Muhammad). Sungguh, mereka telah mengucapkan perkataan kekafiran, dan telah menjadi kafir setelah Islam, dan menginginkan apa yang mereka tidak mencapainya;374) dan mereka tidak mencela (Allah dan Rasul-Nya), sekiranya Allah dan Rasul-Nya telah melimpahkan karunia-Nya kepada mereka. Maka jika mereka bertobat, itu adalah lebih baik bagi mereka, dan jika mereka berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat; dan mereka tidak mempunyai pelindung dan tidak (pula) penolong di bumi","ru":"Они клянутся Аллахом, что ничего не говорили, а ведь они произнесли слово неверия и стали неверующими после того, как обратились в ислам. Они задумали совершить то, что им не удалось совершить. Они мстят только за то, что Аллах и Его Посланник обогатили их из Его щедрот. Если они раскаются, то так будет лучше для них. А если они отвернутся, то Аллах подвергнет их мучительным страданиям в этом мире и в Последней жизни. Нет у них на земле ни покровителя, ни помощника","sv":"[Hycklarna] svär vid Gud att de inte har sagt något [ont]; men vad de har sagt är ett förnekande av sanningen och de har förnekat den efter att ha förklarat att de underkastar sig Guds vilja. De hade nämligen satt sig något i sinnet som de inte kunde genomföra. Med sina hämndplaner visade de [sin otacksamhet] för Guds nådegåvor och Hans Sändebuds godhet [som hade förbättrat deras ställning och gynnat dem på många sätt]. Om de ångrar sig är detta det bästa för dem; men om de vänder ryggen till skall Gud straffa dem med ett plågsamt straff i detta och i det kommande livet. Och de skall varken [finna] beskyddare eller hjälpare på jorden","tr":"And olsun ki, müslüman olduktan sonra inkar edip küfür sözünü söylemişler iken, söylemedik diye Allah'a yemin ettiler, başaramayacakları bir şeye giriştiler; Allah ve Peygamberi bol nimetinden onları zenginleştirdi ve öç almaya kalktılar. Eğer tevbe ederlerse iyiliklerine olur; şayet yüz çevirirlerse, Allah onları dünya ve ahirette can yakıcı azaba uğratır. Yeryüzünde bir dost ve yardımcıları yoktur","ur":"یہ لوگ خدا کی قسم کھا کھا کر کہتے ہیں کہ ہم نے وہ بات نہیں کہی، حالانکہ انہوں نے ضرور وہ کافرانہ بات کہی ہے وہ اسلام لانے کے بعد کفر کے مرتکب ہوئے اور انہوں نے وہ کچھ کرنے کا ارادہ کیا جسے کر نہ سکے یہ ان کا سارا غصہ اسی بات پر ہے نا کہ اللہ اور اس کے رسول نے اپنے فضل سے ان کو غنی کر دیا ہے! اب اگر یہ اپنی اس روش سے باز آ جائیں تو انہی کے لیے بہتر ہے اور اگر یہ باز نہ آئے تو اللہ ان کو نہایت درد ناک سزا دے گا، دنیا میں بھی اور آخرت میں بھی، اور زمین میں کوئی نہیں جو اِن کا حمایتی اور مددگار ہو","zh":"他们以安拉盟誓，说他们没说什么，其实，他们确已说过不信道的话，而且他们在表示信奉伊斯兰教之后，又不信了，他们确已图谋不轨，但未得逞。他们非难，只因安拉及其使者以其恩惠使他们富足。如果他们悔过，那对他们是更有益的；如果他们背弃，安拉就要在今世和后世使他们遭受痛苦的刑罚，他们在大地上没有任何保护者，也没有任何援助者。"},"transliteration":"Yahlifoona biAllahi ma qaloo walaqad qaloo kalimata alkufri wakafaroo baAAda islamihim wahammoo bima lam yanaloo wama naqamoo illa an aghnahumu Allahu warasooluhu min fadlihi fain yatooboo yaku khayran lahum wain yatawallaw yuAAaththibhumu Allahu AAathaban aleeman fee alddunya waalakhirati wama lahum fee alardi min waliyyin wala naseerin","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
