{"id":131,"number":124,"text":"۞وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّـٰلِمِينَ","translations":{"en":"And [mention, O Muhammad], when Abraham was tried by his Lord with commands and he fulfilled them. [Allah] said, \"Indeed, I will make you a leader for the people.\" [Abraham] said, \"And of my descendants?\" [Allah] said, \"My covenant does not include the wrongdoers","es":"Y [recuerda, oh, Mujámmad] cuando Abraham fue puesto a prueba por su Señor con unas órdenes, y las cumplió. Dijo [Dios]: \"Haré de ti un guía para la gente\". Preguntó [Abraham]: \"¿Y de mis descendientes?\" Dijo [Dios]: \"Mi pacto [la profecía] no incluye a los injustos","fr":"[Et rappelle-toi] quand ton Seigneur eut éprouvé Abraham par certains commandements, et qu'il les eut accomplis, le Seigneur lui dit: «Je vais faire de toi un exemple à suivre pour les gens». - «Et parmi ma descendance?» demanda-t-il. - «Mon engagement, dit Allah, ne s'applique pas aux injustes»","id":"Dan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim","ru":"Вот испытал Господь Ибрахима (Авраама) повелениями, и тот выполнил их. Он сказал: «Я сделаю тебя предводителем людей». Ибрахим (Авраам) сказал: «И из моего потомства». Аллах сказал: «Мой завет не коснется беззаконников»","sv":"Och [minns att] Abraham sattes på prov av sin Herre och [att han] fullgjorde alla Hans befallningar. [Gud] sade: \"Jag skall göra dig till ett föredöme för människorna.\" Abraham frågade: \"Och mina efterkommande?\" [Gud] svarade: \"Mitt löfte omfattar inte syndarna","tr":"Rabbi İbrahim'i bir takım emirlerle denemiş, o da onları yerine getirmişti. Allah, \"seni insanlara önder kılacağım\" demişti. O \"soyumdan da\" deyince, \"zalimler benim ahdime erişemez\" buyurmuştu","ur":"یاد کرو کہ جب ابراہیمؑ کو اس کے رب نے چند باتوں میں آزما یا اور وہ اُن سب میں پورا اتر گیا، تو اس نے کہا: \"میں تجھے سب لوگوں کا پیشوا بنانے والا ہوں\" ابراہیمؑ نے عرض کیا: \"اور کیا میری اولاد سے بھی یہی وعدہ ہے؟\" اس نے جواب دیا: \"میرا وعدہ ظالموں سے متعلق نہیں ہے","zh":"当时，易卜拉欣的主用若干诫命试验他，他就实践了那些诫命。他说：“我必定任命你为众人的师表。”易卜拉欣说：“我的一部分后裔，也得为人师表吗？”他说：“我的任命，不包括不义的人们。”"},"transliteration":"Waithi ibtala ibraheema rabbuhu bikalimatin faatammahunna qala innee jaAAiluka lilnnasi imaman qala wamin thurriyyatee qala la yanalu AAahdee alththalimeena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
