{"id":1314,"number":79,"text":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","translations":{"en":"Those who criticize the contributors among the believers concerning [their] charities and [criticize] the ones who find nothing [to spend] except their effort, so they ridicule them - Allah will ridicule them, and they will have a painful punishment","es":"Ellos critican a los creyentes que hacen obras voluntarias dando donaciones generosas, y se burlan también de quienes no encuentran qué dar, salvo con un gran esfuerzo. Dios los pondrá a ellos en ridículo y recibirán un castigo doloroso","fr":"Ceux-là qui dirigent leurs calomnies contre les croyants qui font des aumônes volontaires et contre ceux qui ne trouvent que leurs faibles moyens (à offrir), et ils se moquent alors d'eux. Qu'Allah les raille. Et ils auront un châtiment douloureux","id":"(Orang munafik) yaitu mereka yang mencela orang-orang beriman yang memberikan sedekah dengan sukarela dan yang (mencela) orang-orang yang hanya punya (untuk disedekahkan) sekedar kesanggupannya, maka orang-orang munafik itu menghina mereka. Allah akan membalas penghinaan mereka, dan mereka akan mendapat azab yang pedih","ru":"Они поносят тех, кто раздает добровольные пожертвования, и тех, кто с трудом находит средства для пожертвований. Они глумятся над ними, а Аллах поглумится над ними. Им уготованы мучительные страдания","sv":"Dessa [hycklare] talar föraktfullt om dem av de troende som i sina offergåvor ger mer än de är skyldiga att ge och hånar dem som inte har annat att ge än [det magra resultatet av] sitt eget arbete. Gud skall låta deras hån återfalla på dem själva - ett svårt lidande väntar dem","tr":"Sadaka vermekte gönülden davranan müminlere dil uzatan ve ancak ellerinden geldiği kadar verebilenlerle alay eden kimselere bu davranışlarının cezasını Allah verir; onlara can yakıcı azab vardır","ur":"(وہ خوب جانتا ہے اُن کنجوس دولت مندوں کو) جو برضا و رغبت دینے والے اہل ایمان کی مالی قربانیوں پر باتیں چھانٹتے ہیں اور ان لوگوں کا مذاق اڑاتے ہیں جن کے پاس (راہ خدا میں دینے کے لیے) اُس کے سوا کچھ نہیں ہے جو وہ اپنے اوپر مشقت برداشت کر کے دیتے ہیں اللہ اِن مذاق اڑانے والوں کا مذاق اڑاتا ہے اور ان کے لیے درد ناک سزا ہے","zh":"信士中有人慷慨捐献，有人〔因为贫穷〕只能出力，所以，伪信者们嘲笑他们，安拉已嘲讽了那些伪信者们，他们应受痛苦的刑罚。"},"transliteration":"Allatheena yalmizoona almuttawwiAAeena mina almumineena fee alssadaqati waallatheena la yajidoona illa juhdahum fayaskharoona minhum sakhira Allahu minhum walahum AAathabun aleemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
