{"id":1314,"number":79,"text":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","translations":{"bn":"সে সমস্ত লোক যারা ভৎর্সনা-বিদ্রূপ করে সেসব মুসলমানদের প্রতি যারা মন খুলে দান-খয়রাত করে এবং তাদের প্রতি যাদের কিছুই নেই শুধুমাত্র নিজের পরিশ্রমলব্দ বস্তু ছাড়া। অতঃপর তাদের প্রতি ঠাট্টা করে। আল্লাহ তাদের প্রতি ঠাট্টা করেছেন এবং তাদের জন্য রয়েছে বেদনাদায়ক আযাব।","en":"Those who criticize the contributors among the believers concerning [their] charities and [criticize] the ones who find nothing [to spend] except their effort, so they ridicule them - Allah will ridicule them, and they will have a painful punishment","id":"(Orang munafik) yaitu mereka yang mencela orang-orang beriman yang memberikan sedekah dengan sukarela dan yang (mencela) orang-orang yang hanya punya (untuk disedekahkan) sekedar kesanggupannya, maka orang-orang munafik itu menghina mereka. Allah akan membalas penghinaan mereka, dan mereka akan mendapat azab yang pedih","ru":"Они поносят тех, кто раздает добровольные пожертвования, и тех, кто с трудом находит средства для пожертвований. Они глумятся над ними, а Аллах поглумится над ними. Им уготованы мучительные страдания","tr":"Sadaka vermekte gönülden davranan müminlere dil uzatan ve ancak ellerinden geldiği kadar verebilenlerle alay eden kimselere bu davranışlarının cezasını Allah verir; onlara can yakıcı azab vardır","ur":"(وہ خوب جانتا ہے اُن کنجوس دولت مندوں کو) جو برضا و رغبت دینے والے اہل ایمان کی مالی قربانیوں پر باتیں چھانٹتے ہیں اور ان لوگوں کا مذاق اڑاتے ہیں جن کے پاس (راہ خدا میں دینے کے لیے) اُس کے سوا کچھ نہیں ہے جو وہ اپنے اوپر مشقت برداشت کر کے دیتے ہیں اللہ اِن مذاق اڑانے والوں کا مذاق اڑاتا ہے اور ان کے لیے درد ناک سزا ہے"},"chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"bn":"অনুশোচনা","en":"The Repentance","id":"Pengampunan","ru":"Покаяние","tr":"Tevbe","ur":"توبہ"},"type":"medinan"}}
