{"id":1315,"number":80,"text":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translations":{"en":"Ask forgiveness for them, [O Muhammad], or do not ask forgiveness for them. If you should ask forgiveness for them seventy times - never will Allah forgive them. That is because they disbelieved in Allah and His Messenger, and Allah does not guide the defiantly disobedient people","es":"Es igual [¡oh, Mujámmad!] que pidas perdón por ellos o que no lo hagas. Aunque pidieras perdón por ellos setenta veces, Dios no los perdonaría, porque no creyeron en Dios ni en Su Mensajero, y Dios no guía a los perversos","fr":"Que tu demandes pardon pour eux, ou que tu ne le demandes pas - et si tu demandes pardon pour eux soixante dix fois - Allah ne leur pardonnera point. Et ce parce qu'ils n'ont pas cru en Allah et en Son messager et Allah ne guide pas les gens pervers","id":"(Sama saja) engkau (Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Yang demikian itu, karena mereka ingkar (kafir) kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik","ru":"Будешь ли ты просить прощения для них или не будешь делать этого, Аллах все равно не простит их, даже если ты попросишь для них прощения семьдесят раз, ибо они не уверовали в Аллаха и Его Посланника. Аллах не ведет прямым путем нечестивых людей","sv":"[Det är likgiltigt] om du ber Gud förlåta dem eller inte - om du också ber om förlåtelse för dem sjuttio gånger, skall Gud inte förlåta dem. Så [är det] därför att de har förnekat Gud och Hans Sändebud. Gud vägleder sannerligen inte trotsiga syndare","tr":"Onların ister bağışlanmasını dile, ister dileme, birdir. Onlara yetmiş defa bağışlanma dilesen Allah onları bağışlamayacaktır. Bu, Allah'ı ve Peygamberini inkar etmelerinden ötürüdür. Allah fasık topluluğu doğru yola eriştirmez","ur":"اے نبیؐ، تم خواہ ایسے لوگوں کے لیے معافی کی درخواست کرو یا نہ کرو، اگر تم ستر مرتبہ بھی انہیں معاف کردینے کی درخواست کرو گے تو اللہ انہیں ہرگز معاف نہ کرے گا اس لیے کہ انہوں نے اللہ اور اس کے رسول کے ساتھ کفر کیا ہے، اور اللہ فاسق لوگوں کو راہ نجات نہیں دکھاتا","zh":"你可以替他们求饶，也可以不替他们求饶。即使你替他们求饶七十次，安拉也不会饶恕他们。因为他们不信安拉及其使者。安拉是不引导放肆的民众的"},"transliteration":"Istaghfir lahum aw la tastaghfir lahum in tastaghfir lahum sabAAeena marratan falan yaghfira Allahu lahum thalika biannahum kafaroo biAllahi warasoolihi waAllahu la yahdee alqawma alfasiqeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
