{"id":1316,"number":81,"text":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","translations":{"en":"Those who remained behind rejoiced in their staying [at home] after [the departure of] the Messenger of Allah and disliked to strive with their wealth and their lives in the cause of Allah and said, \"Do not go forth in the heat.\" Say, \"The fire of Hell is more intensive in heat\" - if they would but understand","es":"Los que no participaron [en la batalla de Tabuk] se alegraron por rezagarse contrariando las órdenes del Mensajero. Se negaron a contribuir y luchar por la causa de Dios, y dijeron: \"No marchen [a combatir] con este calor\". Diles [¡oh, Mujámmad!]: \"El calor del fuego del Infierno es más intenso aún\". Si comprendieran","fr":"Ceux qui ont été laissés à l'arrière se sont réjouis de pouvoir rester chez eux à l'arrière du Messager d'Allah, ils ont répugné à lutter par leurs biens et leurs personnes dans le sentier d'Allah, et ont dit: «Ne partez pas au combat pendant cette chaleur!» Dis: «Le feu de l'Enfer est plus intense en chaleur.» - S'ils comprenaient","id":"Orang-orang yang ditinggalkan (tidak ikut berperang), merasa gembira duduk-duduk diam sepeninggal Rasulullah. Mereka tidak suka berjihad dengan harta dan jiwa mereka di jalan Allah dan mereka berkata, \"Janganlah kamu berangkat (pergi berperang) dalam panas terik ini.\" Katakanlah (Muhammad), \"Api neraka Jahanam lebih panas,\" jika mereka mengetahui","ru":"Оставшиеся позади (не принявшиеся участие в походе на Табук) радовались тому, что они остались позади Посланника Аллаха. Им было ненавистно сражаться своим имуществом и своими душами на пути Аллаха, и они говорили: «Не отправляйтесь в поход в такую жару». Скажи: «Огонь Геенны еще жарче!». Если бы они только понимали","sv":"[HYCKLARNA] som fick stanna hemma gladdes åt att de sluppit ifrån [fälttåget], eftersom de var emot Profetens [plan]; de kände ovilja mot att tvingas kämpa för Guds sak med sina ägodelar och med livet som insats och uppmanade [till och med andra] att inte gå med [i fälttåget] i den hetta [som rådde]. Säg: \"Helvetets lågor är hetare!\" Om de bara ville förstå","tr":"Allah'ın Peygamberinin hilafına geri kalanlar, oturup kalmalarına sevindiler. Allah yolunda mallariyle ve canlariyle cihat hoşlarına gitmedi. \"Sıcakta savaşa çıkmayın\" dediler. De ki: \"Cehennem ateşi daha sıcaktır.\" Keşke bilseydiler","ur":"جن لوگوں کو پیچھے رہ جانے کی اجازت دے دی گئی تھی وہ اللہ کے رسول کا ساتھ نہ دینے اور گھر بیٹھے رہنے پر خوش ہوئے اور انہیں گوارا نہ ہوا کہ اللہ کی راہ میں جان و مال سے جہاد کریں انہوں نے لوگوں سے کہا کہ \"اس سخت گرمی میں نہ نکلو\" ان سے کہو کہ جہنم کی آگ اس سے زیادہ گرم ہے، کاش انہیں اس کا شعور ہوتا","zh":"使者出征后，在后方的人因能安坐家中而高兴。他们不愿以自己的财产和生命为主道而奋斗。他们互相嘱咐说：“你们不要在热天出征。”你说：“火狱的火是更炽热的，假若他们是明理的。”"},"transliteration":"Fariha almukhallafoona bimaqAAadihim khilafa rasooli Allahi wakarihoo an yujahidoo biamwalihim waanfusihim fee sabeeli Allahi waqaloo la tanfiroo fee alharri qul naru jahannama ashaddu harran law kanoo yafqahoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
