{"id":1318,"number":83,"text":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","translations":{"bn":"বস্তুতঃ আল্লাহ যদি তোমাকে তাদের মধ্য থেকে কোন শ্রেণীবিশেষের দিকে ফিরিয়ে নিয়ে যান এবং অতঃপর তারা তোমার কাছে অভিযানে বেরোবার অনুমতি কামনা করে, তবে তুমি বলো যে, তোমরা কখনো আমার সাথে বেরোবে না এবং আমার পক্ষ হয়ে কোন শত্রুর সাথে যুদ্ধ করবে না, তোমরা তো প্রথমবারে বসে থাকা পছন্দ করেছ, কাজেই পেছনে পড়ে থাকা লোকদের সাথেই বসে থাক।","en":"If Allah should return you to a faction of them [after the expedition] and then they ask your permission to go out [to battle], say, \"You will not go out with me, ever, and you will never fight with me an enemy. Indeed, you were satisfied with sitting [at home] the first time, so sit [now] with those who stay behind","id":"Maka jika Allah mengembalikanmu (Muhammad) kepada suatu golongan dari mereka (orang-orang munafik), kemudian mereka meminta izin kepadamu untuk keluar (pergi berperang), maka katakanlah, \"Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kamu telah rela tidak pergi (berperang) sejak semula. Karena itu duduklah (tinggallah) bersama orang-orang yang tidak ikut (berperang)","ru":"Если Аллах возвратит тебя к некоторым из них, и они попросят у тебя дозволения отправиться в поход, то скажи: «Вы никогда не отправитесь со мной в поход и никогда не будете сражаться вместе со мной против врага. Вы были довольны тем, что отсиделись в первый раз. Посему отсиживайтесь вместе с теми, кто остается»","tr":"Allah seni geri döndürüp, onlardan bir toplulukla karşılaştırdığı zaman, senden savaşa çıkmak için izin isterlerse, de ki: \"Benimle asla çıkamayacaksınız, benim yanımda hiçbir düşmanla savaşmıyacaksınız; çünkü baştan, oturup kalmaya razı oldunuz. Artık geri kalanlarla beraber oturun","ur":"اگر اللہ ان کے درمیان تمہیں واپس لے جائے اور آئندہ ان میں سے کوئی گروہ جہاد کے لیے نکلنے کی تم سے اجازت مانگے تو صاف کہہ دینا کہ، \"اب تم میرے ساتھ ہرگز نہیں چل سکتے اور نہ میری معیت میں کسی دشمن سے لڑ سکتے ہو، تم نے پہلے بیٹھ ر ہنے کو پسند کیا تھا تو اب گھر بیٹھنے والوں ہی کے ساتھ بیٹھے رہو"},"chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"bn":"অনুশোচনা","en":"The Repentance","id":"Pengampunan","ru":"Покаяние","tr":"Tevbe","ur":"توبہ"},"type":"medinan"}}
