{"id":1318,"number":83,"text":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","translations":{"en":"If Allah should return you to a faction of them [after the expedition] and then they ask your permission to go out [to battle], say, \"You will not go out with me, ever, and you will never fight with me an enemy. Indeed, you were satisfied with sitting [at home] the first time, so sit [now] with those who stay behind","es":"Si Dios te trae nuevamente [luego de la batalla de Tabuk] ante un grupo de ellos [los hipócritas], y ellos te piden permiso para salir a combatir [en otra batalla], diles: \"No marcharán ni combatirán conmigo contra un enemigo jamás, porque se complacieron en rezagarse la primera vez; quédense entonces con los que se rezagan","fr":"Si Allah te ramène vers un groupe de ces (gens-là), et qu'ils te demandent permission de partir au combat, alors dis: «Vous ne sortirez plus jamais en ma compagnie, et vous ne combattrez plus jamais d'ennemis avec moi. Vous avez été plus contents de rester chez vous la première fois; demeurez donc chez vous en compagnie de ceux qui se tiennent à l'arrière»","id":"Maka jika Allah mengembalikanmu (Muhammad) kepada suatu golongan dari mereka (orang-orang munafik), kemudian mereka meminta izin kepadamu untuk keluar (pergi berperang), maka katakanlah, \"Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kamu telah rela tidak pergi (berperang) sejak semula. Karena itu duduklah (tinggallah) bersama orang-orang yang tidak ikut (berperang)","ru":"Если Аллах возвратит тебя к некоторым из них, и они попросят у тебя дозволения отправиться в поход, то скажи: «Вы никогда не отправитесь со мной в поход и никогда не будете сражаться вместе со мной против врага. Вы были довольны тем, что отсиделись в первый раз. Посему отсиживайтесь вместе с теми, кто остается»","sv":"Om Gud låter dig återvända och möta några av dem och de ber om tillåtelse att gå ut [i krig med dig], svara då: \"Med mig kommer ni aldrig att gå ut [i krig] och ni kommer aldrig att kämpa med mig mot en fiende! Ni var ju nöjda med att stanna hemma första gången; då kan ni [också i framtiden] stanna hemma med de [andra] som lämnas kvar","tr":"Allah seni geri döndürüp, onlardan bir toplulukla karşılaştırdığı zaman, senden savaşa çıkmak için izin isterlerse, de ki: \"Benimle asla çıkamayacaksınız, benim yanımda hiçbir düşmanla savaşmıyacaksınız; çünkü baştan, oturup kalmaya razı oldunuz. Artık geri kalanlarla beraber oturun","ur":"اگر اللہ ان کے درمیان تمہیں واپس لے جائے اور آئندہ ان میں سے کوئی گروہ جہاد کے لیے نکلنے کی تم سے اجازت مانگے تو صاف کہہ دینا کہ، \"اب تم میرے ساتھ ہرگز نہیں چل سکتے اور نہ میری معیت میں کسی دشمن سے لڑ سکتے ہو، تم نے پہلے بیٹھ ر ہنے کو پسند کیا تھا تو اب گھر بیٹھنے والوں ہی کے ساتھ بیٹھے رہو","zh":"如果安拉使你转回去见到他们中的一伙人，而他们要求你允许他们出征，你就对他们说：“你们永远不要同我一道出征，你们绝不要同我们一道去作战；你们初次确已喜欢安坐家中，往后，你们就同留在后方的人们一起安坐家中吧！”"},"transliteration":"Fain rajaAAaka Allahu ila taifatin minhum faistathanooka lilkhurooji faqul lan takhrujoo maAAiya abadan walan tuqatiloo maAAiya AAaduwwan innakum radeetum bialquAAoodi awwala marratin faoqAAudoo maAAa alkhalifeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
