{"id":1319,"number":84,"text":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","translations":{"en":"And do not pray [the funeral prayer, O Muhammad], over any of them who has died - ever - or stand at his grave. Indeed, they disbelieved in Allah and His Messenger and died while they were defiantly disobedient","es":"Cuando alguno de ellos muera, no ores ni te detengas junto a su tumba [para rogar por él], porque no creyeron en Dios ni en Su Mensajero, y murieron en la desobediencia [a Dios]","fr":"Et ne fais jamais la Salât sur l'un d'entre eux qui meurt, et ne te tiens pas debout auprès de sa tombe, parce qu'ils n'ont pas cru en Allah et en Son messager, et ils sont morts tout en étant pervers","id":"Dan janganlah engkau (Muhammad) melaksanakan salat untuk seseorang yang mati di antara mereka (orang-orang munafik), selama-lamanya dan janganlah engkau berdiri (mendoakan) di atas kuburnya. Sesungguhnya mereka ingkar kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik","ru":"Никогда не совершай намаз по кому-либо из них и не стой над его могилой, ведь они не уверовали в Аллаха и Его Посланника и умерли нечестивцами","sv":"Be aldrig för någon av dem som dött och stå inte vid hans grav; de förnekade Gud och Hans Sändebud och de dog med [hyckleriet i hjärtat och] trots i sinnet","tr":"Onlardan ölen kimsenin namazını sakın kılma, mezarı başında da durma! Çünkü onlar Allah'ı ve peygamberini inkar ettiler, fasık olarak öldüler","ur":"اور آئندہ ان میں سے جو کوئی مرے اس کی نماز جنازہ بھی تم ہرگز نہ پڑھنا اور نہ کبھی اس کی قبر پر کھڑے ہونا کیونکہ انہوں نے اللہ اور اس کے رسولؐ کے ساتھ کفر کیا ہے اور وہ مرے ہیں اس حال میں کہ وہ فاسق تھے","zh":"你永远不要替他们中已死的任何人举行殡礼，你不要亲临他们的坟墓，他们确已不信安拉及其使者，他们是悖逆的死去的。"},"transliteration":"Wala tusalli AAala ahadin minhum mata abadan wala taqum AAala qabrihi innahum kafaroo biAllahi warasoolihi wamatoo wahum fasiqoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
