{"id":132,"number":125,"text":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","translations":{"en":"And [mention] when We made the House a place of return for the people and [a place of] security. And take, [O believers], from the standing place of Abraham a place of prayer. And We charged Abraham and Ishmael, [saying], \"Purify My House for those who perform Tawaf and those who are staying [there] for worship and those who bow and prostrate [in prayer]","es":"Y [recuerden] cuando hice de La Casa [la Ka‘bah] un lugar de reunión y refugio para la gente. \"[Oh creyentes] Tomen el sitial de Abraham como lugar de oración\". Y cuando indiqué a Abraham e Ismael: \"Purifiquen Mi Casa para quienes vengan a hacer el rito de la circunvalación y el retiro espiritual, y los que se inclinen y prosternen durante su oración","fr":"[Et rappelle-toi], quand nous fîmes de la Maison un lieu de visite et un asile pour les gens - Adoptez donc pour lieu de prière, ce lieu où Abraham se tint debout - Et Nous confiâmes à Abraham et à Ismaël ceci: «Purifiez Ma Maison pour ceux qui tournent autour, y font retraite pieuse, s'y inclinent et s'y prosternent","id":"Dan (ingatlah), ketika Kami menjadikan rumah (Ka'bah) tempat berkumpul dan tempat yang aman bagi manusia. Dan jadikanlah maqam Ibrahim 45) itu tempat salat. Dan telah Kami perintahkan kepada Ibrahim dan Ismail, \"Bersihkanlah rumah-Ku untuk orang-orang yang tawaf, orang yang itikaf, orang yang rukuk dan orang yang sujud","ru":"Вот Мы сделали Дом (Каабу) пристанищем для людей и безопасным местом. Сделайте же место Ибрахима (Авраама) местом моления. Мы повелели Ибрахиму (Аврааму) и Исмаилу (Измаилу) очистить Мой Дом (Каабу) для совершающих обход, пребывающих, кланяющихся и падающих ниц","sv":"OCH [MINNS att] Vi gjorde Helgedomen till en samlingsplats för människorna och en fristad [för förföljda]. Välj därför platsen där Abraham [en gång] stod för er bön. Och Vi gav Abraham och Ismael uppdraget att rena Helgedomen för dem som skall vandra runt den, och för dem som där skall dra sig tillbaka i stillhet, och för dem som skall böja rygg och knän och falla ned på sina ansikten [i tillbedjan]","tr":"Kabeyi, insanlar için toplanma ve güven yeri kılmıştık. İbrahim'in makamını namaz yeri edinin, dedik. Evimi ziyaret edenler, kendini ibadete verenler, rüku ve secde edenler için temiz tutun diye İbrahim ve İsmail'e ahd verdik","ur":"اور یہ کہ ہم نے اس گھر (کعبے) کو لوگوں کے لیے مرکز اور امن کی جگہ قرار دیا تھا اور لوگوں کو حکم دیا تھا کہ ابراہیمؑ جہاں عبادت کے لیے کھڑا ہوتا ہے اس مقام کو مستقل جائے نماز بنا لو اور ابراہیمؑ اور ا سماعیل کو تاکید کی تھی کہ میرے گھر کو طواف اور اعتکاف اور رکوع اور سجدہ کرنے والوں کے لیے پاک رکھو","zh":"当时，我以天房为众人的归宿地和安宁地。你们当以易卜拉欣的立足地为礼拜处。我命易卜拉欣和易司马仪说：“你俩应当为旋绕致敬者、虔诚住守者、鞠躬叩头者，清洁我的房屋。”"},"transliteration":"Waith jaAAalna albayta mathabatan lilnnasi waamnan waittakhithoo min maqami ibraheema musallan waAAahidna ila ibraheema waismaAAeela an tahhira baytiya lilttaifeena waalAAakifeena waalrrukkaAAi alssujoodi","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
