{"id":132,"number":125,"text":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","translations":{"bn":"যখন আমি কা’বা গৃহকে মানুষের জন্যে সম্মিলন স্থল ও শান্তির আলয় করলাম, আর তোমরা ইব্রাহীমের দাঁড়ানোর জায়গাকে নামাযের জায়গা বানাও এবং আমি ইব্রাহীম ও ইসমাঈলকে আদেশ করলাম, তোমরা আমার গৃহকে তওয়াফকারী, অবস্থানকারী ও রুকু-সেজদাকারীদের জন্য পবিত্র রাখ।","en":"And [mention] when We made the House a place of return for the people and [a place of] security. And take, [O believers], from the standing place of Abraham a place of prayer. And We charged Abraham and Ishmael, [saying], \"Purify My House for those who perform Tawaf and those who are staying [there] for worship and those who bow and prostrate [in prayer]","id":"Dan (ingatlah), ketika Kami menjadikan rumah (Ka'bah) tempat berkumpul dan tempat yang aman bagi manusia. Dan jadikanlah maqam Ibrahim 45) itu tempat salat. Dan telah Kami perintahkan kepada Ibrahim dan Ismail, \"Bersihkanlah rumah-Ku untuk orang-orang yang tawaf, orang yang itikaf, orang yang rukuk dan orang yang sujud","ru":"Вот Мы сделали Дом (Каабу) пристанищем для людей и безопасным местом. Сделайте же место Ибрахима (Авраама) местом моления. Мы повелели Ибрахиму (Аврааму) и Исмаилу (Измаилу) очистить Мой Дом (Каабу) для совершающих обход, пребывающих, кланяющихся и падающих ниц","tr":"Kabeyi, insanlar için toplanma ve güven yeri kılmıştık. İbrahim'in makamını namaz yeri edinin, dedik. Evimi ziyaret edenler, kendini ibadete verenler, rüku ve secde edenler için temiz tutun diye İbrahim ve İsmail'e ahd verdik","ur":"اور یہ کہ ہم نے اس گھر (کعبے) کو لوگوں کے لیے مرکز اور امن کی جگہ قرار دیا تھا اور لوگوں کو حکم دیا تھا کہ ابراہیمؑ جہاں عبادت کے لیے کھڑا ہوتا ہے اس مقام کو مستقل جائے نماز بنا لو اور ابراہیمؑ اور ا سماعیل کو تاکید کی تھی کہ میرے گھر کو طواف اور اعتکاف اور رکوع اور سجدہ کرنے والوں کے لیے پاک رکھو"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
