{"id":1320,"number":85,"text":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","translations":{"en":"And let not their wealth and their children impress you. Allah only intends to punish them through them in this world and that their souls should depart [at death] while they are disbelievers","es":"Que no te maravillen sus bienes materiales ni sus hijos, pues Dios quiso castigarlos con ellos en esta vida, y que mueran [hundiéndose] en la incredulidad","fr":"Et que ni leurs biens ni leurs enfants ne t'émerveillent! Allah ne veut par là, que les châtier ici-bas, et qu'ils rendent péniblement l'âme en mécréants","id":"Dan janganlah engkau (Muhammad) kagum terhadap harta dan anak-anak mereka. Sesungguhnya dengan itu Allah hendak menyiksa mereka di dunia dan agar nyawa mereka melayang, sedang mereka dalam keadaan kafir","ru":"Пусть не восхищают тебя их имущество и дети. Аллах желает только подвергнуть их мучениям имуществом и детьми в этом мире, дабы они расстались со своими душами неверующими","sv":"Se inte med beundran på deras rikedom och deras [många] söner; med dessa [gåvor som drar med sig bekymmer och tunga offer] vill Gud straffa dem i detta liv och [Han vill] att de ger upp andan, medan de ännu förnekar sanningen","tr":"Malları ve çocukları seni hayrete düşürmesin; Allah bunlarla onlara dünyada azabetmek ve canlarının inkarcı olarak çıkmasını ister","ur":"ان کی مالداری اور ان کی کثرت اولاد تم کو دھوکے میں نہ ڈالے اللہ نے تو ارادہ کر لیا ہے کہ اِس مال و اولاد کے ذریعہ سے ان کو اسی دنیا میں سزا دے اور ان کی جانیں اس حال میں نکلیں کہ وہ کافر ہوں","zh":"他们的财产和子嗣不要使你赞叹，安拉只愿借此在今世惩治他们，他们将在不信道的情况下死去。"},"transliteration":"Wala tuAAjibka amwaluhum waawladuhum innama yureedu Allahu an yuAAaththibahum biha fee alddunya watazhaqa anfusuhum wahum kafiroona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
