{"id":1323,"number":88,"text":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَـٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translations":{"en":"But the Messenger and those who believed with him fought with their wealth and their lives. Those will have [all that is] good, and it is those who are the successful","es":"El Mensajero y quienes creen en él luchan con sus bienes materiales y sus personas. Ellos recibirán las bondades [en esta vida y en la otra], y serán quienes [finalmente] triunfen","fr":"Mais le Messager et ceux qui ont cru avec lui ont lutté avec leurs biens et leurs personnes. Ceux-là auront les bonnes choses et ce sont eux qui réussiront","id":"Tetapi Rasul dan orang-orang yang beriman bersama dia, (mereka) berjihad dengan harta dan jiwa. Mereka itu memperoleh kebaikan. Mereka itulah orang-orang yang beruntung","ru":"Однако Посланник и те, которые уверовали вместе с ним, сражались своим имуществом и своими душами. Им уготованы блага. Именно они являются преуспевшими","sv":"Men Sändebudet och de som följer honom i tron och strävar och kämpar [för Guds sak] med sina ägodelar och livet [som insats] skall belönas med det goda [i detta liv och i nästa] och det skall gå dem väl i händer","tr":"Ama Peygamber ve onunla beraber bulunan müminler, mallariyle ve canlariyle savaştılar. İşte iyilikler onlaradır, saadete erişenler de onlardır","ur":"بخلاف اس کے رسولؐ نے اور ان لوگوں نے جو رسولؐ کے ساتھ ایمان لائے تھے ا پنی جان و مال سے جہاد کیا اور اب ساری بھلائیاں انہی کے لیے ہیں اور وہی فلاح پانے والے ہیں","zh":"但使者和他的信士们，借自己的财产和生命而抗战；这等人正是有福的，这等人正是成功的。"},"transliteration":"Lakini alrrasoolu waallatheena amanoo maAAahu jahadoo biamwalihim waanfusihim waolaika lahumu alkhayratu waolaika humu almuflihoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
