{"id":1325,"number":90,"text":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","translations":{"en":"And those with excuses among the bedouins came to be permitted [to remain], and they who had lied to Allah and His Messenger sat [at home]. There will strike those who disbelieved among them a painful punishment","es":"Se presentaron algunos beduinos [ante ti, ¡oh, Mujámmad!] pidiéndote permiso para no ir a luchar sin excusa válida, pero los [hipócritas] que mintieron a Dios y a Su Mensajero se quedaron sin excusarse siquiera. A estos incrédulos Dios les infligirá un castigo doloroso","fr":"Et parmi les Bédouins, certains sont venus demander d'être dispensés (du combat). Et ceux qui ont menti à Allah et à Son messager sont restés chez eux. Un châtiment douloureux affligera les mécréants d'entre eux","id":"Dan di antara orang-orang Arab Badui datang (kepada Nabi) mengemukakan alasan, agar diberi izin (untuk tidak pergi berperang), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam. Kelak orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih","ru":"Бедуины, которые уклонялись под благовидным предлогом, пришли для того, чтобы он позволил им остаться, и те из них, которые солгали Аллаху и Его Посланнику, остались сидеть. Тех из них, которые не уверовали, постигнут мучительные страдания","sv":"[ÄVEN] BLAND ökenaraberna fanns de som kom [med olika skäl] varför de ville befrias [från deltagande], men de som ville vilseleda Gud och Hans Sändebud [kom inte med ursäkter] utan de stannade [i lägren]. De bland dem som förnekar sanningen skall få av ett plågsamt straff","tr":"Bedevilerden, izin almak üzere, özür beyan eden kimseler geldiler. Allah'a ve Peygamberine yalan söyleyenler ise, özür bile beyan etmeksizin geri kaldılar. Onlardan kafir olanlar can yakıcı azaba uğrayacaktır","ur":"بدوی عربوں میں سے بھی بہت سے لوگ آئے جنہوں نے عذر کیے تاکہ انہیں بھی پیچھے رہ جانے کی اجازت دی جائے اِس طرح بیٹھ رہے وہ لوگ جنہوں نے اللہ اور اس کے رسول سے ایمان کا جھوٹا عہد کیا تھا ان بدویوں میں سے جن لوگوں نے کفر کا طریقہ اختیار کیا ہے عنقریب وہ دردناک سزا سے دوچار ہوں گے","zh":"游牧人中有人托故来向你请假，他们对安拉及其使者撒谎不肯来请假。他们中不信道者，将遭受痛苦的刑罚。"},"transliteration":"Wajaa almuAAaththiroona mina alaAArabi liyuthana lahum waqaAAada allatheena kathaboo Allaha warasoolahu sayuseebu allatheena kafaroo minhum AAathabun aleemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
