{"id":1326,"number":91,"text":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translations":{"en":"There is not upon the weak or upon the ill or upon those who do not find anything to spend any discomfort when they are sincere to Allah and His Messenger. There is not upon the doers of good any cause [for blame]. And Allah is Forgiving and Merciful","es":"Los débiles, los enfermos y los que carecen de recursos no tienen nada que reprocharse por no poder salir [a combatir], si son sinceros con Dios y Su Mensajero. A los que hacen el bien no hay motivo para censurarlos si en algún momento no pueden hacerlo. Dios es Absolvedor, Misericordioso","fr":"Nul grief sur les faibles, ni sur les malades, ni sur ceux qui ne trouvent pas de quoi dépenser (pour la cause d'Allah), s'ils sont sincères envers Allah et Son messager. Pas de reproche contre les bienfaiteurs. Allah est Pardonneur et Miséricordieux","id":"Tidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang-orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. Tidak ada alasan apa pun untuk menyalahkan orang-orang yang berbuat baik. Dan Allah Maha Pengampun, Maha Penyayang","ru":"Нет греха на немощных, больных и тех, которые не находят средств на пожертвования, если они искренни перед Аллахом и Его Посланником. Нет оснований укорять творящих добро. Воистину, Аллах - Прощающий, Милосердный","sv":"De svaga och de sjuka skall inte klandras [för att ha stannat hemma], inte heller de som inte kunde bekosta [sin utrustning], om de har varit uppriktiga mot Gud och Hans Sändebud; [dessa] rättsinniga människor kan inte klandras - och Gud är ständigt förlåtande, barmhärtig","tr":"Güçsüzlere, hastalara ve sarfedecek bir şeyi bulunmayanlara, Allah ve Peygamberine bağlı kaldıkları müddetçe sorumluluk yoktur. İyi davrananlara sorumluluk olmaz. Allah bağışlayandır, merhamet edendir","ur":"ضعیف اور بیمار لوگ اور وہ لوگ جو شرکت جہاد کے لیے راہ نہیں پاتے، اگر پیچھے رہ جائیں تو کوئی حرج نہیں جبکہ وہ خلوص دل کے ساتھ اللہ اور اس کے رسولؐ کے وفادار ہوں ایسے محسنین پر اعتراض کی کوئی گنجائش نہیں ہے اور اللہ درگزر کرنے والا اور رحم فرمانے والا ہے","zh":"衰弱者、害病者、无旅费者，（他们不出征）都无罪过，如果他们忠于安拉及其使者。行善的人们是无可非难的；安拉是至赦的，至慈的。"},"transliteration":"Laysa AAala aldduAAafai wala AAala almarda wala AAala allatheena la yajidoona ma yunfiqoona harajun itha nasahoo lillahi warasoolihi ma AAala almuhsineena min sabeelin waAllahu ghafoorun raheemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
