{"id":1328,"number":93,"text":"۞إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","translations":{"en":"The cause [for blame] is only upon those who ask permission of you while they are rich. They are satisfied to be with those who stay behind, and Allah has sealed over their hearts, so they do not know","es":"Los que deben ser censurados son aquellos [hipócritas] que te pidieron permiso para rezagarse [sin excusa válida y no contribuyeron ni siquiera con sus bienes materiales] a pesar de ser ricos. Ellos prefirieron quedarse con los eximidos, y por ello Dios bloqueó sus corazones y no pueden discernir","fr":"Il n'y a de voie (de reproche à), vraiment, que contre ceux qui demandent d'être dispensés, alors qu'ils sont riches. Il leur plaît de demeurer avec celles qui sont restées à l'arrière. Et Allah a scellé leurs cœurs et ils ne savent pas","id":"Sesungguhnya alasan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu, (untuk tidak ikut berperang), padahal mereka orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci hati mereka, sehingga mereka tidak mengetahui (akibat perbuatan mereka)","ru":"Укора заслуживают только те, которые попросили тебя остаться дома, будучи богатыми. Они были рады оказаться среди тех, кто остался позади. Аллах запечатал их сердца, и они не знают истины","sv":"De enda som med rätta kan klandras är de välbärgade som ber om ditt tillstånd [att utebli]. De var nöjda med att höra till dem som lämnades kvar, och Gud har förseglat deras hjärtan så att de inte vet [vilken väg de går]","tr":"Sorumluluk ancak, zengin oldukları halde senden izin isteyen, geride kalan kadınlarla bulunmaya razı olanlara ve Allah kalblerini mühürlemiş olduğu için bilmeyenleredir","ur":"البتہ اعتراض ان لوگوں پر ہے جو مالدار ہیں اور پھر بھی تم سے درخواستیں کرتے ہیں کہ انہیں شرکت جہاد سے معاف رکھا جائے انہوں نے گھر بیٹھنے والیوں میں شامل ہونا پسند کیا اور اللہ نے ان کے دلوں پر ٹھپہ لگا دیا، اس لیے اب یہ کچھ نہیں جانتے (کہ اللہ کے ہاں ان کی روش کا کیا نتیجہ نکلنے والا ہے)","zh":"家资富足，而向你请假的人们，才是该受非难的；他们愿与妇女们在一起，安拉封闭了他们的心，故他们不知道。"},"transliteration":"Innama alssabeelu AAala allatheena yastathinoonaka wahum aghniyao radoo bian yakoonoo maAAa alkhawalifi watabaAAa Allahu AAala quloobihim fahum la yaAAlamoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
