{"id":1329,"number":94,"text":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translations":{"en":"They will make excuses to you when you have returned to them. Say, \"Make no excuse - never will we believe you. Allah has already informed us of your news. And Allah will observe your deeds, and [so will] His Messenger; then you will be taken back to the Knower of the unseen and the witnessed, and He will inform you of what you used to do","es":"Pretendieron excusarse cuando ustedes regresaron a ellos [de la batalla]; ahora diles [¡oh, Mujámmad!]: \"No se excusen, pues no les creeremos, Dios ya nos informó sobre ustedes\". Dios y luego Su Mensajero observarán lo que hacen [y ello dejará al descubierto si son sinceros o no], finalmente comparecerán ante el Conocedor de lo oculto y lo manifiesto, que les revelará lo que solían hacer","fr":"Ils vous présentent des excuses quand vous revenez à eux. Dis: «Ne présentez pas d'excuses: nous ne vous croyons pas. Allah nous a déjà informés de vos nouvelles. Et Allah verra votre œuvre, ainsi que Son messager. Puis vous serez ramenés vers Celui qui connaît bien l'invisible et le visible, et alors, Il vous informera de ce que vous faisiez","id":"Mereka (orang-orang munafik yang tidak ikut berperang) akan mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka. Katakanlah (Muhammad), \"Janganlah kamu mengemukakan alasan; kami tidak percaya lagi kepadamu, sungguh, Allah telah memberitahukan kepada kami tentang beritamu. Dan Allah akan melihat pekerjaanmu, (demikian pula) Rasul-Nya, kemudian kamu dikembalikan kepada (Allah) Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan","ru":"Когда вы возвратитесь к ним, они станут оправдываться. Скажи: «Не оправдывайтесь, мы все равно не поверим вам. Аллах уже сообщил нам вести о вас. Аллах и Его Посланник увидят ваши деяния. А потом вы будете возвращены к Ведающему сокровенное и явное, и Он сообщит вам о том, что вы совершали»","sv":"De kommer att urskulda sig [på nytt] när ni återvänder till dem [från fälttåget]. Säg: \"Urskulda er inte - vi kommer inte att tro er! Gud har låtit oss veta hur det är fatt med er. Gud och Hans Sändebud kommer att iaktta era handlingar och ni skall till sist föras åter till Den som känner allt det som är dolt för människor och det som de kan bevittna, och då skall Han låta er veta vad era handlingar [var värda]","tr":"Savaştan döndüğünüzde size özür beyan ederler. Onlara de ki: \"özür beyan etmeyin, size inanmayacağız, Allah haberlerinizi bize bildirmiştir. Allah da, Peygamberi de işleyeceklerinizi görecektir. Sonunda, görülmeyeni ve görüneni bilen Allah'a geri çevrileceksiniz. O, işlediklerinizi size haber verecektir","ur":"تم جب پلٹ کر ان کے پاس پہنچو گے تو یہ طرح طرح کے عذرات پیش کریں گے مگر تم صاف کہہ دینا کہ \"بہانے نہ کرو، ہم تہاری کسی بات کا اعتبار نہ کریں گے اللہ نے ہم کو تمہارے حالات بتا دیے ہیں اب اللہ اور اس کا رسول تمہارے طرز عمل کو دیکھے گا پھر تم اس کی طرف پلٹائے جاؤ گے جو کھلے اور چھپے سب کا جاننے والا ہے اور وہ تمہیں بتا دے گا کہ تم کیا کچھ کرتے رہے ہو","zh":"当你们转回去见到他们的时候，他们要向你们托故。你说：“你们不要托故。我们绝不相信你们；安拉确已把你们的情况告诉了我们。安拉及其使者将要看你们的行为，然后，你们将被送到全知幽明者那里去，他将把你们的行为告诉你们。”"},"transliteration":"YaAAtathiroona ilaykum itha rajaAAtum ilayhim qul la taAAtathiroo lan numina lakum qad nabbaana Allahu min akhbarikum wasayara Allahu AAamalakum warasooluhu thumma turaddoona ila AAalimi alghaybi waalshshahadati fayunabbiokum bima kuntum taAAmaloona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
