{"id":133,"number":126,"text":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","translations":{"en":"And [mention] when Abraham said, \"My Lord, make this a secure city and provide its people with fruits - whoever of them believes in Allah and the Last Day.\" [Allah] said. \"And whoever disbelieves - I will grant him enjoyment for a little; then I will force him to the punishment of the Fire, and wretched is the destination","es":"Y [recuerden] cuando Abraham dijo: \"¡Señor mío! Haz de esta ciudad [La Meca] un lugar seguro, y beneficia con frutos a los pobladores que creen en Dios y en el Día del Juicio Final\". Dijo [Dios]: \"[Pero] al que rechace la verdad lo dejaré disfrutar por un tiempo, y después lo conduciré al castigo del Fuego. ¡Qué pésimo destino","fr":"Et quand Abraham supplia: «O mon Seigneur, fais de cette cité un lieu de sécurité, et fais attribution des fruits à ceux qui parmi ses habitants auront cru en Allah et au Jour dernier», le Seigneur dit: «Et quiconque n'y aura pas cru, alors Je lui concèderai une courte jouissance [ici-bas], puis Je le contraindrai au châtiment du Feu [dans l'au-delà]. Et quelle mauvaise destination!»","id":"Dan (ingatlah), ketika Ibrahim berdoa, \"Ya Tuhanku, jadikanlah (negeri Mekkah) ini negeri yang aman dan berilah rezeki berupa buah-buahan kepada penduduknya, yaitu diantara mereka yang beriman kepada Allah dan hari kemudian,\" Dia (Allah) berfirman, \"Dan kepada orang yang kafir akan Aku beri kesenangan sementara, kemudian akan Aku paksa dia ke dalam azab neraka dan itulah seburuk-buruk tempat kembali","ru":"Вот сказал Ибрахим (Авраам): «Господи! Сделай этот город безопасным и надели плодами его жителей, которые уверовали в Аллаха и в Последний день». Он сказал: «А неверующим Я позволю пользоваться благами недолгое время, а затем заставлю их страдать в Огне. Как же скверно это место прибытия!»","sv":"Och då Abraham bad: \"Herre, gör detta till ett tryggt land och ge dess folk - de bland dem som tror på Gud och den Yttersta dagen - de frukter de behöver för sitt uppehälle\", sade [Gud]: \"Och den som förnekar tron, honom skall Jag skänka välstånd under någon tid; sedan skall Jag överlämna honom åt Eldens straff - ett i sanning fasansfullt slut","tr":"İbrahim: \"Rabbim! Burasını emin bir şehir kıl, halkından, Allah'a ve ahiret gününe inananları ürünlerle rızıklandır\" demişti. Allah da: \"İnkar edeni de az bir müddet geçindirir, sonra da onu ateşin azabına uğramak zorunda bırakırım, ne kötü sonuç\" buyurmuştu","ur":"اور یہ کہ ابراہیمؑ نے دعا کی: \"اے میرے رب، اس شہر کو امن کا شہر بنا دے، اور اس کے باشندوں میں جو اللہ اور آخرت کو مانیں، انہیں ہر قسم کے پھلو ں کا رزق دے\" جواب میں اس کے رب نے فرمایا: \"اور جو نہ مانے گا، دنیا کی چند روزہ زندگی کا سامان تومیں اُسے بھی دوں گا مگر آخرکار اُسے عذاب جہنم کی طرف گھسیٹوں گا، اور وہ بد ترین ٹھکانا ہے","zh":"当时，易卜拉欣说：“我的主啊！求你使这里变成安宁的地方，求你以各种粮食供给这里的居民——他们中信安拉和末日的人。”他说：“不信道者，我将使他暂时享受，然后强迫他去受火刑。那结果真恶劣！”"},"transliteration":"Waith qala ibraheemu rabbi ijAAal hatha baladan aminan waorzuq ahlahu mina alththamarati man amana minhum biAllahi waalyawmi alakhiri qala waman kafara faomattiAAuhu qaleelan thumma adtarruhu ila AAathabi alnnari wabisa almaseeru","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
