{"id":1330,"number":95,"text":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","translations":{"en":"They will swear by Allah to you when you return to them that you would leave them alone. So leave them alone; indeed they are evil; and their refuge is Hell as recompense for what they had been earning","es":"Cuando ustedes retornaron [después de la batalla], ellos les juraron por Dios [que no pudieron acompañarlos] para que los excusaran; pero apártense de ellos, pues son gente repugnante. En pago por cuanto cometieron, su morada será el Infierno","fr":"Ils vous feront des serments par Allah, quand vous êtes de retour vers eux, afin que vous passiez (sur leur tort). Détournez-vous d'eux. Ils sont une souillure et leur refuge est l'Enfer, en rétribution de ce qu'ils acquéraient","id":"Mereka akan bersumpah kepadamu dengan nama Allah, ketika kamu kembali kepada mereka, agar kamu berpaling dari mereka. Maka berpalinglah dari mereka; karena sesungguhnya mereka itu berjiwa kotor dan tempat mereka neraka Jahanam, sebagai balasan atas apa yang telah mereka kerjakan","ru":"Когда вы вернетесь к ним, они будут клясться Аллахом, чтобы вы отвернулись от них. Отвернитесь же от них, ибо они - нечисть. Их пристанищем будет Геенна. Таково воздаяние за то, что они приобретали","sv":"När ni återvänder till dem kommer de att svära vid Gud och försäkra er [om sina goda avsikter] för att ni skall lämna dem i fred. Låt dem vara; de är avskum och helvetet skall bli deras sista hemvist - lönen för deras [onda] handlingar","tr":"Döndüğünüzde kendilerine çıkışmamanız için, Allah'a yemin edeceklerdir. Siz onlardan yüz çevirin; çünkü pistirler. Yaptıklarının karşılığı olarak varacakları yer cehennemdir","ur":"تمہاری واپسی پر یہ تمہارے سامنے قسمیں کھائیں گے تاکہ تم ان سے صرف نظر کرو تو بے شک تم ان سے صرف نظر ہی کر لو، کیونکہ یہ گندگی ہیں اور ان کا اصلی مقام جہنم ہے جو ان کی کمائی کے بدلے میں انہیں نصیب ہوگی","zh":"当你们转回去见到他们的时候，他们要以安拉发誓，以便你们避开他们。你们就避开他们吧。他们确是污秽的；他们的归宿是火狱。那是因为报酬他们的营谋。"},"transliteration":"Sayahlifoona biAllahi lakum itha inqalabtum ilayhim lituAAridoo AAanhum faaAAridoo AAanhum innahum rijsun wamawahum jahannamu jazaan bima kanoo yaksiboona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
