{"id":1332,"number":97,"text":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translations":{"en":"The bedouins are stronger in disbelief and hypocrisy and more likely not to know the limits of what [laws] Allah has revealed to His Messenger. And Allah is Knowing and Wise","es":"Algunos beduinos son más incrédulos e hipócritas [que los habitantes de las ciudades], y es más probable que no conozcan los preceptos que Dios reveló a Su Mensajero. Dios todo lo sabe, es Sabio","fr":"Les Bédouins sont plus endurcis dans leur impiété et dans leur hypocrisie, et les plus enclins à méconnaître les préceptes qu'Allah a révélés à Son messager. Et Allah est Omniscient et Sage","id":"Orang-orang Arab Badui itu lebih kuat kekafiran dan kemunafikannya, dan sangat wajar tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya. Allah Maha Mengetahui, Mahabijaksana","ru":"Бедуины оказываются самыми упорными в неверии и лицемерии. Они больше других не признают ограничений, которые Аллах ниспослал Своему Посланнику. Воистину, Аллах - Знающий, Мудрый","sv":"[Många] ökenaraber går längre i förnekandet av sanningen och i hyckleriet [än de bofasta]; det är förklarligt att de inte så noga känner till de gränser som Gud har uppenbarat för Sitt Sändebud. Gud är allvetande, vis","tr":"Bedevilerin küfür ve nifakları her yönden, daha ileridir. Allah'ın, Peygamberine indirdiğinin sınırlarını bilmemek, onlara daha layıktır. Allah bilendir, hakimdir","ur":"یہ بدوی عرب کفر و نفاق میں زیادہ سخت ہیں اور ان کے معاملہ میں اس امر کے امکانات زیادہ ہیں کہ اس دین کے حدود سے نا واقف رہیں جو اللہ نے اپنے رسول پر نازل کیا ہے اللہ سب کچھ جانتا ہے اور حکیم و دانا ہے","zh":"游牧的阿拉伯人是更加不信的，是更加伪信的，是更不能明白安拉降示其使者的法度的。安拉是全知的，是至睿的。"},"transliteration":"AlaAArabu ashaddu kufran wanifaqan waajdaru alla yaAAlamoo hudooda ma anzala Allahu AAala rasoolihi waAllahu AAaleemun hakeemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
