{"id":1333,"number":98,"text":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","translations":{"en":"And among the bedouins are some who consider what they spend as a loss and await for you turns of misfortune. Upon them will be a misfortune of evil. And Allah is Hearing and Knowing","es":"Entre los beduinos hay quienes consideran que toda donación es una pérdida, y esperan que ustedes sean azotados por un infortunio [para librarse de tener que hacer una contribución]. ¡Que los azote a ellos un infortunio! Dios todo lo oye, todo lo sabe","fr":"Parmi les Bédouins, certains prennent leur dépense (en aumône ou à la guerre) comme une charge onéreuse, et attendent pour vous un revers de fortune. Que le malheur retombe sur eux! Allah est Audient et Omniscient","id":"Dan di antara orang-orang Arab Badui itu ada yang memandang apa yang diinfakkannya (di jalan Allah) sebagai suatu kerugian; dia menanti-nanti marabahaya menimpamu, merekalah yang akan ditimpa marabahaya. Allah Maha Mendengar, Maha Mengetahui","ru":"Среди бедуинов есть и такие, которые считают свои пожертвования убытком и выжидают, когда вас постигнут превратности судьбы. Их самих постигнут превратности судьбы. Воистину, Аллах - Слышащий, Знающий","sv":"Och det finns de bland ökenaraberna som ser allt vad de ger ut [för Guds sak] som ett bötesstraff, och som väntar och hoppas att ett olycksöde skall drabba er. Men det är över dem som olycksmolnen [skockar sig]; Gud hör allt, ser allt","tr":"Bedevilerden, Allah yolunda sarfettiklerini angarya sayanlar ve sizin başınıza belalar gelmesini bekleyenler vardır. Belalar onlara olsun; Allah işitir ve bilir","ur":"ان بدویوں میں ایسے ایسے لوگ موجود ہیں جو راہ خدا میں کچھ خرچ کرتے ہیں تو اسے اپنے اوپر زبردستی کی چٹی سمجھتے ہیں اور تمہارے حق میں زمانہ کی گردشوں کا انتظار کر رہے ہیں (کہ تم کسی چکر میں پھنسو تو وہ اپنی گردن سے اس نظام کی اطاعت کا قلادہ اتار پھینکیں جس میں تم نے انہیں کس دیا ہے) حالانکہ بدی کا چکر خود انہی پر مسلط ہے اور اللہ سب کچھ سنتا اور جانتا ہے","zh":"游牧的阿拉伯人中有人把自己所捐献的钱财当做罚金，并等待着你们遭难。愿他们遭遇厄运。安拉是全聪的，是全知的。"},"transliteration":"Wamina alaAArabi man yattakhithu ma yunfiqu maghraman wayatarabbasu bikumu alddawaira AAalayhim dairatu alssawi waAllahu sameeAAun AAaleemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
