{"id":1334,"number":99,"text":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translations":{"en":"But among the bedouins are some who believe in Allah and the Last Day and consider what they spend as means of nearness to Allah and of [obtaining] invocations of the Messenger. Unquestionably, it is a means of nearness for them. Allah will admit them to His mercy. Indeed, Allah is Forgiving and Merciful","es":"Pero también hay entre los beduinos quienes creen en Dios y en el Día del Juicio, y hacen caridades anhelando acercarse más a Dios y merecer las súplicas del Mensajero. Así es como lograrán estar más próximos a Dios. Él los introducirá en Su misericordia. Dios es Absolvedor, Misericordioso","fr":"(Tel autre,) parmi les Bédouins, croit en Allah et au Jour dernier et prend ce qu'il dépense comme moyen de se rapprocher d'Allah et afin de bénéficier des invocations du Messager. C'est vraiment pour eux (un moyen) de se rapprocher (d'Allah) et Allah les admettra en Sa miséricorde. Car Allah est Pardonneur et Miséricordieux","id":"Dan di antara orang-orang Arab Badui itu ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan diri kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. Ketahuilah, sesungguhnya infak itu suatu jalan bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukkan mereka ke dalam rahmat (surga)-Nya; sesungguhnya Allah Maha Pengampun, Maha penyayang","ru":"Среди бедуинов есть и такие, которые веруют в Аллаха и Последний день и считают, что их пожертвования приблизят их к Аллаху и помогут заслужить молитвы Посланника. Воистину, они (пожертвования) действительно являются средством приближения. Аллах введет их в Свою милость, ведь Аллах - Прощающий, Милосердный","sv":"Men [även] bland ökenaraberna finns det de som tror på Gud och den Yttersta dagen, och då de ger något [för Guds sak vet de att] det närmar dem till Gud och [ger dem en plats i] Sändebudets böner. Helt visst närmar det dem till [Honom] - Gud skall innesluta dem i Sin nåd; Han är ständigt förlåtande, barmhärtig","tr":"Bedevilerden, Allah'a ve ahiret gününe inanan, sarfettiğini, Allah katında ibadet ve Peygamberin dualarına nail olmağa vesile sayanlar da vardır. Bilin ki, verdikleri onlar için ibadettir. Allah, onlara rahmet edecektir. Allah şüphesiz bağışlar ve merhamet eder","ur":"اور انہی بدویوں میں کچھ لوگ ایسے بھی ہیں جو اللہ اور روز آخر پر ایمان رکھتے ہیں اور جو کچھ خرچ کرتے ہیں اُسے اللہ کے تقرب کا اور رسولؐ کی طرف سے رحمت کی دعائیں لینے کا ذریعہ بناتے ہیں ہاں! وہ ضرور ان کے لیے تقرب کا ذریعہ ہے اور اللہ ضرور ان کو اپنی رحمت میں داخل کریگا، یقیناً اللہ درگزر کرنے والا اور رحم فرمانے والا ہے","zh":"游牧的阿拉伯人中有些人信仰安拉和末日，他们把所捐献的钱财当作媒介，以获得安拉的亲近和使者的祝福。当然，他们必定要借此而获安拉的亲近，安拉将使他们进入他的赐恩之中。安拉确是至赦的，确是至慈的。"},"transliteration":"Wamina alaAArabi man yuminu biAllahi waalyawmi alakhiri wayattakhithu ma yunfiqu qurubatin AAinda Allahi wasalawati alrrasooli ala innaha qurbatun lahum sayudkhiluhumu Allahu fee rahmatihi inna Allaha ghafoorun raheemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
