{"id":1335,"number":100,"text":"وَٱلسَّـٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّـٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translations":{"en":"And the first forerunners [in the faith] among the Muhajireen and the Ansar and those who followed them with good conduct - Allah is pleased with them and they are pleased with Him, and He has prepared for them gardens beneath which rivers flow, wherein they will abide forever. That is the great attainment","es":"Dios se complace con los primeros que aceptaron el Islam y emigraron [a Medina], se complace con aquellos que los socorrieron, y con todos los que sigan su ejemplo [en la fe y las buenas obras], y todos ellos se complacen con Dios. Él les ha reservado jardines por donde corren ríos, donde morarán por toda la eternidad. Ese es el triunfo grandioso","fr":"Les tout premiers [croyants] parmi les Emigrés et les Auxiliaires et ceux qui les ont suivis dans un beau comportement, Allah les agrée, et ils L'agréent. Il a préparé pour eux des Jardins sous lesquels coulent les ruisseaux, et ils y demeureront éternellement. Voilà l'énorme succès","id":"Dan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung","ru":"Аллах доволен первыми из мухаджиров и ансаров, которые опередили остальных, и теми, которые последовали строго за ними. Они также довольны Аллахом. Он приготовил для них Райские сады, в которых текут реки. Они пребудут там вечно. Это - великое преуспеяние","sv":"Föregångsmännen, de första av dem som utvandrade och [de första] hjälparna, och de rättsinniga [människor] som följde i deras spår - Gud är nöjd med dem och de är nöjda [där de njuter] Hans [gåvor]: Han har i beredskap för dem lustgårdar, vattnade av bäckar, där de skall förbli till evig tid. Detta är den stora, den lysande segern","tr":"İyilik yarışında önceliği kazanan Muhacirler ve Ensar ile, onlara güzelce uyanlardan Allah hoşnut olmuştur, onlar da Allah'tan hoşnuddurlar. Allah onlara, içinde temelli ve ebedi kalacakları, içlerinden ırmaklar akan cennetler hazırlamıştır; işte büyük kurtuluş budur","ur":"وہ مہاجر و انصار جنہوں نے سب سے پہلے دعوت ایمان پر لبیک کہنے میں سبقت کی، نیز وہ جو بعد میں راستبازی کے ساتھ پیچھے آئے، اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے، اللہ نے ان کے لیے ایسے باغ مہیا کر رکھے ہیں جن کے نیچے نہریں بہتی ہوں گی اور وہ ان میں ہمیشہ رہیں گے، یہی عظیم الشان کامیابی ہے","zh":"迁士和辅士中的先进者，以及跟着他们行善的人，安拉喜爱他们，他们也喜爱安拉；他已为他们预备了下临诸河的乐园，他们将永居其中；这正是伟大的成功。"},"transliteration":"Waalssabiqoona alawwaloona mina almuhajireena waalansari waallatheena ittabaAAoohum biihsanin radiya Allahu AAanhum waradoo AAanhu waaAAadda lahum jannatin tajree tahtaha alanharu khalideena feeha abadan thalika alfawzu alAAatheemu","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
