{"id":1336,"number":101,"text":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","translations":{"en":"And among those around you of the bedouins are hypocrites, and [also] from the people of Madinah. They have become accustomed to hypocrisy. You, [O Muhammad], do not know them, [but] We know them. We will punish them twice [in this world]; then they will be returned to a great punishment","es":"Entre la gente de Medina y los beduinos que habitan a su alrededor hay hipócritas. Estos persisten en la hipocresía, tú no los conoces [¡oh, Mujámmad!], pero Yo sí los conozco. Los castigaré dos veces [una en esta vida con adversidades y la otra en la tumba], luego [el Día del Juicio] sufrirán un terrible castigo","fr":"Et parmi les Bédouins qui vous entourent, il y a des hypocrites, tout comme une partie des habitants de Médine. Ils s'obstinent dans l'hypocrisie. Tu ne les connais pas mais Nous les connaissons. Nous les châtierons deux fois puis ils seront ramenés vers un énorme châtiment","id":"Dan di antara orang-orang Arab Badui yang (tinggal) di sekitarmu, ada orang-orang munafik. Dan di antara penduduk Madinah (ada juga orang-orang munafik), mereka keterlaluan dalam kemunafikannya. Engkau (Muhammad) tidak mengetahui mereka, tetapi Kami mengetahuinya. Nanti mereka akan Kami siksa dua kali, kemudian mereka akan dikembalikan kepada azab yang besar","ru":"Среди бедуинов, которые живут вокруг вас, а также среди жителей Медины есть лицемеры. Они упорствуют в лицемерии, но ты не знаешь их. Мы же знаем их и подвергнем их мучениям дважды. А затем они будут возвращены в великие мучения","sv":"Men bland ökenaraberna omkring er, liksom bland dem som bor i [Profetens] stad, finns trotsiga hycklare som inte ger upp. Du känner dem inte, men Vi känner dem. Vi skall ge dem dubbelt straff [i denna värld] och sedan skall de utlämnas åt ett svårt lidande","tr":"Çevrenizdeki Bedeviler içinde ikiyüzlüler ve Medine'liler içinde de ikiyüzlülükte direnenler vardır. Onları siz değil, ancak Biz biliriz. Kendilerine iki defa azabedeceğiz; onlar sonra da büyük bir azaba uğratılırlar","ur":"تمہارے گرد و پیش جو بدوی رہتے ہیں ان میں بہت سے منافق ہیں اور اسی طرح خود مدینہ کے باشندوں میں بھی منافق موجود ہیں جو نفاق میں طاق ہو گئے ہیں تم انہیں نہیں جانتے، ہم ان کو جانتے ہیں قریب ہے وہ وقت جب ہم ان کو دوہری سزا دیں گے، پھر وہ زیادہ بڑی سزا کے لیے واپس لائے جائیں گے","zh":"在你们四周的游牧的阿拉伯人中，有许多伪信者，在麦地那人中也有许多伪信者，他们长于伪装；你不认识他们；我却认识他们；我将两次惩罚他们，然后，他们将被送去受重大的刑罚。"},"transliteration":"Wamimman hawlakum mina alaAArabi munafiqoona wamin ahli almadeenati maradoo AAala alnnifaqi la taAAlamuhum nahnu naAAlamuhum sanuAAaththibuhum marratayni thumma yuraddoona ila AAathabin AAatheemin","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
