{"id":1337,"number":102,"text":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translations":{"en":"And [there are] others who have acknowledged their sins. They had mixed a righteous deed with another that was bad. Perhaps Allah will turn to them in forgiveness. Indeed, Allah is Forgiving and Merciful","es":"Otros, en cambio, reconocen sus pecados [y se arrepienten], pues realizaron obras malas que empañaron sus obras buenas. A estos Dios les aceptará su arrepentimiento, porque Dios es Absolvedor, Misericordioso","fr":"D'autres ont reconnu leurs péchés, ils ont mêlé de bonnes actions à d'autres mauvaises. Il se peut qu'Allah accueille leur repentir. Car Allah est Pardonneur et Miséricordieux","id":"Dan (ada pula) orang lain yang mengakui dosa-dosa mereka, mereka mencampuradukkan pekerjaan yang baik dengan pekerjaan lain yang buruk. Mudah-mudahan Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengampun, Maha Penyayang","ru":"Есть и другие люди, которые признались в своих грехах. Они смешали праведные поступки со злыми. Возможно, Аллах примет их покаяния. Воистину, Аллах - Прощающий, Милосердный","sv":"Och [det finns] andra som erkänner sin synd - som har låtit en god handling följas av en dålig - kanske skall Gud, som ständigt förlåter, i Sin barmhärtighet godta deras ånger","tr":"Savaştan geri kalanların bir kısmı da, suçlarını itiraf ettiler. Onlar iyi işi kötüyle karıştırmışlardı. Allah'ın onların tevbesini kabul etmesi umulur; çünkü O bağışlayandır, merhamet edendir","ur":"کچھ اور لوگ ہیں جنہوں نے اپنے قصوروں کا اعتراف کر لیا ہے ان کا عمل مخلوط ہے، کچھ نیک ہے اور کچھ بد، بعید نہیں کہ اللہ ان پر پھر مہربان ہو جائے کیونکہ وہ درگزر کرنے والا اور رحم فرمانے والا ہے","zh":"还有一些人已承认自己的罪过。他们曾使善行和恶行互相混合，安拉或许准他们悔过。安拉确是至恕的，确是至慈的。"},"transliteration":"Waakharoona iAAtarafoo bithunoobihim khalatoo AAamalan salihan waakhara sayyian AAasa Allahu an yatooba AAalayhim inna Allaha ghafoorun raheemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
