{"id":1340,"number":105,"text":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translations":{"en":"And say, \"Do [as you will], for Allah will see your deeds, and [so, will] His Messenger and the believers. And you will be returned to the Knower of the unseen and the witnessed, and He will inform you of what you used to do","es":"Diles [¡oh, Mujámmad!, a los hipócritas]: \"Obren como quieran, pero sepan que Dios, Su Mensajero y los creyentes verán sus obras\". Luego comparecerán ante el Conocedor de lo oculto y lo manifiesto, y Él les informará lo que cometieron","fr":"Et dis: «Oeuvrez, car Allah va voir votre œuvre, de même que Son messager et les croyants, et vous serez ramenés vers Celui qui connaît bien l'invisible et le visible. Alors Il vous informera de ce que vous faisiez»","id":"Dan katakanlah, \"Bekerjalah kamu, maka Allah akan melihat pekerjaanmu, begitu juga Rasul-Nya dan orang-orang mukmin, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui yang gaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan","ru":"Скажи: «Трудитесь, и увидят ваши деяния Аллах, Его Посланник и верующие. Вы предстанете перед Ведающим сокровенное и явное, и Он поведает вам о том, что вы совершали»","sv":"Säg: \"Handla! Gud kommer att iaktta era handlingar och Hans Sändebud och de troende likaså. Och ni kommer att föras tillbaka till Honom som känner allt det som är dolt för människor och det som de kan bevittna, och då skall Han låta er veta vad era handlingar [var värda]","tr":"De ki: \"İstediğinizi işleyin; Allah, Peygamberi ve müminler işlediklerinizi görecektir. Hepiniz, görülmeyeni ve görüleni bilen Allah'a döndürüleceksiniz. O size, işlediklerinizi bildirecektir","ur":"اور اے نبیؐ، اِن لوگوں سے کہدو کہ تم عمل کرو، اللہ اور اس کا رسول اور مومنین سب دیکھیں گے کہ تمہارا طرز عمل اب کیا رہتا ہے پھر تم اُس کی طرف پلٹائے جاؤ گے جو کھلے اور چھپے سب کو جانتا ہے اور وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو","zh":"你说：“你们工作吧！安拉及其使者和信士们都要看见你们的工作；你们将被送到全知幽明者那里去，而他要将你们的工作告诉你们。”"},"transliteration":"Waquli iAAmaloo fasayara Allahu AAamalakum warasooluhu waalmuminoona wasaturaddoona ila AAalimi alghaybi waalshshahadati fayunabbiokum bima kuntum taAAmaloona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
