{"id":1342,"number":107,"text":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","translations":{"en":"And [there are] those [hypocrites] who took for themselves a mosque for causing harm and disbelief and division among the believers and as a station for whoever had warred against Allah and His Messenger before. And they will surely swear, \"We intended only the best.\" And Allah testifies that indeed they are liars","es":"Quienes [de los hipócritas] construyeron una mezquita para hacer daño, difundir la incredulidad, sembrar la discordia entre los creyentes y dar refugio a quienes combaten a Dios y a Su Mensajero, desde hace tiempo juran que la construyeron para hacer un acto de beneficencia, pero Dios atestigua que mienten","fr":"Ceux qui ont édifié une mosquée pour en faire [un mobile] de rivalité, d'impiété et de division entre les croyants, qui la préparent pour celui qui auparavant avait combattu Allah et son Envoyé et jurent en disant: «Nous ne voulions que le bien!» [Ceux-là], Allah atteste qu'ils mentent","id":"Dan (di antara orang-orang munafik itu) ada yang mendirikan masjid untuk menimbulkan bencana (pada orang-orang yang beriman), untuk kekafiran dan untuk memecah belah di antara orang-orang yang beriman, serta untuk menunggu kedatangan orang-orang yang telah memerangi Allah dan Rasul-Nya sejak dahulu.378) Mereka dengan pasti bersumpah, \"Kami hanya menghendaki kebaikan.\" Dan Allah menjadi saksi bahwa mereka itu pendusta (dalam sumpahnya)","ru":"Те, которые построили мечеть для нанесения вреда, поддержания неверия, внесения раскола в ряды мусульман и создания заставы для тех, кто издавна сражается против Аллаха и Его Посланника, непременно будут клясться: «Мы не хотели ничего, кроме добра». Аллах свидетельствует, что они являются лжецами","sv":"OCH DET finns de som uppförde en moské för att vålla skada, sprida otro och splittra de troende och som en utpost för dem som förut kämpade mot Gud och Hans Sändebud. De kommer att bedyra: \"Vi ville bara göra gott\", men Gud är vittne till att de ljuger","tr":"Zarar vermek, inkar etmek, müminlerin arasını ayırmak, Allah ve Peygamber'ine karşı savaşanlara daha önceden gözcülük yapmak üzere bir mescid kurup: \"Biz sadece iyilik yapmak istedik\" diye yemin edenlerin yalancı olduklarına şüphesiz ki Allah şahiddir","ur":"کچھ اور لوگ ہیں جنہوں نے ایک مسجد بنائی اِس غرض کے لیے کہ (دعوت حق کو) نقصان پہنچائیں، اور (خدا کی بندگی کرنے کے بجائے) کفر کریں، اور اہل ایمان میں پھوٹ ڈالیں، اور (اس بظاہر عبادت گاہ کو) اُس شخص کے لیے کمین گاہ بنائیں جو اس سے پہلے خدا اور رسولؐ کے خلاف بر سر پیکار ہو چکا ہے وہ ضرور قسمیں کھا کھا کر کہیں گے کہ ہمارا ارادہ تو بھلائی کے سوا کسی دوسری چیز کا نہ تھا مگر اللہ گواہ ہے کہ وہ قطعی جھوٹے ہیں","zh":"还有一些人，修建了一座清真寺，其目的是妨害和睦，加强不信，分离信士，并作为以前违抗安拉及其使者的人的埋伏所，他们必定要发誓说：“我们的宗旨是至善的。”安拉作证：他们确是撒谎的。"},"transliteration":"Waallatheena ittakhathoo masjidan diraran wakufran watafreeqan bayna almumineena wairsadan liman haraba Allaha warasoolahu min qablu walayahlifunna in aradna illa alhusna waAllahu yashhadu innahum lakathiboona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
