{"id":1343,"number":108,"text":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","translations":{"en":"Do not stand [for prayer] within it - ever. A mosque founded on righteousness from the first day is more worthy for you to stand in. Within it are men who love to purify themselves; and Allah loves those who purify themselves","es":"No ores [¡oh, Mujámmad!] en ella nunca, y sabe que una mezquita construida con piedad desde el primer día es más digna de que ores en ella, pues allí hay gente que desea purificarse, y Dios ama a quienes se purifican","fr":"Ne te tiens jamais dans (cette mosquée). Car une Mosquée fondée dès le premier jour, sur la piété, est plus digne que tu t'y tiennes debout [pour y prier]. On y trouve des gens qui aiment bien se purifier, et Allah aime ceux qui se purifient","id":"Janganlah engkau melaksanakan salat dalam masjid itu selama-lamanya. Sungguh, masjid yang didirikan atas dasar takwa, sejak hari pertama adalah lebih pantas engkau melaksanakan salat di dalamnya. Di sana ada orang-orang yang ingin membersihkan diri. Allah menyukai orang-orang yang bersih","ru":"Никогда не совершай в ней намаз. Мечеть, которая с первого дня была основана на богобоязненности, больше заслуживает того, чтобы ты выстаивал в ней. В ней есть мужи, которые любят очищаться. Воистину, Аллах любит очищающихся","sv":"Sätt aldrig din fot där! En moské som, från den dag då bygget tog sin början, som [enda] syfte haft att leda [människorna] till sann gudsfruktan, är sannerligen långt mera värd att du där förrättar bön; i den [samlas] män som älskar att rena sig, och Gud älskar dem som strävar efter renhet","tr":"O mescide hiç girme! İlk gününden beri Allah'a karşı gelmekten sakınmak için kurulan mescidde bulunman daha uygundur. Orada, arınmak isteyen insanlar vardır. Allah, arınmak isteyenleri sever","ur":"تم ہرگز اس عمارت میں کھڑے نہ ہونا جو مسجد اول روز سے تقویٰ پر قائم کی گئی تھی وہی اس کے لیے زیادہ موزوں ہے کہ تم اس میں (عباد ت کے لیے) کھڑے ہو، اس میں ایسے لوگ ہیں جو پاک رہنا پسند کرتے ہیں اور اللہ کو پاکیزگی اختیار کرنے والے ہی پسند ہیں","zh":"你永远不要在那座清真寺里做礼拜。从第一天起就以敬畏为地基的清真寺，确是更值得你在里面做礼拜的。那里面有许多爱好清洁者；安拉是喜爱清洁者的。"},"transliteration":"La taqum feehi abadan lamasjidun ossisa AAala alttaqwa min awwali yawmin ahaqqu an taqooma feehi feehi rijalun yuhibboona an yatatahharoo waAllahu yuhibbu almuttahhireena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
