{"id":1344,"number":109,"text":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"en":"Then is one who laid the foundation of his building on righteousness [with fear] from Allah and [seeking] His approval better or one who laid the foundation of his building on the edge of a bank about to collapse, so it collapsed with him into the fire of Hell? And Allah does not guide the wrongdoing people","es":"¿Acaso no es mejor quien construye sobre la base de la piedad y la complacencia de Dios que quien construye sobre un acantilado arenoso a punto de desplomarse, que pronto precipitará a sus constructores al Infierno? Dios no guía a los opresores","fr":"Lequel est plus méritant? Est-ce celui qui a fondé son édifice sur la piété et l'agrément d'Allah, ou bien celui qui a placé les assises de sa construction sur le bord d'une falaise croulante et qui croula avec lui dans le feu de l'Enfer? Et Allah ne guide pas les gens injustes","id":"Maka apakah orang-orang yang mendirikan bangunan (masjid) atas dasar takwa kepada Allah dan keridaan(-Nya) itu lebih baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu (bangunan) itu roboh bersama-sama dengan dia ke dalam neraka Jahanam? Allah tidak memberi petunjuk kepada orang-orang yang zalim","ru":"Тот ли, кто заложил основание своего строения на страхе перед Аллахом и стремлении к Его довольству, лучше или же тот, кто заложил его на самом краю обрыва, готового обвалиться, так что он обвалился вместе с ним в огонь Геенны? Воистину, Аллах не ведет прямым путем несправедливых людей","sv":"[Vem är den bäste?] Den som uppför sin byggnad på en grund av gudsfruktan och strävan att vinna Guds välbehag eller den som bygger sitt hus på lös grund, vid randen av ett stup, så att det störtar samman [och drar] honom med sig ned i helvetets eld? Gud vägleder inte de orättfärdiga","tr":"Yapısını, Allah'tan sakınmak ve Onun hoşnudluğuna ermek için yapan kimse mi daha hayırlıdır; yoksa, yapısını kayacak bir yar kıyısına yapıp da onunla beraber cehennem ateşine yuvarlanan kimse mi? Allah, zulmeden kimselere doğru yolu göstermez","ur":"پھر تمہارا کیا خیال ہے کہ بہتر انسان وہ ہے جس نے اپنی عمارت کی بنیاد خدا کے خوف اور اس کی رضا کی طلب پر رکھی ہو یا وہ جس نے اپنی عمارت ایک وادی کی کھوکھلی بے ثبات کگر پر اٹھائی اور وہ اسے لے کر سیدھی جہنم کی آگ میں جا گری؟ ایسے ظالم لوگوں کو اللہ کبھی سیدھی راہ نہیں دکھاتا","zh":"以敬畏安拉并祈求其喜悦为地基者更好呢？还是以倾颓的悬崖的边缘为地基，因而随着坠入火狱者更好呢？安拉不引导不义的民众。"},"transliteration":"Afaman assasa bunyanahu AAala taqwa mina Allahi waridwanin khayrun am man assasa bunyanahu AAala shafa jurufin harin fainhara bihi fee nari jahannama waAllahu la yahdee alqawma alththalimeena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
