{"id":1344,"number":109,"text":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"bn":"যে ব্যাক্তি স্বীয় গৃহের ভিত্তি রেখেছে কোন গর্তের কিনারায় যা ধ্বসে পড়ার নিকটবর্তী এবং অতঃপর তা ওকে নিয়ে দোযখের আগুনে পতিত হয়। আর আল্লাহ জালেমদের পথ দেখান না।","en":"Then is one who laid the foundation of his building on righteousness [with fear] from Allah and [seeking] His approval better or one who laid the foundation of his building on the edge of a bank about to collapse, so it collapsed with him into the fire of Hell? And Allah does not guide the wrongdoing people","id":"Maka apakah orang-orang yang mendirikan bangunan (masjid) atas dasar takwa kepada Allah dan keridaan(-Nya) itu lebih baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu (bangunan) itu roboh bersama-sama dengan dia ke dalam neraka Jahanam? Allah tidak memberi petunjuk kepada orang-orang yang zalim","ru":"Тот ли, кто заложил основание своего строения на страхе перед Аллахом и стремлении к Его довольству, лучше или же тот, кто заложил его на самом краю обрыва, готового обвалиться, так что он обвалился вместе с ним в огонь Геенны? Воистину, Аллах не ведет прямым путем несправедливых людей","tr":"Yapısını, Allah'tan sakınmak ve Onun hoşnudluğuna ermek için yapan kimse mi daha hayırlıdır; yoksa, yapısını kayacak bir yar kıyısına yapıp da onunla beraber cehennem ateşine yuvarlanan kimse mi? Allah, zulmeden kimselere doğru yolu göstermez","ur":"پھر تمہارا کیا خیال ہے کہ بہتر انسان وہ ہے جس نے اپنی عمارت کی بنیاد خدا کے خوف اور اس کی رضا کی طلب پر رکھی ہو یا وہ جس نے اپنی عمارت ایک وادی کی کھوکھلی بے ثبات کگر پر اٹھائی اور وہ اسے لے کر سیدھی جہنم کی آگ میں جا گری؟ ایسے ظالم لوگوں کو اللہ کبھی سیدھی راہ نہیں دکھاتا"},"chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"bn":"অনুশোচনা","en":"The Repentance","id":"Pengampunan","ru":"Покаяние","tr":"Tevbe","ur":"توبہ"},"type":"medinan"}}
