{"id":1346,"number":111,"text":"۞إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translations":{"en":"Indeed, Allah has purchased from the believers their lives and their properties [in exchange] for that they will have Paradise. They fight in the cause of Allah, so they kill and are killed. [It is] a true promise [binding] upon Him in the Torah and the Gospel and the Qur'an. And who is truer to his covenant than Allah? So rejoice in your transaction which you have contracted. And it is that which is the great attainment","es":"Dios ha comprado a los creyentes, a cambio del Paraíso, sus vidas y sus bienes materiales que ofrecen por la causa de Dios hasta vencer o morir. Esta es una promesa verdadera que está mencionada en la Tora, el Evangelio y el Corán. ¿Quién es más fiel a su promesa que Dios? Bienaventurados sean por ofrecer [sus placeres mundanos] para comprar [los placeres de la otra vida]. Ese es el triunfo grandioso","fr":"Certes, Allah a acheté des croyants, leurs personnes et leurs biens en échange du Paradis. Ils combattent dans le sentier d'Allah: ils tuent, et ils se font tuer. C'est une promesse authentique qu'Il a prise sur Lui-même dans la Thora, l'Evangile et le Coran. Et qui est plus fidèle qu'Allah à son engagement? Réjouissez-vous donc de l'échange que vous avez fait: Et c'est là le très grand succès","id":"Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. Mereka berperang di jalan Allah; sehingga mereka membunuh atau terbunuh, (sebagai) janji yang benar dari Allah di dalam Taurat, Injil dan Alquran. Dan siapakah yang lebih menepati janjinya selain Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan demikian itulah kemenangan yang agung","ru":"Воистину, Аллах купил у верующих их души и имущество в обмен на Рай. Они сражаются на пути Аллаха, убивая и погибая. Таково Его обещание и обязательство в Таурате (Торе), Инджиле (Евангелии) и Коране. Кто выполняет свои обещания лучше Аллаха? Возрадуйтесь же сделке, которую вы заключили. Это и есть великое преуспеяние","sv":"GUD HAR [slutit ett avtal] med de troende, enligt vilket Han i utbyte för deras liv och egendom lovar dem paradiset; de kämpar för Guds sak och dödar eller dödas. [Detta är] ett fast och klart löfte, vars sanning Han har bekräftat i Tora och Evangeliet och i Koranen, och vem uppfyller sina löften bättre än Gud? Gläds därför över det avtal som ni har slutit - detta är den stora, den lysande segern","tr":"Allah şüphesiz, Allah yolunda savaşıp, öldüren ve öldürülen müminlerin canlarını ve mallarını Tevrat, İncil ve Kuran'da söz verilmiş bir hak olarak cennete karşılık satın almıştır. Verdiği sözü Allah'tan daha çok tutan kim vardır? Öyleyse, yaptığınız alışverişe sevinin; bu büyük başarıdır","ur":"حقیقت یہ ہے کہ اللہ نے مومنوں سے ان کے نفس اور ان کے مال جنت کے بدلے خرید لیے ہیں وہ اللہ کی راہ میں لڑتے اور مارتے اور مرتے ہیں ان سے (جنت کا وعدہ) اللہ کے ذمے ایک پختہ وعدہ ہے توراۃ اور انجیل اور قرآن میں اور کون ہے جو اللہ سے بڑھ کر اپنے عہد کا پورا کرنے والا ہو؟ پس خوشیاں مناؤ اپنے اس سودے پر جو تم نے خدا سے چکا لیا ہے، یہی سب سے بڑی کامیابی ہے","zh":"安拉确已用乐园换取信士们的生命和财产。他们为安拉而战斗；他们或杀敌致果，或杀身成仁。那是真实的应许，记录在《讨拉特》、《引支勒》和《古兰经》中。谁比安拉更能践约呢？你们要为自己所缔结的契约而高兴。那正是伟大的成功。"},"transliteration":"Inna Allaha ishtara mina almumineena anfusahum waamwalahum bianna lahumu aljannata yuqatiloona fee sabeeli Allahi fayaqtuloona wayuqtaloona waAAdan AAalayhi haqqan fee alttawrati waalinjeeli waalqurani waman awfa biAAahdihi mina Allahi faistabshiroo bibayAAikumu allathee bayaAAtum bihi wathalika huwa alfawzu alAAatheemu","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
