{"id":1349,"number":114,"text":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّـٰهٌ حَلِيمٞ","translations":{"en":"And the request of forgiveness of Abraham for his father was only because of a promise he had made to him. But when it became apparent to Abraham that his father was an enemy to Allah, he disassociated himself from him. Indeed was Abraham compassionate and patient","es":"Abraham solo pidió perdón por su padre porque se lo había prometido, pero cuando se dio cuenta de que era un enemigo de Dios, se desentendió de él. Abraham era manso de corazón y paciente","fr":"Abraham ne demanda pardon en faveur de son père qu'à cause d'une promesse qu'il lui avait faite. Mais, dès qu'il lui apparut clairement qu'il était un ennemi d'Allah, il le désavoua. Abraham était certes plein de sollicitude et indulgent","id":"Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun","ru":"А молитва Ибрахима (Авраама) о прощении для его отца была всего лишь исполнением обещания, которое он ему дал. Когда же ему стало ясно, что его отец является врагом Аллаха, он отрекся от него. Воистину, Ибрахим (Авраам) был смиренным, выдержанным","sv":"Och Abrahams bön att hans fader skulle förlåtas var ingenting annat än uppfyllelsen av ett löfte till denne, men när det blev klart för honom att fadern var en fiende till Gud, tog han avstånd från honom. Abraham var en ömsint och fördragsam [människa]","tr":"İbrahim'in, babası için mağfiret dilemesi, sadece ona verdiği bir sözden ötürü idi","ur":"ابراہیمؑ نے اپنے باپ کے لیے جو دعائے مغفرت کی تھی وہ تو اُس وعدے کی وجہ سے تھی جو اس نے اپنے باپ سے کیا تھا، مگر جب اس پر یہ بات کھل گئی کہ اس کا باپ خدا کا دشمن ہے تو وہ اس سے بیزار ہو گیا، حق یہ ہے کہ ابراہیمؑ بڑا رقیق القلب و خداترس اور بردبار آدمی تھا","zh":"先知和信士们，既知道多神教徒是火狱的居民，就不该为他们求饶，即使他们是自己的亲戚。"},"transliteration":"Wama kana istighfaru ibraheema liabeehi illa AAan mawAAidatin waAAadaha iyyahu falamma tabayyana lahu annahu AAaduwwun lillahi tabarraa minhu inna ibraheema laawwahun haleemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
