{"id":135,"number":128,"text":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translations":{"en":"Our Lord, and make us Muslims [in submission] to You and from our descendants a Muslim nation [in submission] to You. And show us our rites and accept our repentance. Indeed, You are the Accepting of repentance, the Merciful","es":"¡Señor nuestro! Haz que nosotros nos entreguemos a Tu voluntad, y que nuestra descendencia también lo haga [como una nación de musulmanes]. Enséñanos nuestros ritos para la peregrinación y acepta nuestro arrepentimiento; Tú eres el Indulgente, el Misericordioso","fr":"Notre Seigneur! Fais de nous Tes Soumis, et de notre descendance une communauté soumise à Toi. Et montre nous nos rites et accepte de nous le repentir. Car c'est Toi certes l'Accueillant au repentir, le Miséricordieux","id":"Ya Tuhan kami, jadikanlah kami orang yang berserah diri kepada-Mu, dan anak cucu kami (juga) umat yang berserah diri kepada-Mu dan tunjukkanlah kepada kami cara-cara melakukan (ibadah) haji kami, dan terimalah tobat kami. Sungguh, Engkaulah Yang Maha Penerima tobat, Maha Penyayang","ru":"Господь наш! Сделай нас покорившимися Тебе, а из нашего потомства - общину, покорившуюся Тебе. Покажи нам обряды поклонения и прими наше покаяние. Воистину, Ты - Принимающий покаяние, Милосердный","sv":"Herre! Gör att vi underkastar oss Din vilja och gör våra efterkommande till ett samfund av [människor] som underkastar sig Din vilja. Lär oss att förrätta vår andakt och tag emot vår ånger; Du är Den som går den ångerfulle till mötes, den Barmhärtige","tr":"Rabbimiz! İkimizi Sana teslim olanlardan kıl, soyumuzdan da Sana teslim olanlardan bir ümmet yetiştir. Bize ibadet yollarımızı göster, tevbemizi kabul buyur, çünkü tevbeleri daima kabul eden, merhametli olan ancak Sensin","ur":"اے رب، ہم دونوں کو اپنا مسلم (مُطیع فرمان) بنا، ہماری نسل سے ایک ایسی قوم اٹھا، جو تیری مسلم ہو، ہمیں اپنی عبادت کے طریقے بتا، اور ہماری کوتاہیوں سے در گزر فرما، تو بڑا معاف کرنے والا اور رحم فرمانے والا ہے","zh":"我们的主啊！求你使我们成为你的两个顺民，并从我们的后裔中造成归顺你的民族，求你昭示我们朝觐的仪式，求你恕宥我们，你确是至宥的，确是至慈的。"},"transliteration":"Rabbana waijAAalna muslimayni laka wamin thurriyyatina ommatan muslimatan laka waarina manasikana watub AAalayna innaka anta alttawwabu alrraheemu","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
