{"id":1350,"number":115,"text":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","translations":{"en":"And Allah would not let a people stray after He has guided them until He makes clear to them what they should avoid. Indeed, Allah is Knowing of all things","es":"Dios no desviaría a un pueblo luego de haberlo guiado, sin antes haberles transmitido Sus preceptos. Dios es Conocedor de todas las cosas","fr":"Allah n'est point tel à égarer un peuple après qu'Il les a guidés, jusqu'à ce qu'Il leur ait montré clairement ce qu'ils doivent éviter. Certes, Allah est Omniscient","id":"(Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, setelah mereka diberi-Nya petunjuk, sehingga dapat dijelaskan kepada mereka apa yang harus mereka jauhi.381) Sungguh, Allah Maha Mengetahui segala sesuatu","ru":"Аллах не вводит в заблуждение людей, которым Он указал прямой путь, пока Он не разъяснит им, чего они должны опасаться. Воистину, Аллах знает о всякой вещи","sv":"Gud låter inte de människor som Han har kallat [till trons väg] gå vilse, förrän Han har klargjort för dem vad de bör avhålla sig från. Gud har kunskap om allt","tr":"Allah, bir milleti doğru yola eriştirdikten sonra, sakınacakları şeyleri onlara açıklamadıkça, sapıklığa düşürmez. Allah şüphesiz her şeyi bilir","ur":"اللہ کا یہ طریقہ نہیں ہے کہ لوگوں کو ہدایت دینے کے بعد پھر گمراہی میں مبتلا کرے جب تک کہ انہیں صاف صاف بتا نہ دے کہ انہیں کن چیزوں سے بچنا چاہیے درحقیقت اللہ ہر چیز کا علم رکھتا ہے","zh":"安拉既引导了一些民众，就不至于使他们迷误，直到为他们说明他们所应当戒备的行为。安拉确是全知万物的。"},"transliteration":"Wama kana Allahu liyudilla qawman baAAda ith hadahum hatta yubayyina lahum ma yattaqoona inna Allaha bikulli shayin AAaleemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
