{"id":1352,"number":117,"text":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","translations":{"en":"Allah has already forgiven the Prophet and the Muhajireen and the Ansar who followed him in the hour of difficulty after the hearts of a party of them had almost inclined [to doubt], and then He forgave them. Indeed, He was to them Kind and Merciful","es":"Dios perdonó al Profeta, a los creyentes que habían emigrado y a quienes los socorrieron, cuando lo siguieron en los momentos difíciles [de la expedición a Tabuk], y aceptó el arrepentimiento de aquellos cuyos corazones estuvieron a punto de desviarse [al ausentarse de la expedición]. Él es Compasivo y Misericordioso con Sus siervos","fr":"Allah a accueilli le repentir du Prophète, celui des Emigrés et des Auxiliaires qui l'ont suivi à un moment difficile, après que les cœurs d'un groupe d'entre eux étaient sur le point de dévier. Puis Il accueillit leur repentir car Il est Compatissant et Miséricordieux à leur égard","id":"Sungguh, Allah telah menerima tobat Nabi, orang-orang Muhajirin dan orang-orang Ansar, yang mengikuti Nabi pada masa-masa sulit, setelah hati segolongan dari mereka hampir berpaling, kemudian Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengasih, Maha Penyayang kepada mereka","ru":"Аллах принял покаяния Пророка, мухаджиров и ансаров, которые последовали за ним в трудный час, после того, как сердца некоторых из них чуть было не уклонились в сторону. Он принял их покаяния, ибо Он - Сострадательный, Милосердный","sv":"GUD HAR i Sin nåd inneslutit Profeten och dem som övergav ondskans rike och dem som gav utvandrarna husrum och hjälp - dem som följde honom i de mörka stunder, då några bland de troende nära nog hade svikit. Ja, Han inneslöt dem [alla] i Sin nåd; Han, den Barmhärtige, ömmade för dem","tr":"And olsun ki, Allah, sıkıntılı bir zamanda bir kısmının kalbleri kaymak üzere iken Peygamber'e uyan Muhacirlerle Ensarın ve Peygamberin tevbelerini kabul etti. Tevbelerini, onlara karşı şefkatli ve merhametli olduğu için kabul etmiştir","ur":"اللہ نے معاف کر دیا نبیؐ کو اور ان مہاجرین و انصار کو جنہوں نے بڑی تنگی کے وقت میں نبیؐ کا ساتھ دیا اگر چہ ان میں سے کچھ لوگوں کے دل کجی کی طرف مائل ہو چکے تھے (مگر جب انہوں نے اس کجی کا اتباع نہ کیا بلکہ نبیؐ کا ساتھ ہی دیا تو) اللہ نے انہیں معاف کر دیا، بے شک اُس کا معاملہ اِن لوگوں کے ساتھ شفقت و مہربانی کا ہے","zh":"安拉确已允许先知以及在困难时刻追随他的迁士们和辅士们悔过。当时，他们中一部分人的心几乎偏邪，之后，安拉允许他们悔过，安拉对他们确是至爱的，确是至慈的。"},"transliteration":"Laqad taba Allahu AAala alnnabiyyi waalmuhajireena waalansari allatheena ittabaAAoohu fee saAAati alAAusrati min baAAdi ma kada yazeeghu quloobu fareeqin minhum thumma taba AAalayhim innahu bihim raoofun raheemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
