{"id":1353,"number":118,"text":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translations":{"en":"And [He also forgave] the three who were left behind [and regretted their error] to the point that the earth closed in on them in spite of its vastness and their souls confined them and they were certain that there is no refuge from Allah except in Him. Then He turned to them so they could repent. Indeed, Allah is the Accepting of repentance, the Merciful","es":"También aceptó el arrepentimiento de los tres que se rezagaron [de la expedición]. A estos les resultó estrecha la Tierra a pesar de su vastedad [por la vergüenza que sentían], estaban acongojados y finalmente comprendieron que no tenían más refugio que Dios. Luego [de un tiempo] Él les aceptó su arrepentimiento para que regresaran [a Dios]. Dios es el Indulgente, el Misericordioso","fr":"Et [Il accueillit le repentir] des trois qui étaient restés à l'arrière si bien que, toute vaste qu'elle fût, la terre leur paraissait exiguë; ils se sentaient à l'étroit, dans leur propre personne et ils pensaient qu'il n'y avait d'autre refuge d'Allah qu'auprès de Lui. Puis Il agréa leur repentir pour qu'ils reviennent [à Lui], car Allah est l'accueillant au repentir, le Miséricordieux","id":"(dan terhadap tiga orang382) yang ditinggalkan. Hingga ketika bumi terasa sempit bagi mereka, padahal bumi itu luas dan jiwa mereka pun telah (pula terasa) sempit bagi mereka, serta mereka telah mengetahui bahwa tidak ada tempat lari dari (siksaan) Allah, melainkan kepada-Nya saja, kemudian Allah menerima tobat mereka agar mereka tetap dalam tobatnya. Sesungguhnya Allah Maha Penerima tobat, Maha Penyayang","ru":"Аллах простил и тех троих, которым было отсрочено до тех пор, пока земля не стала тесной для них, несмотря на ее просторы. Их души сжались, и они поняли, что им негде укрыться от Аллаха, кроме как у Него. Затем Он простил их, чтобы они могли раскаяться. Воистину, Аллах - Принимающий покаяния, Милосердный","sv":"Och [Han har visat] de tre Sin nåd, de tre som inte gick med [i fälttåget] men som [till sist], när jorden och dess vidder tycktes dem trång och de greps av djup beklämning, förstod att de inte kunde fly bort från Gud utan måste [finna en väg] tillbaka till Honom. Då inneslöt Han dem i Sin nåd, så att de i ånger kunde vända sig ifrån synden; Gud, den Barmhärtige, går den ångerfulle till mötes","tr":"Bütün genişliğine rağmen yer onlara dar gelerek nefisleri kendilerini sıkıştırıp, Allah'tan başka sığınacak kimse olmadığını anlayan, savaştan geri kalmış üç kişinin tevbesini de kabul etti. Allah, tevbe ettikleri için onların tevbesini kabul etmiştir. Çünkü O tevbeleri kabul eden, merhametli olandır","ur":"اور اُن تینوں کو بھی اس نے معاف کیا جن کے معاملہ کو ملتوی کر دیا گیا تھا جب زمین اپنی ساری وسعت کے باوجود ان پر تنگ ہو گئی اور ان کی اپنی جانیں بھی ان پر بار ہونے لگیں اور انہوں نے جان لیا کہ اللہ سے بچنے کے لیے کوئی جائے پناہ خود اللہ ہی کے دامن رحمت کے سوا نہیں ہے، تو اللہ اپنی مہربانی سے ان کی طرف پلٹا تاکہ وہ اس کی طرف پلٹ آئیں، یقیناً وہ بڑا معاف کرنے والا اور رحیم ہے","zh":"他也允许那三个人悔过，他们留待安拉的命令，感到大地虽广，他们觉得无地自容；心境也觉得很狭隘，相信除向安拉悔过外，无法逃避安拉的震怒。此后，他允许了他们悔过，以便他们自新。安拉确是至恕的，确是至慈的。"},"transliteration":"WaAAala alththalathati allatheena khullifoo hatta itha daqat AAalayhimu alardu bima rahubat wadaqat AAalayhim anfusuhum wathannoo an la maljaa mina Allahi illa ilayhi thumma taba AAalayhim liyatooboo inna Allaha huwa alttawwabu alrraheemu","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
