{"id":1355,"number":120,"text":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translations":{"en":"It was not [proper] for the people of Madinah and those surrounding them of the bedouins that they remain behind after [the departure of] the Messenger of Allah or that they prefer themselves over his self. That is because they are not afflicted by thirst or fatigue or hunger in the cause of Allah, nor do they tread on any ground that enrages the disbelievers, nor do they inflict upon an enemy any infliction but that is registered for them as a righteous deed. Indeed, Allah does not allow to be lost the reward of the doers of good","es":"La gente de Medina y los beduinos que habitan a su alrededor no debían negarse a combatir con el Mensajero de Dios [si eran convocados] ni preferir sus propias vidas a la de él, ya que les es registrada una buena obra cada vez que sufren sed, cansancio y hambre mientras luchan por la causa de Dios, y cuando pisan terreno que enfurezca a los incrédulos, cuando los alcanza alguna hostilidad de los enemigos. Dios no deja que se pierda la recompensa de los que hacen el bien","fr":"Il n'appartient pas aux habitants de Médine, ni aux Bédouins qui sont autour d'eux, de traîner loin derrière le Messager d'Allah, ni de préférer leur propre vie à la sienne. Car ils n'éprouveront ni soif, ni fatigue, ni faim dans le sentier d'Allah, ils ne fouleront aucune terre en provoquant la colère des infidèles, et n'obtiendront aucun avantage sur un ennemi, sans qu'il ne leur soit écrit pour cela une bonne action. En vérité Allah ne laisse pas perdre la récompense des bienfaiteurs","id":"Tidak pantas bagi penduduk Madinah dan orang-orang Arab Badui yang berdiam di sekitar mereka, tidak turut menyertai Rasulullah (pergi berperang) dan tidak pantas (pula) bagi mereka lebih mencintai diri mereka daripada (mencintai) diri Rasul. Yang demikian itu karena mereka tidak ditimpa kehausan, kepayahan dan kelaparan di jalan Allah, dan tidak (pula) menginjak suatu tempat yang membangkitkan amarah orang-orang kafir, dan tidak menimpakan suatu bencana kepada musuh, kecuali (semua) itu dituliskan bagi mereka sebagai suatu amal kebajikan. Sungguh, Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik","ru":"Не следовало жителям Медины и бедуинам из окрестностей оставаться позади Посланника Аллаха и отдавать предпочтение собственным жизням перед его жизнью. Это потому, что жажда, усталость и голод, постигающие их на пути Аллаха, и каждый шаг, вызывающий гнев неверующих, и каждое поражение, нанесенное врагу, непременно запишутся им как добрые дела. Воистину, Аллах не теряет вознаграждения творящих добро","sv":"Människorna i Profetens stad och ökenaraberna i dess grannskap bör inte tveka att följa Guds Sändebud och de bör inte sätta sina egna intressen före hans. Allt vad de måste utstå [i kampen] för Guds sak, törst, trötthet eller hunger, och alla steg de tar som väcker förnekarnas vrede och allt vad de uppnår i kampen mot fienden, [allt] detta räknas dem till förtjänst som goda handlingar. Gud låter inte dem som gör det goda och det rätta gå miste om sin lön","tr":"Medinelilere ve çevrelerinde bulunan Bedevilere, savaşta Allah'ın Peygamberinden geri kalmak, kendilerini ona tercih etmek yaraşmaz. Çünkü Allah yolunda susuzluğa, yorgunluğa, açlığa uğramak, kafirleri kızdıracak bir yeri işgal etmek ve düşmana başarı kazanmak karşılığında, onların yararlı bir iş yaptıkları mutlaka yazılır. Doğrusu Allah iyilik yapanların ecrini zayi etmez","ur":"مدینے کے باشندوں اور گرد و نواح کے بدویوں کو یہ ہرگز زبیا نہ تھا کہ اللہ کے رسول کو چھوڑ کر گھر بیٹھ رہتے اور اس کی طرف سے بے پروا ہو کر اپنے اپنے نفس کی فکر میں لگ جاتے اس لیے کہ ایسا کبھی نہ ہوگا کہ اللہ کی راہ میں بھوک پیاس اور جسمانی مشقت کی کوئی تکلیف وہ جھیلیں، اور منکرین حق کو جو راہ ناگوار ہے اُس پر کوئی قدم وہ اٹھائیں، اور کسی دشمن سے (عداوت حق کا) کا کوئی انتقام وہ لیں اور اس کے بدلے ان کے حق میں ایک عمل صالح نہ لکھا جائے یقیناً اللہ کے ہاں محسنوں کا حق الخدمت مارا نہیں جاتا ہے","zh":"麦地那人和他们四周的游牧的阿拉伯人，不该逗留在后方，而不随使者出征；不该只顾自己的安逸，而不与使者共患难。因为凡他们为安拉而遭遇的饥渴和劳顿，他们触怒不信道者的每一步伐，或每次对敌人有所收获，每有一件就必为他们记一功，安拉一定不使行善者徒劳无酬。"},"transliteration":"Ma kana liahli almadeenati waman hawlahum mina alaAArabi an yatakhallafoo AAan rasooli Allahi wala yarghaboo bianfusihim AAan nafsihi thalika biannahum la yuseebuhum thamaon wala nasabun wala makhmasatun fee sabeeli Allahi wala yataoona mawtian yagheethu alkuffara wala yanaloona min AAaduwwin naylan illa kutiba lahum bihi AAamalun salihun inna Allaha la yudeeAAu ajra almuhsineena","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
