{"id":1357,"number":122,"text":"۞وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","translations":{"en":"And it is not for the believers to go forth [to battle] all at once. For there should separate from every division of them a group [remaining] to obtain understanding in the religion and warn their people when they return to them that they might be cautious","es":"No deben salir a combatir todos los creyentes en una expedición. Que de cada región, algunos se queden para estudiar la religión y así puedan exhortar a su gente cuando regresen, para que de este modo se preserve [el conocimiento]","fr":"Les croyants n'ont pas à quitter tous leurs foyers. Pourquoi de chaque clan quelques hommes ne viendraient-ils pas s'instruire dans la religion, pour pouvoir à leur retour, avertir leur peuple afin qu'ils soient sur leur garde","id":"Dan tidak sepatutnya orang-orang mukmin itu semuanya pergi (ke medan perang). Mengapa sebagian dari setiap golongan di antara mereka tidak pergi untuk memperdalam pengetahuan agama mereka dan untuk memberi peringatan kepada kaumnya apabila mereka telah kembali, agar mereka dapat menjaga dirinya","ru":"Верующим не следует выступать в поход всем вместе. Почему бы не отправить из каждой группы по отряду, чтобы они могли изучить религию и увещевать людей, когда они вернутся к ним? Быть может, они будут остерегаться","sv":"Men alla troende bör inte gå ut i strid. Om några i varje grupp blir kvar kan de fördjupa sina kunskaper i religionen för att sedan [förmana och] varna de sina vid deras återkomst, [varna dem] att vara på sin vakt [mot det onda]","tr":"İnananlar toptan savaşa çıkmamalıdır. Her topluluktan bir taifenin dini iyi öğrenmek ve milletlerini geri döndüklerinde uyarmak üzere geri kalmaları gerekli olmaz mı? Ki böylece belki yanlış hareketlerden çekinirler","ur":"اور یہ کچھ ضروری نہ تھا کہ اہل ایمان سارے کے سارے ہی نکل کھڑے ہوتے، مگر ایسا کیوں نہ ہوا کہ ان کی آبادی کے ہر حصہ میں سے کچھ لوگ نکل کر آتے اور دین کی سمجھ پیدا کرتے اور واپس جا کر اپنے علاقے کے باشندوں کو خبردار کرتے تاکہ وہ (غیر مسلمانہ روش سے) پرہیز کرتے","zh":"信士们不宜全体出征，他们为何不这样做呢？每族中有一部分人出征，以便留守者专攻教义，而在同族者还乡的时候，加以警告，以便他们警惕。"},"transliteration":"Wama kana almuminoona liyanfiroo kaffatan falawla nafara min kulli firqatin minhum taifatun liyatafaqqahoo fee alddeeni waliyunthiroo qawmahum itha rajaAAoo ilayhim laAAallahum yahtharoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
