{"id":1359,"number":124,"text":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","translations":{"en":"And whenever a surah is revealed, there are among the hypocrites those who say, \"Which of you has this increased faith?\" As for those who believed, it has increased them in faith, while they are rejoicing","es":"Cuando un capítulo [del Corán] es revelado, hay entre ellos quienes dicen: \"¿A quién le aumenta su fe?\" Mientras que a los verdaderos creyentes sí les aumenta la fe, y se alegran por eso","fr":"Et quand une Sourate est révélée, il en est parmi eux qui dit: «Quel est celui d'entre vous dont elle fait croître la foi?» Quant aux croyants, elle fait certes croître leur foi, et ils s'en réjouissent","id":"Dan apabila diturunkan suatu surah, maka di antara mereka (orang-orang munafik) ada yang berkata, \"Siapakah di antara kamu yang bertambah imannya dengan (turunnya) surah ini?\" Adapun orang-orang yang beriman, maka surah ini menambah imannya, dan mereka merasa gembira","ru":"Когда ниспосылается сура, то среди них находится такой, который говорит: «Чья вера от этого стала сильнее?». Что касается тех, кто уверовал, то их вера от этого усиливается, и они радуются","sv":"NÄR EN sura uppenbaras säger några av dessa [hycklare]: \"Vem av er har känt sin tro stärkas genom detta?\" De troende däremot känner sin tro växa och därför gläds de över [varje ny uppenbarelse]","tr":"Bir sure inince, aralarında \"Bu, hanginizin imanını artırdı?\" diyen ikiyüzlüler vardır. İnananların ise imanını artırmıştır; onlar birbirlerine bunu müjdelemek isterler","ur":"جب کوئی نئی سورت نازل ہوتی ہے تو ان میں سے بعض لوگ (مذاق کے طور پر مسلمانوں سے) پوچھتے ہیں کہ \"کہو، تم میں سے کس کے ایمان میں اس سے اضافہ ہوا؟\" (اس کا جواب یہ ہے کہ) جو لوگ ایمان لائے ہیں ان کے ایمان میں تو فی الواقع (ہر نازل ہونے والی سورت نے) اضافہ ہی کیا ہے اور وہ اس سے دلشاد ہیں","zh":"当降示一章经的时候，他们中有人说：“这章经使你们中的哪个人更加确信呢？”至于信道者，那章经使他们更加确信了。同时，他们是快乐的。"},"transliteration":"Waitha ma onzilat sooratun faminhum man yaqoolu ayyukum zadathu hathihi eemanan faamma allatheena amanoo fazadathum eemanan wahum yastabshiroona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
