{"id":136,"number":129,"text":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translations":{"en":"Our Lord, and send among them a messenger from themselves who will recite to them Your verses and teach them the Book and wisdom and purify them. Indeed, You are the Exalted in Might, the Wise","es":"¡Señor nuestro! Haz surgir de entre nuestra descendencia un Mensajero que les recite Tus palabras y les enseñe el Libro y la sabiduría, y los purifique. Tú eres el Poderoso, el Sabio","fr":"Notre Seigneur! Envoie l'un des leurs comme messager parmi eux, pour leur réciter Tes versets, leur enseigner le Livre et la Sagesse, et les purifier. Car c'est Toi certes le Puissant, le Sage","id":"Ya Tuhan kami, utuslah di tengah mereka seorang rasul dari kalangan mereka sendiri, yang akan membacakan kepada mereka ayat-ayat-Mu, dan mengajarkan Kitab dan Hikmah kepada mereka, dan menyucikan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana","ru":"Господь наш! Пошли к ним посланника из них самих, который прочтет им Твои аяты, научит их Писанию и мудрости и очистит их. Воистину, Ты - Могущественный, Мудрый»","sv":"Herre! Låt ett sändebud uppstå bland dem, [en man] ur deras mitt - som framför till dem Dina budskap och undervisar dem i Skriften och i [profeternas] visdom och som renar dem [från avgudadyrkans synd]. Du är den Allsmäktige, den Allvise","tr":"Rabbimiz! İçlerinden onlara Senin ayetlerini okuyan, Kitabı ve hikmeti öğreten, onları her kötülükten arıtan bir peygamber gönder. Doğrusu güçlü ve Hakim olan ancak Sensin","ur":"اور اے رب، ان لوگوں میں خود انہیں کی قوم سے ایک ایسا رسول اٹھا ئیو، جو انہیں تیری آیات سنائے، ان کو کتاب اور حکمت کی تعلیم دے اور ان کی زندگیاں سنوارے تو بڑا مقتدر اور حکیم ہے","zh":"我们的主啊！求你在他们中间派遣一个同族的使者，对他们宣读你的启示，教授他们天经和智慧，并且熏陶他们。你确是万能的，确是至睿的。”"},"transliteration":"Rabbana waibAAath feehim rasoolan minhum yatloo AAalayhim ayatika wayuAAallimuhumu alkitaba waalhikmata wayuzakkeehim innaka anta alAAazeezu alhakeemu","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
