{"id":1362,"number":127,"text":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","translations":{"en":"And whenever a surah is revealed, they look at each other, [saying], \"Does anyone see you?\" and then they dismiss themselves. Allah has dismissed their hearts because they are a people who do not understand","es":"Cuando un capítulo [del Corán] es revelado, [los hipócritas] se miran entre sí [y susurran]: \"¿Acaso alguien puede ver [lo que hay en nuestros corazones]?\", y se alejan. Pero Dios ha alejado sus corazones [de la verdad] porque son gente que no la comprenden","fr":"Et quand une Sourate est révélée, ils se regardent les uns les autres [et se disent]: «Quelqu'un vous voit-il?» Puis ils se détournent. Qu'Allah détourne leurs cœurs, puisque ce sont des gens qui ne comprennent rien","id":"Dan apabila diturunkan suatu surah, satu sama lain di antara mereka saling berpandangan (sambil berkata), \"Adakah seseorang (dari kaum muslimin) yang melihat kamu?\" Setelah itu mereka pun pergi. Allah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak memahami","ru":"Когда ниспосылается сура, они смотрят друг на друга: «Видит ли вас кто-нибудь?». А затем они отворачиваются. Аллах отвратил их сердца, потому что они - люди неразумные","sv":"Och då en sura uppenbaras ser de på varandra [och frågar]: \"Är det någon som ser oss?\" - och så drar de sig undan. Gud har låtit deras hjärtan vända sig ifrån [trons ljus], eftersom de är människor som inte använder sitt förstånd","tr":"Bir sure inince, \"Sizi bir kimse görüyor mu?\" diye birbirlerine bakarlar, sonra dönüp giderler. Anlamaz bir güruh olmalarına karşılık Allah onların kalblerini imandan döndürmüştür","ur":"جب کوئی سورت نازل ہوتی ہے تو یہ لوگ آنکھوں ہی آنکھوں میں ایک دوسرے سے باتیں کرتے ہیں کہ کہیں کوئی تم کو دیکھ تو نہیں رہا ہے، پھر چپکے سے نکل بھاگتے ہیں اللہ نے ان کے دل پھیر دیے ہیں کیونکہ یہ ناسمجھ لوگ ہیں","zh":"当降示一章经的时候，他们面面相觑（说）：“有人看见你们吗？”他们就溜走了。安拉已改变他们的心，因为他们是不理解的民众。"},"transliteration":"Waitha ma onzilat sooratun nathara baAAduhum ila baAAdin hal yarakum min ahadin thumma insarafoo sarafa Allahu quloobahum biannahum qawmun la yafqahoona","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
