{"id":1363,"number":128,"text":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","translations":{"en":"There has certainly come to you a Messenger from among yourselves. Grievous to him is what you suffer; [he is] concerned over you and to the believers is kind and merciful","es":"Se les ha presentado un Mensajero de entre ustedes mismos que se apena por sus adversidades, se preocupa y desea que alcancen el bien [e ingresen al Paraíso]; es compasivo y misericordioso con los creyentes","fr":"Certes, un Messager pris parmi vous, est venu à vous, auquel pèsent lourd les difficultés que vous subissez, qui est plein de sollicitude pour vous, qui est compatissant et miséricordieux envers les croyants","id":"Sungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman","ru":"К вам явился Посланник из вашей среды. Тяжко для него то, что вы страдаете. Он старается для вас. Он сострадателен и милосерден к верующим","sv":"ETT SÄNDEBUD har nu kommit till er, [en man] ur era [egna] led. [Tanken] att ni kan drabbas av straff tynger hans sinne, alla hans omsorger gäller er. Han ömmar för de troende, full av kärlek","tr":"Ey inananlar! And olsun ki, içinizden size, sıkıntıya uğramanız kendisine ağır gelen, size düşkün, inananlara şefkatli ve merhametli bir peygamber gelmiştir","ur":"دیکھو! تم لوگوں کے پاس ایک رسول آیا ہے جو خود تم ہی میں سے ہے، تمہارا نقصان میں پڑنا اس پر شاق ہے، تمہاری فلاح کا وہ حریص ہے، ایمان لانے والوں کے لیے وہ شفیق اور رحیم ہے","zh":"你们本族中的使者确已来教化你们了，他不忍心见你们受痛苦，他渴望你们得正道，他慈爱信士们。"},"transliteration":"Laqad jaakum rasoolun min anfusikum AAazeezun AAalayhi ma AAanittum hareesun AAalaykum bialmumineena raoofun raheemun","chapter":{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translations":{"en":"The Repentance","es":"El Arrepentimiento","fr":"Le repentir","id":"Pengampunan","ru":"Покаяние","sv":"Ånger","tr":"Tevbe","ur":"توبہ","zh":"忏悔"},"type":"medinan"}}
