{"id":1367,"number":3,"text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","translations":{"en":"Indeed, your Lord is Allah, who created the heavens and the earth in six days and then established Himself above the Throne, arranging the matter [of His creation]. There is no intercessor except after His permission. That is Allah, your Lord, so worship Him. Then will you not remember","es":"Su Señor es Dios. Creó los cielos y la Tierra en seis eras y luego se estableció sobre el Trono. Él es Quien decide todos los asuntos, nadie podrá interceder ante Él sin Su permiso. Ese es Dios, su Señor; adórenlo. ¿Es que no reflexionan","fr":"Votre Seigneur est, Allah qui créa les cieux et la terre en six jours, puis S'est établi «Istawâ» sur le Trône, administrant toute chose. Il n'y a d'intercesseur qu'avec Sa permission. Tel est Allah votre Seigneur. Adorez-Le donc. Ne réfléchissez-vous pas","id":"Sesungguhnya Tuhan kamu Dialah Allah yang menciptakan langit dan bumi dalam enam masa, kemudian Dia bersemayam di atas Arasy (singgasana) untuk mengatur segala urusan. Tidak ada yang dapat memberi syafaat kecuali setelah ada izin-Nya. Itulah Allah, Tuhanmu, maka sembahlah Dia. Apakah kamu tidak mengambil pelajaran","ru":"Воистину, ваш Господь - Аллах, Который создал небеса и землю за шесть дней, а потом вознесся на Трон (или утвердился на Троне). Он управляет делами. Никто не будет заступаться, кроме как после Его дозволения. Таков Аллах, ваш Господь. Поклоняйтесь же Ему. Неужели вы не помяните назидание","sv":"ER HERRE är helt visst Gud, som har skapat himlarna och jorden under sex dagar och som tronar [över Sitt verk] i Sin allmakts härlighet och styr skapelsens ordning. Ingen kan tala [inför Honom] till förmån för en annan utan Hans tillåtelse. Detta är Gud, er Herre. Honom [ensam] skall ni tillbe! Vill ni inte tänka över [detta]","tr":"Doğrusu sizin Rabbiniz gökleri ve yeri altı günde yaratıp sonra arşa hükmeden, işi düzenleyen Allah'tır, izni olmadan kimse şefaat edemez. İşte Rabbiniz olan Allah budur. O'na kulluk edin. Nasihat dinlemez misiniz","ur":"حقیقت یہ ہے کہ تمہارا رب وہی خدا ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا، پھر تخت حکومت پر جلوہ گر ہوا اور کائنات کا انتظام چلا رہا ہے کوئی شفاعت (سفارش) کرنے والا نہیں اِلّا یہ کہ اس کی اجازت کے بعد شفاعت کرے یہی اللہ تمہارا رب ہے لہٰذا تم اُسی کی عبادت کرو پھر کیا تم ہوش میں نہ آؤ گے؟","zh":"你们的主确是安拉，他曾在六日内创造了天地，然后升上宝座，处理万事。没有一个说情者，不是先得到他的允许的。那是安拉，你们的主，你们应当崇拜他。你们怎么还不觉悟呢？"},"transliteration":"Inna rabbakumu Allahu allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yudabbiru alamra ma min shafeeAAin illa min baAAdi ithnihi thalikumu Allahu rabbukum faoAAbudoohu afala tathakkaroona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
