{"id":1369,"number":5,"text":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translations":{"en":"It is He who made the sun a shining light and the moon a derived light and determined for it phases - that you may know the number of years and account [of time]. Allah has not created this except in truth. He details the signs for a people who know","es":"Él es Quien hizo que el Sol tuviese luz propia y determinó que la Luna reflejara su luz en distintas fases para que ustedes puedan computar el número de años y los meses. Dios creó esto con la verdad. Él explica los signos para gente de conocimiento","fr":"C'est Lui qui a fait du soleil une clarté et de la lune une lumière, et Il en a déterminé les phases afin que vous sachiez le nombre des années et le calcul (du temps). Allah n'a créé cela qu'en toute vérité. Il expose les signes pour les gens doués de savoir","id":"Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui","ru":"Он - Тот, Кто даровал солнцу сияние, а луне - свет. Он установил для нее фазы, чтобы вы могли вести летосчисление и знали счет. Все это Аллах сотворил только ради истины. Он разъясняет Свои знамения для людей знающих","sv":"Det är Han som skapade solen som ett bländande ljus och månen [som återger dess] sken, och som har fastställt dess faser, så att ni kan räkna åren och mäta [tiden]. Gud har inte skapat detta utan en plan och ett syfte. Han framställer budskapen fast och klart för de insiktsfulla","tr":"Güneşi ışıklı ve ayı nurlu yapan; yılların sayısını ve hesabı bilmeniz için, aya konak yerleri düzenleyen O'dur. Allah bunları ancak gerçeğe göre yaratmıştır; bilen millete ayetleri uzun uzadıya açıklıyor","ur":"وہی ہے جس نے سُورج کو اجیالا بنایا اور چاند کو چمک دی اور چاند کے گھٹنے بڑھنے کی منزلیں ٹھیک ٹھیک مقرر کر دیں تاکہ تم اُس سے برسوں اور تاریخوں کے حساب معلوم کرو اللہ نے یہ سب کچھ (کھیل کے طور پر نہیں بلکہ) با مقصد ہی بنایا ہے وہ اپنی نشانیوں کو کھول کھول کر پیش کر رہا ہے اُن لوگوں کے لیے جو علم رکھتے ہیں","zh":"他曾以太阳为发光的，以月亮为光明的，并为月亮而定列宿，以便你们知道历算。安拉只依真理而创造之。他为能了解的民众而解释一切迹象。"},"transliteration":"Huwa allathee jaAAala alshshamsa diyaan waalqamara nooran waqaddarahu manazila litaAAlamoo AAadada alssineena waalhisaba ma khalaqa Allahu thalika illa bialhaqqi yufassilu alayati liqawmin yaAAlamoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
