{"id":137,"number":130,"text":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ","translations":{"en":"And who would be averse to the religion of Abraham except one who makes a fool of himself. And We had chosen him in this world, and indeed he, in the Hereafter, will be among the righteous","es":"¿Y quién sino el de espíritu necio, puede rechazar la religión [monoteísta] de Abraham? Fue un elegido en este mundo, y en el otro se contará entre los justos","fr":"Qui donc aura en aversion la religion d'Abraham, sinon celui qui sème son âme dans la sottise? Car très certainement Nous l'avons choisi en ce monde; et, dans l'au-delà, il est certes du nombre des gens de bien","id":"Dan orang yang membenci agama Ibrahim, hanyalah orang yang memperbodoh dirinya sendiri. Dan sungguh, Kami telah memilihnya (Ibrahim) di dunia ini. Dan sesungguhnya di akhirat dia termasuk orang-orang yang saleh","ru":"Кто же отвернется от религии Ибрахима (Авраама), кроме глупца? Мы избрали его в мирской жизни, а в Последней жизни он будет в числе праведников","sv":"Vem utom den tanklöse, den lättsinnige, vänder ryggen åt Abrahams tro? [Abraham] som Vi har utvalt och upphöjt i denna värld och som i det kommande livet helt visst har sin plats bland de rättfärdiga","tr":"Kendini bilmezden başkası İbrahim'in dininden yüz çevirmez. And olsun ki, dünyada onu seçtik, şüphesiz o, ahirette de iyilerdendir","ur":"اب کون ہے، جو ابراہیمؑ کے طریقے سے نفرت کرے؟ جس نے خود اپنے آپ کو حماقت و جہالت میں مبتلا کر لیا ہو، اس کے سو ا کون یہ حرکت کرسکتا ہے؟ ابراہیمؑ تو وہ شخص ہے، جس کو ہم نے دنیا میں اپنے کام کے لیے چُن لیا تھا اور آخرت میں اس کا شمار صالحین میں ہوگا","zh":"除妄自菲薄者外，谁愿鄙弃易卜拉欣的宗教呢？在今世，我确已拣选了他；在后世，他必居于善人之列。"},"transliteration":"Waman yarghabu AAan millati ibraheema illa man safiha nafsahu walaqadi istafaynahu fee alddunya wainnahu fee alakhirati lamina alssaliheena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
