{"id":1374,"number":10,"text":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translations":{"en":"Their call therein will be, \"Exalted are You, O Allah,\" and their greeting therein will be, \"Peace.\" And the last of their call will be, \"Praise to Allah, Lord of the worlds","es":"Allí invocarán: \"¡Glorificado seas, oh, Señor!\" Y el saludo entre ellos será: \"¡Paz!\" Y al finalizar sus súplicas dirán: \"¡Todas las alabanzas pertenecen a Dios, Señor del universo","fr":"Là, leur invocation sera «Gloire à Toi, O Allah», et leur salutation: «Salâm», [Paix!] et la fin de leur invocation: «Louange à Allah, Seigneur de l'Univers»","id":"Doa mereka di dalamnya ialah, \"Subḥānakallāhumma\" (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, \"Salām\" (salam sejahtera). Dan penutup doa mereka ialah, \"Al-Ḥamdu lillāhi Rabbil 'ālamīn\". (segala puji bagi Allah Tuhan seluruh alam)","ru":"Там они будут взывать: «Пречист Ты, Аллах!». Там их приветствием будет слово: «Мир!». А их молитвы будут завершатся словами: «Хвала Аллаху, Господу миров!»","sv":"Där skall de [säga i sin bön]: \"Stor är Du, Gud, i Din härlighet!\" Och [änglarna] skall hälsa dem med fredshälsningen. Och de skall avsluta sin bön [med orden]: \"Låt oss lova och prisa Gud, världarnas Herre","tr":"Oradaki duaları: \"Münezzehsin ey Allah'ım\", dirlik temennileri: \"Selam size\" ve dualarının sonu da: \"Alemlerin Rabbi Allah'a hamd olsun\"dur","ur":"وہاں ان کی صدا یہ ہوگی کہ “پاک ہے تو اے خدا، \" اُن کی دعا یہ ہوگی کہ “سلامتی ہو \" اور ان کی ہر بات کا خاتمہ اس پر ہوگا کہ “ساری تعریف اللہ رب العالمین ہی کے لیے ہے","zh":"他们在乐园中的祈祷词是：“我们的主啊！我们赞美你。”他们在乐园中的祝辞是：“平安。”他们最后的祈祷是：“一切赞颂全归安拉——众世界的主。”"},"transliteration":"DaAAwahum feeha subhanaka allahumma watahiyyatuhum feeha salamun waakhiru daAAwahum ani alhamdu lillahi rabbi alAAalameena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
