{"id":1375,"number":11,"text":"۞وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translations":{"en":"And if Allah was to hasten for the people the evil [they invoke] as He hastens for them the good, their term would have been ended for them. But We leave the ones who do not expect the meeting with Us, in their transgression, wandering blindly","es":"Si Dios precipitara a la gente el castigo de la misma forma en que la gente se precipita a buscar los bienes materiales, ya les habría llegado su hora. Pero abandoné, ciegos en su extravío, a quienes no esperan comparecer ante Mí","fr":"Et si Allah hâtait le malheur des gens avec autant de hâte qu'ils cherchent le bonheur, le terme de leur vie aurait été décrété. Mais Nous laissons ceux qui n'espèrent pas Notre rencontre confus et hésitants dans leur transgression","id":"Dan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bingung di dalam kesesatan mereka","ru":"Если бы Аллах ускорил для людей наступление зла, которое они призывают в своих проклятиях, подобно тому, как Он ускорил для них наступление добра, о котором они просят в молитвах, то они непременно погибли бы. Но Мы оставляем тех, которые не надеются на встречу с Нами, слепо скитаться в своем беззаконии","sv":"OM GUD lät människor drabbas av det onda [de förtjänar] lika snabbt som de hoppas att goda ting [skall komma dem till del], skulle deras tid helt visst vara ute. Men Vi låter dem som inte ser fram mot mötet med Oss [fortsätta] i sitt trotsiga övermod, snubblande än hit än dit i blindo","tr":"İyiliği acele isteyen kimselere Allah fenalığı da çarçabuk verseydi, süreleri hemen bitmiş olurdu. Bizimle karşılaşmayı ummayanları, azgınlıkları içinde bocalayıp dururlarken bırakırız","ur":"اگر کہیں اللہ لوگوں کے ساتھ برا معاملہ کرنے میں بھی اتنی ہی جلدی کرتا جتنی وہ دنیا کی بھلائی مانگنے میں جلدی کرتے ہیں تو ان کی مہلت عمل کبھی کی ختم کر دی گئی ہوتی (مگر ہمارا یہ طریقہ نہیں ہے) اس لیے ہم اُن لوگوں کو جو ہم سے ملنے کی توقع نہیں رکھتے اُن کی سرکشی میں بھٹکنے کے لیے چھُوٹ دے دیتے ہیں","zh":"假若安拉为世人速降灾害，犹如他们急于求福那样，他们的大限必已判定了。但我任随那些不希望与我相会的人徘徊于其残暴之中。"},"transliteration":"Walaw yuAAajjilu Allahu lilnnasi alshsharra istiAAjalahum bialkhayri laqudiya ilayhim ajaluhum fanatharu allatheena la yarjoona liqaana fee tughyanihim yaAAmahoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
