{"id":1376,"number":12,"text":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","translations":{"en":"And when affliction touches man, he calls upon Us, whether lying on his side or sitting or standing; but when We remove from him his affliction, he continues [in disobedience] as if he had never called upon Us to [remove] an affliction that touched him. Thus is made pleasing to the transgressors that which they have been doing","es":"Cuando a la persona le acontece un mal Me implora recostado, sentado o de pie. Pero en cuanto lo libro del mal, continúa desobediente como si nunca Me hubiera invocado. Así es como los transgresores ven sus obras malas como buenas","fr":"Et quand le malheur touche l'homme, il fait appel à Nous, couché sur le côté, assis, ou debout. Puis quand Nous le délivrons de son malheur, il s'en va comme s'il ne Nous avait point imploré pour un mal qui l'a touché. C'est ainsi que furent embellies aux outranciers leurs actions","id":"Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan","ru":"Когда человека поражает горе, он взывает к Нам и лежа на боку, и сидя, и стоя. Когда же Мы избавляем его от напасти, он проходит, словно никогда не взывал к Нам по поводу постигшего его несчастья. Вот как приукрашено для тех, кто излишествует, то, что они совершают","sv":"När människan drabbas av ett ont anropar hon Oss [om hjälp], var hon än befinner sig; men när Vi har befriat henne från det onda går hon obekymrad vidare som om hon aldrig hade bett till Oss [om hjälp] mot det onda som drabbade henne. Och liksom [denna människa] har de som förslösar sina själar förmåtts att tro att vad de gör är rätt","tr":"İnsana bir darlık gelince, yan yatarken, oturur veya ayakta iken bize yalvarıp yakarır; biz darlığını giderince, başına gelen darlıktan ötürü bize hiç yalvarmamışa döner. İşlerinde tutumsuz olanlara, yaptıkları böylece güzel görünür","ur":"انسان کا حال یہ ہے کہ جب اس پر کوئی سخت وقت آتا ہے تو کھڑے اور بیٹھے اور لیٹے ہم کو پکارتا ہے، مگر جب ہم اس کی مصیبت ٹال دیتے ہیں تو ایسا چل نکلتا ہے کہ گویا اس نے کبھی اپنے کسی بُرے وقت پر ہم کو پکارا ہی نہ تھا اس طرح حد سے گزر جانے والوں کے لیے ان کے کرتوت خوشنما بنا دیے گئے ہیں","zh":"当人遭遇灾害的时候，便卧着、或坐着、或站着向我祈祷。等我解除他们的灾害后，他们就继续作恶，仿佛不曾祈求我解除他们的灾害一样。过分的人们是这样为他们的行为所迷惑的。"},"transliteration":"Waitha massa alinsana alddurru daAAana lijanbihi aw qaAAidan aw qaiman falamma kashafna AAanhu durrahu marra kaan lam yadAAuna ila durrin massahu kathalika zuyyina lilmusrifeena ma kanoo yaAAmaloona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
