{"id":1377,"number":13,"text":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","translations":{"en":"And We had already destroyed generations before you when they wronged, and their messengers had come to them with clear proofs, but they were not to believe. Thus do We recompense the criminal people","es":"Destruí a muchas generaciones que los precedieron porque fueron opresores. Sus Mensajeros se presentaron ante ellos con las evidencias, pero no les creyeron. Así castigué al pueblo pecador","fr":"Nous avons fait périr les générations d'avant vous lorsqu'elles eurent été injustes alors que leurs messagers leur avaient apporté des preuves. Cependant, elles n'étaient pas disposées à croire. C'est ainsi que Nous rétribuons les gens criminels","id":"Dan sungguh, Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan (yang nyata), tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa","ru":"Мы погубили поколения, жившие до вас, поскольку они поступали несправедливо и не уверовали в Наших посланников, явившихся к ним с ясными знамениями. Так Мы наказываем грешных людей","sv":"Vi har låtit [många] släkten före er gå under när de framhärdade i orättfärdighet; trots att sändebuden kom till dem med klara bevis, ville de inte tro. Så lönar Vi de oförbätterliga syndarna","tr":"And olsun ki, sizden önce nice nesilleri, peygamberleri onlara belgeler getirmişken, haksızlık ederek inanmadıkları zaman yok etmiştik. İşte biz suçlu milleti böyle cezalandırırız","ur":"لوگو، تم سے پہلے کی قوموں کو (جو اپنے اپنے زمانہ میں برسر عروج تھیں) ہم نے ہلاک کر دیا جب انہوں نے ظلم کی روش اختیار کی اور اُن کے رسُول اُن کے پاس کھُلی کھُلی نشانیاں لے کر آئے اور انہوں نے ایمان لا کر ہی نہ دیا اس طرح ہم مجرموں کو ان کے جرائم کا بدلہ دیا کرتے ہیں","zh":"在你们之前曾有许多世代，他们族中的使者既昭示了他们许多明证，而他们仍行不义，不肯信道，我就毁灭了他们，我这样报应犯罪的民众。"},"transliteration":"Walaqad ahlakna alquroona min qablikum lamma thalamoo wajaathum rusuluhum bialbayyinati wama kanoo liyuminoo kathalika najzee alqawma almujrimeena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
