{"id":1379,"number":15,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","translations":{"en":"And when Our verses are recited to them as clear evidences, those who do not expect the meeting with Us say, \"Bring us a Qur'an other than this or change it.\" Say, [O Muhammad], \"It is not for me to change it on my own accord. I only follow what is revealed to me. Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day","es":"Cuando se les recitan Mis versículos, quienes no esperan comparecer ante Mí dicen: \"Tráenos otro Corán distinto o modifícalo\". Respóndeles: \"No me es permitido modificarlo, solo sigo lo que me ha sido revelado. Temo que si desobedezco a mi Señor me azote el castigo de un día terrible","fr":"Et quand leur sont récités Nos versets en toute clarté, ceux qui n'espèrent pas notre rencontre disent: «Apporte un Coran autre que celui-ci» ou bien «Change-le». Dis: «Il ne m'appartient pas de le changer de mon propre chef. Je ne fais que suivre ce qui m'est révélé. Je crains, si je désobéis à mon Seigneur, le châtiment d'un jour terrible»","id":"Dan apabila dibacakan kepada mereka ayat-ayat Kami dengan jelas, orang-orang yang tidak mengharapkan pertemuan dengan kami berkata, \"Datangkanlah kitab selain Alquran ini atau gantilah.\" Katakanlah (Muhammad), \"Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku hanya mengikuti apa yang diwahyukan kepadaku. Aku benar-benar takut akan azab hari yang besar (Kiamat) jika mendurhakai Tuhanku","ru":"Когда Наши ясные аяты читают тем, которые не надеются на встречу с Нами, они говорят: «Принеси нам другой Коран или замени его!». Скажи: «Не подобает мне заменять его по своему желанию. Я лишь следую тому, что внушается мне в откровении, и боюсь, что если я ослушаюсь Господа моего, то меня постигнут мучения в Великий день»","sv":"NÄR DE som inte ser fram emot mötet med Oss [hör] Våra klara budskap läsas upp för dem, säger de: \"Ge oss en annan text [att läsa] eller ändra denna.\" Säg [Muhammad]: \"Det tillkommer inte mig att ändra denna [text] efter mitt huvud. Jag följer bara vad som uppenbaras för mig. Om jag visade min Herre [sådan] olydnad, måste jag frukta att [Hans] straff [skulle drabba mig] en olycksdiger Dag","tr":"Ayetlerimiz onlara açık açık okununca, bizimle karşılaşmayı ummayanlar, \"Bundan başka bir Kuran getir veya bunu değiştir\" dediler. De ki: \"Onu kendiliğimden değiştiremem, ben ancak, bana vahyolunana uyarım. Ben Rabbime karşı gelirsem, büyük günün azabına uğramaktan korkarım","ur":"جب انہیں ہماری صاف صاف باتیں سُنائی جاتی ہیں تو وہ لوگ جو ہم سے ملنے کی توقع نہیں رکھتے، کہتے ہیں کہ “اِس کے بجائے کوئی اور قرآن لاؤ یا اس میں کچھ ترمیم کرو \" اے محمدؐ، ان سے کہو “میرا یہ کام نہیں ہے کہ اپنی طرف سے اس میں کوئی تغیر و تبّدل کر لوں میں تو بس اُس وحی کا پیرو ہوں جو میرے پاس بھیجی جاتی ہے اگر میں اپنے رب کی نافرمانی کروں تو مجھے ایک بڑے ہولناک دن کے عذاب کا ڈر ہے","zh":"有人对他们宣读我的明显的迹象的时候，那些不希望会见我的人说：“请你另拿一部《古兰经》来，或者请你修改这部《古兰经》。”你说：“我不至于擅自修改它。我只能遵从我所受的启示。如果我违抗我的主，我的确畏惧重大日的刑罚。”"},"transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin qala allatheena la yarjoona liqaana iti biquranin ghayri hatha aw baddilhu qul ma yakoonu lee an obaddilahu min tilqai nafsee in attabiAAu illa ma yooha ilayya innee akhafu in AAasaytu rabbee AAathaba yawmin AAatheemin","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
