{"id":1382,"number":18,"text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَـٰٓؤُلَآءِ شُفَعَـٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translations":{"en":"And they worship other than Allah that which neither harms them nor benefits them, and they say, \"These are our intercessors with Allah \" Say, \"Do you inform Allah of something He does not know in the heavens or on the earth?\" Exalted is He and high above what they associate with Him","es":"Adoran en vez de Dios lo que no puede perjudicarles ni beneficiarles, y dicen: \"Éstos son nuestros intercesores ante Dios\". Diles: \"¿Acaso pretenden informarle a Dios algo que suceda en los cielos o en la Tierra que Él no sepa? ¡Glorificado sea! Está por encima de lo que Le asocian","fr":"Ils adorent au lieu d'Allah ce qui ne peut ni leur nuire ni leur profiter et disent: «Ceux-ci sont nos intercesseurs auprès d'Allah». Dis: «Informerez-vous Allah de ce qu'Il ne connaît pas dans les cieux et sur la terre?» Pureté à Lui, Il est Très élevé au-dessus de ce qu'Ils Lui associent","id":"Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\"384) Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan itu","ru":"Они поклоняются наряду с Аллахом тому, что не причиняет им вреда и не приносит им пользы. Они говорят: «Они - наши заступники перед Аллахом». Скажи: «Разве вы можете поведать Аллаху такое на небесах и на земле, чего бы Он не знал?». Пречист Он и превыше тех, кого вы приобщаете в сотоварищи","sv":"Vid sidan av Gud dyrkar de vad som varken kan skada eller gagna dem och säger: \"De är våra talesmän inför Gud.\" Säg: \"Vill ni underrätta Gud om något i himlarna eller på jorden som Han inte känner till? Stor är Han i Sin härlighet, höjd över allt vad [människor] vill sätta vid Hans sida","tr":"Onlar, Allah'ı bırakarak, kendilerine fayda da zarar da veremeyen putlara taparlar: \"Bunlar, Allah katında bizim şefaatçılarımızdır\" derler. De ki: \"Göklerde ve yerde, Allah'ın bilmediği bir şeyi mi O'na haber veriyorsunuz?\" Allah, onların ortak koşmalarından münezzeh ve yücedir","ur":"یہ لوگ اللہ کے سوا اُن کی پرستش کر رہے ہیں جو ان کو نہ نقصان پہنچا سکتے ہیں نہ نفع، اور کہتے یہ ہیں کہ یہ اللہ کے ہاں ہمارے سفارشی ہیں اے محمدؐ، ان سے کہو “کیا تم اللہ کو اُس بات کی خبر دیتے ہو جسے وہ نہ آسمانوں میں جانتا ہے نہ زمین میں؟\" پاک ہے وہ اور بالا و برتر ہے اُس شرک سے جو یہ لوگ کرتے ہیں","zh":"除安拉外，他们崇拜那对他们既无福又无祸的东西，他们说：“这些（偶像）是在安拉那里替我们说情的。”你说：“难道安拉不知道天地间有此事，而要你们来告诉他吗！赞美安拉，他超乎万物！他超乎他们所匹配的一切东西！”"},"transliteration":"WayaAAbudoona min dooni Allahi ma la yadurruhum wala yanfaAAuhum wayaqooloona haolai shufaAAaona AAinda Allahi qul atunabbioona Allaha bima la yaAAlamu fee alssamawati wala fee alardi subhanahu wataAAala AAamma yushrikoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
