{"id":1382,"number":18,"text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَـٰٓؤُلَآءِ شُفَعَـٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translations":{"bn":"আর উপাসনা করে আল্লাহকে বাদ দিয়ে এমন বস্তুর, যা না তাদের কোন ক্ষতিসাধন করতে পারে, না লাভ এবং বলে, এরা তো আল্লাহর কাছে আমাদের সুপারিশকারী। তুমি বল, তোমরা কি আল্লাহকে এমন বিষয়ে অবহিত করছ, যে সম্পর্কে তিনি অবহিত নন আসমান ও যমীনের মাঝে ? তিনি পুতঃপবিত্র ও মহান সে সমস্ত থেকে যাকে তোমরা শরীক করছ।","en":"And they worship other than Allah that which neither harms them nor benefits them, and they say, \"These are our intercessors with Allah \" Say, \"Do you inform Allah of something He does not know in the heavens or on the earth?\" Exalted is He and high above what they associate with Him","id":"Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\"384) Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan itu","ru":"Они поклоняются наряду с Аллахом тому, что не причиняет им вреда и не приносит им пользы. Они говорят: «Они - наши заступники перед Аллахом». Скажи: «Разве вы можете поведать Аллаху такое на небесах и на земле, чего бы Он не знал?». Пречист Он и превыше тех, кого вы приобщаете в сотоварищи","tr":"Onlar, Allah'ı bırakarak, kendilerine fayda da zarar da veremeyen putlara taparlar: \"Bunlar, Allah katında bizim şefaatçılarımızdır\" derler. De ki: \"Göklerde ve yerde, Allah'ın bilmediği bir şeyi mi O'na haber veriyorsunuz?\" Allah, onların ortak koşmalarından münezzeh ve yücedir","ur":"یہ لوگ اللہ کے سوا اُن کی پرستش کر رہے ہیں جو ان کو نہ نقصان پہنچا سکتے ہیں نہ نفع، اور کہتے یہ ہیں کہ یہ اللہ کے ہاں ہمارے سفارشی ہیں اے محمدؐ، ان سے کہو “کیا تم اللہ کو اُس بات کی خبر دیتے ہو جسے وہ نہ آسمانوں میں جانتا ہے نہ زمین میں؟\" پاک ہے وہ اور بالا و برتر ہے اُس شرک سے جو یہ لوگ کرتے ہیں"},"chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"bn":"নবী ইউনুস","en":"Jonah","id":"Yunus","ru":"Йунус","tr":"Yûnus","ur":"یونس"},"type":"meccan"}}
