{"id":1383,"number":19,"text":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","translations":{"en":"And mankind was not but one community [united in religion], but [then] they differed. And if not for a word that preceded from your Lord, it would have been judged between them [immediately] concerning that over which they differ","es":"La humanidad conformaba una sola nación, pero luego discreparon y se dividieron. Si no fuera por el designio de tu Señor, ya habrían sido juzgados","fr":"Les gens ne formaient (à l'origine) qu'une seule communauté. Puis ils divergèrent. Et si ce n'était une décision préalable de ton Seigneur, les litiges qui les opposaient auraient été tranchés","id":"(Dan manusia dahulunya satu umat, kemudian mereka berselisih. Kalau tidak karena suatu ketetapan yang telah ada dari Tuhanmu,385) pastilah telah diberi keputusan (di dunia) di antara mereka, tentang apa yang mereka perselisihkan itu","ru":"Люди были единой общиной верующих, но впали в разногласия. И если бы прежде не было Слова твоего Господа, то их разногласия были бы разрешены","sv":"MÄNNISKORNA utgjorde en gång ett enda samfund, men skiljaktiga meningar uppstod [mellan dem]; och om inte din Herre redan hade beslutat [annorlunda], skulle de frågor som de blev oense om ha avgjorts","tr":"İnsanlar bir tek ümmettiler, sonra ayrılığa düştüler; şayet Rabbinden, daha önce bir takdir geçmemiş olsaydı, aralarında ihtilafa düştükleri şeyler hakkında hüküm çoktan verilmiş olurdu","ur":"ابتداءً سارے انسان ایک ہی امّت تھے، بعد میں انہوں نے مختلف عقیدے اور مسلک بنا لیے، اور اگر تیرے رب کی طرف سے پہلے ہی ایک بات طے نہ کر لی گئی ہوتی تو جس چیز میں وہ باہم اختلاف کر رہے ہیں اس کا فیصلہ کر دیا جاتا","zh":"人们原来是一个民族，嗣后，他们信仰分歧，假若没有一句话，从你的主预先发出，那么，他们所争论的是非，必定获得判决了。"},"transliteration":"Wama kana alnnasu illa ommatan wahidatan faikhtalafoo walawla kalimatun sabaqat min rabbika laqudiya baynahum feema feehi yakhtalifoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
