{"id":1384,"number":20,"text":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translations":{"en":"And they say, \"Why is a sign not sent down to him from his Lord?\" So say, \"The unseen is only for Allah [to administer], so wait; indeed, I am with you among those who wait","es":"Dicen: \"¿Por qué no se le ha concedido [a Mujámmad] un milagro de su Señor?\" Respóndeles: \"El conocimiento de lo oculto pertenece solo a Dios. Esperen, que yo también esperaré","fr":"Et ils disent: «Que ne fait-on descendre sur lui (Muhammad) un miracle de son Seigneur?» Alors, dis: «L'inconnaissable relève seulement d'Allah. Attendez donc; je serai avec vous parmi ceux qui attendent","id":"Dan mereka berkata, \"Mengapa tidak diturunkan kepadanya (Muhammad) suatu bukti (mukjizat) dari Tuhannya?\" Katakanlah, \"Sungguh, segala yang gaib itu hanya milik Allah; sebab itu tunggu (sajalah) olehmu. Ketahuilah aku juga menunggu bersama kamu","ru":"Неверующие говорят: «Почему ему не ниспослано знамение от его Господа?». Скажи: «Сокровенное принадлежит одному Аллаху. Ждите, и я подожду вместе с вами»","sv":"OCH DE säger: \"Varför har han inte fått ett tecken från sin Herre?\" Säg [till dem]: \"Gud ensam äger kunskapen om det som är dolt för människor. Vänta därför [på Guds avgörande]. Jag skall vänta med er","tr":"Rabbinden ona (Muhammed'e) bir mucize indirilse ne olur!\" derler. Onlara de ki: \"Gaybı bilmek Allah'a mahsustur; bekleyin, doğrusu ben de sizinle birlikte beklemekteyim","ur":"اور یہ جو وہ کہتے ہیں کہ اِس نبیؐ پر اس کے رب کی طرف سے کوئی نشانی کیوں نہ اتاری گئی، تو ان سے کہو “غیب کا مالک و مختار تو اللہ ہی ہے، اچھا، انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں","zh":"他们说：“为何没有一种迹象从他的主降临他呢？”你说：“幽玄只归安拉，你们期待着吧！我确是和你们在一起期待着的！”"},"transliteration":"Wayaqooloona lawla onzila AAalayhi ayatun min rabbihi faqul innama alghaybu lillahi faintathiroo innee maAAakum mina almuntathireena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
