{"id":1385,"number":21,"text":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","translations":{"en":"And when We give the people a taste of mercy after adversity has touched them, at once they conspire against Our verses. Say, \"Allah is swifter in strategy.\" Indeed, Our messengers record that which you conspire","es":"Cuando agracio a la gente con una misericordia después de haber padecido alguna adversidad, no agradecen Mi favor. Diles: \"Dios les retribuirá por todo lo que hagan\". Mis emisarios registran todo cuanto hacen","fr":"Et quand Nous faisons goûter aux gens une miséricorde après qu'un malheur les a touchés, voilà qu'ils dénigrent Nos versets. Dis: «Allah est plus prompt à réprimer (ceux qui dénigrent Ses versets)». Car Nos anges enregistrent vos dénigrements","id":"Dan apabila Kami memberikan suatu rahmat kepada manusia, setelah mereka ditimpa bencana, mereka segera melakukan segala tipu daya (menentang) ayat-ayat Kami. Katakanlah, \"Allah lebih cepat pembalasannya (atas tipu daya itu).\" Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu","ru":"Когда Мы дали людям вкусить милость после того, как их постигло бедствие, они тотчас начали ухищряться против Наших знамений. Скажи: «Аллах быстрее в ухищрениях!». Воистину, Наши посланцы записывают ваши козни","sv":"Men när Vi skänker [dessa] människor Vår nåd efter det att olyckor drabbat dem, tar de genast itu med att förfärdiga lögner [som de vill sätta] mot Våra budskap. Säg: \"Gud kullkastar era planer snabbare [än ni smider dem]; Våra utsända skriver ned era listiga påfund","tr":"İnsanlara darlık geldikten sonra onlara bolluğu taddırdığımızda, hemen ayetlerimize dil uzatmağa kalkışırlar; onlara de ki: \"Hile yapanın cezasını vermekte Allah daha çabuktur.\" Elçi meleklerimiz kurduğunuz tuzakları hiç şüphesiz yazmaktadırlar","ur":"لوگوں کا حال یہ ہے کہ مصیبت کے بعد جب ہم ان کو رحمت کا مزا چکھاتے ہیں تو فوراً ہی وہ ہماری نشانیوں کے معاملہ میں چال بازیاں شروع کر دیتے ہیں ان سے کہو “اللہ اپنی چال میں تم سے زیادہ تیز ہے، اس کے فرشتے تمہاری سب مکّاریوں کو قلم بند کر رہے ہیں","zh":"在众人遭遇灾害之后，当我使他们尝试慈恩的时候，他们忽然图谋诽谤我的迹象。你说：“安拉的计谋是更迅速的。”我的使者们确是记录你们的计谋的。"},"transliteration":"Waitha athaqna alnnasa rahmatan min baAAdi darraa massathum itha lahum makrun fee ayatina quli Allahu asraAAu makran inna rusulana yaktuboona ma tamkuroona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
