{"id":1386,"number":22,"text":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ","translations":{"en":"It is He who enables you to travel on land and sea until, when you are in ships and they sail with them by a good wind and they rejoice therein, there comes a storm wind and the waves come upon them from everywhere and they assume that they are surrounded, supplicating Allah, sincere to Him in religion, \"If You should save us from this, we will surely be among the thankful","es":"Él es Quien facilitó que puedan transitar por la tierra y por el mar. Cuando navegan con buenos vientos se complacen, pero si los sacude una fuerte tormenta y las olas los golpean por todos lados y creen que ya no tienen salvación, entonces invocan solamente a Dios con toda sinceridad diciendo: \"Si nos salvas de ésta seremos de los agradecidos","fr":"C'est Lui qui vous fait aller sur terre et sur mer, quand vous êtes en bateau. [Ces bateaux] les emportèrent, grâce à un bon vent. Ils s'en réjouirent jusqu'au moment où, assaillis par un vent impétueux, assaillis de tous côtés par les vagues, se jugeant enveloppés [par la mort], ils prièrent Allah, Lui vouant le culte [et disant]: «Certes, si Tu nous sauves de ceci, nous serons parmi les reconnaissants!»","id":"Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (dan berlayar) di lautan. Sehingga ketika kamu berada di dalam kapal, dan meluncurlah (kapal) itu membawa mereka (orang-orang yang ada di dalamnya) dengan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai dan gelombang menimpanya dari segenap penjuru, dan mereka mengira telah terkepung (bahaya), maka mereka berdoa dengan tulus ikhlas kepada Allah semata. (Seraya berkata), \"Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur","ru":"Он - Тот, Кто предоставил вам возможность путешествовать по суше и по морю. Вы путешествуете на кораблях, плывущих вместе с ними при благоприятном ветре, которому они рады. Но вдруг подует ураганный ветер, и волны подступят к ним со всех сторон. Они решат, что они окружены, и станут взывать к Аллаху, очищая перед Ним веру: «Если Ты спасешь нас отсюда, то мы будем одними из благодарных!»","sv":"Det är Han som låter er färdas till lands och till sjöss. [Se här vad som kan hända] när ni gör en sjöresa: [Skeppet] seglar för förlig vind med dem [som gått ombord] och de gläder sig åt resan - tills det blåser upp till storm och vågorna slår över dem från alla håll och de tror att [döden] har dem i ett fast grepp. De ropar till Gud med ren och uppriktig tro och ber: \"Om Du räddar oss ur denna fara skall vi sannerligen visa oss tacksamma","tr":"Sizi karada ve denizde yürüten Allah'tır. Bulunduğunuz gemi, içindekileri güzel bir rüzgarla götürürken yolcular neşelenirler; bir fırtına çıkıp da onları her taraftan dalgaların sardığı ve çepeçevre kuşatıldıklarını sandıkları anda ise Allah'ın dinine sarılarak, \"Bizi bu tehlikeden kurtarırsan and olsun ki şükredenlerden oluruz\" diye O'na yalvarırlar","ur":"وہ اللہ ہی ہے جو تم کو خشکی اور تری میں چلاتا ہے چنانچہ جب تم کشتیوں میں سوار ہو کر بادِ موافق پر فرحاں و شاداں سفر کر رہے ہوتے ہو اور پھر یکایک بادِ مخالف کا زور ہوتا ہے اور ہر طرف سے موجوں کے تھپیڑے لگتے ہیں اور مسافر سمجھ لیتے ہیں کہ طوفان میں گھر گئے، اُس وقت سب اپنے دین کو اللہ ہی کے لیے خالص کر کے اس سے دُعائیں مانگتے ہیں کہ “اگر تو نے ہم کو اس بلا سے نجات دے دی تو ہم شکر گزار بندے بنیں گے","zh":"安拉使你们在陆上和海上旅行。当你们坐在船中，乘顺风而航行，并因风而欣喜的时候，暴风向船袭来，波涛从各处滚来，船里的人猜想自己已被包围，他们虔诚地祈祷安拉：“如果你使我们脱离这次灾难，我们必定感谢你。”"},"transliteration":"Huwa allathee yusayyirukum fee albarri waalbahri hatta itha kuntum fee alfulki wajarayna bihim bireehin tayyibatin wafarihoo biha jaatha reehun AAasifun wajaahumu almawju min kulli makanin wathannoo annahum oheeta bihim daAAawoo Allaha mukhliseena lahu alddeena lain anjaytana min hathihi lanakoonanna mina alshshakireena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
