{"id":1387,"number":23,"text":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translations":{"en":"But when He saves them, at once they commit injustice upon the earth without right. O mankind, your injustice is only against yourselves, [being merely] the enjoyment of worldly life. Then to Us is your return, and We will inform you of what you used to do","es":"Pero cuando Dios los salva, Lo desobedecen nuevamente sembrando la corrupción en la Tierra con injusticias. ¡Oh, gente! Su corrupción recaerá sobre ustedes mismos. Solo disfrutarán del placer transitorio de esta vida, pero luego comparecerán ante Mí y les comunicaré todo lo que hacían","fr":"Lorsqu'Il les a sauvés, les voilà qui, sur terre, transgressent injustement. O gens! Votre transgression ne retombera que sur vous-mêmes. C'est une jouissance temporaire de la vie présente. Ensuite, c'est vers Nous que sera votre retour, et Nous vous rappellerons alors ce que vous faisiez","id":"Tetapi ketika Allah menyelamatkan mereka, malah mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia! Sesungguhnya kezalimanmu bahayanya akan menimpa dirimu sendiri; itu hanya kenikmatan hidup duniawi, selanjutnya kepada Kamilah kembalimu, kelak akan Kami kabarkan kepadamu apa yang telah kamu kerjakan","ru":"Когда же Он спасает их, они бесчинствуют на земле без всякого права на то. О люди! Ваши бесчинства обернутся против вас самих. Это - преходящее наслаждение мирской жизнью. Потом Вы возвратитесь к Нам, и Мы поведаем вам о том, что вы совершали","sv":"Men när Han har räddat dem, begår de [nya] övergrepp på jorden i strid med sanning och rätt. Människor! Ert [orättmätiga] våld återfaller [till sist] på er själva. Njut den flyktiga glädje som livet på jorden kan rymma; till slut skall ni återvända till Oss och Vi skall låta er veta vad era handlingar [var värda]","tr":"Allah onları kurtarınca, hemen yeryüzünde haksız yere taşkınlıklara başlarlar. Ey insanlar! Geçici dünya hayatında yaptığınız taşkınlık aleyhinizedir. Sonra dönüşünüz Bizedir. Yaptıklarınızı size bildiririz","ur":"مگر جب وہ ان کو بچا لیتا ہے تو پھر وہی لوگ حق سے منحرف ہو کر زمین میں بغاوت کرنے لگتے ہیں لوگو، تمہاری یہ بغاوت اُلٹی تمہارے ہی خلاف پڑ رہی ہے دنیا کے چند روزہ مزے ہیں (لُوٹ لو)، پھر ہماری طرف تمہیں پلٹ کر آنا ہے، اُس وقت ہم تمہیں بتا دیں گے کہ تم کیا کچھ کرتے رہے ہو","zh":"当他拯救了他们的时候，他们忽然在地方上无理地侵害（他人）。人们啊！你们的侵害只有害于自身，那是今世生活的享受，然后，你们只归于我，我要把你们的行为告诉你们。"},"transliteration":"Falamma anjahum itha hum yabghoona fee alardi bighayri alhaqqi ya ayyuha alnnasu innama baghyukum AAala anfusikum mataAAa alhayati alddunya thumma ilayna marjiAAukum fanunabbiokum bima kuntum taAAmaloona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
