{"id":139,"number":132,"text":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","translations":{"en":"And Abraham instructed his sons [to do the same] and [so did] Jacob, [saying], \"O my sons, indeed Allah has chosen for you this religion, so do not die except while you are Muslims","es":"Y esto fue lo que Abraham y Jacob legaron a sus hijos: \"¡Oh, hijos míos! Dios les ha elegido esta religión, y no mueran sin haber entregado su voluntad [a Dios]","fr":"Et c'est ce qu'Abraham recommanda à ses fils, de même que Jacob: «O mes fils, certes Allah vous a choisi la religion: ne mourrez point, donc, autrement qu'en Soumis!» (à Allah)","id":"Dan Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya, demikian pula Yakub. \"Wahai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu, maka janganlah kamu mati kecuali dalam keadaan muslim","ru":"Ибрахим (Авраам) и Йакуб (Иаков) заповедали это своим сыновьям. Йакуб (Иаков) сказал: «О сыновья мои! Аллах избрал для вас религию. И умирайте не иначе, как будучи мусульманами»","sv":"Och han gav sina söner, liksom [senare] Jakob, denna maning: \"Söner! Gud [själv] har valt er tro; underkasta er därför Guds vilja innan döden överraskar er","tr":"İbrahim bunu oğullarına vasiyet etti. Yakub da: \"Oğullarım! Allah dini size seçti, siz de ancak O'na teslim olmuş olarak can verin\" dedi","ur":"اسی طریقے پر چلنے کی ہدایت اس نے اپنی اولاد کو کی تھی اور اسی کی وصیت یعقوبؑ اپنی اولاد کو کر گیا اس نے کہا تھا کہ: \"میرے بچو! اللہ نے تمہارے لیے یہی دین پسند کیا ہے لہٰذا مرتے دم تک مسلم ہی رہنا","zh":"易卜拉欣和叶孤白都曾以此嘱咐自己的儿子说：“我的儿子们啊！安拉确已为你们拣选了这个宗教，所以，只有你们在成为顺主的人后方可以死。”"},"transliteration":"Wawassa biha ibraheemu baneehi wayaAAqoobu ya baniyya inna Allaha istafa lakumu alddeena fala tamootunna illa waantum muslimoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
