{"id":1390,"number":26,"text":"۞لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translations":{"en":"For them who have done good is the best [reward] and extra. No darkness will cover their faces, nor humiliation. Those are companions of Paradise; they will abide therein eternally","es":"Quienes obren el bien obtendrán la mejor recompensa y una gracia aún mayor. Sus rostros no serán ensombrecidos ni sentirán humillación. Ellos serán los moradores del Paraíso en el que vivirán eternamente","fr":"A ceux qui agissent en bien est réservée la meilleure (récompense) et même davantage. Nulle fumée noircissante, nul avilissement ne couvriront leurs visages. Ceux-là sont les gens du Paradis, où ils demeureront éternellement","id":"Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Dan wajah mereka tidak ditutupi debu hitam dan tidak (pula) dalam kehinaan. Mereka itulah penghuni surga, mereka kekal di dalamnya","ru":"Тем, которые творили добро, уготовано Наилучшее (Рай), и им будет добавлено еще (они получат возможность взглянуть на Лик Аллаха). Не будет на их лицах ни праха, ни унижения. Они - обитатели Рая, в котором они пребудут вечно","sv":"De som gör det goda och det rätta skall få det högsta goda - och mer därtill. Inga skuggor, inga känslor av skam skall förmörka deras ansikten [på Uppståndelsens dag] - deras arvedel är paradiset och där skall de förbli till evig tid","tr":"İyi davrananlara; daima daha iyisi ve üstünü verilir. Onların yüzlerine ne bir karalık, ne de zillet bulaşır. İşte onlar cennetliklerdir, orada temelli kalırlar","ur":"جن لوگوں نے بھَلائی کا طریقہ اختیار کیا ان کے لیے بھَلائی ہے اور مزید فضل ان کے چہروں پر رُو سیاہی اور ذلّت نہ چھائے گی وہ جنت کے مستحق ہیں جہاں وہ ہمیشہ رہیں گے","zh":"行善者将受善报，且有余庆，脸上没有黑灰和忧色，这些人是乐园的居民，将永居其中。"},"transliteration":"Lillatheena ahsanoo alhusna waziyadatun wala yarhaqu wujoohahum qatarun wala thillatun olaika ashabu aljannati hum feeha khalidoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
