{"id":1392,"number":28,"text":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","translations":{"en":"And [mention, O Muhammad], the Day We will gather them all together - then We will say to those who associated others with Allah, \"[Remain in] your place, you and your 'partners.' \" Then We will separate them, and their \"partners\" will say, \"You did not used to worship us","es":"El día que los congregue a todos le diré a los idólatras: \"Permanezcan en sus sitios ustedes y sus ídolos\". Luego los separaremos a unos de otros y sus ídolos dirán: \"Nosotros no los obligamos a que nos adoraran","fr":"(Et rappelle-toi) le jour où Nous les rassemblerons tous. Puis, Nous dirons à ceux qui ont donné [à Allah] des associés: «A votre place, vous et vos associés.» Nous les séparerons les uns des autres et leurs associés diront: «Ce n'est pas nous que vous adoriez»","id":"Dan (ingatlah) pada hari (ketika) itu Kami mengumpulkan mereka semuanya, kemudian Kami berkata kepada orang yang mempersekutukan (Allah), \"Tetaplah di tempatmu, kamu dan para sekutumu.\" Lalu Kami pisahkan mereka, dan berkatalah sekutu-sekutu mereka, \"kamu sekali-kali tidak pernah menyembah kami","ru":"В тот день Мы соберем их вместе, а потом скажем многобожникам: «Оставайтесь на своих местах вместе со своими сотоварищами». Потом Мы разделим их, и сотоварищи скажут им: «Вы вовсе не поклонялись нам","sv":"Den Dag då Vi samlar dem alla åter skall Vi säga till dem som satte medhjälpare vid Guds sida: \"Stig tillbaka till era platser, ni och de som ni ville sätta vid Vår sida!\" När Vi sedan har skilt dem åt skall medhjälparna säga till dem [som tillbad dem]: \"Det var inte oss ni tillbad","tr":"Onların hepsini bir gün toplarız, sonra, puta tapanlara, \"Siz ve putlarınız yerlerinize! deyip onları birbirlerinden ayırırız. Putları ise: \"Bize tapmıyordunuz ki. Allah, sizinle bizim aramızda şahit olarak yeter. Sizin tapınmanızdan bizim haberimiz yoktu\" derler","ur":"جس روز ہم ان سب کو ایک ساتھ (اپنی عدالت میں) اکٹھا کریں گے، پھر ان لوگوں سے جنہوں نے شرک کیا ہے کہیں گے کہ ٹھیر جاؤ تم بھی اور تمہارے بنائے ہوئے شریک بھی، پھر ہم ان کے درمیان سے اجنبیّت کا پردہ ہٹا دیں گے اور ان کے شریک کہیں گے کہ “تم ہماری عبادت تو نہیں کرتے تھے","zh":"在那日，我要把他们全部集合起来，然后，对以物配主的人说：“你们和你们的配主站住吧！”，于是，我使他们彼此分离，他们的配主要说：“你们没有崇拜过我们，"},"transliteration":"Wayawma nahshuruhum jameeAAan thumma naqoolu lillatheena ashrakoo makanakum antum washurakaokum fazayyalna baynahum waqala shurakaohum ma kuntum iyyana taAAbudoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
