{"id":1394,"number":30,"text":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translations":{"en":"There, [on that Day], every soul will be put to trial for what it did previously, and they will be returned to Allah, their master, the Truth, and lost from them is whatever they used to invent","es":"Todos serán retribuidos según sus obras. Comparecerán ante Dios, su verdadero Señor, y sus mentiras se desvanecerán","fr":"Là, chaque âme éprouvera (les conséquences de) ce qu'elle a précédemment accompli. Et ils seront ramenés vers Allah leur vrai Maître; et leurs inventions (idoles) s'éloigneront d'eux","id":"Di tempat itu (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, Pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (pelindung palsu) yang mereka ada-adakan","ru":"Там каждый человек испытает то, что он совершил прежде. Они будут возвращены к Аллаху, их Истинному Покровителю, и покинет их (или исчезнет) то, что они измышляли","sv":"Då skall var och en få erfara vad han sände framför sig [till Domen. Alla] skall föras tillbaka till Gud, deras sanne Herre, och de [medhjälpare till Honom] som de hade uppfunnit, skall [då] ha övergett dem","tr":"İşte orada herkes dünyada yapmış olduğuyla imtihan verir ve gerçek Mevlaları olan Allah'a döndürülür. Uydurdukları putlar da ortadan kaybolmuştur","ur":"اُس وقت ہر شخص اپنے کیے کا مزا چکھ لے گا، سب اپنے مالک حقیقی کی طرف پھیر دیے جائیں گے اور وہ سارے جھوٹ جو انہوں نے گھڑ رکھے تھے گم ہو جائیں گے","zh":"在那时，各人将考验自己在生前的行为，他们将被送到安拉——他们真实的保护者那里去，而他们所捏造的已回避他们了。"},"transliteration":"Hunalika tabloo kullu nafsin ma aslafat waruddoo ila Allahi mawlahumu alhaqqi wadalla AAanhum ma kanoo yaftaroona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
