{"id":1395,"number":31,"text":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","translations":{"en":"Say, \"Who provides for you from the heaven and the earth? Or who controls hearing and sight and who brings the living out of the dead and brings the dead out of the living and who arranges [every] matter?\" They will say, \"Allah,\" so say, \"Then will you not fear Him","es":"Pregúntales: \"¿Quién los sustenta con las gracias del cielo y de la Tierra? ¿Quién los agració con el oído y la vista? ¿Quién hace surgir lo vivo de lo muerto y lo muerto de lo vivo? ¿Quién tiene bajo Su poder todas las cosas?\" Responderán: \"¡Dios!\" Diles: \"¿Acaso no van a tener temor de Él [y abandonar la idolatría]","fr":"Dis: «Qui vous attribue de la nourriture du ciel et de la terre? Qui détient l'ouïe et la vue, et qui fait sortir le vivant du mort et fait sortir le mort du vivant, et qui administre tout?» Ils diront: «Allah». Dis alors: «Ne Le craignez-vous donc pas?»","id":"Katakanlah (Muhammad), \"Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati, dan mengeluarkan yang mati dari yang hidup, dan siapakah yang mengatur segala urusan?\" Maka mereka akan menjawab, \"Allah.\" Maka katakanlah, \"Mengapa kamu tidak bertakwa (kepada-Nya)","ru":"Скажи: «Кто одаряет вас уделом с неба и земли? Кто властен над слухом и зрением? Кто мертвое превращает в живое, а живое превращает в мертвое? Кто управляет делами?». Они скажут: «Аллах». Скажи: «Неужели вы не устрашитесь?»","sv":"SÄG: \"Vem förser er med det i himlen och på jorden som ni behöver för er försörjning? Vem har makten över hörsel och syn? Vem låter livet spira ur det som är dött och låter döden stiga fram ur det levande? Och vem styr skapelsens ordning?\" På detta kommer de att svara: \"[Det är] Gud.\" Och du skall säga: \"Skall ni då inte frukta Honom","tr":"De ki: \"Gökten ve yerden size rızık veren kimdir? Kulak ve gözlerin sahibi kimdir? Diriyi ölüden çıkaran, ölüyü de diriden çıkaran kimdir? Her işi düzenleyen kimdir?\" Onlar: \"Allah'tır! \" diyecekler. \"O halde O'na karşı gelmekten sakınmaz mısınız?\" de","ur":"اِن سے پُوچھو، کون تم کو آسمان اور زمین سے رزق دیتا ہے؟ یہ سماعت اور بینائی کی قوتیں کس کے اختیار میں ہیں؟ کون بے جان میں سے جاندار کو اور جاندار میں سے بے جان کو نکالتا ہے؟ کون اِس نظم عالم کی تدبیر کر رہا ہے؟ وہ ضرور کہیں گے کہ اللہ کہو، پھر تم (حقیقت کے خلاف چلنے سے) پرہیز نہیں کرتے؟","zh":"你说：“谁从天上和地上给你们提供给养？谁主持你们的听觉和视觉？谁使活物从死物中生出？谁使死物从活物中生出？谁管理事物？”他们要说：“安拉。”你说：“难道你们不敬畏吗？"},"transliteration":"Qul man yarzuqukum mina alssamai waalardi amman yamliku alssamAAa waalabsara waman yukhriju alhayya mina almayyiti wayukhriju almayyita mina alhayyi waman yudabbiru alamra fasayaqooloona Allahu faqul afala tattaqoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
