{"id":1395,"number":31,"text":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","translations":{"bn":"তুমি জিজ্ঞেস কর, কে রুযী দান করে তোমাদেরকে আসমান থেকে ও যমীন থেকে, কিংবা কে তোমাদের কান ও চোখের মালিক? তাছাড়া কে জীবিতকে মৃতের ভেতর থেকে বের করেন এবং কেইবা মৃতকে জীবিতের মধ্য থেকে বের করেন? কে করেন কর্ম সম্পাদনের ব্যবস্থাপনা? তখন তারা বলে উঠবে, আল্লাহ! তখন তুমি বলো তারপরেও ভয় করছ না","en":"Say, \"Who provides for you from the heaven and the earth? Or who controls hearing and sight and who brings the living out of the dead and brings the dead out of the living and who arranges [every] matter?\" They will say, \"Allah,\" so say, \"Then will you not fear Him","id":"Katakanlah (Muhammad), \"Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati, dan mengeluarkan yang mati dari yang hidup, dan siapakah yang mengatur segala urusan?\" Maka mereka akan menjawab, \"Allah.\" Maka katakanlah, \"Mengapa kamu tidak bertakwa (kepada-Nya)","ru":"Скажи: «Кто одаряет вас уделом с неба и земли? Кто властен над слухом и зрением? Кто мертвое превращает в живое, а живое превращает в мертвое? Кто управляет делами?». Они скажут: «Аллах». Скажи: «Неужели вы не устрашитесь?»","tr":"De ki: \"Gökten ve yerden size rızık veren kimdir? Kulak ve gözlerin sahibi kimdir? Diriyi ölüden çıkaran, ölüyü de diriden çıkaran kimdir? Her işi düzenleyen kimdir?\" Onlar: \"Allah'tır! \" diyecekler. \"O halde O'na karşı gelmekten sakınmaz mısınız?\" de","ur":"اِن سے پُوچھو، کون تم کو آسمان اور زمین سے رزق دیتا ہے؟ یہ سماعت اور بینائی کی قوتیں کس کے اختیار میں ہیں؟ کون بے جان میں سے جاندار کو اور جاندار میں سے بے جان کو نکالتا ہے؟ کون اِس نظم عالم کی تدبیر کر رہا ہے؟ وہ ضرور کہیں گے کہ اللہ کہو، پھر تم (حقیقت کے خلاف چلنے سے) پرہیز نہیں کرتے؟"},"chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"bn":"নবী ইউনুস","en":"Jonah","id":"Yunus","ru":"Йунус","tr":"Yûnus","ur":"یونس"},"type":"meccan"}}
