{"id":1398,"number":34,"text":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","translations":{"en":"Say, \"Are there of your 'partners' any who begins creation and then repeats it?\" Say, \"Allah begins creation and then repeats it, so how are you deluded","es":"Di: \"¿Acaso alguno de sus ídolos puede originar una creación y luego reproducirla?\" Diles: \"Dios es Quien origina la creación y luego la reproduce. ¿Cómo pueden ser tan desviados [de adorar a otros]","fr":"Dis: «Parmi vos associés, qui donne la vie par une première création et la redonne [après la mort]?» Dis: «Allah [seul] donne la vie par une première création et la redonne. Comment pouvez-vous vous écarter [de l'adoration d'Allah]","id":"Katakanlah, \"Adakah di antara sekutumu yang dapat memulai penciptaan (makhluk), kemudian mengulanginya (menghidupkannya) kembali?\" Katakanlah, \"Allah memulai (penciptaan) makhluk, kemudian mengulanginya. Maka bagaimana kamu dipalingkan (menyembah selain Allah)","ru":"Скажи: «Есть ли среди тех, кого вы придаете в сотоварищи к Аллаху, такой, который создает творение, а затем воссоздает его?». Скажи: «Аллах создает творение, а затем воссоздает его. До чего же вы отвращены от истины!»","sv":"Säg: \"Finns det bland dessa väsen, som ni sätter vid Guds sida, den som inleder skapelsen och därefter förnyar den?\" Säg: \"Gud inleder skapelsen och när tiden kommer skall Han förnya den. Hur förvirrade är inte era begrepp","tr":"De ki: \"Koştuğunuz ortaklardan, önce yaratan, sonra bunu tekrar eden var mıdır?\" De ki: \"Allah önce yaratır, sonra bunu tekrar eder. Nasıl da döndürülürsünüz","ur":"اِن سے پُوچھو، تمہارے ٹھیرائے ہوئے شریکوں میں کوئی ہے جو تخلیق کی ابتدا بھی کرتا ہو اور پھر اس کا اعادہ بھی کرے؟ کہو وہ صرف اللہ ہے جو تخلیق کی ابتدا بھی کرتا ہے اور اس کا اعادہ بھی، پھر تم یہ کس اُلٹی راہ پر چلائے جا رہے ہو؟","zh":"你说：“你们的配主，有能创造万物，而且加以再造的吗？”你说：“安拉能创造万物，而且能加以再造。你们怎么混淆黑白呢？”"},"transliteration":"Qul hal min shurakaikum man yabdao alkhalqa thumma yuAAeeduhu quli Allahu yabdao alkhalqa thumma yuAAeeduhu faanna tufakoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
