{"id":1399,"number":35,"text":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","translations":{"en":"Say, \"Are there of your 'partners' any who guides to the truth?\" Say, \"Allah guides to the truth. So is He who guides to the truth more worthy to be followed or he who guides not unless he is guided? Then what is [wrong] with you - how do you judge","es":"Di: \"¿Acaso alguno de sus ídolos puede guiar a alguien a la verdad?\" Di: \"Dios es Quien guía hacia la verdad\". ¿Acaso no es más sensato seguir a Quien guía hacia la verdad, en vez de seguir a quienes no pueden guiar a nadie y necesitan ellos mismos ser guiados? ¿Cómo pueden actuar de esa forma","fr":"Dis: «Est-ce qu'il y a parmi vos associés un qui guide vers la vérité?» Dis: «C'est Allah qui guide vers la vérité. Celui qui guide vers la vérité est-il plus digne d'être suivi, ou bien celui qui ne se dirige qu'autant qu'il est lui-même dirigé? Qu'avez-vous donc? Comment jugez-vous ainsi?»","id":"Katakanlah, \"Apakah di antara sekutumu ada yang membimbing kepada kebenaran?\" Katakanlah, \"Allahlah yang membimbing kepada kebenaran.\" Maka manakah yang lebih berhak diikuti, Tuhan yang membimbing kepada kebenaran, ataukah orang yang tidak mampu membimbing bahkan perlu dibimbing? Maka mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan","ru":"Спроси: «Есть ли среди тех, кого вы придаете в сотоварищи к Аллаху, такой, который указывает путь к истине?». Скажи: «Аллах указывает путь к истине. Кто более достоин того, чтобы за ним следовали: тот, кто сам указывает путь к истине, или же тот, кто не может найти верного пути, пока ему не укажут на него? Что с вами? Как вы судите?»","sv":"Säg: \"Finns det bland dessa väsen, som ni sätter vid Guds sida, någon som visar vägen till sanningen?\" Säg: \"Gud visar vägen till sanningen. Vem är det då riktigast att följa? Den som visar vägen eller den som inte finner vägen om han inte får vägledning? Hur är det fatt med ert omdöme","tr":"De ki: \"Koştuğunuz ortaklardan gerçeğe eriştiren var mıdır?\" De ki: \"Ama Allah gerçeğe eriştirir. Gerçeğe eriştiren mi, yoksa, birisi götürmezse gidemeyen mi uyulmağa daha layıktır? Ne biçim hüküm veriyorsunuz","ur":"اِن سے پُوچھو تمہارے ٹھیرائے ہوئے شریکوں میں کوئی ایسا بھی ہے جو حق کی طرف رہنمائی کرتا ہو؟ کہو وہ صرف اللہ ہے جو حق کی طرف رہنمائی کرتا ہے پھر بھلا بتاؤ، جو حق کی طرف رہنمائی کرتا ہے وہ اِس کا زیادہ مستحق ہے کہ اس کی پیروی کی جائے یا وہ جو خود راہ نہیں پاتا اِلّا یہ کہ اس کی رہنمائی کی جائے؟ آخر تمہیں ہو کیا گیا ہے، کیسے اُلٹے الٹے فیصلے کرتے ہو؟","zh":"你说：“你们的配主有能导人于真理的吗？”你说：“安拉能导人于真理。是能导人于真理的更宜于受人顺从呢？还是须受引导才能遵循正道的，更宜于顺从呢？你们怎么啦？你们怎么这样判断呢？”"},"transliteration":"Qul hal min shurakaikum man yahdee ila alhaqqi quli Allahu yahdee lilhaqqi afaman yahdee ila alhaqqi ahaqqu an yuttabaAAa amman la yahiddee illa an yuhda fama lakum kayfa tahkumoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
