{"id":140,"number":133,"text":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translations":{"en":"Or were you witnesses when death approached Jacob, when he said to his sons, \"What will you worship after me?\" They said, \"We will worship your God and the God of your fathers, Abraham and Ishmael and Isaac - one God. And we are Muslims [in submission] to Him","es":"¿Acaso saben qué le preguntó Jacob a sus hijos cuando le llegó la muerte?: \"¿Qué adorarán después de mí [muerte]?\" Dijeron: \"Adoraremos lo que adoraban tú y tus ancestros, Abraham, Ismael e Isaac: la Única divinidad, y a Él entregamos nuestra voluntad","fr":"Etiez-vous témoins quand la mort se présenta à Jacob et qu'il dit à ses fils: «Qu'adorerez-vous après moi?» - Ils répondirent: «Nous adorerons ta divinité et la divinité de tes pères, Abraham, Ismaël et Isaac, Divinité Unique et à laquelle nous sommes Soumis»","id":"Apakah kamu menjadi saksi saat maut akan menjemput Yakub, ketika dia berkata kepada anak-anaknya, \"Apa yang kamu sembah sepeninggalku?\" Mereka menjawab, \"Kami akan menyembah Tuhanmu dan Tuhan nenek moyangmu yaitu Ibrahim, Ismail dan Ishak, (yaitu) Tuhan Yang Mahaesa dan kami (hanya) berserah diri kepada-Nya","ru":"Или же вы находились рядом, когда смерть явилась к Йакубу (Иакову)? Он сказал своим сыновьям: «Кому вы будете поклоняться после меня?». Они сказали: «Мы будем поклоняться твоему Богу и Богу твоих отцов - Ибрахима (Авраама), Исмаила (Измаила) и Исхака (Исаака), Единственному Богу. Ему одному мы покоряемся»","sv":"Ja, ni är själva vittnen till att Jakob, när han kände döden nalkas, sade till sina söner: \"Vem skall ni dyrka när jag är borta?\" Och de svarade: \"Vi skall dyrka din och dina fäders, Abrahams, Ismaels och Isaks Gud, den Ende Guden, och vi underkastar oss Hans vilja","tr":"Yoksa Yakub can verirken sizler yanında mı idiniz? O, oğullarına: \"Benden sonra kime kulluk edeceksiniz?\" diye sormuştu; Onlar da: \"Senin Tanrına ve ataların İbrahim, İsmail, İshak'ın Tanrısı olan tek Tanrıya kulluk edeceğiz, bizler O'na teslim olmuşuzdur\" demişlerdi","ur":"پھر کیا تم اس وقت موجود تھے، جب یعقوبؑ اس دنیا سے رخصت ہو رہا تھا؟اس نے مرتے وقت اپنے بچوں سے پوچھا: \"بچو! میرے بعد تم کس کی بندگی کرو گے؟\" ان سب نے جواب دیا: \"ہم اسی ایک خدا کی بندگی کریں گے جسے آپ نے اور آپ کے بزرگوں ابراہیمؑ، اسماعیلؑ اور اسحاقؑ نے خدا مانا ہے اور ہم اُسی کے مسلم ہیں","zh":"当叶孤白临死的时候，你们在场吗？当时，他对他的儿子们说：“我死之后，你们将崇拜什么？”他们说：“我们将崇拜你所崇拜的，和你的祖先易卜拉欣、易司马仪、易司哈格所崇拜的——独一的主宰——我们只归顺他。”"},"transliteration":"Am kuntum shuhadaa ith hadara yaAAqooba almawtu ith qala libaneehi ma taAAbudoona min baAAdee qaloo naAAbudu ilahaka wailaha abaika ibraheema waismaAAeela waishaqa ilahan wahidan wanahnu lahu muslimoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
