{"id":1401,"number":37,"text":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","translations":{"en":"And it was not [possible] for this Qur'an to be produced by other than Allah, but [it is] a confirmation of what was before it and a detailed explanation of the [former] Scripture, about which there is no doubt, from the Lord of the worlds","es":"El Corán no puede provenir sino de Dios. Confirma las revelaciones anteriores y explica detalladamente Sus preceptos, no hay duda alguna que proviene del Señor del universo","fr":"Ce Coran n'est nullement à être forgé en dehors d'Allah mais c'est la confirmation de ce qui existait déjà avant lui, et l'exposé détaillé du Livre en quoi il n'y a pas de doute, venu du Seigneur de l'Univers","id":"Dan tidak mungkin Alquran ini dibuat-buat oleh selain Allah; tetapi (Alquran) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya,388) tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan seluruh alam","ru":"Этот Коран не может быть сочинением кого-либо, кроме Аллаха. Он является подтверждением того, что было до него, и разъяснением Писания от Господа миров, в котором нет сомнения","sv":"Denna Koran kan inte ha ställts samman utan Guds medverkan; nej, [den har uppenbarats] för att bekräfta vad som ännu består [av äldre tiders uppenbarelser], och för att ge en fast och klar form åt Guds lag, [uppenbarad] - ingen skall tvivla på detta - av världarnas Herre","tr":"Bu Kuran, Allah'tandır, başkası tarafından uydurulmuş değildir. Ancak kendinden öncekini doğrular ve O Kitap'ı açıklar. Alemlerin Rabbinden geldiğinden şüphe yoktur","ur":"اور یہ قرآن وہ چیز نہیں ہے جو اللہ کی وحی و تعلیم کے بغیر تصنیف کر لیا جائے بلکہ یہ تو جو کچھ پہلے آ چکا تھا اس کی تصدیق اور الکتاب کی تفصیل ہے اِس میں کوئی شک نہیں کہ یہ فرمانروائے کائنات کی طرف سے ہے","zh":"这部《古兰经》不是可以舍安拉而伪造的，却是安拉降示来证实以前的天经，并详述安拉所制定的律例的。其中毫无疑义，乃是从众世界的主降示的。"},"transliteration":"Wama kana hatha alquranu an yuftara min dooni Allahi walakin tasdeeqa allathee bayna yadayhi watafseela alkitabi la rayba feehi min rabbi alAAalameena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
