{"id":1402,"number":38,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","translations":{"en":"Or do they say [about the Prophet], \"He invented it?\" Say, \"Then bring forth a surah like it and call upon [for assistance] whomever you can besides Allah, if you should be truthful","es":"Dicen: \"[Mujámmad] lo ha inventado\". Diles: \"Entonces produzcan un capítulo similar [a un capítulo del Corán]. Recurran para ello a quienes quieran fuera de Dios, si es que dicen la verdad","fr":"Ou bien ils disent: «Il (Muhammad) l'a inventé?» Dis: «Composez donc une sourate semblable à ceci, et appelez à votre aide n'importe qui vous pourrez, en dehors d'Allah, si vous êtes véridiques»","id":"Apakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? Katakanlah, \"Buatlah satu surah yang semisal dengan surah (Alquran), dan ajaklah siapa saja diantara kamu orang yang mampu (membuatnya) selain Allah, jika kamu orang-orang yang benar","ru":"Или же они говорят: «Он выдумал его». Скажи: «Сочините хотя бы одну суру, подобную этим, и призовите, кого сможете, кроме Аллаха, если вы говорите правду»","sv":"Och ändå säger de: \"[Muhammad] har författat den.\" Säg: \"Lägg då fram en med denna jämförbar sura och kalla [till er hjälp] dem som ni kan [kalla], andra än Gud, [för att intyga att] ni talar sanning","tr":"Senin için, \"Onu uydurdu mu?\" diyorlar. De ki: \"Onun surelerine benzer bir sure meydana getirin, iddianızda samimi iseniz, Allah'tan başka çağırabileceklerinizi de çağırın","ur":"کیا یہ لوگ کہتے ہیں کہ پیغمبرؐ نے اسے خود تصنیف کر لیا ہے؟ کہو، “اگر تم اپنے اس الزام میں سچّے ہو تو ایک سُورۃ اس جیسی تصنیف کر لاؤ اور ایک خدا کو چھوڑ کر جس جس کو بُلا سکتے ہو مدد کے لیے بُلا لو","zh":"难道他们说他伪造经典吗？你说：“你们就试拟作一章吧！”如果你们是诚实的，你们就应当舍安拉而吁请你们所能吁请的人。"},"transliteration":"Am yaqooloona iftarahu qul fatoo bisooratin mithlihi waodAAoo mani istataAAtum min dooni Allahi in kuntum sadiqeena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
