{"id":1403,"number":39,"text":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّـٰلِمِينَ","translations":{"en":"Rather, they have denied that which they encompass not in knowledge and whose interpretation has not yet come to them. Thus did those before them deny. Then observe how was the end of the wrongdoers","es":"Desmienten lo que no conocen y aquello cuya interpretación no han recibido aún. Así también desmintieron sus ancestros. Pero observa cómo fue el final de los opresores","fr":"Bien au contraire: ils ont traité de mensonge ce qu'ils ne peuvent embrasser de leur savoir, et dont l'interprétation ne leur est pas encore parvenue. Ainsi ceux qui vivaient avant eux traitaient d'imposteurs (leurs messagers). Regarde comment a été la fin des injustes","id":"Bahkan (yang sebenarnya), mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan (Rasul). Maka perhatikanlah bagaimana akibat orang yang zalim","ru":"Так нет же, они объявляют ложью знание, которое не способны постичь и толкование которого еще не свершилось. Таким же образом его отвергали их предшественники. Погляди же, каким был конец беззаконников","sv":"Nej, de förkastar som lögn allt som ligger utanför deras kunskap och vars djupare mening de ännu inte förstår. De som levde före dem kallade också sanningen för lögn, och se hur slutet blev för dessa orättfärdiga [människor]","tr":"Onlar, ilmini kavrayamadıkları ve henüz yorumu da kendilerine bildirilmemiş olan şeyi yalanladılar. Onlardan öncekiler de böylece yalanlamışlardı. Zalimlerin sonunun nasıl olduğuna bir bak","ur":"اصل یہ ہے کہ جو چیز اِن کے علم کی گرفت میں نہیں آئی اور جس کا مآل بھی ان کے سامنے نہیں آیا، اُس کو اِنہوں نے (خوامخواہ اٹکل پچّو) جھٹلا دیا اِسی طرح تو ان سے پہلے کے لوگ بھی جھٹلا چکے ہیں پھر دیکھ لو اُن ظالموں کا کیا انجام ہُوا","zh":"不！他们否认他们所未通晓，而其解释尚未降临的经典。在他们之前的人，曾这样把他们族中的使者称为说谎者。你看看！不义者的结局，是怎样的！"},"transliteration":"Bal kaththaboo bima lam yuheetoo biAAilmihi walamma yatihim taweeluhu kathalika kaththaba allatheena min qablihim faonthur kayfa kana AAaqibatu alththalimeena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
