{"id":1405,"number":41,"text":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","translations":{"en":"And if they deny you, [O Muhammad], then say, \"For me are my deeds, and for you are your deeds. You are disassociated from what I do, and I am disassociated from what you do","es":"Pero si te desmienten, diles: \"Yo soy responsable de mis obras y ustedes de las suyas. Ustedes no son responsables de lo que yo haga, como yo tampoco soy responsable de lo que ustedes hagan","fr":"Et s'ils te traitent de menteur, dis alors: «A moi mon œuvre, et à vous la vôtre. Vous êtes irresponsables de ce que je fais et je suis irresponsable de ce que vous faites»","id":"Dan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan","ru":"Если тебя сочтут лжецом, то скажи: «Мне достанутся мои деяния, а вам - ваши деяния. Вы не причастны к тому, что я совершаю, а я не причастен к тому, что совершаете вы»","sv":"Säg, om de beskyller dig för lögn: \"Vad jag gör är mitt [ansvar] och vad ni gör är ert [ansvar]. Ni har ingen skuld till mina handlingar och jag har ingen skuld till era era handlingar","tr":"Seni yalanlarlarsa, \"Benim yaptığım bana, sizin yaptığınız sizedir; siz benim yaptığımdan sorumlu değilsiniz, ben de sizin yaptığınızdan sorumlu değilim\" de","ur":"اگر یہ تجھے جھٹلاتے ہیں تو کہہ دے کہ “میرا عمل میرے لیے ہے اور تمہارا عمل تمہارے لیے، جو کچھ میں کرتا ہوں اس کی ذمہ داری سے تم بَری ہو اور جو کچھ تم کر رہے ہو اس کی ذمہ داری سے میں بَری ہوں","zh":"如果他们称你为说谎者，你就说：“我有我的工作，你们有你们的工作，你们与我所做的事无干，我与你们所做的事无涉。”"},"transliteration":"Wain kaththabooka faqul lee AAamalee walakum AAamalukum antum bareeoona mimma aAAmalu waana bareeon mimma taAAmaloona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
