{"id":1409,"number":45,"text":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","translations":{"en":"And on the Day when He will gather them, [it will be] as if they had not remained [in the world] but an hour of the day, [and] they will know each other. Those will have lost who denied the meeting with Allah and were not guided","es":"El día que los congregue, les parecerá no haber permanecido más que una hora. Se reconocerán entre ellos. Quienes desmintieron el encuentro con Dios habrán perdido, porque no seguían la guía","fr":"Et le jour où Il les rassemblera, ce sera comme s'ils n'étaient restés [dans leur tombeau] qu'une heure du jour et ils se reconnaîtront mutuellement. Perdants seront alors ceux qui auront traité de mensonge la rencontre d'Allah, et ils n'auront pas été bien guidés","id":"Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh, rugi orang yang mendustakan pertemuan mereka dengan Allah, dan mereka tidak mendapat petunjuk","ru":"В тот день Аллах соберет их, словно они пробыли на земле или в могилах всего лишь один дневной час, и они узнают друг друга. Воистину, убыток потерпят те, которые считали ложью встречу с Аллахом и не следовали прямым путем","sv":"Den dag Han skall samla dem åter, [kommer det att förefalla dem] som om deras [liv på jorden] inte hade varat mer än en timme av en dag; [och] de kommer att känna igen varandra. Förlorarna är de som ansåg att mötet med Gud var en lögn och som avvisade [Guds] vägledning","tr":"Onları toplayacağı kıyamet günü, sanki gündüz, birbirleriyle sadece tanışacakları bir saat kadar kalmış gibidirler. Allah'ın karşısına çıkmayı yalan sayanlar kaybetmişlerdir","ur":"(آج یہ دُنیا کی زندگی میں مست ہیں) اور جس روز اللہ اِن کو اکٹھا کرے گا تو (یہی دُنیا کی زندگی اِنہیں ایسی محسُوس ہوگی) گویا یہ محض ایک گھڑی بھر آپس میں جان پہچان کرنے کو ٹھیرے تھے (اس وقت تحقیق ہو جائے گا کہ) فی الواقع سخت گھاٹے میں رہے وہ لوگ جنہوں نے اللہ کی ملاقات کو جھٹلایا اور ہرگز وہ راہِ راست پر نہ تھے","zh":"在他集合他们的那日，他们仿佛只在白昼逗留过一会儿，他们互相认识，把与安拉相会之说称为谎言的人，确已亏折了，他们不是遵循正道的。"},"transliteration":"Wayawma yahshuruhum kaan lam yalbathoo illa saAAatan mina alnnahari yataAAarafoona baynahum qad khasira allatheena kaththaboo biliqai Allahi wama kanoo muhtadeena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
