{"id":1410,"number":46,"text":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","translations":{"en":"And whether We show you some of what We promise them, [O Muhammad], or We take you in death, to Us is their return; then, [either way], Allah is a witness concerning what they are doing","es":"Ya sea que te permita presenciar el castigo con el que los amenazo o que te haga morir antes, de igual manera ellos comparecerán ante Mí. Dios es testigo de lo que hacen","fr":"Que Nous te fassions voir une partie de ce dont Nous les menaçons, ou que Nous te fassions mourir, (en tout cas), c'est vers Nous que sera leur retour. Allah est en outre, témoin de ce qu'ils font","id":"Dan jika Kami perlihatkan kepadamu (Muhammad) sebagian dari (siksaan) yang Kami janjikan kepada mereka, (tentulah engkau akan melihatnya) atau (jika) Kami wafatkan engkau (sebelum itu), maka kepada Kami (jualah) mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan","ru":"Мы покажем тебе часть того, что Мы обещали им, или же умертвим тебя, но они все равно вернутся к Нам. Кроме того, Аллах является Свидетелем того, что они совершают","sv":"Vare sig Vi låter dig se något av det Vi har lovat [förnekarna] eller Vi låter dig dö [innan straffet når dem], skall de föras åter till Oss, och Gud är vittne till [allt] vad de gör","tr":"Onlara, söz verdiğimiz azabın bir kısmını ya dünyada sana gösteririz, veya senin ruhunu alırız da nasıl olsa onların dönüşü Bizedir; (ahirette görürsün) Allah onların yaptıklarına şahiddir","ur":"جن بُرے نتائج سے ہم انہیں ڈرا رہے ہیں ان کا کوئی حصہ ہم تیرے جیتے جی دکھا دیں یا اس سے پہلے ہی تجھے اُٹھا لیں، بہرحال اِنہیں آنا ہماری ہی طرف ہے اور جو کچھ یہ کر رہے ہیں اس پر اللہ گواہ ہے","zh":"如果我昭示你一点我所用以恫吓他们的那种刑罚，那么，我对他们确是全能的；设或我使你寿终，那么，他们只归于我，然后，安拉是见证他们的行为的。"},"transliteration":"Waimma nuriyannaka baAAda allathee naAAiduhum aw natawaffayannaka failayna marjiAAuhum thumma Allahu shaheedun AAala ma yafAAaloona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
