{"id":1413,"number":49,"text":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translations":{"en":"Say, \"I possess not for myself any harm or benefit except what Allah should will. For every nation is a [specified] term. When their time has come, then they will not remain behind an hour, nor will they precede [it]","es":"Diles: \"Yo no puedo perjudicar ni beneficiar, a menos que Dios así lo quiera\". Toda comunidad tiene un plazo prefijado; cuando éste llega no pueden retrasarlo ni adelantarlo, ni siquiera una hora","fr":"Dis: «Je ne détiens pour moi rien qui peut me nuire ou me profiter, excepté ce qu'Allah veut. A chaque communauté un terme. Quand leur terme arrive, ils ne peuvent ni le retarder d'une heure ni l'avancer»","id":"Katakanlah (Muhammad), \"Aku tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku, kecuali apa yang Allah kehendaki.\" Bagi setiap umat punya ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun","ru":"Скажи: «Я не способен причинить себе зло или принести себе пользу, если того не пожелает Аллах. Для каждой общины установлен срок. Когда же наступает их срок, они не могут отдалить или приблизить его даже на час»","sv":"Säg [Muhammad]: \"Jag kan inte [hindra att] ont drabbar mig eller [utverka att] goda och nyttiga ting kommer på min lott, om det inte är Guds vilja [att så sker]. För alla människor är en frist utsatt och de kan varken förkorta den eller förlänga den, ens med ett ögonblick, när den har löpt ut","tr":"De ki: \"Allah'ın dilemesi dışında ben kendime bir fayda ve zarar verecek durumda değilim. Her ümmet için bir süre vardır; süreleri sona erince bir saat bile geciktirilmezler ve öne de alınmazlar","ur":"کہو “میرے اختیار میں خود اپنا نفع و ضرر بھی نہیں، سب کچھ اللہ کی مشیّت پر موقوف ہے ہر امّت کے لیے مُہلت کی ایک مدّت ہے، جب یہ مدّت پُوری ہو جاتی ہے تو گھڑی بھر کی تقدیم و تاخیر بھی نہیں ہوتی","zh":"你说：“我不能为我自己主持祸福，除非安拉意欲，每个民族各有一个期限，当他们的期限来临的时候，他们不能耽延一会儿；（当其未来临的时候），他们不能提前一会儿。”"},"transliteration":"Qul la amliku linafsee darran wala nafAAan illa ma shaa Allahu likulli ommatin ajalun itha jaa ajaluhum fala yastakhiroona saAAatan wala yastaqdimoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
