{"id":1418,"number":54,"text":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","translations":{"en":"And if each soul that wronged had everything on earth, it would offer it in ransom. And they will confide regret when they see the punishment; and they will be judged in justice, and they will not be wronged","es":"Si los opresores tuvieran cuanto hay en la Tierra, querrían darlo como rescate para salvarse. Pero cuando vean el castigo no podrán mostrar su arrepentimiento. Serán juzgados con equidad y no serán tratados injustamente","fr":"Si chaque âme injuste possédait tout ce qu'il y a sur terre, elle le donnerait pour sa rançon. Ils dissimuleront leur regret quand ils verront le châtiment. Et il sera décidé entre eux en toute équité, et ils ne seront point lésés","id":"Dan kalau setiap orang yang zalim itu (mempunyai) segala apa yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan391) penyesalannya ketika mereka telah menyaksikan azab. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi","ru":"Если бы несправедливый человек владел всеми богатствами земными, то он отдал бы их в качестве выкупа. Они скроют раскаяние, когда увидят мучения. Между ними рассудят беспристрастно, и с ними не поступят несправедливо","sv":"Om den som har begått svår orätt ägde jordens alla rikedomar skulle han helt säkert erbjuda allt detta för att köpa sig fri [på Domens dag]; och när sådana människor ser straffet [som väntar dem], kommer de att önska att de kunde ge fullt uttryck åt sin ånger. Men de skall få en rättvis dom och ingen orätt skall tillfogas dem","tr":"Haksızlık etmiş olan her kişi, yeryüzünde olan her şeye sahip olsa, onu azabın fidyesi olarak verirdi. Azabı görünce pişmanlık gösterdiler. Haksızlığa uğratılmadan aralarında adaletle hükmolunmuştur","ur":"اگر ہر اُس شخص کے پاس جس نے ظلم کیا ہے، رُوئے زمین کی دولت بھی ہو تو اُس عذاب سے بچنے کے لیے وہ اسے فدیہ میں دینے پر آمادہ ہو جائے گا جب یہ لوگ اس عذاب کو دیکھ لیں گے تو دل ہی دل میں پچھتائیں گے مگر ان کے درمیان پُورے انصاف سے فیصلہ کیا جائے گا کوئی ظلم ان پر نہ ہو گا","zh":"假若每个不义的人，都拥有大地上的一切，他必用它做罚金。当他们看见刑罚的时候，他们必怀悔恨。他们要被秉公判决，不受冤枉。"},"transliteration":"Walaw anna likulli nafsin thalamat ma fee alardi laiftadat bihi waasarroo alnnadamata lamma raawoo alAAathaba waqudiya baynahum bialqisti wahum la yuthlamoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
