{"id":1423,"number":59,"text":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","translations":{"en":"Say, \"Have you seen what Allah has sent down to you of provision of which you have made [some] lawful and [some] unlawful?\" Say, \"Has Allah permitted you [to do so], or do you invent [something] about Allah","es":"Diles: \"Dios les ha provisto de sustento, pero consideraron lícita una parte y prohibida otra parte. Díganme: ¿Acaso Dios les dio esa orden, o están atribuyendo a Dios lo que a ustedes les parece","fr":"Que dites-vous de ce qu'Allah a fait descendre pour vous comme subsistance et dont vous avez alors fait des choses licites et des choses interdites? - Dis: «Est-ce Allah qui vous l'a permis? Ou bien forgez vous (des mensonges) contre Allah?»","id":"Katakanlah (Muhammad), \"Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.\" Katakanlah, \"Apakah Allah telah memberikan izin kepadamu (tentang ini), ataukah kamu mengada-ada atas nama Allah","ru":"Скажи: «Что вы думаете об уделе, который ниспослал вам Аллах, часть которого вы объявили запретной, а часть - дозволенной». Скажи: «Аллах позволил вам это или же вы возводите навет на Аллаха?»","sv":"Säg: \"Vad anser ni om det som Gud har låtit komma er till del för er försörjning, om vilket ni säger att [något] är förbjudet och [något] tillåtet?\" Säg: \"Har Gud gett er tillstånd [till detta] eller tillskriver ni Gud vad ni [själva] tänker ut","tr":"De ki: \"Allah'ın size indirdiği rızkın bir kısmını haram, bir kısmını helal kıldığınızı görmüyor musunuz?\" De ki: \"Size Allah mı izin verdi, yoksa Allah'a karşı yalan mı uyduruyorsunuz","ur":"اے نبیؐ، ان سے کہو “تم لوگوں نے کبھی یہ بھی سوچا ہے کہ جو رزق اللہ نے تمہارے لیے اتارا تھا اس میں سے تم نے خود ہی کسی کو حرام اور کسی کو حلال ٹھیرا لیا!\" اِن سے پوچھو، اللہ نے تم کو اس کی اجازت دی تھی؟ یا تم اللہ پر افترا کر رہے ہو؟","zh":"你说：“你们告诉我吧！安拉为你们降下的给养，你们把它分为违法的与合法的，你们究竟是奉安拉的命令呢？还是假借安拉的名义而造谣呢？”"},"transliteration":"Qul araaytum ma anzala Allahu lakum min rizqin fajaAAaltum minhu haraman wahalalan qul allahu athina lakum am AAala Allahi taftaroona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
