{"id":1425,"number":61,"text":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","translations":{"bn":"বস্তুতঃ যে কোন অবস্থাতেই তুমি থাক এবং কোরআনের যে কোন অংশ থেকেই পাঠ করা কিংবা যে কোন কাজই তোমরা কর অথচ আমি তোমাদের নিকটে উপস্থিত থাকি যখন তোমরা তাতে আত্ননিয়োগ কর। আর তোমার পরওয়ারদেগার থেকে গোপন থাকে না একটি কনাও, না যমীনের এবং না আসমানের। না এর চেয়ে ক্ষুদ্র কোন কিছু আছে, না বড় যা এই প্রকৃষ্ট কিতাবে নেই।","en":"And, [O Muhammad], you are not [engaged] in any matter or recite any of the Qur'an and you [people] do not do any deed except that We are witness over you when you are involved in it. And not absent from your Lord is any [part] of an atom's weight within the earth or within the heaven or [anything] smaller than that or greater but that it is in a clear register","id":"Dan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Alquran serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauḥ Maḥfūẓ)","ru":"Какой бы поступок ты ни совершал, что бы ты ни читал из Корана и что бы вы ни совершали, Мы наблюдаем за вами с самого начала. Ничто на земле и на небе не скроется от твоего Господа, будь оно даже весом в мельчайшую частицу, или меньше того, или больше того. Все это - в ясном Писании","tr":"Ne iş yaparsan yap ve sizler ona dair Kuran'dan ne okursanız okuyun; ne yaparsanız yapın; yaptıklarınıza daldığınız anda, mutlaka Biz sizi görürüz. Yerde ve gökte hiçbir zerre Rabbinden gizli değildir. Bundan daha küçüğü veya daha büyüğü şüphesiz apaçık bir Kitap'dadır","ur":"اے نبیؐ، تم جس حال میں بھی ہوتے ہو اور قرآن میں سے جو کچھ بھی سُناتے ہو، اور لوگو، تم بھی جو کچھ کرتے ہو اُس سب کے دوران میں ہم تم کو دیکھتے رہتے ہیں کوئی ذرہ برابر چیز آسمان اور زمین میں ایسی نہیں ہے، نہ چھوٹی نہ بڑی، جو تیرے رب کی نظر سے پوشیدہ ہو اور ایک صاف دفتر میں درج نہ ہو"},"chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"bn":"নবী ইউনুস","en":"Jonah","id":"Yunus","ru":"Йунус","tr":"Yûnus","ur":"یونس"},"type":"meccan"}}
