{"id":143,"number":136,"text":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translations":{"en":"Say, [O believers], \"We have believed in Allah and what has been revealed to us and what has been revealed to Abraham and Ishmael and Isaac and Jacob and the Descendants and what was given to Moses and Jesus and what was given to the prophets from their Lord. We make no distinction between any of them, and we are Muslims [in submission] to Him","es":"Digan: \"Creemos en Dios, en lo que nos fue revelado a nosotros, en lo que fue revelado a Abraham, a Ismael, a Isaac, a Jacob y a las tribus, y en lo que Dios reveló a Moisés, a Jesús y a los demás Profetas. No discriminamos entre ellos, y entregamos a Dios nuestra voluntad [siendo musulmanes]","fr":"Dites: «Nous croyons en Allah et en ce qu'on nous a révélé, et en ce qu'on a fait descendre vers Abraham et Ismaël et Isaac et Jacob et les Tribus, et en ce qui a été donné à Moïse et à Jésus, et en ce qui a été donné aux prophètes, venant de leur Seigneur: nous ne faisons aucune distinction entre eux. Et à Lui nous sommes Soumis»","id":"Katakanlah, \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka dan kami berserah diri kepada-Nya","ru":"Скажите: «Мы уверовали в Аллаха, а также в то, что было ниспослано нам и что было ниспослано Ибрахиму (Аврааму), Исмаилу (Измаилу), Исхаку (Исааку), Йакубу (Иакову) и коленам (двенадцати сыновьям Йакуба), что было даровано Мусе (Моисею) и Исе (Иисусу) и что было даровано пророкам их Господом. Мы не делаем различий между ними, и Ему одному мы покоряемся»","sv":"Säg: \"Vi tror på Gud och på det som har uppenbarats för oss och det som uppenbarades för Abraham och Ismael och Isak och Jakob och deras efterkommande och det som uppenbarades för Moses och Jesus och för [de andra] profeterna av deras Herre; vi gör ingen åtskillnad mellan dem. Och vi har underkastat oss Hans vilja","tr":"Allah'a, bize gönderilene, İbrahim'e, İsmail'e, İshak'a, Yakub'a ve torunlarına gönderilene, Musa ve İsa'ya verilene, Rableri tarafından peygamberlere verilene, onları birbirinden ayırt etmeyerek inandık, biz O'na teslim olanlarız\" deyin","ur":"مسلمانو! کہو کہ: \"ہم ایمان لائے اللہ پر اور اس ہدایت پر جو ہماری طرف نازل ہوئی ہے اور جو ابراہیمؑ، اسماعیلؑ، اسحاقؑ، یعقوبؑ اور اولاد یعقوبؑ کی طرف نازل ہوئی تھی اور جو موسیٰؑ اور عیسیٰؑ اور دوسرے تمام پیغمبروں کو اُن کے رب کی طرف سے دی گئی تھی ہم ان کے درمیان کوئی تفریق نہیں کرتے اور ہم اللہ کے مسلم ہیں","zh":"你们说：“我们信我们所受的启示，与易卜拉欣、易司马仪、易司哈格、叶尔孤白和各子派所受的启示，与穆萨和尔撒受赐的经典，与众先知受主所赐的经典；我们对他们中任何一个，都不加以歧视，我们只归顺安拉。”"},"transliteration":"Qooloo amanna biAllahi wama onzila ilayna wama onzila ila ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati wama ootiya moosa waAAeesa wama ootiya alnnabiyyoona min rabbihim la nufarriqu bayna ahadin minhum wanahnu lahu muslimoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
