{"id":1430,"number":66,"text":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","translations":{"en":"Unquestionably, to Allah belongs whoever is in the heavens and whoever is on the earth. And those who invoke other than Allah do not [actually] follow [His] \"partners.\" They follow not except assumption, and they are not but falsifying","es":"A Dios pertenece todo cuanto hay en los cielos y en la Tierra. ¿Y qué siguen, entonces, quienes invocan a ídolos en vez de invocar a Dios? Solo siguen conjeturas y no hacen más que suponer","fr":"C'est à Allah qu'appartient, ce qui est dans les cieux et ce qui est sur la terre. Que suivent donc ceux qui invoquent, en dehors d'Allah, [des divinités] qu'ils Lui associent? Ils ne suivent que la conjecture et ne font que mentir","id":"Ingatlah, milik Allah meliputi semua yang ada di langit dan semua yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka hanya mengikuti persangkaan belaka, dan mereka hanyalah menduga-duga","ru":"Воистину, Аллаху принадлежат те, кто на небесах, и те, кто на земле. Чему же следуют те, которые поклоняются помимо Аллаха другим божествам. Они следуют лишь предположениям и только измышляют","sv":"ALLA varelser i himlarna och på jorden tillhör Gud. Men vad följer då de som vid sidan av Gud anropar [dem som de påstår vara Hans] medhjälpare? De följer ingenting annat än lösa antaganden och förmodar [än det ena, än det andra]","tr":"İyi bilin ki, göklerde ve yerde kim varsa hepsi Allah'ındır. Allah'ı bırakıp ortak koşanlar sadece zanna uyanlardır. Onlar ancak tahminde bulunuyorlar","ur":"آگاہ رہو! آسمان کے بسنے والے ہوں یا زمین کے، سب سے سب اللہ کے مملوک ہیں اور جو لوگ اللہ کے سوا کچھ (اپنے خودساختہ) شریکوں کو پکار رہے ہیں وہ نِرے وہم و گمان کے پیرو ہیں اور محض قیاس آرائیاں کرتے ہیں","zh":"真的，天地间的一切，确是安拉的，舍安拉而祈祷许多配主的人，究竟凭什么呢？他们只凭臆测，他们尽说谎话。"},"transliteration":"Ala inna lillahi man fee alssamawati waman fee alardi wama yattabiAAu allatheena yadAAoona min dooni Allahi shurakaa in yattabiAAoona illa alththanna wain hum illa yakhrusoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
