{"id":1432,"number":68,"text":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translations":{"en":"They have said, \"Allah has taken a son.\" Exalted is He; He is the [one] Free of need. To Him belongs whatever is in the heavens and whatever is in the earth. You have no authority for this [claim]. Do you say about Allah that which you do not know","es":"Dicen: \"Dios ha tenido un hijo\". ¡Glorificado sea! Él es el Opulento, Le pertenece cuanto hay en los cielos y en la Tierra. No tienen ninguna prueba de lo que inventan. ¿Acaso van a atribuir a Dios algo que no saben","fr":"Ils disent: «Allah S'est donné un enfant» Gloire et Pureté à Lui! Il est Le Riche par excellence. A Lui appartient tout ce qui est aux cieux et sur la terre; - vous n'avez pour cela aucune preuve. Allez-vous dire contre Allah ce que vous ne savez pas","id":"Mereka (orang-orang Yahudi dan Nasrani) berkata, \"Allah mempunyai anak.\" Mahasuci Dia, Dialah Yang Mahakaya; milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan yang kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang kamu tidak ketahui","ru":"Они говорят: «Аллах взял себе сына». Пречист Он! Он богат, и Ему принадлежит то, что на небесах, и то, что на земле. Нет у вас никакого доказательства этому. Неужели вы наговариваете на Аллаха то, чего вы не знаете","sv":"De säger: \"Gud har [avlat] en son.\" Nej, stor är Han i Sin härlighet! Han är Den som är Sig själv nog; allt det som himlarna rymmer och det som jorden bär är Hans. Ingenting bemyndigar er [att påstå] detta. Ni säger alltså om Gud det som ni inte kan veta","tr":"Allah çocuk edindi\" dediler; haşa; O müstağnidir; göklerde ve yerde olanlara sahiptir. Elinizde, onun çocuk edindiğine dair bir delil yoktur, bilmediğiniz şeyi Allah'a karşı nasıl söylüyorsunuz","ur":"لوگوں نے کہہ دیا کہ اللہ نے کسی کو بیٹا بنایا ہے سبحان اللہ! وہ تو بے نیاز ہے، آسمانوں اور زمین میں جو کچھ ہے سب اس کی ملک ہے تمہارے پاس اس قول کے لیے آخر کیا دلیل ہے؟ کیا تم اللہ کے متعلق وہ باتیں کہتے ہو جو تمہارے علم میں نہیں ہیں؟","zh":"他们说：“安拉以人为子。”赞颂安拉，超绝万物！他是无求的。天地万物都是他的。你们对此事并无明证，难道你们可以假借安拉的名义而妄说出自己所不知道的事情吗？"},"transliteration":"Qaloo ittakhatha Allahu waladan subhanahu huwa alghaniyyu lahu ma fee alssamawati wama fee alardi in AAindakum min sultanin bihatha ataqooloona AAala Allahi ma la taAAlamoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
