{"id":1435,"number":71,"text":"۞وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","translations":{"en":"And recite to them the news of Noah, when he said to his people, \"O my people, if my residence and my reminding of the signs of Allah has become burdensome upon you - then I have relied upon Allah. So resolve upon your plan and [call upon] your associates. Then let not your plan be obscure to you. Then carry it out upon me and do not give me respite","es":"Relátales la historia de Noé, cuando dijo a su gente: \"¡Oh, pueblo mío! Si les molesta que viva con ustedes y que les recuerde el mensaje de Dios, a Él me encomiendo. Decidan lo que van a hacer [conmigo] ustedes y sus ídolos. Tomen una decisión y aplíquenmela, y no me hagan esperar","fr":"Raconte-leur l'histoire de Noé, quand il dit à son peuple: «O mon peuple, si mon séjour (parmi vous), et mon rappel des signes d'Allah vous pèsent trop, alors c'est en Allah que je place (entièrement) ma confiance. Concertez-vous avec vos associés, et ne cachez pas vos desseins. Puis, décidez de moi et ne me donnez pas de répit","id":"Dan bacakanlah kepada mereka berita penting (tentang) Nuh ketika (dia) berkata kepada kaumnya, \"Wahai kaumku! Jika terasa berat bagimu aku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, maka kepada Allah aku bertawakal. Karena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi","ru":"Прочти им рассказ о Нухе (Ное). Вот он сказал своему народу: «О народ мой! Если вам тяжко от того, что я нахожусь среди вас и напоминаю о знамениях Аллаха, то я уповаю на Него. Объединитесь со своими идолами и действуйте открыто, а затем возьмитесь за меня и не предоставляйте мне отсрочки","sv":"BERÄTTA för dem om Noa, som sade till sitt folk: \"Om ni, mitt folk, inte kan tåla att jag vistas [bland er] och förkunnar Guds budskap, [skall ni veta att] jag sätter min lit till Gud. Besluta nu i samråd vilka åtgärder ni vill vidta [mot mig] och [ropa på dem som ni tror vara] Guds medhjälpare. Hys inga betänkligheter - nej, sätt er plan i verket utan att ge mig uppskov","tr":"Onlara Nuh'un başından geçenleri anlat: Milletine, \"Ey milletim! Eğer durumum, Allah'ın ayetlerini hatırlatmam size ağır geliyorsa ki ben Allah'a güvenmişimdir siz ve koştuğunuz ortaklar elbirliği edin; yapacağınız iş sonra size bir tasa vermesin. Sonra onu bana uygulayın ve beni ertelemeyin\" demişti","ur":"اِن کو نوحؑ کا قصہ سناؤ، اُس وقت کا قصہ جب اُس نے اپنی قوم سے کہا تھا کہ “اے برادران قوم، اگر میرا تمہارے درمیان رہنا اور اللہ کی آیات سنا سنا کر تمہیں غفلت سے بیدار کرنا تمہارے لیے ناقابل برداشت ہو گیا ہے تو میرا بھروسہ اللہ پر ہے، تم اپنے ٹھیرائے ہوئے شریکوں کو ساتھ لے کر ایک متفقہ فیصلہ کر لو اور جو منصوبہ تمہارے پیش نظر ہو اس کو خوب سوچ سمجھ لو تاکہ اس کا کو ئی پہلو تمہاری نگاہ سے پوشیدہ نہ رہے، پھر میرے خلاف اس کو عمل میں لے آؤ اور مجھے ہرگز مہلت نہ دو","zh":"你当对他们宣读努哈的故事，当时他对他的宗族说：“我的宗族啊！如果我居住在你们中间，以安拉的迹象教训你们，这使你们感到难堪，那么，我只托靠安拉，你们应当和你们的配主在一起决定你们的事情。不要让你们的事情成为暖昧的。你们对我做出判决吧，不要宽限我。"},"transliteration":"Waotlu AAalayhim nabaa noohin ith qala liqawmihi ya qawmi in kana kabura AAalaykum maqamee watathkeeree biayati Allahi faAAala Allahi tawakkaltu faajmiAAoo amrakum washurakaakum thumma la yakun amrukum AAalaykum ghummatan thumma iqdoo ilayya wala tunthirooni","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
