{"id":1438,"number":74,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","translations":{"en":"Then We sent after him messengers to their peoples, and they came to them with clear proofs. But they were not to believe in that which they had denied before. Thus We seal over the hearts of the transgressors","es":"Luego envié otros Mensajeros, quienes se presentaron ante sus pueblos con las evidencias, pero al igual que sus predecesores no creyeron. Así es como sellamos los corazones de los que transgreden","fr":"Puis Nous envoyâmes après lui des messagers à leurs peuples. Ils leur vinrent avec les preuves. Mais (les gens) étaient tels qu'ils ne pouvaient croire à ce qu'auparavant ils avaient traité de mensonge. Ainsi scellons-Nous les cœurs des transgresseurs","id":"Kemudian setelahnya (Nuh), Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas","ru":"После него Мы отправили посланников к их народам. Они приносили им ясные знамения, но те не желали уверовать в то, что отвергали прежде. Так Мы запечатываем сердца преступников","sv":"EFTER HONOM sände Vi [flera] sändebud, [var och en] till hans [eget] folk, med klara bevis [om sanningen]. Men [människorna] ville inte tro på det som de förut hade avfärdat som lögn. Så förseglar Gud syndarnas hjärtan","tr":"Sonra onun ardından milletlere peygamberler gönderdik, onlara belgeler getirdiler. Diğerlerinin daha önce yalan saymış olduklarına bunlar da inanmadılar. Aşırı gidenlerin kalblerini işte böylece mühürleriz","ur":"پھر نوحؑ کے بعد ہم نے مختلف پیغمبروں کو اُن کی قوموں کی طرف بھیجا اور وہ اُن کے پاس کھلی کھلی نشانیاں لے کر آئے، مگر جس چیز کو انہوں نے پہلے جھٹلا دیا تھا اسے پھر مان کر نہ دیا اس طرح ہم حد سے گزر جانے والوں کے دلوں پر ٹھپہ لگا دیتے ہیں","zh":"在他之后，我曾派遣许多使者，去教化他们自己的宗族。他们曾用许多明证昭示他们，但他们不会相信自己以前所否认的东西。我这样封闭过分者的心。"},"transliteration":"Thumma baAAathna min baAAdihi rusulan ila qawmihim fajaoohum bialbayyinati fama kanoo liyuminoo bima kaththaboo bihi min qablu kathalika natbaAAu AAala quloobi almuAAtadeena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
