{"id":144,"number":137,"text":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translations":{"en":"So if they believe in the same as you believe in, then they have been [rightly] guided; but if they turn away, they are only in dissension, and Allah will be sufficient for you against them. And He is the Hearing, the Knowing","es":"Si creen en lo mismo que ustedes creen habrán seguido la guía correcta; pero si lo rechazan, estarán en el error. Dios te protegerá de ellos. Él es el que todo lo oye, todo lo sabe","fr":"Alors, s'ils croient à cela même à quoi vous croyez, ils seront certainement sur la bonne voie. Et s'ils s'en détournent, ils seront certes dans le schisme! Alors Allah te suffira contre eux. Il est l'Audient, l'Omniscient","id":"Maka jika mereka telah beriman sebagaimana yang kamu imani, sungguh, mereka telah mendapat petunjuk. Tetapi jika mereka berpaling, sesungguhnya mereka berada dalam permusuhan (denganmu), maka Allah mencukupkan engkau (Muhammad) terhadap mereka (dengan pertolongan-Nya). Dan Dia Maha Mendengar, Maha Mengetahui","ru":"Если они уверуют в то, во что уверовали вы, то последуют прямым путем. Если же они отвернутся, то окажутся в разладе с истиной. Аллах избавит тебя от них, ибо Он - Слышащий, Знающий","sv":"Och om de tror på det som är föremål för er tro, då har de i sanning funnit rätt väg; men om de vänder om [och går en annan väg], då är de söndrare och sektbildare och Gud skall skydda dig mot dem. Han är Den som hör allt, vet allt","tr":"Sizin inandığınız gibi inanmış olsalar, doğru yolu bulmuş olurlar. Yüz çevirirlerse, şüphesiz onlar çıkmazdadırlar. Onlara karşı sana Allah yetecektir. O, işitir ve bilir","ur":"پھر اگر وہ اُسی طرح ایمان لائیں، جس طرح تم لائے ہو، تو ہدایت پر ہیں، اور اگراس سے منہ پھیریں، تو کھلی بات ہے کہ وہ ہٹ دھرمی میں پڑ گئے ہیں لہٰذا اطمینان رکھو کہ اُن کے مقابلے میں اللہ تمہاری حمایت کے لیے کافی ہے وہ سب کچھ سنتا اور جانتا ہے","zh":"如果他们像你们一样信道，那么，他们确已遵循正道了；如果他们背弃正道，那么，他们只陷于分裂之中；安拉将替你们抵御他们。他确是全聪的，确是全知的。"},"transliteration":"Fain amanoo bimithli ma amantum bihi faqadi ihtadaw wain tawallaw fainnama hum fee shiqaqin fasayakfeekahumu Allahu wahuwa alssameeAAu alAAaleemu","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
