{"id":1442,"number":78,"text":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","translations":{"en":"They said, \"Have you come to us to turn us away from that upon which we found our fathers and so that you two may have grandeur in the land? And we are not believers in you","es":"Dijeron: \"¿Han venido para alejarnos de la religión de nuestros padres, y así ser ustedes dos quienes tengan el dominio en la tierra? Nosotros no les creeremos","fr":"Ils dirent: «Est-ce pour nous écarter de ce sur quoi nous avons trouvé nos ancêtres que tu es venu à nous, et pour que la grandeur appartienne à vous deux sur la terre? Et nous ne croyons pas en vous!»","id":"Mereka berkata, \"Apakah engkau datang kepada kami untuk memalingkan kami dari apa (kepercayaan) yang kami dapati nenek moyang kami mengerjakannya (menyembah berhala), dan agar kamu berdua mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan mempercayai kamu berdua","ru":"Они сказали: «Неужели ты пришел для того, чтобы сбить нас с пути, по которому шли наши отцы, и чтобы вам обоим досталось величие на земле? Мы не уверуем в вас»","sv":"[Då] sade de: \"Har du kommit för att förmå oss att överge våra fäders tro och deras seder, så att ni båda kan göra er till herrar här i landet? Vi tror inte på er","tr":"Siz ikiniz, bizi babalarımızı üzerinde bulduğumuz yoldan çevirmek ve yeryüzünün büyükleri olasınız diye mi geldiniz? Biz size inanmıyoruz\" dediler","ur":"اُنہوں نے جواب میں کہا “کیا تواس لیے آیا ہے کہ ہمیں اُ س طریقے سے پھیر دے جس پر ہم نے اپنے باپ دادا کو پایا ہے اور زمین میں بڑائی تم دونوں کی قائم ہو جائے؟ تمہارے بات تو ہم ماننے والے نہیں ہیں","zh":"他们说：“你到我们这里来，想使我们抛弃我们的祖先的宗教，而让你俩称尊于国中吗？我们绝不会信任你俩。"},"transliteration":"Qaloo ajitana litalfitana AAamma wajadna AAalayhi abaana watakoona lakuma alkibriyao fee alardi wama nahnu lakuma bimumineena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
