{"id":1445,"number":81,"text":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","translations":{"en":"And when they had thrown, Moses said, \"What you have brought is [only] magic. Indeed, Allah will expose its worthlessness. Indeed, Allah does not amend the work of corrupters","es":"Y cuando arrojaron [sus bastones, poniendo un hechizo en los ojos de la gente], Moisés dijo: \"Lo que hacen es hechicería y Dios la va a anular. Dios no permite que prosperen las obras de los que siembran la corrupción","fr":"Lorsqu'ils jetèrent, Moïse dit: «Ce que vous avez produit est magie! Allah l'annulera. Car Allah ne fait pas prospérer ce que font les fauteurs de désordre","id":"Setelah mereka melemparkan, Musa berkata, \"Apa yang kamu lakukan, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan","ru":"Когда они бросили, Муса (Моисей) сказал: «Вы явили колдовство. Воистину, Аллах сделает его тщетным. Аллах не исправляет деяний распространяющих нечестие","sv":"Och när de kastade [sina stavar och förvände synen på människorna], sade Moses: \"Det som ni har utfört här är trolldomskonster, vars verkningar Gud skall omintetgöra - Gud gynnar inte dem som vill störa ordningen och sprida fördärv [på jorden]","tr":"Attıklarında, Musa: \"Yaptığınız sihirdir, fakat Allah onu boşa çıkaracaktır. Allah bozguncuların işini elbette düzeltmez. Suçlular istemese de Allah sözleriyle hakkı gerçekleştirecektir\" dedi","ur":"پھر جب انہوں نے اپنے آنچھر پھینک دیے تو موسیٰؑ نے کہا “یہ جو کچھ تم نے پھینکا ہے یہ جادو ہے، اللہ ابھی اِسے باطل کیے دیتا ہے، مفسدوں کے کام کو اللہ سدھرنے نہیں دیتا","zh":"当他们抛出来的时候，穆萨说：“你们所表演的确是魔术，安拉必使它无效，安拉必定不相助破坏者的工作。”"},"transliteration":"Falamma alqaw qala moosa ma jitum bihi alssihru inna Allaha sayubtiluhu inna Allaha la yuslihu AAamala almufsideena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
