{"id":1447,"number":83,"text":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","translations":{"en":"But no one believed Moses, except [some] youths among his people, for fear of Pharaoh and his establishment that they would persecute them. And indeed, Pharaoh was haughty within the land, and indeed, he was of the transgressors","es":"No creyeron en Moisés sino unos pocos de su pueblo que temían que el Faraón y su nobleza los persiguieran. El Faraón era un tirano arrogante y transgresor en su propia tierra","fr":"Personne ne crut (au message) de Moïse, sauf un groupe de jeunes gens de son peuple, par crainte de représailles de Pharaon et de leurs notables. En vérité, Pharaon fut certes superbe sur terre et il fut du nombre des extravagants","id":"Maka tidak ada yang beriman kepada Musa, selain keturunan dari kaumnya dalam keadaan takut bahwa Fir'aun dan para pemuka (kaum)nya akan menyiksa mereka. Dan Sungguh, Fir'aun itu benar-benar telah berbuat sewenang-wenang di bumi, dan benar-benar termasuk orang yang melampaui batas","ru":"Из-за страха перед тем, что Фараон и его знать будут преследовать их, Мусе (Моисею) поверили лишь немногие потомки из его народа. Воистину, Фараон был деспотичным тираном на земле. Воистину, он был одним из тех, кто излишествует","sv":"Av rädsla för förföljelser från Faraos och stormännens sida förklarade sig bara ett fåtal bland Moses folk tro på honom. Farao utövade förvisso stor makt på jorden och hans övermod kände inga gränser","tr":"Firavun ve erkanının kendilerine fenalık yapmasından korktuklarından, milletinin bir kısım gençleri dışında, kimse Musa'ya inanmamıştı, çünkü Firavun o yerde hakimdi. O, gerçekten aşırı gidenlerdendi","ur":"(پھر دیکھو کہ) موسیٰؑ کو اس کی قوم میں سے چند نوجوانوں کے سوا کسی نے نہ مانا، فرعون کے ڈر سے اور خود اپنی قوم کے سر بر آوردہ لوگوں کے ڈر سے (جنہیں خوف تھا کہ) فرعون ان کو عذاب میں مبتلا کرے گا اور واقعہ یہ ہے کہ فرعون زمین میں غلبہ رکھتا تھا اور وہ اُن لوگوں میں سے تھا جو کسی حد پر رکتے نہیں ہیں","zh":"归信穆萨的只有他本族的苗裔；他们害怕法老和他们本族头目们迫害他们。法老在地方上确是高傲的，确是过分的。"},"transliteration":"Fama amana limoosa illa thurriyyatun min qawmihi AAala khawfin min firAAawna wamalaihim an yaftinahum wainna firAAawna laAAalin fee alardi wainnahu lamina almusrifeena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
