{"id":1451,"number":87,"text":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translations":{"en":"And We inspired to Moses and his brother, \"Settle your people in Egypt in houses and make your houses [facing the] qiblah and establish prayer and give good tidings to the believers","es":"Le inspiré a Moisés y a su hermano: \"Reserven algunas casas en la ciudad para su pueblo. Conviertan sus casas en lugares de culto, y sean constantes en la oración. [Oh, Moisés]: Albricia [con el auxilio de Dios] a todos los creyentes","fr":"Et Nous révélâmes à Moïse et à son frère: «Prenez pour votre peuple des maisons en Egypte, faites de vos maisons un lieu de prière et soyez assidus dans la prière. Et fais la bonne annonce aux croyants»","id":"Dan Kami wahyukan kepada Musa dan saudaranya, \"Ambillah beberapa rumah di Mesir untuk (tempat tinggal) kaummu dan jadikanlah rumah-rumahmu itu tempat ibadah dan laksanakanlah salat serta gembirakanlah orang-orang mukmin","ru":"Мы ниспослали откровение Мусе (Моисею) и его брату: «Обеспечьте свой народ жилищами в Египте, превратите свои жилища в места для поклонения и совершайте намаз. Обрадуй же верующих!»","sv":"Och Vi ingav Moses och hans broder att låta sitt folk i Egypten inrätta bostäderna [så att bönen kunde förrättas där och orientera dem] i böneriktningen och uppmana dem att förrätta bönen [i hemmen] och [befallde Moses] att förkunna för de troende det glada budskapet [\"Guds hjälp är nära]","tr":"Musa ve kardeşine: \"Mısır'da milletinize evler hazırlayın; evlerinizi namazgah edinin, namaz kılın\" diye vahyettik, \"İnananlara müjde et","ur":"اور ہم نے موسیٰؑ اور اس کے بھائی کو اشارہ کیا کہ “مصر میں چند مکان اپنی قوم کے لیے مہیا کرو اور اپنے ان مکانوں کو قبلہ ٹھیرا لو اور نماز قائم کرو اور اہل ایمان کو بشارت دے دو","zh":"我曾启示穆萨和他的哥哥说：“你俩当为自己的宗族而在埃及建造些房屋，你们应当以自己的房屋为礼拜的地方，你们应当谨守拜功，你应当向信士们报喜。”"},"transliteration":"Waawhayna ila moosa waakheehi an tabawwaa liqawmikuma bimisra buyootan waijAAaloo buyootakum qiblatan waaqeemoo alssalata wabashshiri almumineena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
