{"id":1452,"number":88,"text":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","translations":{"en":"And Moses said, \"Our Lord, indeed You have given Pharaoh and his establishment splendor and wealth in the worldly life, our Lord, that they may lead [men] astray from Your way. Our Lord, obliterate their wealth and harden their hearts so that they will not believe until they see the painful punishment","es":"Dijo Moisés: \"¡Señor nuestro! Has concedido al Faraón y su nobleza suntuosidad y riqueza en la vida mundanal. ¡Señor nuestro! Eso ha hecho que se extravíen y desvíen a la gente de Tu camino. ¡Señor nuestro! Devasta sus riquezas y endurece sus corazones, porque no creerán hasta que vean el castigo doloroso","fr":"Et Moïse dit: «O notre Seigneur, Tu as accordé à Pharaon et ses notables des parures et des biens dans la vie présente, et voilà, O notre Seigneur, qu'avec cela ils égarent (les gens loin) de Ton sentier. O notre Seigneur, anéantis leurs biens et endurcis leurs cœurs, afin qu'ils ne croient pas, jusqu'à ce qu'ils aient vu le châtiment douloureux»","id":"Dan Musa berkata, \"Ya Tuhan kami, Engkau telah memberi kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih","ru":"Муса (Моисей) сказал: «Господь наш! Ты даровал Фараону и его знати в мирской жизни украшения и богатства. Господь наш! Они сбили других с Твоего пути. Господь наш! Уничтожь их богатство и ожесточи их сердца, чтобы они не могли уверовать, пока не увидят мучительные страдания»","sv":"Och Moses bad: \"Herre! Prakt och rikedomar har Du skänkt Farao och hans stormän i denna värld, och till följd därav, Herre, driver de [människor] bort från Din väg. Utplåna [därför] deras rikedomar, Herre, och låt deras hjärtan hårdna så att tron inte kan nå dem förrän de ser det plågsamma straff [som väntar dem]","tr":"Musa: \"Rabbimiz! Doğrusu sen Firavun'a ve erkanına ziynetler ve dünya hayatında mallar verdin. Rabbimiz! Senin yolundan şaşırtmaları için mi? Rabbimiz! Mallarını yok et, kalblerini sık; çünkü onlar can yakıcı azabı görmedikçe inanmazlar\" dedi","ur":"موسیٰؑ نے دعا کی “اے ہمارے رب، تو نے فرعون اور اس کے سرداروں کو دنیا کی زندگی میں زینت اور اموال سے نواز رکھا ہے اے رب، کیا یہ اس لیے ہے کہ وہ لوگوں کو تیری راہ سے بھٹکائیں؟ اے رب، ان کے مال غارت کر دے اور ان کے دلوں پر ایسی مہر کر دے کہ ایمان نہ لائیں جب تک دردناک عذاب نہ دیکھ لیں","zh":"穆萨说：“我们的主啊！你把各种装饰品和今世生活的各种财产给予法老和他的贵族们——我们的主啊！——以致他们使民众背离了你的大道。我们的主啊！求你毁掉他们的财产，求你封闭他们的心。但愿他们不信道，直到看见痛苦的刑罚。”"},"transliteration":"Waqala moosa rabbana innaka atayta firAAawna wamalaahu zeenatan waamwalan fee alhayati alddunya rabbana liyudilloo AAan sabeelika rabbana itmis AAala amwalihim waoshdud AAala quloobihim fala yuminoo hatta yarawoo alAAathaba alaleema","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
