{"id":1457,"number":93,"text":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَـٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translations":{"en":"And We had certainty settled the Children of Israel in an agreeable settlement and provided them with good things. And they did not differ until [after] knowledge had come to them. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ","es":"Establecí al pueblo de Israel en un lugar próspero y lo sustenté con las cosas buenas de la vida. Pero cuando se les presentó la revelación, algunos creyeron y otros no. Tu Señor los juzgará el Día de la Resurrección acerca de lo que discrepaban","fr":"Certes, Nous avons établi les Enfants d'Israël dans un endroit honorable, et leur avons attribué comme nourriture de bons aliments. Par la suite, ils n'ont divergé qu'au moment où leur vint la science. Ton Seigneur décidera entre eux, au Jour de la Résurrection sur ce qui les divisait","id":"Dan sungguh, Kami telah menempatkan Bani Israil di tempat kediaman yang bagus dan Kami beri mereka rezeki yang baik. Maka mereka tidak berselisih, kecuali setelah datang kepada mereka pengetahuan (yang tersebut dalam Taurat). Sesungguhnya Tuhan kamu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan itu","ru":"Мы поселили сынов Исраила (Израиля) в славной стране и одарили их благами. Между ними не было разногласий, пока к ним не явилось знание. Воистину, в День воскресения твой Господь рассудит между ними в том, в чем они расходились во мнениях","sv":"Och så lät Vi Israels barn inrätta sig på goda och sunda boplatser och skänkte dem det som var gott och hälsosamt för deras försörjning. Och först sedan kunskapen hade kommit till dem [genom uppenbarelsen av Tora] uppstod skiljaktiga meningar bland dem; men i allt det som de var oense om skall Gud döma mellan dem på Uppståndelsens dag","tr":"And olsun ki, İsrailoğullarını iyi bir yere yerleştirdik, onlara temiz rızıklar verdik, kendilerine bir bilgi gelene kadar ayrılığa düşmediler","ur":"ہم نے بنی اسرائیل کو بہت اچھا ٹھکانا دیا اور نہایت عمدہ وسائل زندگی انہیں عطا کیے پھر انہوں نے باہم اختلاف نہیں کیا مگراُس وقت جبکہ علم اُن کے پاس آ چکا تھا یقیناً تیرا رب قیامت کے روز اُن کے درمیان اُس چیز کا فیصلہ کر دے گا جس میں وہ اختلاف کرتے رہے ہیں","zh":"我确已使以色列人居住在一个安定的地方，并以佳美的食物供给他们。他们的意见没有分歧，直到那种知识降临他们。复活日，你的主必将判决他们所争论的是非。"},"transliteration":"Walaqad bawwana banee israeela mubawwaa sidqin warazaqnahum mina alttayyibati fama ikhtalafoo hatta jaahumu alAAilmu inna rabbaka yaqdee baynahum yawma alqiyamati feema kanoo feehi yakhtalifoona","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
