{"id":1458,"number":94,"text":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","translations":{"en":"So if you are in doubt, [O Muhammad], about that which We have revealed to you, then ask those who have been reading the Scripture before you. The truth has certainly come to you from your Lord, so never be among the doubters","es":"[¡Oh, Mujámmad!] Si tienes alguna duda sobre lo que te ha sido revelado, pregúntales a quienes leían la revelación que te precedió. Te ha llegado la Verdad de tu Señor, no seas de los indecisos","fr":"Et si tu es en doute sur ce que Nous avons fait descendre vers toi, interroge alors ceux qui lisent le Livre révélé avant toi. La vérité certes, t'est venue de ton Seigneur: ne sois donc point de ceux qui doutent","id":"Maka jika engkau (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang yang membaca kitab sebelummu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu, maka janganlah sekali-kali engkau termasuk orang yang ragu","ru":"Если ты сомневаешься в том, что Мы ниспослали тебе, то спроси тех, кто начал читать Писание раньше тебя. Воистину, к тебе явилась истина от твоего Господа. Не будь же в числе тех, кто сомневается","sv":"OM DU skulle känna tveksamhet inför något av det som Vi har uppenbarat för dig, fråga då dem som läser den Skrift [som uppenbarades] före din tid och [du skall se att] vad du har fått ta emot från din Herre är sanningen; hys därför inte minsta tvivel om detta","tr":"Sana indirdiğimizden şüphede isen, senden önce indirdiğimiz Kitap'ları okuyanlara sor. And olsun ki, sana Rabbinden gerçek gelmiştir, sakın şüphelenenlerden olma","ur":"اب اگر تجھے اُس ہدایت کی طرف سے کچھ بھی شک ہو جو ہم نے تجھ پر نازل کی ہے تو اُن لوگوں سے پوچھ لے جو پہلے سے کتاب پڑھ رہے ہیں فی الواقع یہ تیرے پاس حق ہی آیا ہے تیرے رب کی طرف سے، لہٰذا تو شک کرنے والوں میں سے نہ ہو","zh":"假若你怀疑我所降示你的经典，你就问问那些常常诵读在你之前所降示的天经的人们。从你的主发出的真理，确已降临你，故你切莫居于怀疑者的行列，"},"transliteration":"Fain kunta fee shakkin mimma anzalnna ilayka faisali allatheena yaqraoona alkitaba min qablika laqad jaaka alhaqqu min rabbika fala takoonanna mina almumtareena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
