{"id":146,"number":139,"text":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","translations":{"en":"Say, [O Muhammad], \"Do you argue with us about Allah while He is our Lord and your Lord? For us are our deeds, and for you are your deeds. And we are sincere [in deed and intention] to Him","es":"Di: \"¿Por qué discuten con nosotros acerca de Dios, siendo que Él es el Señor de ambos? Nosotros responderemos por nuestras acciones y ustedes por las suyas. Nosotros Le somos sinceros [adorándolo solo a Él]","fr":"Dis: «Discutez vous avec nous au sujet d'Allah, alors qu'Il est notre Seigneur et le vôtre? A nous nos actions et à vous les vôtres! C'est à Lui que nous sommes dévoués","id":"Katakanlah (Muhammad), \"Apakah kamu hendak berdebat dengan kami tentang Allah, padahal Dia adalah Tuhan kami dan Tuhan kamu. Bagi kami amalan kami, bagi kamu amalan kamu, dan hanya kepada-Nya kami dengan tulus mengabdikan diri","ru":"Скажи: «Неужели вы станете препираться с нами относительно Аллаха, тогда как Он является нашим Господом и вашим Господом. Нам достанутся наши деяния, а вам - ваши деяния, и мы искренни перед Ним»","sv":"Säg [till judarna och de kristna]: \"Vill ni tvista med oss om Gud, Han som är vår Herre likaväl som er Herre? Våra handlingar är våra och era handlingar är era. Vi tillber Honom med uppriktig tro","tr":"De ki: \"Bizim ve sizin Rabbiniz olan Allah hakkında bize karşı hüccet mi gösteriyorsunuz? Bizim yaptıklarımız kendimize, sizin yaptıklarınız de kendinize aittir. Biz O'na karşı samimiyiz","ur":"اے نبیؐ! اِن سے کہو: \"کیا تم اللہ کے بارے میں ہم سے جھگڑتے ہو؟حالانکہ وہی ہمارا رب بھی ہے اور تمہارا رب بھی ہمارے اعمال ہمارے لیے ہیں، تمہارے اعمال تمہارے لیے، اور ہم اللہ ہی کے لیے اپنی بندگی کو خالص کر چکے ہیں","zh":"你说：“难道你们和我们争论安拉吗？其实，他是我们的主，也是你们的主；我们将受我们的行为的报酬，你们也将受你们的行为的报酬；我们只是忠于他的。”"},"transliteration":"Qul atuhajjoonana fee Allahi wahuwa rabbuna warabbukum walana aAAmaluna walakum aAAmalukum wanahnu lahu mukhlisoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
