{"id":1468,"number":104,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","translations":{"en":"Say, [O Muhammad], \"O people, if you are in doubt as to my religion - then I do not worship those which you worship besides Allah; but I worship Allah, who causes your death. And I have been commanded to be of the believers","es":"Di: \"¡Oh, gente! Si dudan de la religión que vivo, sepan que no adoro a los que ustedes adoran fuera de Dios. Yo solo adoro a Dios, que es Quien los hará morir. A mí me ha sido ordenado ser de los creyentes","fr":"Dis: «O gens! Si vous êtes en doute sur ma religion, moi, je n'adore point ceux que vous adorez en dehors d'Allah; mais j'adore Allah qui vous fera mourir. Et il m'a été commandé d'être du nombre des croyants»","id":"Katakanlah (Muhammad), \"Wahai manusia! Jika kamu masih dalam keragu-raguan tentang agamaku, maka (ketahuilah) aku tidak menyembah yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku telah diperintah agar termasuk orang yang beriman","ru":"Скажи: «О люди! Если вы сомневаетесь в моей религии, то ведь я не поклоняюсь тем, кому вы поклоняетесь вместо Аллаха. Я поклоняюсь Аллаху, Который умертвит вас, и мне приказано быть одним из верующих»","sv":"SÄG [Muhammad]: \"Om ni, människor, tvekar om [det verkliga innehållet i] min tro [bör ni veta att] jag inte dyrkar dem som ni dyrkar vid sidan av Gud; jag dyrkar Gud som [en dag] skall låta er dö. Och jag har blivit befalld att vara en av de [sanna] troende","tr":"De ki: \"Ey insanlar! Benim dinimden şüphede iseniz bilin ki ben Allah'tan başka taptıklarınıza tapmam. Ancak, sizi öldürecek olan Allah'a kulluk ederim. İnananlardan olmakla emrolundum","ur":"اے نبیؐ! کہہ دو کہ لوگو، اگر تم ابھی تک میرے دین کے متعلق کسی شک میں ہو تو سن لو کہ تم اللہ کے سوا جن کی بندگی کرتے ہو میں ان کی بندگی نہیں کرتا بلکہ صرف اسی خدا کی بندگی کرتا ہوں جس کے قبضے میں تمہاری موت ہے مجھے حکم دیا گیا ہے کہ میں ایمان لانے والوں میں سے ہوں","zh":"你说：“人们啊！如果你们怀疑我的宗教，那么，我不崇拜你们舍安拉而崇拜的，但我崇拜安拉，他将使你们寿终。我奉命做一个信道者，"},"transliteration":"Qul ya ayyuha alnnasu in kuntum fee shakkin min deenee fala aAAbudu allatheena taAAbudoona min dooni Allahi walakin aAAbudu Allaha allathee yatawaffakum waomirtu an akoona mina almumineena","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
