{"id":147,"number":140,"text":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translations":{"en":"Or do you say that Abraham and Ishmael and Isaac and Jacob and the Descendants were Jews or Christians? Say, \"Are you more knowing or is Allah?\" And who is more unjust than one who conceals a testimony he has from Allah? And Allah is not unaware of what you do","es":"¿Acaso van a decir que Abraham, Ismael, Isaac, Jacob y las doce tribus eran judíos o cristianos? Di: \"¿Acaso ustedes saben más que Dios?\" ¿Existe alguien más injusto que quien oculta un testimonio que ha recibido de Dios? Dios no está desatento de lo que hacen","fr":"Ou dites-vous qu'Abraham, Ismaël, Isaac et Jacob et les tribus étaient Juifs ou Chrétiens?» - Dis: «Est-ce vous les plus savants ou Allah?» - Qui est plus injuste que celui qui cache un témoignage qu'il détient d'Allah? Et Allah n'est pas inattentif à ce que vous faites","id":"Ataukah kamu (orang-orang Yahudi dan Nasrani) berkata bahwa Ibrahim, Ismail, Ishak, Yakub dan anak cucunya adalah penganut Yahudi atau Nasrani? Katakanlah, \"Kamukah yang lebih tahu atau Allah, dan siapakah yang lebih zalim daripada orang yang menyembunyikan kesaksian dari Allah47) yang ada padanya?\" Allah tidak lengah terhadap apa yang kamu kerjakan","ru":"Неужели вы скажете, что Ибрахим (Авраам), Исмаил (Измаил), Исхак (Исаак), Йакуб (Иаков) и колена (двенадцать сыновей Йакуба) были иудеями или христианами? Скажи: «Вы лучше знаете или же Аллах? Кто может быть несправедливее того, кто скрыл имеющееся у него от Аллаха свидетельство? Аллах не пребывает в неведении относительно того, что вы совершаете»","sv":"Påstår ni att Abraham och Ismael och Isak och Jakob och deras efterkommande var judar eller kristna?\" Säg: \"Är det ni eller Gud som vet bäst? Vem är mer orättfärdig än den som undertrycker det vittnesbörd som han fått från Gud? Gud förbiser ingenting av vad ni gör","tr":"Yoksa İbrahim, İsmail, İshak, Yakub ve torunlarının Yahudi veya Hıristiyan olduklarını mı söylüyorsunuz? Peki, siz mi yoksa Allah mı daha iyi bilir? de. Allah tarafından kendisine bildirilen bir gerçeği gizleyenden daha zalim kim vardır? Allah yaptıklarınızdan gafil değildir","ur":"یا پھر کیا تما را کہنا یہ ہے کہ ابراہیمؑ، اسماعیلؑ، اسحاقؑ، یعقوبؑ اور اولاد یعقوبؑ سب کے سب یہودی تھے یا نصرانی تھے؟ کہو: \"تم زیادہ جانتے ہو یا اللہ؟ اُس شخص سے بڑا ظالم اور کون ہوگا جس کے ذمے اللہ کی طرف سے ایک گواہی ہو اور وہ اُسے چھپائے؟ تمہاری حرکات سے اللہ غافل تو نہیں ہے","zh":"难道你们说过“易卜拉欣、易司马仪、易司哈格、叶尔孤白和各子派，都是犹太教徒，或基督教徒吗？”你说：“你们更有知识呢？还是安拉更有知识呢？自己手中有从安拉降示的证据，而加以隐讳的人，有谁比他还不义呢？安拉绝不忽视你们的行为。”"},"transliteration":"Am taqooloona inna ibraheema waismaAAeela waishaqa wayaAAqooba waalasbata kanoo hoodan aw nasara qul aantum aAAlamu ami Allahu waman athlamu mimman katama shahadatan AAindahu mina Allahi wama Allahu bighafilin AAamma taAAmaloona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
