{"id":1472,"number":108,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","translations":{"en":"Say, \"O mankind, the truth has come to you from your Lord, so whoever is guided is only guided for [the benefit of] his soul, and whoever goes astray only goes astray [in violation] against it. And I am not over you a manager","es":"Di: \"¡Oh, gente! Les ha llegado la Verdad de su Señor. Quien siga la guía lo hará en beneficio propio; pero quien se descarríe, solo se perjudicará a sí mismo. Yo no soy responsable de lo que ustedes hagan","fr":"Dis: «O gens! Certes la vérité vous est venue de votre Seigneur. Donc, quiconque est dans le bon chemin ne l'est que pour lui-même; et quiconque s'égare, ne s'égare qu'à son propre détriment. Je ne suis nullement un protecteur pour vous","id":"Katakanlah (Muhammad), \"Wahai manusia! Telah datang kepadamu kebenaran (Alquran) dari Tuhanmu, sebab itu barang siapa mendapat petunjuk, maka sebenarnya (petunjuk itu) untuk (kebaikan) dirinya sendiri. Dan barang siapa sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Dan Aku bukanlah pemelihara dirimu","ru":"Скажи: «О люди! К вам явилась истина от вашего Господа. Кто следует прямым путем, тот поступает во благо себе, а кто впадает в заблуждение, тот поступает во вред себе. Я не являюсь вашим попечителем и хранителем»","sv":"SÄG [Muhammad]: \"Människor! Ni har nu nåtts av sanningen från er Herre. Den som låter sig ledas på rätt väg har själv [all] nytta av detta; och den som går vilse skadar därmed bara sig själv. Jag har inte blivit satt att vaka över er","tr":"De ki: \"Ey insanlar! Rabbinizden size gerçek gelmiştir. Doğru yola giren ancak kendisi için girmiş ve sapıtan da kendi zararına olarak sapıtmıştır. Ben sizin üzerinize vekil değilim","ur":"اے محمدؐ، کہہ دو کہ “لوگو، تمہارے پاس تمہارے رب کی طرف سے حق آ چکا ہے اب جو سیدھی راہ اختیار کرے اس کی راست روی اسی کے لیے مفید ہے، اور جو گمراہ رہے اس کی گمراہی اسی کے لیے تباہ کن ہے اور میں تمہارے اوپر کوئی حوالہ دار نہیں ہوں","zh":"你说：“众人啊！从你们的主发出的真理，确已降临你们。谁遵循正道，谁自受其益；谁误入歧途，谁自受其害。我不是监护你们的。”"},"transliteration":"Qul ya ayyuha alnnasu qad jaakumu alhaqqu min rabbikum famani ihtada fainnama yahtadee linafsihi waman dalla fainnama yadillu AAalayha wama ana AAalaykum biwakeelin","chapter":{"id":10,"name":"يونس","transliteration":"Yunus","translations":{"en":"Jonah","es":"Jonás","fr":"Jonas","id":"Yunus","ru":"Йунус","sv":"Jonah","tr":"Yûnus","ur":"یونس","zh":"优努斯"},"type":"meccan"}}
