{"id":1476,"number":3,"text":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","translations":{"en":"And [saying], \"Seek forgiveness of your Lord and repent to Him, [and] He will let you enjoy a good provision for a specified term and give every doer of favor his favor. But if you turn away, then indeed, I fear for you the punishment of a great Day","es":"Supliquen perdón a su Señor y arrepiéntanse ante Él, pues así les concederá de Sus gracias hasta un plazo determinado, y recompensará a todo aquel que haga el bien. Temo que si rechazan [el Mensaje] los alcance el castigo de un día terrible","fr":"Demandez pardon à votre Seigneur; ensuite, revenez à Lui. Il vous accordera une belle jouissance jusqu'à un terme fixé, et Il accordera à chaque méritant l'honneur qu'il mérite. Mais si vous tournez le dos, je crains alors pour vous le châtiment d'un grand jour","id":"dan hendaklah kamu memohon ampunan kepada Tuhanmu dan bertobat kepada-Nya, niscaya Dia akan memberi kenikmatan yang baik kepadamu sampai waktu yang telah ditentukan. Dan Dia akan memberikan karunia-Nya kepada setiap orang yang berbuat baik. Dan jika kamu berpaling, maka sungguh, aku takut kamu akan ditimpa azab pada hari yang besar (Kiamat)","ru":"Просите прощения у вашего Господа и раскаивайтесь перед Ним, чтобы Он наделил вас прекрасными благами до определенного срока и одарил Своей милостью каждого милостивого. Если же вы отвернетесь, то я боюсь, что вас постигнут мучения в Великий день","sv":"där [ni förmanas] att be er Herre om förlåtelse [för era synder] och att i ånger vända åter till Honom. Då skall Han till en tidpunkt [som Han har] fastställt låta er njuta allt det goda [som ryms i detta liv], och [i det kommande livet] skall Han, efter vars och ens förtjänst, skänka alla som gör det goda och det rätta Sin nåds gåvor.\" Men om de vänder ryggen till, [säg]: \"Jag bävar för det straff som väntar er på [Räkenskapens] dag","tr":"Elif, Lam, Ra. Bu Kitap, hakim ve haberdar olan Allah tarafından, Allah'tan başkasına kulluk etmeyesiniz diye ayetleri kesin kılınmış, sonra da uzun uzadıya açıklanmış bir Kitap'dır. Ben size, O'nun tarafından gönderilmiş bir uyarıcı ve müjdeciyim. Rabbinizden mağfiret dileyin ve O'na tevbe edin ki, belli bir süreye kadar sizi güzelce geçindirsin ve her fazilet sahibine faziletinin karşılığını versin. Eğer yüz çevirirseniz o zaman ben doğrusu hakkınızda büyük günün azabından korkarım","ur":"اور یہ کہ تم اپنے رب سے معافی چاہو اور اس کی طرف پلٹ آؤ تو وہ ایک مدت خاص تک تم کو اچھا سامان زندگی دے گا اور ہر صاحب فضل کو اس کا فضل عطا کرے گا لیکن اگر تم منہ پھیرتے ہو تو میں تمہارے حق میں ایک بڑے ہولناک دن کے عذاب سے ڈرتا ہوں","zh":"你们应当向你们的主求饶，然后，向他悔过，他就使你们获得优美的享受，到一个期限，并赏赐有美德者以大量的恩惠。如果你们违背正道，那么，我的确担心你们遭受重大日的惩罚。"},"transliteration":"Waani istaghfiroo rabbakum thumma tooboo ilayhi yumattiAAkum mataAAan hasanan ila ajalin musamman wayuti kulla thee fadlin fadlahu wain tawallaw fainee akhafu AAalaykum AAathaba yawmin kabeerin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
