{"id":1478,"number":5,"text":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translations":{"en":"Unquestionably, they the disbelievers turn away their breasts to hide themselves from Him. Unquestionably, [even] when they cover themselves in their clothing, Allah knows what they conceal and what they declare. Indeed, He is Knowing of that within the breasts","es":"Ellos [los hipócritas] pretenden disimular su aversión y creen poder esconderse de Dios. Aunque se cubran con sus ropas, Él sabe bien lo que esconden y lo que manifiestan, pues conoce lo que encierran los pechos","fr":"Eh quoi! Ils replient leurs poitrines afin de se cacher de Lui. Même lorsqu'ils se couvrent de leurs vêtements, Il sait ce qu'ils cachent et ce qu'ils divulguent car Il connaît certes le contenu des poitrines","id":"Ingatlah, sesungguhnya mereka (orang-orang munafik) memalingkan dada untuk menyembunyikan diri dari dia (Muhammad).394) Ingatlah, ketika mereka menyelimuti dirinya dengan kain, Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan, sungguh, Allah Maha Mengetahui (segala) isi hati","ru":"Воистину, они сворачивают свои сердца (отворачиваются от Аллаха или скрывают в своих сердцах неверие), чтобы спрятаться от Него. Воистину, даже когда они закутываются в одежду, Он знает то, что они утаивают и обнародуют. Он ведает о том, что в груди","sv":"De bommar för hjärtana för att dölja [sina fientliga avsikter] för Honom! Men när de sveper kläderna tätare omkring sig [för att slippa höra Profetens ord], vet Han vad de försöker dölja lika väl som det som de låter skymta fram. Ja, Han vet vad som rör sig i människans innersta","tr":"Bilin ki, onlar Kuran okunurken gizlenmek için iki büklüm olurlar. Bilin ki, elbiselerine büründüklerinde bile Allah onların gizlediklerini ve açığa vurduklarını bilir. Çünkü O, kalblerde olanı bilendir","ur":"دیکھو! یہ لوگ اپنے سینوں کو موڑتے ہیں تاکہ اس سے چھپ جائیں خبردار! جب یہ کپڑوں سے اپنے آپ کو ڈھانپتے ہیں، اللہ ان کے چھپے کو بھی جانتا ہے اور کھلے کو بھی، وہ تو اُن بھیدوں سے بھی واقف ہے جو سینوں میں ہیں","zh":"真的，他们的确胸怀怨恨，以便隐瞒安拉。真的，当他们用衣服遮盖胸部的时候，安拉知道他们所隐讳的和他们所表白的，他确是全知心事的。"},"transliteration":"Ala innahum yathnoona sudoorahum liyastakhfoo minhu ala heena yastaghshoona thiyabahum yaAAlamu ma yusirroona wama yuAAlinoona innahu AAaleemun bithati alssudoori","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
