{"id":1479,"number":6,"text":"۞وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","translations":{"en":"And there is no creature on earth but that upon Allah is its provision, and He knows its place of dwelling and place of storage. All is in a clear register","es":"No existe criatura en la Tierra sin que sea Dios Quien la sustenta, Él conoce su morada y por donde transita; todo está registrado en un Libro evidente","fr":"Il n'y a point de bête sur terre dont la subsistance n'incombe à Allah qui connaît son gîte et son dépôt; tout est dans un Livre explicite","id":"Dan tidak satu pun makhluk bergerak (bernyawa) di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya.395) Semua (tertulis) dalam Kitab yang nyata (Lauḥ Maḥfūẓ)","ru":"Нет на земле ни единого живого существа, которого Аллах не обеспечивал бы пропитанием. Аллах знает их место пребывания и место хранения (утробы матерей или могилы). Все это записано в ясном Писании","sv":"Det finns ingen levande varelse på jorden som Gud inte sörjer för; Han vet var de gömmer sig [vid fara] och den plats som skall bli deras sista vilorum; allt är inskrivet i [Guds] öppna bok","tr":"Yeryüzünde yaşayan bütün canlıların rızkı ancak Allah'a aittir. O, canlıları babaların sulbünde kararlaşmış ve anaların rahminde kararlaşmakta iken de bilir. Her şey apaçık bir Kitaptadır","ur":"زمین میں چلنے والا کوئی جاندار ایسا نہیں ہے جس کا رزق اللہ کے ذمے نہ ہو اور جس کے متعلق وہ نہ جانتا ہو کہ کہاں وہ رہتا ہے اور کہاں وہ سونپا جاتا ہے، سب کچھ ایک صاف دفتر میں درج ہے","zh":"大地上的动物，没有一个不是由安拉担负其给养的，没有一个不是安拉知道其住所和贮藏处的。一切事物都记载在一本明确的天经中。"},"transliteration":"Wama min dabbatin fee alardi illa AAala Allahi rizquha wayaAAlamu mustaqarraha wamustawdaAAaha kullun fee kitabin mubeenin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
