{"id":1480,"number":7,"text":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","translations":{"en":"And it is He who created the heavens and the earth in six days - and His Throne had been upon water - that He might test you as to which of you is best in deed. But if you say, \"Indeed, you are resurrected after death,\" those who disbelieve will surely say, \"This is not but obvious magic","es":"Él es Quien ha creado los cielos y la Tierra en seis eras, y Su Trono se encontraba sobre el agua, para probar quiénes de ustedes obran mejor. Si les dices [¡oh, Mujámmad!]: \"Serán resucitados después de la muerte\", dirán los que se niegan a creer: \"Esto no es sino hechicería evidente","fr":"Et c'est Lui qui a créé les cieux et la terre en six jours, - alors que Son Trône était sur l'eau, - afin d'éprouver lequel de vous agirait le mieux. Et si tu dis: «Vous serez ressuscités après la mort», ceux qui ne croient pas diront: «Ce n'est là qu'une magie évidente»","id":"Dan Dialah yang menciptakan langit dan bumi dalam enam masa, dan Arasy-Nya di atas air, agar Dia menguji siapakah diantara kamu yang lebih baik amalnya. Jika engkau berkata (kepada penduduk Mekkah), \"Sesungguhnya kamu akan dibangkitkan setelah mati,\" niscaya orang kafir itu akan berkata, \"Ini hanyalah sihir yang nyata","ru":"Он - Тот, Кто создал небеса и землю за шесть дней, когда Его Трон находился на воде, дабы испытать, чьи деяния будут лучше. Если ты скажешь: «Вы будете воскрешены после смерти», - то неверующие скажут: «Это - не что иное, как очевидное колдовство!»","sv":"Det är Han som har skapat himlarna och jorden under sex dagar och som tronar i Sin allmakts härlighet över vattnen. [Han har skapat allt detta] för att pröva er [och låta er visa] genom ert handlande vem bland er som är den bäste. Och om du säger: \"Efter döden skall ni återuppväckas till nytt liv\", kommer de som förnekar sanningen helt säkert att svara: \"Det är ingenting annat än bedrägliga illusioner","tr":"Arş'ı su üzerinde iken, hanginizin daha güzel işi işleyeceğini ortaya koymak için, gökleri ve yeri altı günde yaratan O'dur. And olsun ki, \"Siz gerçekten, ölümden sonra dirileceksiniz\" desen, inkar edenler: \"Bu, apaçık bir sihirden başka bir şey değildir\" derler","ur":"اور وہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا جبکہ اس سے پہلے اس کا عرش پانی پر تھا تاکہ تم کو آزما کر دیکھے تم میں کون بہتر عمل کرنے والا ہے اب اگر اے محمدؐ، تم کہتے ہو کہ لوگو، مرنے کے بعد تم دوبارہ اٹھائے جاؤ گے، تو منکرین فوراً بول اٹھتے ہیں کہ یہ تو صریح جادو گری ہے","zh":"他在六日之中创造了天地万物——他的宝座原是在水上的——以便他考验你们，看你们中谁的工作是最优的。如果你说：“你们死后，是要复活的。”不信道的人们必定说：“这个只是明显的魔术。”"},"transliteration":"Wahuwa allathee khalaqa alssamawati waalarda fee sittati ayyamin wakana AAarshuhu AAala almai liyabluwakum ayyukum ahsanu AAamalan walain qulta innakum mabAAoothoona min baAAdi almawti layaqoolanna allatheena kafaroo in hatha illa sihrun mubeenun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
