{"id":1481,"number":8,"text":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translations":{"en":"And if We hold back from them the punishment for a limited time, they will surely say, \"What detains it?\" Unquestionably, on the Day it comes to them, it will not be averted from them, and they will be enveloped by what they used to ridicule","es":"Si les retraso su castigo hasta un plazo determinado, dirán [los incrédulos]: \"¿Qué es lo que lo retiene?\" ¿Acaso no saben que el día que les alcance el castigo no podrán evitarlo y los rodeará aquello de lo que se burlaban","fr":"Et si Nous retardons pour eux le châtiment jusqu'à une période fixée, ils diront: «Qu'est-ce qui le retient?» - Mais le jour où cela leur viendra, il ne sera pas détourné; d'eux et ce dont ils se moquaient les enveloppera","id":"Dan sungguh, jika Kami tangguhkan azab terhadap mereka sampai waktu yang ditentukan, niscaya mereka akan berkata, \"Apakah yang menghalanginya?\" Ketahuilah, ketika azab itu datang kepada mereka, tidaklah dapat dielakkan oleh mereka. Mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya","ru":"Если Мы отложим наказание их до определенного срока, то они скажут: «Что же удерживает его?». Воистину, в тот день, когда оно постигнет их, ничто не отвратит его, и окружит (или поразит) их то, над чем они насмехались","sv":"Och om Vi låter anstå med deras straff till en fastställd tid säger de: \"Varför dröjer det?\" Men den dag [straffet] når dem skall ingenting kunna avvärja det och de kommer att inringas av det som de brukade skämta om","tr":"And olsun ki, onların azabını sayılı bir süreye kadar ertelesek, \"Onu alıkoyan nedir?\" derler. Bilin ki, onlara azab geldiği gün, artık geri çevrilmez; alaya aldıkları şey onları mahvedecektir","ur":"اور اگر ہم ایک خاص مدت تک ان کی سزا کو ٹالتے ہیں تو وہ کہنے لگتے ہیں کہ آخر کس چیز نے اُسے روک رکھا ہے؟ سنو! جس روز اُس سزا کا وقت آگیا تو وہ کسی کے پھیرے نہ پھر سکے گا اور وہی چیز ان کو آ گھیرے گی جس کا وہ مذاق اڑا رہے ہیں","zh":"如果我把他们应受的惩罚展缓一个可数的日期，他们必定说：“惩罚怎么不降临呢？”真的，在惩罚降临他们的日子，他们将无处逃避，他们所嘲笑的惩罚将要降临他们。"},"transliteration":"Walain akhkharna AAanhumu alAAathaba ila ommatin maAAdoodatin layaqoolunna ma yahbisuhu ala yawma yateehim laysa masroofan AAanhum wahaqa bihim ma kanoo bihi yastahzioona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
