{"id":1485,"number":12,"text":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","translations":{"en":"Then would you possibly leave [out] some of what is revealed to you, or is your breast constrained by it because they say, \"Why has there not been sent down to him a treasure or come with him an angel?\" But you are only a warner. And Allah is Disposer of all things","es":"[Por misericordia] tú podrías dejar de transmitirles algo de lo que te fue revelado, porque tu corazón se acongoja cuando dicen: \"¿Por qué no se le ha concedido un tesoro o lo acompaña un ángel [para corroborar que es Profeta]?\" Pero a ti solo te corresponde transmitir el Mensaje y amonestarlos; Dios es el protector de todas las cosas","fr":"Il se peut que tu négliges une partie de ce qui t'est révélé, et que ta poitrine s'en sente compressée; parce qu'ils disent: «Que n'a-t-on fait descendre sur lui un trésor?» Ou bien: «Que n'est-il venu un Ange en sa compagnie?» - Tu n'es qu'un avertisseur. Et Allah est Le protecteur de toute chose","id":"Maka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya, karena mereka akan mengatakan, \"Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang bersamanya malaikat?\" Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu","ru":"Быть может, ты отбросишь часть ниспосланного тебе в откровении, и твое сердце сожмется от этого, потому что они говорят: «Почему ему не ниспосланы сокровища или ангел не явился вместе с ним?». Но ведь ты - всего лишь предостерегающий увещеватель, а Аллах - Попечитель и Хранитель всякой вещи","sv":"[MUHAMMAD! Ibland frestas] du kanske att undanhålla något av det som uppenbaras för dig, betryckt som du är över [häcklarnas] hånfulla ord: \"Varför har inte en skatt sänts ned till honom?\" eller \"Varför har han inte en ängel i följe?\" - Du är bara en varnare, men Gud vårdar sig om allt","tr":"Putperestlerin: \"Ona bir hazine indirilmeli veya yanında bir melek gelmeli değil miydi?\" demelerinden senin kalbin daralır ve belki de sana vahyolunanın bir kısmını terkedecek olursun. Sen ancak bir uyarıcısın, Allah her şeye vekildir","ur":"تو اے پیغمبرؐ! کہیں ایسا نہ ہو کہ تم اُن چیزوں میں سے کسی چیز کو (بیان کر نے سے) چھوڑ دو جو تمہاری طرف وحی کی جا رہی ہیں اور اِس بات پر دل تنگ ہو کہ وہ کہیں گے \"اس شخص پر کوئی خزانہ کیوں نہ اتارا گیا\" یا یہ کہ \"اس کے ساتھ کوئی فرشتہ کیوں نہ آیا\" تم تو محض خبردار کرنے والے ہو، آگے ہر چیز کا حوالہ دار اللہ ہے","zh":"你或许不肯传达你所受的部分启示，而且因之而烦闷，因为恐怕他们说：“为什么没有一个宝藏降于他，或有一个天使与他一道来临呢？”你只是一个警告者，安拉是监护万物的。"},"transliteration":"FalaAAallaka tarikun baAAda ma yooha ilayka wadaiqun bihi sadruka an yaqooloo lawla onzila AAalayhi kanzun aw jaa maAAahu malakun innama anta natheerun waAllahu AAala kulli shayin wakeelun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
