{"id":1485,"number":12,"text":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","translations":{"bn":"আর সম্ভবতঃ ঐসব আহকাম যা ওহীর মাধ্যমে তোমার নিকট পাঠানো হয়, তার কিছু অংশ বর্জন করবে? এবং এতে মন ছোট করে বসবে? তাদের এ কথায় যে, তাঁর উপর কোন ধন-ভান্ডার কেন অবতীর্ণ হয়নি? অথবা তাঁর সাথে কোন ফেরেশতা আসেনি কেন? তুমিতো শুধু সতর্ককারী মাত্র; আর সব কিছুরই দায়িত্বভার তো আল্লাহই নিয়েছেন।","en":"Then would you possibly leave [out] some of what is revealed to you, or is your breast constrained by it because they say, \"Why has there not been sent down to him a treasure or come with him an angel?\" But you are only a warner. And Allah is Disposer of all things","id":"Maka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya, karena mereka akan mengatakan, \"Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang bersamanya malaikat?\" Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu","ru":"Быть может, ты отбросишь часть ниспосланного тебе в откровении, и твое сердце сожмется от этого, потому что они говорят: «Почему ему не ниспосланы сокровища или ангел не явился вместе с ним?». Но ведь ты - всего лишь предостерегающий увещеватель, а Аллах - Попечитель и Хранитель всякой вещи","tr":"Putperestlerin: \"Ona bir hazine indirilmeli veya yanında bir melek gelmeli değil miydi?\" demelerinden senin kalbin daralır ve belki de sana vahyolunanın bir kısmını terkedecek olursun. Sen ancak bir uyarıcısın, Allah her şeye vekildir","ur":"تو اے پیغمبرؐ! کہیں ایسا نہ ہو کہ تم اُن چیزوں میں سے کسی چیز کو (بیان کر نے سے) چھوڑ دو جو تمہاری طرف وحی کی جا رہی ہیں اور اِس بات پر دل تنگ ہو کہ وہ کہیں گے \"اس شخص پر کوئی خزانہ کیوں نہ اتارا گیا\" یا یہ کہ \"اس کے ساتھ کوئی فرشتہ کیوں نہ آیا\" تم تو محض خبردار کرنے والے ہو، آگے ہر چیز کا حوالہ دار اللہ ہے"},"chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"bn":"নবী হুদ","en":"Hud","id":"Hud","ru":"Худ","tr":"Hûd","ur":"حود"},"type":"meccan"}}
