{"id":1486,"number":13,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","translations":{"en":"Or do they say, \"He invented it\"? Say, \"Then bring ten surahs like it that have been invented and call upon [for assistance] whomever you can besides Allah, if you should be truthful","es":"O cuando dicen: \"Él lo inventó\". Diles: \"[Si es verdad que un ser humano puede escribir algo tan maravilloso] escriban ustedes diez suras inventadas como ésta y preséntenlas, y convoquen a quienes puedan [para que los auxilien] en vez de Dios, si es que dicen la verdad","fr":"Ou bien ils disent: «Il l'a forgé [le Coran]» - Dis: «Apportez donc dix Sourates semblables à ceci, forgées (par vous). Et appelez qui vous pourrez (pour vous aider), hormis Allah, si vous êtes véridiques»","id":"Bahkan mereka mengatakan, \"Dia (Muhammad) telah membuat-buat Alquran itu.\" Katakanlah, \"(Kalau demikian), datangkanlah sepuluh surah semisal dengannya (Alquran) yang dibuat-buat, dan ajaklah siapa saja di antara kamu yang sanggup selain Allah, jika kamu orang-orang yang benar","ru":"Или же они говорят: «Он измыслил Коран». Скажи: «Принесите десять вымышленных сур, подобных этим, и призовите, кого сумеете, помимо Аллаха, если вы говорите правду»","sv":"Och de säger: \"[Muhammad] har författat [Koranen]!\" Svara då: \"Visa fram tio [av er] författade, likvärdiga suror och kalla dem ni kan [till er hjälp] - utom Gud - om det ni säger är sant","tr":"Senin için: \"Onu uydurdu\" diyorlar, öyle mi? De ki: \"Öyleyse onun surelerine benzer uydurma on sure meydana getirin, iddianızda samimi iseniz, Allah'tan başka çağırabileceklerinizi de çağırın","ur":"کیا یہ کہتے ہیں کہ پیغمبر نے یہ کتاب خود گھڑ لی ہے؟ کہو، \"اچھا یہ بات ہے تو اس جیسی گھڑی ہوئی دس سورتیں تم بنا لاؤ اور اللہ کے سوا اور جو جو (تمہارے معبود) ہیں اُن کو مدد کے لیے بلا سکتے ہو تو بلا لو اگر تم (انہیں معبود سمجھنے میں) سچے ہو","zh":"难道他们说他捏造经典吗？你说：“你们试拟作十章吧。你们应当舍安拉而祈祷你们所能祈祷的，倘若你们是诚实的人。”"},"transliteration":"Am yaqooloona iftarahu qul fatoo biAAashri suwarin mithlihi muftarayatin waodAAoo mani istataAAtum min dooni Allahi in kuntum sadiqeena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
