{"id":1487,"number":14,"text":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","translations":{"en":"And if they do not respond to you - then know that the Qur'an was revealed with the knowledge of Allah and that there is no deity except Him. Then, would you [not] be Muslims","es":"Pero si no les responden [el desafío], sepan que [el Corán] ha sido revelado con el conocimiento de Dios, porque no hay otra divinidad salvo Él. ¿Acaso no van a someterse a Él [haciéndose musulmanes]","fr":"S'ils ne vous répondent pas, sachez alors que c'est par la science d'Allah qu'il est descendu, et qu'il n'y a de divinité que Lui. Etes-vous soumis (à Lui)","id":"Maka jika mereka tidak memenuhi tantanganmu, maka (katakanlah), \"Ketahuilah, bahwa (Alquran) itu diturunkan dengan ilmu Allah, dan bahwa tidak ada tuhan selain Dia, maka maukah kamu berserah diri (masuk Islam)","ru":"Если они не ответят вам, то знайте, что он ниспослан с ведома Аллаха и что нет божества, кроме Него. Неужели вы не станете мусульманами","sv":"Och om de som ni kallar på inte svarar er, då har ni förstått att uppenbarelsen av [Koranen] uteslutande är ett verk av Guds ingivelse och att det inte finns någon annan gud än Han. Är ni beredda att underkasta er Hans vilja","tr":"Söylediğinizi yapamazlarsa, bilin ki o, ancak Allah'ın ilmiyle indirilmiştir. O'ndan başka tanrı yoktur, artık müslümansınız değil mi","ur":"اب اگر وہ (تمہارے معبود) تمہاری مدد کو نہیں پہنچتے تو جان لو کہ یہ اللہ کے علم سے نازل ہوئی ہے اور یہ کہ اللہ کے سوا کوئی حقیقی معبود نہیں ہے پھر کیا تم (اس امر حق کے آگے) سر تسلیم خم کر تے ہو؟","zh":"倘若他们不答应你们，那么，你们当知道这本经是依安拉的知识而降示的，并应当知道，除他外，绝无应受崇拜的。你们是顺服的人吗？"},"transliteration":"Fai llam yastajeeboo lakum faiAAlamoo annama onzila biAAilmi Allahi waan la ilaha illa huwa fahal antum muslimoona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
