{"id":149,"number":142,"text":"۞سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translations":{"en":"The foolish among the people will say, \"What has turned them away from their qiblah, which they used to face?\" Say, \"To Allah belongs the east and the west. He guides whom He wills to a straight path","es":"Dirán algunas personas tontas: \"¿Qué los hizo cambiar la orientación [en la que oraban]?\" Diles: \"A Dios pertenece el oriente y el occidente, y Él guía a quien quiere hacia el sendero recto","fr":"Les faibles d'esprit parmi les gens vont dire: «Qui les a détournés de la direction (Qibla) vers laquelle ils s'orientaient auparavant?» - Dis: «C'est à Allah qu'appartiennent le Levant et le Couchant. Il guide qui Il veut vers un droit chemin»","id":"Orang-orang yang kurang akal di antara manusia akan berkata, \"Apakah yang memalingkan mereka (muslim) dari kiblat yang dahulu mereka (berkiblat) kepadanya?\" Katakanlah (Muhammad), \"Milik Allah-lah timur dan barat; Dia memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus","ru":"Глупые люди скажут: «Что заставило их отвернуться от киблы, к которой они поворачивались лицом прежде?». Скажи: «Восток и запад принадлежат Аллаху. Он наставляет, кого пожелает, на прямой путь»","sv":"TANKLÖSA människor skall säga: \"Vad har förmått dem att ändra den böneriktning som de har följt till nu?\" Säg: \"Öst liksom väst tillhör Gud. Han leder den Han vill till den raka vägen","tr":"İnsanların beyinsizleri, \"Yöneldikleri kıbleden onları çeviren nedir?\" diyecekler; de ki: \"Doğu ve batı Allah'ındır. O, dilediğini doğru yola eriştirir","ur":"نادان لوگ ضرور کہیں گے : اِنہیں کیا ہوا کہ پہلے یہ جس قبلے کی طرف رخ کر کے نماز پڑھتے تھے، اس سے یکایک پھر گئے؟ اے نبی، ان سے کہو: \"مشرق اور مغرب سب اللہ کے ہیں اللہ جسے چاہتا ہے، سیدھی راہ دکھا دیتا ہے","zh":"一般愚人将说：“他们为什么要背弃他们原来所对的朝向呢？”你说：“东方和西方，都是安拉的，他把他所意欲的人引上正路。”"},"transliteration":"Sayaqoolu alssufahao mina alnnasi ma wallahum AAan qiblatihimu allatee kanoo AAalayha qul lillahi almashriqu waalmaghribu yahdee man yashao ila siratin mustaqeemin","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
