{"id":1490,"number":17,"text":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَـٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","translations":{"bn":"আচ্ছা বল তো, যে ব্যক্তি তার প্রভুর সুস্পষ্ট পথে রয়েছে, আর সাথে সাথে আল্লাহর তরফ থেকে একটি সাক্ষীও বর্তমান রয়েছে এবং তার পূর্ববর্তী মূসা (আঃ) এর কিতাবও সাক্ষী যা ছিল পথনির্দেশক ও রহমত স্বরূপ, (তিনি কি অন্যান্যের সমান) অতএব তাঁরা কোরআনের প্রতি ঈমান আনেন। আর ঐসব দলগুলি যে কেউ তা অস্বীকার করে, দোযখই হবে তার ঠিকানা। অতএব, আপনি তাতে কোন সন্দেহে থাকবেন না। নিঃসন্দেহে তা আপনার পালনকর্তার পক্ষ হতে ধ্রুব সত্য; তথাপি অনেকেই তা বিশ্বাস করে না।","en":"So is one who [stands] upon a clear evidence from his Lord [like the aforementioned]? And a witness from Him follows it, and before it was the Scripture of Moses to lead and as mercy. Those [believers in the former revelations] believe in the Qur'an. But whoever disbelieves in it from the [various] factions - the Fire is his promised destination. So be not in doubt about it. Indeed, it is the truth from your Lord, but most of the people do not believe","id":"Maka apakah (orang-orang kafir itu sama dengan) orang yang sudah mempunyai bukti yang nyata (Alquran) dari Tuhannya, dan diikuti oleh saksi396) dari-Nya dan sebelumnya sudah ada pula Kitab Musa yang menjadi pedoman dan rahmat? Mereka beriman kepadanya (Alquran). Barang siapa mengingkarinya (Alquran) di antara kelompok-kelompok (orang Quraisy), maka nerakalah tempat yang diancamkan baginya, karena itu janganlah engkau ragu terhadap Alquran. Sungguh, Alquran itu benar-benar dari Tuhanmu, tetapi kebanyakan manusia tidak beriman","ru":"Разве тот, кто опирается на ясное доказательство от своего Господа, за которым следует свидетель от Него (Джибрил) и до которого руководством и милостью было Писание Мусы (Моисея), подобен неверующему? Они уверовали в него (Коран). А сектам, которые не уверовали в него, обещан Огонь. Не сомневайся в этом, ибо это - истина от твоего Господа, хотя большая часть людей не верует","tr":"Rabbinin katından bir belgesi ve onun arkasından da bir şahidi olanlar, önlerinde de Musa'nın Kitap'ı önder ve rahmet olarak bulunanlardır ki, işte onlar Kuran'a inanırlar. Hangi topluluk onu inkar ederse yeri ateştir; senin de bundan şüphen olmasın. Doğrusu o, Rabbinden bir gerçektir, fakat insanların çoğu inanmazlar","ur":"پھر بھلا وہ شخص جو اپنے رب کی طرف سے ایک صاف شہادت رکھتا تھا، اس کے بعد ایک گواہ بھی پروردگار کی طرف سے (اس شہادت کی تائید میں) آ گیا، اور پہلے موسیٰؑ کی کتاب رہنما اور رحمت کے طور پر آئی ہوئی بھی موجود تھی (کیا وہ بھی دنیا پرستوں کی طرح اس سے انکار کرسکتا ہے؟) ایسے لوگ تو اس پر ایمان ہی لائیں گے اور انسانی گروہوں میں سے جو کوئی اس کا انکار کرے تو اس کے لیے جس جگہ کا وعدہ ہے وہ دوزخ ہے پس اے پیغمبرؐ، تم اِس چیز کی طرف سے کسی شک میں نہ پڑنا، یہ حق ہے تمہارے رب کی طرف سے مگر اکثر لوگ نہیں مانتے"},"chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"bn":"নবী হুদ","en":"Hud","id":"Hud","ru":"Худ","tr":"Hûd","ur":"حود"},"type":"meccan"}}
