{"id":1490,"number":17,"text":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَـٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","translations":{"en":"So is one who [stands] upon a clear evidence from his Lord [like the aforementioned]? And a witness from Him follows it, and before it was the Scripture of Moses to lead and as mercy. Those [believers in the former revelations] believe in the Qur'an. But whoever disbelieves in it from the [various] factions - the Fire is his promised destination. So be not in doubt about it. Indeed, it is the truth from your Lord, but most of the people do not believe","es":"¿Acaso quien cree en el Corán y se basa en una prueba que proviene de Su Señor, que es recitada por un testigo de Dios, y que antes se encontraba mencionada en el Libro de Moisés [la Tora] que fue una guía y una misericordia, es comparable con aquellos aliados que no creen en el Corán? Ellos tendrán por morada el Infierno. No tengas dudas [de ello]. [El Corán] es la Verdad que dimana de tu Señor, aunque la mayoría de las personas no crean","fr":"Est-ce que celui qui se fonde sur une preuve évidente (le Coran) venant de son Seigneur et récitée par un témoin [l'archange Gabriel] de Sa part, cependant qu'avant lui [Muhammad] il y a le livre de Moïse tenant lieu de guide et de miséricorde... [est meilleur ou bien celui qui ne se fonde sur aucune preuve valable?]. Ceux-là y croient; mais quiconque d'entre les factions n'y croit pas, aura le Feu comme rendez-vous. Ne sois donc pas en doute au sujet de ceci (le Coran). Oui, c'est la vérité venant de ton Seigneur; mais la plupart des gens n'y croient pas","id":"Maka apakah (orang-orang kafir itu sama dengan) orang yang sudah mempunyai bukti yang nyata (Alquran) dari Tuhannya, dan diikuti oleh saksi396) dari-Nya dan sebelumnya sudah ada pula Kitab Musa yang menjadi pedoman dan rahmat? Mereka beriman kepadanya (Alquran). Barang siapa mengingkarinya (Alquran) di antara kelompok-kelompok (orang Quraisy), maka nerakalah tempat yang diancamkan baginya, karena itu janganlah engkau ragu terhadap Alquran. Sungguh, Alquran itu benar-benar dari Tuhanmu, tetapi kebanyakan manusia tidak beriman","ru":"Разве тот, кто опирается на ясное доказательство от своего Господа, за которым следует свидетель от Него (Джибрил) и до которого руководством и милостью было Писание Мусы (Моисея), подобен неверующему? Они уверовали в него (Коран). А сектам, которые не уверовали в него, обещан Огонь. Не сомневайся в этом, ибо это - истина от твоего Господа, хотя большая часть людей не верует","sv":"Kan [dessa människor jämföras med] dem som stöder sig på ett klart vittnesbörd från sin Herre, som ett av Hans vittnen läser upp, liksom tidigare den Skrift som gavs Moses, en vägvisare och en [källa till] nåd? Sådana [som denne] har en sann tro på detta [vittnesbörd]; men den som tillhör [andra] samfund och som bestrider dess sanning är kallad till ett möte där den eviga Elden [brinner]. Hys alltså inte minsta tvivel om denna [uppenbarelse]! Det är sanningen från din Herre - men de flesta människor vill inte tro","tr":"Rabbinin katından bir belgesi ve onun arkasından da bir şahidi olanlar, önlerinde de Musa'nın Kitap'ı önder ve rahmet olarak bulunanlardır ki, işte onlar Kuran'a inanırlar. Hangi topluluk onu inkar ederse yeri ateştir; senin de bundan şüphen olmasın. Doğrusu o, Rabbinden bir gerçektir, fakat insanların çoğu inanmazlar","ur":"پھر بھلا وہ شخص جو اپنے رب کی طرف سے ایک صاف شہادت رکھتا تھا، اس کے بعد ایک گواہ بھی پروردگار کی طرف سے (اس شہادت کی تائید میں) آ گیا، اور پہلے موسیٰؑ کی کتاب رہنما اور رحمت کے طور پر آئی ہوئی بھی موجود تھی (کیا وہ بھی دنیا پرستوں کی طرح اس سے انکار کرسکتا ہے؟) ایسے لوگ تو اس پر ایمان ہی لائیں گے اور انسانی گروہوں میں سے جو کوئی اس کا انکار کرے تو اس کے لیے جس جگہ کا وعدہ ہے وہ دوزخ ہے پس اے پیغمبرؐ، تم اِس چیز کی طرف سے کسی شک میں نہ پڑنا، یہ حق ہے تمہارے رب کی طرف سے مگر اکثر لوگ نہیں مانتے","zh":"难道这等人还不如别的人吗？他们依据从他们的主降示的明证，而且他们的主所派遣的见证者已继那明证而来临，在那明证之前还有穆萨的经典，那是安拉所降赐的指南和慈恩。这等人是坚信那明证的。各党派中谁不信那明证，火狱将是谁的约定的地方。所以，你们不要怀疑它，它确是你的主所降示的真理，但人们大半不信。"},"transliteration":"Afaman kana AAala bayyinatin min rabbihi wayatloohu shahidun minhu wamin qablihi kitabu moosa imaman warahmatan olaika yuminoona bihi waman yakfur bihi mina alahzabi faalnnaru mawAAiduhu fala taku fee miryatin minhu innahu alhaqqu min rabbika walakinna akthara alnnasi la yuminoona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
