{"id":1493,"number":20,"text":"أُوْلَـٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","translations":{"en":"Those were not causing failure [to Allah] on earth, nor did they have besides Allah any protectors. For them the punishment will be multiplied. They were not able to hear, nor did they see","es":"No podrán escapar de Dios en la Tierra, como tampoco tendrán [el Día del Juicio] quien los pueda proteger de Dios, y les será duplicado el castigo. Ellos no se permitieron oír [el Mensaje] ni querían ver [la verdad]","fr":"Ceux-là ne peuvent réduire (Allah) à l'impuissance sur terre! Pas d'alliés pour eux en dehors d'Allah et leur châtiment sera doublé. Ils étaient incapables d'entendre; ils ne voyaient pas non plus","id":"Mereka tidak mampu menghalangi (siksaan Allah) di bumi, dan tidak akan ada bagi mereka penolong selain Allah. Azab itu dilipatgandakan kepada mereka. Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat(nya)","ru":"Они не смогут спастись на земле, и не будет у них покровителей и помощников вместо Аллаха. Их мучения будут приумножены, ведь они не могли слышать и не видели","sv":"[Om de än skonas] på jorden kan de inte uppresa sig mot [Guds dom] och de skall inte finna någon annan beskyddare än Gud; deras straff skall fördubblas, eftersom de inte kunde lyssna [till sanningen] och inte kunde urskilja [vägen]","tr":"Bunlar yeryüzünde Allah'ı aciz bırakamazlar. Allah'dan başka kendilerini kurtaracak dostları da yoktur. Azab onlara kat kat verilir; işitemezler ve göremezlerdi","ur":"وہ زمین میں اللہ کو بے بس کرنے والے نہ تھے اور نہ اللہ کے مقابلہ میں کوئی ان کا حامی تھا انہیں اب دوہرا عذاب دیا جائے گا وہ نہ کسی کی سن ہی سکتے تھے اور نہ خود ہی انہیں کچھ سوجھتا تھا","zh":"这等人在大地上绝不能逃避天谴。除安拉外，他们绝无保护者。他们将受到加倍的惩罚。他们未能听从，也未观察。"},"transliteration":"Olaika lam yakoonoo muAAjizeena fee alardi wama kana lahum min dooni Allahi min awliyaa yudaAAafu lahumu alAAathabu ma kanoo yastateeAAoona alssamAAa wama kanoo yubsiroona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
