{"id":1500,"number":27,"text":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","translations":{"en":"So the eminent among those who disbelieved from his people said, \"We do not see you but as a man like ourselves, and we do not see you followed except by those who are the lowest of us [and] at first suggestion. And we do not see in you over us any merit; rather, we think you are liars","es":"Los líderes de los que se negaron a creer de su pueblo, dijeron: \"No eres más que un mortal como nosotros, y solo te siguen los pobres y débiles de nuestro pueblo sin ninguna reflexión. No los creemos mejores que nosotros, sino que los consideramos mentirosos","fr":"Les notables de son peuple qui avaient mécru, dirent alors: «Nous ne voyons en toi qu'un homme comme nous; et nous voyons que ce sont seulement les vils parmi nous qui te suivent sans réfléchir; et nous ne voyons en vous aucune supériorité sur nous. Plutôt, nous pensons que vous êtes des menteurs»","id":"Maka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kalian memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kalian adalah para pendusta","ru":"Знатные люди его народа, которые не уверовали, сказали: «Мы видим, что ты - такой же человек, как и мы. Мы также видим, что за тобой пошли только самые ничтожные из нас, но даже они последовали за тобой, не поразмыслив. Мы не видим, чтобы вы чем-либо превосходили нас. Напротив, мы считаем вас лжецами»","sv":"Men folkets äldste, som [alla] förnekade sanningen, sade: \"Vi ser att du inte är mer än en vanlig människa som vi andra och vi ser att det bara är de eländigaste bland vårt folk som följer dig, sådana som inte har något omdöme. Och vi ser ingenting hos er som i något avseende gör er överlägsna oss; vi anser tvärtom att ni är lögnare","tr":"Milletinin inkarcı ileri gelenleri: \"Senin ancak kendimiz gibi bir insan olduğunu görüyoruz. Daha başlangıçta, sana bizim ayak takımı dışında kimsenin uyduğunu görmüyoruz. Sizin bizden bir üstünlüğünüz yoktur; biz sizi yalancı sanıyoruz\" dediler","ur":"جواب میں اُس کی قوم کے سردار، جنہوں نے اس کی بات ماننے سے انکار کیا تھا، بولے \"ہماری نظر میں تو تم اس کے سوا کچھ نہیں ہو کہ بس ایک انسان ہو ہم جیسے اور ہم دیکھ رہے ہیں کہ ہماری قوم میں سے بس اُن لوگوں نے جو ہمارے ہاں اراذل تھے بے سوچے سمجھے تمہاری پیروی اختیار کر لی ہے اور ہم کوئی چیز بھی ایسی نہیں پاتے جس میں تم لوگ ہم سے کچھ بڑھے ہوئے ہو، بلکہ ہم تو تمہیں جھوٹا سمجھتے ہیں","zh":"但他的宗族中不信道者的贵族说：“我们认为你只是像我们一样的一个凡人，我们认为只有我们中那些最卑贱的人们才轻率地顺从你，我们认为你们不比我们优越。我们甚至相信你们是说谎的。”"},"transliteration":"Faqala almalao allatheena kafaroo min qawmihi ma naraka illa basharan mithlana wama naraka ittabaAAaka illa allatheena hum arathiluna badiya alrrayi wama nara lakum AAalayna min fadlin bal nathunnukum kathibeena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
