{"id":1501,"number":28,"text":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","translations":{"en":"He said, \"O my people have you considered: if I should be upon clear evidence from my Lord while He has given me mercy from Himself but it has been made unapparent to you, should we force it upon you while you are averse to it","es":"Dijo [Noé]: \"¡Oh, pueblo mío! Me he presentado ante ustedes con una prueba evidente de mi Señor, Quien me ha agraciado con Su misericordia, a la que ustedes se mantienen ciegos. ¿Acaso creen que vamos a imponerles aceptar [el Mensaje] cuando no están de acuerdo","fr":"Il dit: «O mon peuple! Que vous en semble? Si je me conforme à une preuve de mon Seigneur, si une Miséricorde, (prophétie) échappant à vos yeux, est venue à moi de Sa part, devrons-nous vous l'imposer alors que vous la répugnez","id":"Dia (Nuh) berkata, \"Wahai kaumku! Apa pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku, dan aku diberi rahmat dari sisi-Nya, sedangkan (rahmat itu) disamarkan bagimu. Apa kami akan memaksa kamu untuk menerimanya, padahal kamu tidak menyukainya","ru":"Он сказал: «О мой народ! А что, если я опираюсь на доказательство от моего Господа, и Он даровал мне милость от Себя (пророчество и послание), которая недоступна вашим взорам? Неужели вы полагаете, что тогда мы стали бы принуждать вас к ней (к этой милости), несмотря на то, что вам она ненавистна","sv":"[Noa] sade: \"Vad anser ni, mitt folk? Om jag har ett klart vittnesbörd från min Herre som jag stöder mig på och Han stärker mig med Sin nåd, men [budskapet] ändå förefaller er dunkelt - kan vi då tvinga er att godta det mot er vilja","tr":"Nuh: \"Ey milletim! Rabbimin katından bir delilim bulunsa ve bana yine katından bir rahmet vermiş de bunlar sizden gizlenmiş olsa, söyleyin bana, hoşlanmadığınız halde zorla sizi bunlara mecbur mu ederiz?\" dedi","ur":"اس نے کہا \"اے برادران قوم، ذرا سوچو تو سہی کہ اگر میں اپنے رب کی طرف سے ایک کھلی شہادت پر قائم تھا اور پھر اس نے مجھ کو اپنی خاص رحمت سے بھی نواز دیا مگر وہ تم کو نظر نہ آئی تو آخر ہمارے پاس کیا ذریعہ ہے کہ تم ماننا نہ چاہو اور ہم زبردستی اس کو تمہارے سر چپیک دیں؟","zh":"他说：“我的宗族啊！你们告诉我吧，如果我是依据从我的主降示的明证的，并且曾受过从他那里发出的慈恩，但那个明证对于你们是模糊的，难道你们憎恶它，而我们强迫你们接受它吗？"},"transliteration":"Qala ya qawmi araaytum in kuntu AAala bayyinatin min rabbee waatanee rahmatan min AAindihi faAAummiyat AAalaykum anulzimukumooha waantum laha karihoona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
