{"id":1502,"number":29,"text":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","translations":{"en":"And O my people, I ask not of you for it any wealth. My reward is not but from Allah. And I am not one to drive away those who have believed. Indeed, they will meet their Lord, but I see that you are a people behaving ignorantly","es":"¡Oh, pueblo mío! No les pido retribución alguna a cambio [de transmitirles el Mensaje], pues Dios será Quien me recompensará, y no voy a rechazar a los creyentes [pobres como me piden], porque ellos se encontrarán con su Señor [Quien los recompensará por su fe]; y veo que son ustedes un pueblo que se comporta como los ignorantes","fr":"O mon peuple, je ne vous demande pas de richesse en retour. Mon salaire n'incombe qu'à Allah. Je ne repousserai point ceux qui ont cru, ils auront à rencontrer leur Seigneur. Mais je vous trouve des gens ignorants","id":"Dan wahai kaumku! Aku tidak meminta harta kepada kamu (sebagai imbalan) atas seruanku. Imbalanku hanyalah dari Allah dan aku sekali-kali tidak akan mengusir orang yang telah beriman. Sungguh, mereka akan bertemu dengan Tuhannya, dan sebaliknya aku memandangmu sebagai kaum yang bodoh","ru":"О мой народ! Я не прошу у вас за это богатства, ибо вознаградит меня один лишь Аллах. Я не стану прогонять тех, которые уверовали, ибо они собираются встретиться со своим Господом. А вас я считаю людьми невежественными","sv":"Mitt folk! Jag begär ingen ersättning av er för detta [budskap]; jag väntar ingen lön från någon annan än Gud. Och jag kommer inte att stöta bort dem som antar tron; de är ju kallade att möta sin Herre. Men jag ser att ni är människor utan begrepp [om rätt och orätt]","tr":"Ey milletim! Buna karşılık ben sizden bir mal da istemiyorum. Benim ücretim Allah'a aittir; inananları da kovacak değilim; çünkü onlar Rableriyle karşılaşacaklar; fakat ben sizi cahil bir millet olarak görüyorum","ur":"اور اے برادران قوم، میں اِس کام پر تم سے کوئی مال نہیں مانگتا، میرا اجر تو اللہ کے ذمہ ہے اور میں اُن لوگوں کو دھکے دینے سے بھی رہا جنہوں نے میری بات مانی ہے، وہ آپ ہی اپنے رب کے حضور جانے والے ہیں مگر میں دیکھتا ہوں کہ تم لوگ جہالت برت رہے ہو","zh":"我的宗族啊！我不为传达使命而向你们索取钱财，我的报酬只归安拉负担。我不驱逐信道的人们。他们必定要会见他们的主，但我认为你们是无知的民众。"},"transliteration":"Waya qawmi la asalukum AAalayhi malan in ajriya illa AAala Allahi wama ana bitaridi allatheena amanoo innahum mulaqoo rabbihim walakinnee arakum qawman tajhaloona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
