{"id":1504,"number":31,"text":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّـٰلِمِينَ","translations":{"en":"And I do not tell you that I have the depositories [containing the provision] of Allah or that I know the unseen, nor do I tell you that I am an angel, nor do I say of those upon whom your eyes look down that Allah will never grant them any good. Allah is most knowing of what is within their souls. Indeed, I would then be among the wrongdoers","es":"No les digo que poseo los tesoros de Dios ni que conozco lo oculto, ni les digo que soy un ángel; tampoco digo que Dios no recompensará [en la otra vida] a aquellos que ustedes consideran inferiores [los débiles y los pobres], pues Dios bien sabe lo que hay en sus almas, porque si lo dijera sería de los injustos","fr":"Et je ne vous dis pas que je détiens les trésors d'Allah, je ne connais pas l'Inconnaissable, et je ne dis pas que je suis un Ange; et je ne dis pas non plus aux gens, que vos yeux méprisent, qu'Allah ne leur accordera aucune faveur; Allah connaît mieux ce qu'il y a dans leurs âmes. [Si je le leur disais], je serais du nombre des injustes","id":"Dan aku tidak mengatakan kepadamu, bahwa aku mempunyai gudang-gudang rezeki dan kekayaan dari Allah, dan aku tidak mengetahui yang gaib, dan tidak (pula) mengatakan bahwa sesungguhnya aku adalah malaikat, dan aku tidak (juga) mengatakan kepada orang yang dipandang hina oleh penglihatanmu, \"Bahwa Allah tidak akan memberikan kebaikan kepada mereka. Allah lebih mengetahui apa yang ada pada diri mereka. Sungguh, jika demikian aku benar-benar termasuk orang-orang yang zalim","ru":"Я не говорю вам, что владею сокровищницами Аллаха. Я не ведаю сокровенное. Я не говорю, что являюсь ангелом. Я также не говорю тем, которые презренны в ваших глазах, что Аллах не дарует им никакого добра. Аллаху лучше знать о том, что в их душах. В противном случае я был бы одним из беззаконников»","sv":"Jag säger inte till er att jag har Guds skatter [i min hand] och jag känner inte det som är dolt för människor. Jag säger inte heller att jag är en ängel. Inte heller säger jag om dem som ni betraktar med sådant förakt: 'Gud kommer aldrig att ge dem av [Sitt] goda'.\" Gud vet bäst vad de bär inom sig. [Hade jag yttrat något sådant] skulle jag sannerligen höra till de orättfärdiga","tr":"Size, Allah'ın hazineleri yanımdadır demiyorum; gaybı da bilmem; doğrusu melek olduğumu da söylemiyorum; küçük gördüklerinize Allah iyilik vermeyecektir diyemem; içlerinde olanı Allah daha iyi bilir. Yoksa şüphesiz haksızlık edenlerden olurum","ur":"اور میں تم سے نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں، نہ یہ کہتا ہوں کہ میں غیب کا علم رکھتا ہوں، نہ یہ میرا دعویٰ ہے کہ میں فرشتہ ہوں اور یہ بھی میں نہیں کہہ سکتا کہ جن لوگوں کو تمہاری آنکھیں حقارت سے دیکھتی ہیں انہیں اللہ نے کوئی بھلائی نہیں دی ان کے نفس کا حال اللہ ہی بہتر جانتا ہے اگر میں ایسا کہوں تو ظالم ہوں گا","zh":"我不对你们说我有安拉的宝藏，也不说我知道幽玄，也不说我是一个天使，也不说你们所藐视的人，安拉绝不赏赐他们任何福利——安拉是最了解他们的事情的——否则，我必是一个不义的人。”"},"transliteration":"Wala aqoolu lakum AAindee khazainu Allahi wala aAAlamu alghayba wala aqoolu innee malakun wala aqoolu lillatheena tazdaree aAAyunukum lan yutiyahumu Allahu khayran Allahu aAAlamu bima fee anfusihim innee ithan lamina alththalimeena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
