{"id":1507,"number":34,"text":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","translations":{"en":"And my advice will not benefit you - although I wished to advise you - If Allah should intend to put you in error. He is your Lord, and to Him you will be returned","es":"Y aunque los quiera beneficiar con mi exhortación, tampoco les servirá de nada si es voluntad de Dios su desvío. Él es su Señor, y ante Él comparecerán","fr":"Et mon conseil ne vous profiterait pas, au cas où je voulais vous conseiller, et qu'Allah veuille vous égarer. Il est votre Seigneur, et c'est vers Lui que vous serez ramenés»","id":"Dan nasihatku tidak akan bermanfaat bagimu sekalipun aku ingin memberi nasihat kepadamu, kalau Allah hendak menyesatkan kamu. Dia adalah Tuhanmu, dan kepada-Nyalah kamu dikembalikan","ru":"Мои наставления не принесут вам пользы, даже если я хочу дать вам добрый совет, если Аллах пожелал ввести вас в заблуждение. Он - ваш Господь, и к Нему вы будете возвращены»","sv":"Mina råd - om jag skulle vilja ge er råd - är till ingen nytta för er om det är Guds vilja att ni skall hålla fast vid era misstag. Han är er Herre och till Honom skall ni föras åter","tr":"Ancak Allah dilerse onu başınıza getirir, siz O'nu aciz bırakamazsınız. Allah sizi azdırmak isterse, ben size öğüt vermek istesem de faydası olmaz. O, sizin Rabbinizdir, O'na döndürüleceksiniz\" dedi","ur":"اب اگر میں تمہاری کچھ خیر خواہی کرنا بھی چاہوں تو میری خیر خواہی تمہیں کوئی فائدہ نہیں دے سکتی جبکہ اللہ ہی نے تمہیں بھٹکا دینے کا ارادہ کر لیا ہو، وہی تمہارا رب ہے اور اُسی کی طرف تمہیں پلٹنا ہے","zh":"如果我欲忠告你们，而安拉欲使你们迷误，那我的忠告是无济于你们的。他是你们的主，你们只被召归于他。”"},"transliteration":"Wala yanfaAAukum nushee in aradtu an ansaha lakum in kana Allahu yureedu an yughwiyakum huwa rabbukum wailayhi turjaAAoona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
