{"id":151,"number":144,"text":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","translations":{"en":"We have certainly seen the turning of your face, [O Muhammad], toward the heaven, and We will surely turn you to a qiblah with which you will be pleased. So turn your face toward al-Masjid al-Haram. And wherever you [believers] are, turn your faces toward it [in prayer]. Indeed, those who have been given the Scripture well know that it is the truth from their Lord. And Allah is not unaware of what they do","es":"Veo que vuelves tu rostro hacia el cielo. Te orientaré en una dirección que te complazca; oriéntate hacia la Mezquita Sagrada [de La Meca]. Y donde quiera que estén, oriéntense hacia ella. La Gente del Libro sabe que es la verdad proveniente de su Señor. Dios no está desatento de lo que hacen","fr":"Certes nous te voyons tourner le visage en tous sens dans le ciel. Nous te faisons donc orienter vers une direction qui te plaît. Tourne donc ton visage vers la Mosquée sacrée. Où que vous soyez, tournez-y vos visages. Certes, ceux à qui le Livre a été donné savent bien que c'est la vérité venue de leur Seigneur. Et Allah n'est pas inattentif à ce qu'ils font","id":"Kami melihat wajahmu (Muhammad) sering menengadah ke langit, maka akan Kami palingkan engkau ke kiblat yang engkau senangi. Maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja engkau berada, hadapkanlah wajahmu ke arah itu. Dan sesungguhnya orang-orang yang diberi Kitab (Taurat dan Injil) tahu, bahwa (pemindahan kiblat) itu adalah kebenaran dari Tuhan mereka. Dan Allah tidak lengah terhadap apa yang mereka kerjakan","ru":"Мы видели, как ты обращал свое лицо к небу, и Мы обратим тебя к кибле, которой ты останешься доволен. Обрати же свое лицо в сторону Заповедной мечети. Где бы вы ни были, обращайте ваши лица в ее сторону. Воистину, те, которым даровано Писание, знают, что такова истина от их Господа. Аллах не пребывает в неведении относительно того, что они совершают","sv":"Ofta har Vi sett dig [Muhammad] vända ansiktet mot himlen [i väntan på ledning], och Vi skall låta dig vända dig i en böneriktning som skall göra dig nöjd. Vänd alltså nu ditt ansikte mot den heliga Moskén; ja, var ni än befinner er, vänd era ansikten mot denna [Moské]. De som [förr] fick ta emot uppenbarelsen vet säkert att detta är ett sant [påbud] från deras Herre. Och Gud förbiser ingenting av vad de gör","tr":"Yüzünü göğe çevirip durduğunu görüyoruz. Hoşnud olacağın kıbleye seni elbette çevireceğiz. Artık yüzünü Mescid-i Haram semtine çevir; bulunduğunuz yerde yüzlerinizi o yöne çevirin. Doğrusu Kitap verilenler, bunun Rab'lerinden bir gerçek olduğunu bilirler. Allah onların yaptıklarından gafil değildir","ur":"یہ تمہارے منہ کا بار بار آسمان کی طرف اٹھنا ہم دیکھ رہے ہیں لو، ہم اُسی قبلے کی طرف تمہیں پھیرے دیتے ہیں، جسے تم پسند کرتے ہو مسجد حرام کی طرف رُخ پھیر دو اب جہاں کہیں تم ہو، اُسی کی طرف منہ کر کے نماز پڑھا کرو یہ لوگ جںہیں کتاب دی گئی تھی، خو ب جانتے ہیں کہ (تحویل قبلہ کا) یہ حکم ان کے رب ہی کی طرف سے ہے اور بر حق ہے، مگرا س کے باوجود جو کچھ یہ کر رہے ہیں، اللہ اس سے غافل نہیں ہے","zh":"我确已见你反复地仰视天空，故我必使你转向你所喜悦的朝向。你应当把你的脸转向禁寺。你们无论在哪里，都应当把你们的脸转向禁寺。曾受天经者必定知道这是从他们的主降示的真理，安拉绝不忽视他们的行为。"},"transliteration":"Qad nara taqalluba wajhika fee alssamai falanuwalliyannaka qiblatan tardaha fawalli wajhaka shatra almasjidi alharami wahaythu ma kuntum fawalloo wujoohakum shatrahu wainna allatheena ootoo alkitaba layaAAlamoona annahu alhaqqu min rabbihim wama Allahu bighafilin AAamma yaAAmaloona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
