{"id":1511,"number":38,"text":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","translations":{"en":"And he constructed the ship, and whenever an assembly of the eminent of his people passed by him, they ridiculed him. He said, \"If you ridicule us, then we will ridicule you just as you ridicule","es":"Mientras construía el arca, cada vez que pasaban ante él los poderosos de su pueblo se burlaban, y él les decía: \"Si se burlan de nosotros, sepan que ya nos burlaremos de ustedes como lo hacen ahora","fr":"Et il construisait l'arche. Et chaque fois que des notables de son peuple passaient près de lui, ils se moquaient de lui. Il dit: «Si vous vous moquez de nous, eh bien, nous nous moquerons de vous, comme vous vous moquez [de nous]","id":"Dan mulailah dia (Nuh) membuat kapal. Setiap kali pemimpin kaumnya berjalan melewatinya, mereka mengejeknya. Dia (Nuh) berkata, \"Jika kamu mengejek kami, maka kami (pun) akan mengejekmu sebagaimana kamu mengejek (kami)","ru":"Он сооружал ковчег, и каждый раз, когда мимо него проходили знатные люди из его народа, они глумились над ним, а он говорил: «Если вы глумитесь над нами, то и мы будем глумиться над вами, подобно тому, как глумитесь вы","sv":"Och [Noa] byggde arken. Varje gång [några av] folkets äldste gick förbi, gjorde de narr av honom. Han sade: \"Vill ni göra narr av oss [skall ni veta att] liksom ni gör narr av oss gör vi narr av er","tr":"Gemiyi yaparken, milletinin inkarcı ileri gelenleri yanına uğradıkça onunla alay ederlerdi. O da: \"Bizimle alay ediyorsunuz ama, alay ettiğiniz gibi biz de sizinle alay edeceğiz; rezil edecek olan azabın kime geleceğini ve kime sürekli azabın ineceğini göreceksiniz\" dedi","ur":"نوحؑ کشتی بنا رہا تھا اور اس کی قوم کے سرداروں میں سے جو کوئی اس کے پاس سے گزرتا تھا وہ اس کا مذاق اڑاتا تھا اس نے کہا \"اگر تم ہم پر ہنستے ہو تو ہم بھی تم پر ہنس رہے ہیں","zh":"他正在造船。他的宗族中的贵族们每逢从他面前走过，都嘲笑他，他说：“如果你们嘲笑我们，我们也必定要像你们嘲笑我们一样嘲笑你们。"},"transliteration":"WayasnaAAu alfulka wakullama marra AAalayhi malaon min qawmihi sakhiroo minhu qala in taskharoo minna fainna naskharu minkum kama taskharoona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
