{"id":1513,"number":40,"text":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","translations":{"en":"[So it was], until when Our command came and the oven overflowed, We said, \"Load upon the ship of each [creature] two mates and your family, except those about whom the word has preceded, and [include] whoever has believed.\" But none had believed with him, except a few","es":"Cuando llegó el momento de cumplirse Mi orden [del diluvio], el agua comenzó a fluir y correr impetuosamente por el suelo, [entonces] le dije [a Noé]: \"Embarca una pareja de cada especie [de la fauna doméstica de la zona], así como a tu familia, excepto aquél sobre quien pese la sentencia, y [por supuesto] a los creyentes\". No obstante, los que habían creído en él eran muy pocos","fr":"Puis, lorsque Notre commandement vint et que le four se mit à bouillonner [d'eau], Nous dîmes: «Charge [dans l'arche] un couple de chaque espèce ainsi que ta famille - sauf ceux contre qui le décret est déjà prononcé - et ceux qui croient». Or, ceux qui avaient cru avec lui étaient peu nombreux","id":"Hingga apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, Kami berfirman, \"Muatkanlah ke dalamnya (kapal itu) dari masing-masing (hewan) sepasang (jantan dan betina), dan (juga) keluargamu kecuali orang yang telah terkena ketetapan terdahulu dan (muatkan pula) orang yang beriman.\" Ternyata orang-orang beriman yang bersama dengan Nuh hanya sedikit","ru":"А когда явилось Наше веление и разразилась потоком печь, Мы сказали: «Погрузи на него от каждого вида по паре и свою семью, за исключением тех, о которых уже было сказано Слово, а также тех, кто уверовал». Но уверовали вместе с ним лишь немногие","sv":"[Så fortgick det] till dess Vår befallning gavs, och vattenmassorna forsade fram över jorden och Vi sade [till Noa]: \"Tag ombord på denna [ark] ett par av varje [djurslag, hane och hona], samt din familj, utom den som redan är dömd, och de [övriga] troende.\" De som delade hans tro var nämligen bara ett fåtal","tr":"Buyruğumuz gelip tandırdan sular kaynamağa başlayınca, \"Her cinsten birer çifti ve aleyhine hüküm verilmiş olanın dışında kalan çoluk çocuğunu ve inananları gemiye bindir\" dedik. Pek az kimse onunla beraber inanmıştı","ur":"یہاں تک کہ جب ہمارا حکم آگیا اور وہ تنو ر ابل پڑا تو ہم نے کہا \"ہر قسم کے جانوروں کا ایک ایک جوڑا کشتی میں رکھ لو، اپنے گھر والوں کو بھی سوائے اُن اشخاص کے جن کی نشان دہی پہلے کی جا چکی ہے اس میں سوار کرا دو اور ان لوگوں کو بھی بٹھا لو جو ایمان لائے ہیں\" اور تھوڑے ہی لوگ تھے جو نوحؑ کے ساتھ ایمان لائے تھے","zh":"等到我的命令来临而洪水从地面涌出的时候，我说：“你把每种动物各拿一对放在船里，并使你的家属——除已被判决者外——和信道的人们一起上船去。”只有少数人同他一起信道。"},"transliteration":"Hatta itha jaa amruna wafara alttannooru qulna ihmil feeha min kullin zawjayni ithnayni waahlaka illa man sabaqa AAalayhi alqawlu waman amana wama amana maAAahu illa qaleelun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
