{"id":1513,"number":40,"text":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","translations":{"bn":"অবশেষে যখন আমার হুকুম এসে পৌঁছাল এবং ভুপৃষ্ঠ উচ্ছসিত হয়ে উঠল, আমি বললামঃ সর্বপ্রকার জোড়ার দুটি করে এবং যাদের উপরে পূর্বহেߦ#2439; হুকুম হয়ে গেছে তাদের বাদি দিয়ে, আপনার পরিজনবর্গ ও সকল ঈমানদারগণকে নৌকায় তুলে নিন। বলাবাহুল্য অতি অল্পসংখ্যক লোকই তাঁর সাথে ঈমান এনেছিল।","en":"[So it was], until when Our command came and the oven overflowed, We said, \"Load upon the ship of each [creature] two mates and your family, except those about whom the word has preceded, and [include] whoever has believed.\" But none had believed with him, except a few","id":"Hingga apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, Kami berfirman, \"Muatkanlah ke dalamnya (kapal itu) dari masing-masing (hewan) sepasang (jantan dan betina), dan (juga) keluargamu kecuali orang yang telah terkena ketetapan terdahulu dan (muatkan pula) orang yang beriman.\" Ternyata orang-orang beriman yang bersama dengan Nuh hanya sedikit","ru":"А когда явилось Наше веление и разразилась потоком печь, Мы сказали: «Погрузи на него от каждого вида по паре и свою семью, за исключением тех, о которых уже было сказано Слово, а также тех, кто уверовал». Но уверовали вместе с ним лишь немногие","tr":"Buyruğumuz gelip tandırdan sular kaynamağa başlayınca, \"Her cinsten birer çifti ve aleyhine hüküm verilmiş olanın dışında kalan çoluk çocuğunu ve inananları gemiye bindir\" dedik. Pek az kimse onunla beraber inanmıştı","ur":"یہاں تک کہ جب ہمارا حکم آگیا اور وہ تنو ر ابل پڑا تو ہم نے کہا \"ہر قسم کے جانوروں کا ایک ایک جوڑا کشتی میں رکھ لو، اپنے گھر والوں کو بھی سوائے اُن اشخاص کے جن کی نشان دہی پہلے کی جا چکی ہے اس میں سوار کرا دو اور ان لوگوں کو بھی بٹھا لو جو ایمان لائے ہیں\" اور تھوڑے ہی لوگ تھے جو نوحؑ کے ساتھ ایمان لائے تھے"},"chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"bn":"নবী হুদ","en":"Hud","id":"Hud","ru":"Худ","tr":"Hûd","ur":"حود"},"type":"meccan"}}
