{"id":1515,"number":42,"text":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","translations":{"en":"And it sailed with them through waves like mountains, and Noah called to his son who was apart [from them], \"O my son, come aboard with us and be not with the disbelievers","es":"[El arca] navegó con ellos a bordo entre olas altas como montañas. Noé llamó a su hijo que se encontraba en un lugar apartado: \"¡Oh, hijito mío! Sube al arca con nosotros y no te cuentes entre los que se niegan a creer","fr":"Et elle vogua en les emportant au milieu des vagues comme des montagnes. Et Noé appela son fils, qui restait en un lieu écarté (non loin de l'arche): «O mon enfant, monte avec nous et ne reste pas avec les mécréants»","id":"(Dan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya,399) ketika dia (anak itu) berada di tempat yang jauh terpencil, \"Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir","ru":"Ковчег поплыл с ними по волнам, подобным горам, и Нух (Ной) воззвал к своему сыну, который одиноко стоял в стороне: «Сын мой! Садись с нами и не оставайся с неверующими»","sv":"När arken lyftes av vågorna, höga som berg, ropade Noa till sin son, som drog sig avsides: \"Käre son! Kom ombord till oss och bli inte kvar tillsammans med förnekarna","tr":"Gemi, dağlar gibi dalgalar içinde onları götürürken, Nuh, bir kenarda ayrı kalmış olan oğluna \"Ey oğulcuğum! Bizimle beraber gel, kafirlerle birlik olma\" diye seslendi","ur":"کشتی ان لوگوں کو لیے چلی جا رہی تھی اور ایک ایک موج پہاڑ کی طرح اٹھ رہی تھی نوحؑ کا بیٹا دور فاصلے پر تھا نوحؑ نے پکار کر کہا \"بیٹا، ہمارے ساتھ سوار ہو جا، کافروں کے ساتھ نہ رہ","zh":"那只船载着他们航行于山岳般的波涛之间。努哈喊叫自己的儿子——那时他远在船外——说：“我的孩子啊！你来和我们一道乘船吧！你不要同不信道的人们在一起。”"},"transliteration":"Wahiya tajree bihim fee mawjin kaaljibali wanada noohunu ibnahu wakana fee maAAzilin ya bunayya irkab maAAana wala takun maAAa alkafireena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
