{"id":1516,"number":43,"text":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","translations":{"en":"[But] he said, \"I will take refuge on a mountain to protect me from the water.\" [Noah] said, \"There is no protector today from the decree of Allah, except for whom He gives mercy.\" And the waves came between them, and he was among the drowned","es":"Dijo [su hijo]: \"Me refugiaré en una montaña que me protegerá de las aguas\". Dijo [Noé]: \"Hoy no habrá nada que pueda protegerlos del mandato de Dios, y solo se salvará aquel a quien Dios le tenga misericordia\"; entonces las olas se interpusieron entre ambos, y [su hijo] se contó entre los ahogados","fr":"Il répondit: «Je vais me réfugier vers un mont qui me protègera de l'eau». Et Noé lui dit: «Il n'y a aujourd'hui aucun protecteur contre l'ordre d'Allah. (Tous périront) sauf celui à qui Il fait miséricorde». Et les vagues s'interposèrent entre les deux, et le fils fut alors du nombre des noyés","id":"Dia (anaknya) menjawab, \"Aku akan mencari perlindungan ke gunung yang dapat menghindarkan aku dari air bah!\" (Nuh) berkata, \"Tidak ada yang melindungi dari siksaan Allah pada hari ini selain Allah yang Maha Penyayang.\" Dan gelombang menjadi penghalang antara keduanya; maka dia (anak itu) termasuk orang yang ditenggelamkan","ru":"Он сказал: «Я укроюсь на горе, которая спасет меня от воды». Он сказал: «Сегодня никто не спасет от воли Аллаха, если только Он не смилостивится». Тут волна разлучила их, и он оказался в числе потопленных","sv":"[Men sonen] svarade: \"Jag skall ta min tillflykt till ett berg där jag har skydd mot vattnet.\" [Noa] sade: \"I dag finns inget skydd mot Guds beslut utom för den som Han förbarmar Sig över.\" Och vågorna reste sig som en mur mellan dem och [sonen] dränktes med de övriga","tr":"Oğlu: \"Dağa sığınırım, beni sudan kurtarır\" deyince, Nuh: \"Bugün Allah'ın buyruğundan O'nun acıdıkları dışında kurtulacak yoktur\" dedi. Aralarına dalga girdi, oğlu da boğulanlara karıştı","ur":"اُس نے پلٹ کر جواب دیا \"میں ابھی ایک پہاڑ پر چڑھا جاتا ہوں جو مجھے پانی سے بچا لے گا\" نوحؑ نے کہا، آج کوئی چیز اللہ کے حکم سے بچانے والی نہیں ہے سوائے اِس کے کہ اللہ ہی کسی پر رحم فرمائے\" اتنے میں ایک موج دونوں کے درمیان حائل ہو گئی اور وہ بھی ڈوبنے والوں میں شامل ہو گیا","zh":"他的儿子说：“我要到一座山上去躲避洪水。”他说：“今天，除安拉所怜悯的人外，绝没有任何人能保护别人不受安拉的惩罚。”波涛隔开了他俩，他就被淹死了。"},"transliteration":"Qala saawee ila jabalin yaAAsimunee mina almai qala la AAasima alyawma min amri Allahi illa man rahima wahala baynahuma almawju fakana mina almughraqeena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
