{"id":1517,"number":44,"text":"وَقِيلَ يَـٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translations":{"en":"And it was said, \"O earth, swallow your water, and O sky, withhold [your rain].\" And the water subsided, and the matter was accomplished, and the ship came to rest on the [mountain of] Judiyy. And it was said, \"Away with the wrongdoing people","es":"Y fue ordenado: \"¡Oh, tierra! Absorbe tu agua. ¡Oh, cielo! Detente\". Y entonces el agua fue decreciendo y así se cumplió el mandato, y [el arca] se asentó sobre el monte Yudi, y fue dicho: \"¡La maldición recayó sobre los injustos","fr":"Et il fut dit: «O terre, absorbe ton eau! Et toi, ciel, cesse [de pleuvoir]!» L'eau baissa, l'ordre fut exécuté et l'arche s'installa sur le Jûdi, et il fut dit: «Que disparaissent les gens pervers»","id":"Dan difirmankan, \"Wahai bumi! Telanlah airmu dan wahai langit (hujan!) berhentilah.\" Dan air pun disurutkan, dan perintah pun diselesaikan,400) dan kapal itu pun berlabuh di atas gunung Judi,401) dan dikatakan, \"binasalah orang-orang zalim","ru":"И было сказано: «О земля, поглоти свою воду! О небо, перестань!». Вода спала, и свершилось веление. Ковчег пристал к аль-Джуди, и было сказано: «Да сгинут люди несправедливые!»","sv":"Men [befallningen] gavs: \"Du jord, svälj ditt vatten! Du himmel, hejda [ditt regn]!\" Och vattnet sjönk undan. Guds vilja hade skett och [arken] kom till vila på berget Al-Djudee. Då ljöd ropet: \"Det är ute med de orättfärdiga","tr":"Yere, \"Suyunu çek!\", göğe, \"Ey gök sen de tut!\" denildi. Su çekildi, iş de bitti; gemi Cudi'ye oturdu. \"Haksızlık yapan millet Allah'ın rahmetinden uzak olsun\" denildi","ur":"حکم ہوا \"اے زمین، اپنا سارا پانی نگل جا اور اے آسمان، رک جا\" چنانچہ پانی زمین میں بیٹھ گیا، فیصلہ چکا دیا گیا، کشتی جودی پر ٹک گئی، اور کہہ دیا گیا کہ دور ہوئی ظالموں کی قو م","zh":"有人说：“地啊！汲干你上面的水吧！云啊！散开吧！”于是洪水退去了，事情就被判决了。船停舶在朱迭山上。有人说：“不义的人们已遭毁灭了。”"},"transliteration":"Waqeela ya ardu iblaAAee maaki waya samao aqliAAee wagheeda almao waqudiya alamru waistawat AAala aljoodiyyi waqeela buAAdan lilqawmi alththalimeena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
