{"id":152,"number":145,"text":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّـٰلِمِينَ","translations":{"en":"And if you brought to those who were given the Scripture every sign, they would not follow your qiblah. Nor will you be a follower of their qiblah. Nor would they be followers of one another's qiblah. So if you were to follow their desires after what has come to you of knowledge, indeed, you would then be among the wrongdoers","es":"Pero aunque te presentes ante la Gente del Libro con todas las evidencias, no seguirán tu orientación [al orar] ni tú seguirás la de ellos, ni seguirán los unos la orientación de los otros; y si siguieras sus deseos luego de lo que se te ha revelado del conocimiento, te contarías entre los injustos","fr":"Certes si tu apportais toutes les preuves à ceux à qui le Livre a été donné, ils ne suivraient pas ta direction (Qibla)! Et tu ne suivras pas la leur; et entre eux, les uns ne suivent pas la direction des autres. Et si tu suivais leurs passions après ce que tu as reçu de science, tu serais, certes, du nombre des injustes","id":"Dan walaupun engkau (Muhammad) memberikan semua ayat (keterangan) kepada orang-orang yang diberi kitab itu, mereka tidak akan mengikuti kiblatmu, dan engkau pun tidak akan mengikuti kiblat mereka. Sebagian mereka tidak akan mengikuti kiblat sebagian yang lain. Dan jika engkau mengikuti keinginan mereka setelah sampai ilmu kepadamu, niscaya engkau termasuk orang-orang zalim","ru":"Какое бы знамение ты ни показал тем, кому было даровано Писание, они все равно не станут обращаться к твоей кибле, а ты не станешь обращаться к их кибле. Никто не станет обращаться к кибле других. А если ты станешь потакать их желаниям после того, как к тебе явилось знание, то тогда ты окажешься в числе беззаконников","sv":"Men även om du gav dem som [i äldre tid] fick ta emot uppenbarelsen alla bevis, skulle de inte följa din böneriktning; du skall inte heller följa deras böneriktning. Några av dem iakttar en böneriktning, andra en annan. Ja, om du skulle foga dig efter deras önskningar, sedan du fått ta emot den kunskap som [nu] har kommit dig till del, skulle du sannerligen höra till de orättfärdiga","tr":"Sen, Kitap verilenlere her türlü delili getirsen, yine de kıblene uymazlar; sen de onların kıblesine uyacak değilsin. Onlar birbirlerinin kıblesine de uymazlar. And olsun ki, eğer sana gelen ilimden sonra onların heveslerine uyarsan, şüphesiz o zaman zulmedenlerden olursun","ur":"تم ان اہل کتاب کے پاس خواہ کوئی نشانی لے آؤ، ممکن نہیں کہ یہ تمہارے قبلے کی پیروی کرنے لگیں، اور نہ تمہارے لیے یہ ممکن ہے کہ ان کے قبلے کی پیروی کرو، اور ان میں سے کوئی گروہ بھی دوسرے کے قبلے کی پیروی کے لیے تیار نہیں ہے، او ر اگر تم نے اس علم کے بعد جو تمہارے پاس آ چکا ہے، ان کی خواہشات کی پیروی کی، تو یقیناً تمہارا شمار ظالموں میں ہوگا","zh":"即使你以一切迹象昭示曾受天经者，他们必不顺从你的朝向；你也绝不顺从他们的朝向；他们各守自己的朝向，互不相从。在知识降临你之后，如果你顺从他们的私欲，那么，你必定是不义者。"},"transliteration":"Walain atayta allatheena ootoo alkitaba bikulli ayatin ma tabiAAoo qiblataka wama anta bitabiAAin qiblatahum wama baAAduhum bitabiAAin qiblata baAAdin walaini ittabaAAta ahwaahum min baAAdi ma jaaka mina alAAilmi innaka ithan lamina alththalimeena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
