{"id":1520,"number":47,"text":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","translations":{"en":"[Noah] said, \"My Lord, I seek refuge in You from asking that of which I have no knowledge. And unless You forgive me and have mercy upon me, I will be among the losers","es":"Dijo [Noé]: \"¡Oh, Señor mío! Me refugio en Ti de cuestionarte algo sobre lo que no tengo conocimiento; si no me perdonas y Te apiadas de mí, me contaré entre los perdedores","fr":"Alors Noé dit: «Seigneur, je cherche Ta protection contre toute demande de ce dont je n'ai aucune connaissance. Et si Tu ne me pardonnes pas et ne me fais pas miséricorde, je serai au nombre des perdants»","id":"Dia (Nuh) berkata, \"Ya Tuhanku, sesungguhnya aku berlindung kepada-Mu untuk memohon kepada-Mu sesuatu yang aku tidak mengetahui (hakikatnya). Kalau Engkau tidak mengampuniku, dan (tidak) menaruh belas kasihan kepadaku, niscaya aku termasuk orang yang rugi","ru":"Он сказал: «Господи! Я прибегаю к Тебе, дабы не просить о том, чего не ведаю. И если Ты не простишь меня и не помилуешь, то я окажусь среди потерпевших убыток»","sv":"[Noa] sade: \"Herre, bevara mig för [synden] att be Dig om något som jag inte har kännedom om. Om Du inte förlåter mig och förbarmar Dig över mig blir jag en av de förlorade","tr":"Rabbim! Bilmediğim şeyi Senden istemekten Sana sığınırım. Beni bağışlamaz ve bana merhamet etmezsen kaybedenlerden olurum\" dedi","ur":"نوحؑ نے فوراً عرض کیا \"اے میرے رب، میں تیری پناہ مانگتا ہوں اِس سے کہ وہ چیز تجھ سے مانگوں جس کا مجھے علم نہیں اگر تو نے مجھ معاف نہ کیا اور رحم نہ فرمایا تو میں برباد ہو جاؤں گا","zh":"他说：“我的主啊！我求庇于你，以免我向你祈求我所不知道的事情，如果你不饶恕我，不怜悯我，我就变成亏折的人了。”"},"transliteration":"Qala rabbi innee aAAoothu bika an asalaka ma laysa lee bihi AAilmun wailla taghfir lee watarhamnee akun mina alkhasireena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
