{"id":1521,"number":48,"text":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","translations":{"en":"It was said, \"O Noah, disembark in security from Us and blessings upon you and upon nations [descending] from those with you. But other nations [of them] We will grant enjoyment; then there will touch them from Us a painful punishment","es":"Entonces, le fue dicho: \"¡Oh, Noé! Desciende del arca con una paz proveniente de Mí. Que las bendiciones sean contigo y con las comunidades que sucederán a quienes están contigo. A algunas de ellas [que no creerán] las dejaré gozar [de esta vida mundanal], pero luego les azotará de Mi parte un castigo doloroso","fr":"Il fut dit: «O Noé, débarque avec Notre sécurité et Nos bénédictions sur toi et sur des communautés [issues] de ceux qui sont avec toi. Et il y (en) aura des communautés auxquelles Nous accorderons une jouissance temporaire; puis un châtiment douloureux venant de Nous les touchera»","id":"Difirmankan, \"Wahai Nuh! Turunlah dengan selamat sejahtera dan penuh keberkahan dari Kami, bagimu dan bagi semua umat (mukmin) yang bersamamu. Dan ada umat-umat yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab Kami yang pedih","ru":"И было сказано: «О Нух (Ной)! Сходи на землю с миром от Нас, и да пребудет благословение над тобой и теми народами, которые с тобой! Но будут народы, которых Мы облагодетельствуем, после чего их постигнут мучительные страдания от Нас»","sv":"Och [Gud talade och] sade: \"Noa! Stig nu i land! Vår fred är med dig och Vi ger dig och alla [rättfärdiga] efterkommande till dem som är med dig Vår välsignelse. Men vad [andra bland dessa] efterkommande beträffar skall de få glädjas [åt livet under en tid] och därefter skall Vi låta dem utstå ett plågsamt straff","tr":"Ey Nuh! Sana ve seninle beraber olan topluluklara bizden bir selamet ve bereketle gemiden in. Ama birçok toplulukları da geçindireceğiz, sonra onlara can yakıcı bir azab vereceğiz\" denildi","ur":"حکم ہوا \"اے نوحؑ اتر جا، ہماری طرف سے سلامتی اور برکتیں ہیں تجھ پر اور ان گروہوں پر جو تیرے ساتھ ہیں، اور کچھ گروہ ایسے بھی ہیں جن کو ہم کچھ مدت سامان زندگی بخشیں گے پھر انہیں ہماری طرف سے درد ناک عذاب پہنچے گا","zh":"有人说：“努哈啊！你下船吧！从我发出的平安和幸福，将要降临你和与你同船的人的部分后裔。他们的另一部分后裔，我将使他们享受，然后，他们将遭受从我发出的痛苦的惩罚。”"},"transliteration":"Qeela ya noohu ihbit bisalamin minna wabarakatin AAalayka waAAala omamin mimman maAAaka waomamun sanumattiAAuhum thumma yamassuhum minna AAathabun aleemun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
