{"id":1522,"number":49,"text":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","translations":{"en":"That is from the news of the unseen which We reveal to you, [O Muhammad]. You knew it not, neither you nor your people, before this. So be patient; indeed, the [best] outcome is for the righteous","es":"Estas son historias de lo oculto que te revelo [¡oh, Mujámmad!], ni tú ni tu pueblo las conocían. Ten paciencia, que el éxito final será para los que tienen temor de Dios","fr":"Voilà quelques nouvelles de l'Inconnaissable que Nous te révélons. Tu ne les savais pas, ni toi ni ton peuple, avant cela. Sois patient. La fin heureuse sera aux pieux","id":"Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Muhammad); tidak pernah engkau mengetahuinya dan tidak (pula) kaummu sebelum ini. Maka bersabarlah, sungguh, kesudahan (yang baik) adalah bagi orang yang bertakwa","ru":"Все это - повествования о сокровенном, которые Мы ниспосылаем тебе в откровении. Ни ты, ни твой народ не ведали о них прежде. Будь же терпелив, ибо добрый исход уготован богобоязненным","sv":"VI UPPENBARAR här för dig [Muhammad] dessa dolda ting, som varken du eller ditt folk tidigare haft kännedom om. Och ha tålamod och avvakta [Guds dom] - den slutliga segern tillhör dem som fruktar Gud","tr":"Bunlar sana vahyettiğimiz bilinmeyen olaylardır. Sen de, milletin de daha önce bunları bilmezdiniz. Sabret, sonuç, Allah'tan sakınanlarındır","ur":"اے محمدؐ، یہ غیب کی خبریں ہیں جو ہم تمہاری طرف وحی کر رہے ہیں اس سے پہلے نہ تم ان کو جانتے تھے اور نہ تمہاری قوم، پس صبر کرو، ا نجام کار متقیوں ہی کے حق میں ہے","zh":"这是部分幽玄的消息，我把它启示你。以前，你和你的宗族都不知道它，故你应当坚忍。善果归于敬畏的人们。"},"transliteration":"Tilka min anbai alghaybi nooheeha ilayka ma kunta taAAlamuha anta wala qawmuka min qabli hatha faisbir inna alAAaqibata lilmuttaqeena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
