{"id":1523,"number":50,"text":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","translations":{"en":"And to 'Aad [We sent] their brother Hud. He said, \"O my people, worship Allah; you have no deity other than Him. You are not but inventors [of falsehood]","es":"Al pueblo de ‘Ad le envié [como Profeta] a su hermano Hud [quien les dijo]: \"¡Oh, pueblo mío! Adoren solo a Dios, pues no existe otra divinidad salvo Él; ustedes no hacen más que inventar mentiras [acerca de Dios al asociarle divinidades]","fr":"Et (Nous avons envoyé) aux 'Aad, leur frère Hûd, qui leur dit: «O mon peuple, adorez Allah. Vous n'avez point de divinité à part Lui. Vous n'êtes que des forgeurs (de mensonges)","id":"Dan kepada kaum 'Ād (Kami utus) saudara mereka, Hud. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (selama ini) kamu hanyalah mengada-ada","ru":"Мы отправили к адитам их брата Худа. Он сказал: «О мой народ! Поклоняйтесь Аллаху, ибо нет у вас иного божества, кроме Него. Вы же измышляете ложь","sv":"OCH TILL [stammen] Aad [sände Vi] deras broder Hud, som sade: \"Dyrka Gud, mitt folk! Ni har ingen gud utom Honom! [Vad ni dyrkar] är era egna uppfinningar","tr":"Ad milletine kardeşleri Hud'u gönderdik. Şöyle dedi: \"Ey milletim! Allah'a kulluk edin. O'ndan başka tanrınız yoktur; yoksa sadece yalan uyduran kimseler olursunuz","ur":"اور عاد کی طرف ہم نے ان کے بھائی ہودؑ کو بھیجا اُس نے کہا \"اے برادران قوم، اللہ کی بندگی کرو، تمہارا کوئی خدا اُس کے سوا نہیں ہے تم نے محض جھوٹ گھڑ رکھے ہیں","zh":"我确已派遣阿德人的弟兄呼德去教化他们，他说：“我的宗族啊！你们应当崇拜安拉，除他外，绝无应受你们崇拜的。你们只是造谣者。"},"transliteration":"Waila AAadin akhahum hoodan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu in antum illa muftaroona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
