{"id":1525,"number":52,"text":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","translations":{"en":"And O my people, ask forgiveness of your Lord and then repent to Him. He will send [rain from] the sky upon you in showers and increase you in strength [added] to your strength. And do not turn away, [being] criminals","es":"¡Oh, pueblo mío! Pidan perdón a su Señor y arrepiéntanse, que Él les enviará del cielo lluvias benditas, aumentará su fortaleza y multiplicará su poderío. No den la espalda como los criminales","fr":"O mon peuple, implorez le pardon de votre Seigneur et repentez-vous à Lui pour qu'Il envoie sur vous du ciel des pluies abondantes et qu'Il ajoute force à votre force. Et ne vous détournez pas [de Lui] en devenant coupables»","id":"Dan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa","ru":"О мой народ! Просите прощения у вашего Господа, а затем покайтесь перед Ним. Он ниспошлет вам с неба обильный дождь и приумножит вашу силу. Посему не отворачивайтесь, будучи грешниками»","sv":"Be nu er Herre om förlåtelse för era synder, mitt folk, och vänd ångerfulla åter till Honom. Då skall Han låta Sin välsignelse flöda över er och Han skall lägga styrka till er styrka - men återgå inte till ert [förra] syndiga liv","tr":"Ey milletim! Rabbinizden mağfiret dileyin, sonra O'na tevbe edin ki size gökten bol bol yağmur göndersin, kuvvetinize kuvvet katsın; suçlular olarak yüz çevirmeyin","ur":"اور اے میری قوم کے لوگو، اپنے رب سے معافی چاہو، پھر اس کی طرف پلٹو، وہ تم پر آسمان کے دہانے کھول دے گا اور تمہاری موجودہ قوت پر مزید قوت کا اضافہ کرے گا مجرموں کی طرح منہ نہ پھیرو","zh":"我的宗族啊！你们应当向你们的主求饶，然后归依他，他就把充足的雨水降给你们，并使你们更加富强。你们不要背离（正道）而犯罪。”"},"transliteration":"Waya qawmi istaghfiroo rabbakum thumma tooboo ilayhi yursili alssamaa AAalaykum midraran wayazidkum quwwatan ila quwwatikum wala tatawallaw mujrimeena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
