{"id":1527,"number":54,"text":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","translations":{"en":"We only say that some of our gods have possessed you with evil.\" He said, \"Indeed, I call Allah to witness, and witness [yourselves] that I am free from whatever you associate with Allah","es":"Solo decimos que uno de nuestros ídolos te ha trastornado\". Dijo [Hud]: \"Pongo a Dios y a ustedes por testigos de que soy inocente de lo que adoran","fr":"Nous dirons plutôt qu'une de nos divinités t'a affligé d'un mal». Il dit: «Je prends Allah à témoin - et vous aussi soyez témoins - qu'en vérité, je désavoue ce que vous associez","id":"kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" Dia (Hud) menjawab, \"Sesungguhnya aku bersaksi kepada Allah dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan","ru":"Мы лишь можем сказать, что один из наших богов причинил тебе зло». Он сказал: «Воистину, я призываю Аллаха в свидетели и прошу вас засвидетельствовать, что я непричастен к тем, кому вы поклоняетесь","sv":"Vi kan bara anta att en av våra gudar låtit något ont drabba dig.\" [Hud] svarade: \"Jag ber Gud vara mitt vittne - och även ni skall vittna - att jag inte har någon del i vad ni gör då ni sätter medhjälpare","tr":"Bir kısım tanrılarımız seni çarpmıştır, demekten başka birşey demeyiz\" dediler. Hud: \"Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz, şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir, O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır\" dedi","ur":"ہم تو یہ سمجھتے ہیں کہ تیرے اوپر ہمارے معبودوں میں سے کسی کی مار پڑ گئی ہے\" ہودؑ نے کہا \"میں اللہ کی شہادت پیش کرتا ہوں اور تم گواہ رہو کہ یہ جو اللہ کے سوا دوسروں کو تم نے خدائی میں شریک ٹھیرا رکھا ہے اس سے میں بیزار ہوں","zh":"我们只想说，我们的一部分神灵使你发狂。”他说：“我求安拉作证，你们也应当作证，我对于你们所用以配安拉的（偶像）确是无干的。"},"transliteration":"In naqoolu illa iAAtaraka baAAdu alihatina bisooin qala innee oshhidu Allaha waishhadoo annee bareeon mimma tushrikoona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
