{"id":1529,"number":56,"text":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translations":{"en":"Indeed, I have relied upon Allah, my Lord and your Lord. There is no creature but that He holds its forelock. Indeed, my Lord is on a path [that is] straight","es":"Yo me encomiendo a Dios, que es mi Señor y el suyo. Sepan que no hay criatura que se escape a Su voluntad. Mi Señor está en el camino recto [y juzga con justicia]","fr":"Je place ma confiance en Allah, mon Seigneur et le vôtre. Il n'y a pas d'être vivant qu'Il ne tienne par son toupet. Mon Seigneur, certes, est sur un droit chemin","id":"Sesungguhnya aku bertawakal kepada Allah Tuhanku dan Tuhanmu. Tidak satu pun makhluk bergerak (bernyawa) melainkan Dialah yang memegang ubun-ubunnya (menguasainya). Sungguh, Tuhanku di jalan yang lurus (adil)","ru":"Воистину, я уповаю на Аллаха, моего Господа и вашего Господа. Нет ни одного живого существа, которого бы Он не держал за хохол. Воистину, мой Господь - на прямом пути","sv":"Jag litar till Gud, min Herre och er Herre. Det finns inte en levande varelse vars lugg Han inte har fattat i ett fast grepp. Min Herres väg är i sanning en rak väg","tr":"Bir kısım tanrılarımız seni çarpmıştır, demekten başka birşey demeyiz\" dediler. Hud: \"Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz, şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir, O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır\" dedi","ur":"میرا بھروسہ اللہ پر ہے جو میرا رب بھی ہے اور تمہارا رب بھی کوئی جاندار ایسا نہیں جس کی چوٹی اس کے ہاتھ میں نہ ہو بے شک میرا رب سیدھی ر اہ پر ہے","zh":"我的确托靠安拉——我的主和你们的主，没有一种动物不归他管辖。我的主确是在正路上的。"},"transliteration":"Innee tawakkaltu AAala Allahi rabbee warabbikum ma min dabbatin illa huwa akhithun binasiyatiha inna rabbee AAala siratin mustaqeemin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
