{"id":1530,"number":57,"text":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","translations":{"en":"But if they turn away, [say], \"I have already conveyed that with which I was sent to you. My Lord will give succession to a people other than you, and you will not harm Him at all. Indeed my Lord is, over all things, Guardian","es":"Pero si me rechazan, yo habré cumplido con transmitirles aquello con lo que fui enviado, y mi Señor los remplazará por otro pueblo diferente [que será creyente]. Sepan que no Lo perjudican en nada [si no creen en Él]; mi Señor es el Protector de todas las cosas","fr":"Si vous vous détournez... voilà que je vous ai transmis [le message] que j'étais chargé de vous faire parvenir. Et mon Seigneur vous remplacera par un autre peuple, sans que vous ne Lui nuisiez en rien, car mon Seigneur, est gardien par excellence sur toute chose»","id":"Maka jika kamu berpaling, maka sungguh, aku telah menyampaikan kepadamu apa yang menjadi tugasku sebagai rasul kepadamu. Dan Tuhanku akan mengganti kamu dengan kaum yang lain, sedang kamu tidak dapat mendatangkan mudarat kepada-Nya sedikit pun. Sesungguhnya Tuhanku Maha Pemelihara segala sesuatu","ru":"Если же вы отвернетесь, то ведь я довел до вашего сведения то, с чем я к вам отправлен. Мой Господь заменит вас другим народом, и вы ничем не навредите Ему. Воистину, Господь мой - Хранитель всякой вещи»","sv":"Men om ni vänder mig ryggen, [kom ihåg att] jag har framfört till er det [budskap] med vilket jag sändes till er. Min Herre kan låta ett annat folk ta er plats men ni kan inte i något avseende vålla Honom skada. Min Herre vakar över allt","tr":"Bir kısım tanrılarımız seni çarpmıştır, demekten başka birşey demeyiz\" dediler. Hud: \"Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz, şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir, O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır\" dedi","ur":"اگر تم منہ پھیرتے ہو تو پھیر لو جو پیغام دے کر میں تمہارے پاس بھیجا گیا تھا وہ میں تم کو پہنچا چکا ہوں اب میرا رب تمہاری جگہ دوسری قوم کو اٹھائے گا اور تم اس کا کچھ نہ بگاڑ سکو گے یقیناً میرا رب ہر چیز پر نگراں ہے","zh":"如果你们违背正道，那么，我确以把我所奉的使命传达给你们了，我的主将以别的民族代替你们，你们一点也不能伤害他。我的主确是监护万物的。”"},"transliteration":"Fain tawallaw faqad ablaghtukum ma orsiltu bihi ilaykum wayastakhlifu rabbee qawman ghayrakum wala tadurroonahu shayan inna rabbee AAala kulli shayin hafeethun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
