{"id":1534,"number":61,"text":"۞وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","translations":{"en":"And to Thamud [We sent] their brother Salih. He said, \"O my people, worship Allah; you have no deity other than Him. He has produced you from the earth and settled you in it, so ask forgiveness of Him and then repent to Him. Indeed, my Lord is near and responsive","es":"Y al pueblo de Zamud le envié [como Profeta] a su hermano Sálih, quien les dijo: \"¡Oh, pueblo mío! Adoren a Dios, pues no existe otra divinidad salvo Él. Él los creó de la tierra y los hizo vivir en ella. Imploren Su perdón y arrepiéntanse, porque mi Señor está próximo [cuando Lo invocan] y responde sus súplicas","fr":"Et (Nous avons envoyé) aux Thamûd, leur frère Sâlih qui dit: «O mon peuple, adorez Allah. Vous n'avez point de divinité en dehors de Lui. De la terre Il vous a créés, et Il vous l'a fait peupler (et exploiter). Implorez donc Son pardon, puis repentez-vous à Lui. Mon Seigneur est bien proche et Il répond toujours (aux appels)»","id":"dan kepada kaum Samud (Kami utus) saudara mereka, Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya,402) karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya)","ru":"Мы отправили к самудянам их брата Салиха. Он сказал: «О мой народ! Поклоняйтесь Аллаху, ибо нет у вас иного божества, кроме Него. Он сотворил вас из земли и поселил вас на ней. Просите прощения у Него, а затем покайтесь перед Ним. Воистину, мой Господь - Близкий, Отзывчивый»","sv":"OCH TILL [stammen] Thamud [sändes] deras broder Salih. Han sade: \"Dyrka Gud, mitt folk! Ni har ingen gud utom Honom. Han skapade er av jord och Han lärde er att bruka den och där fick ni bygga och bo. Be Honom om förlåtelse för era synder och vänd ångerfulla åter till Honom. Min Herre är nära och hör [människans] bön","tr":"Semud milletine kardeşleri Salih'i gönderdik. \"Ey milletim! Allah'a kulluk edin; O'ndan başka tanrınız yoktur; sizi yeryüzünde yaratıp orayı imar etmenizi dileyen O'dur. Öyleyse O'ndan mağfiret dileyin, sonra da O'na tevbe edin. Doğrusu Rabbim size yakın ve duaları kabul edendir\" dedi","ur":"اور ثمود کی طرف ہم نے ان کے بھائی صالحؑ کو بھیجا اُس نے کہا \"اے میری قوم کے لوگو، اللہ کی بندگی کرو، اُ س کے سوا تمہارا کوئی خدا نہیں ہے وہی ہے جس نے تم کو زمین سے پیدا کیا ہے اور یہاں تم کو بسایا ہے لہٰذا تم اس سے معافی چاہو اور اس کی طرف پلٹ آؤ، یقیناً میرا رب قریب ہے اور وہ دعاؤں کا جواب دینے والا ہے","zh":"我确已派遣赛莫德人的弟兄撒立哈去教化他们，他说：“我的宗族啊！你们应当崇拜安拉，除他外，绝无应受你们崇拜的。他用地上的土创造你们，并使你们在大地上居住，故你们应当向他求饶，然后你们向他忏悔。我的主确是临近的，确是有求必应的。”"},"transliteration":"Waila thamooda akhahum salihan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu huwa anshaakum mina alardi waistaAAmarakum feeha faistaghfiroohu thumma tooboo ilayhi inna rabbee qareebun mujeebun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
