{"id":1535,"number":62,"text":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","translations":{"en":"They said, \"O Salih, you were among us a man of promise before this. Do you forbid us to worship what our fathers worshipped? And indeed we are, about that to which you invite us, in disquieting doubt","es":"Dijeron: \"¡Oh, Sálih! Teníamos esperanzas en ti [que fueras nuestro líder] antes de esto. ¿Acaso nos prohíbes que adoremos lo que adoraron nuestros padres? Eso a lo que nos invitas nos resulta muy sospechoso","fr":"Ils dirent: «O Sâlih, tu étais auparavant un espoir pour nous. Nous interdirais-tu d'adorer ce qu'adoraient nos ancêtres? Cependant, nous voilà bien dans un doute troublant au sujet de ce vers quoi tu nous invites»","id":"Mereka (kaum Samud) berkata, \"Wahai Saleh! Sungguh, engkau sebelum ini berada di tengah-tengah kami sebagai orang yang diharapkan, mengapa engkau melarang kami menyembah apa yang disembah oleh nenek moyang kami? Sungguh, kami benar-benar dalam keraguan dan kegelisahan terhadap apa (agama) yang engkau serukan kepada kami","ru":"Они сказали: «О Салих! Прежде ты был нашей надеждой. Неужели ты запрещаешь нам поклоняться тому, кому поклонялись наши отцы? Воистину, нас терзают смутные сомнения относительно того, к чему ты нас призываешь»","sv":"De svarade: \"Du har varit en av oss, Salih, [och] Vi fäste stora förhoppningar vid dig! Vill du förbjuda oss att dyrka vad våra förfäder dyrkade? Ja, Vi oroas av starka misstankar om [det verkliga syftet bakom] dina maningar till oss","tr":"Ey Salih! Sen bundan önce, aramızda kendisinden iyilik beklenir bir kimseydin; şimdi babalarımızın taptıklarına bizi tapmaktan men mi ediyorsun? Doğrusu bizi çağırdığın şeyden şüphe ve endişedeyiz\" dediler","ur":"انہوں نے کہا \"اے صالحؑ، اس سے پہلے تو ہمارے درمیان ایسا شخص تھا جس سے بڑی توقعات وابستہ تھیں کیا تو ہمیں ان معبودوں کی پرستش سے روکنا چاہتا ہے جن کی پرستش ہمارے باپ دادا کرتے تھے؟ تو جس طریقے کی طرف ہمیں بلا رہا ہے اس کے بارے میں ہم کو سخت شبہ ہے جس نے ہمیں خلجان میں ڈال رکھا ہے","zh":"他们说：“撒立哈啊！以前，你在我们中间是众望所归的，难道你禁止我们崇拜我们的祖先所崇拜的〔偶像〕吗？我们对于你用以号召我们的事确是在令人不安的怀疑之中。”"},"transliteration":"Qaloo ya salihu qad kunta feena marjuwwan qabla hatha atanhana an naAAbuda ma yaAAbudu abaona wainnana lafee shakkin mimma tadAAoona ilayhi mureebun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
