{"id":1536,"number":63,"text":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","translations":{"en":"He said, \"O my people, have you considered: if I should be upon clear evidence from my Lord and He has given me mercy from Himself, who would protect me from Allah if I disobeyed Him? So you would not increase me except in loss","es":"Dijo [Sálih]: \"¡Oh, pueblo mío! ¿Acaso no ven que poseo una prueba evidente de mi Señor y que me ha concedido una misericordia? ¿Quién me protegerá de Dios si Lo desobedezco? Lo que me ofrecen no es más que perdición para mí","fr":"Il dit: «O mon peuple! Que vous en semble, si je m'appuie sur une preuve évidente émanant de mon Seigneur et s'Il m'a accordé, de Sa part, une miséricorde, qui donc me protègera contre Allah si je Lui désobéis? Vous ne ferez qu'accroître ma perte","id":"Dia (Saleh) berkata, \"Wahai kaumku! Terangkanlah kepadaku jika aku mempunyai bukti yang nyata dari Tuhanku dan diberi-Nya aku rahmat (kenabian) dari-Nya, maka siapa yang akan menolongku dari (azab) Allah jika aku mendurhakai-Nya? Maka kamu hanya akan menambah kerugian kepadaku","ru":"Он сказал: «О мой народ! А что, если я опираюсь на доказательство от моего Господа, и Он даровал мне милость от Себя? Кто тогда защитит меня от Аллаха, если я ослушаюсь Его? Вы же не можете приумножить для меня ничего, кроме убытка","sv":"Han svarade: \"Vad anser ni, mitt folk? Om jag har ett klart vittnesbörd från min Herre som jag stöder mig på och Han stärker mig med Sin nåd, vem skulle då kunna skydda mig för Guds [vrede] om jag visade Honom olydnad? Ni [bidrar] enbart till [min egen] undergång","tr":"Ey milletim! Eğer Rabbimden bir belgem olur ve bana rahmet eder de ben O'na baş kaldırırsam, söyleyin, Allah'a karşı beni kim savunur? Bana zararımı artırmaktan başka birşey yapamazsınız\" dedi","ur":"صالحؑ نے کہا \"اے برادران قوم، تم نے کچھ اس بات پر بھی غور کیا کہ اگر میں اپنے رب کی طرف سے ایک صاف شہادت رکھتا تھا، اور پھر اس نے اپنی رحمت سے بھی مجھ کو نواز دیا تو اِس کے بعد اللہ کی پکڑ سے مجھے کون بچائے گا اگر میں اُس کی نافرمانی کروں؟ تم میرے کس کام آ سکتے ہو سوائے اس کے کہ مجھے اور زیادہ خسارے میں ڈال دو","zh":"他说：“我的宗族啊！你们告诉我吧！如果我是依据从我的主降示的明证的，并且他曾将从自己发出的慈恩赏赐了我，那么，如果我违抗了安拉，谁能保证我不受他的惩罚呢？你们只能使我遭受更大的损失。"},"transliteration":"Qala ya qawmi araaytum in kuntu AAala bayyinatin min rabbee waatanee minhu rahmatan faman yansurunee mina Allahi in AAasaytuhu fama tazeedoonanee ghayra takhseerin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
