{"id":1537,"number":64,"text":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","translations":{"en":"And O my people, this is the she-camel of Allah - [she is] to you a sign. So let her feed upon Allah 's earth and do not touch her with harm, or you will be taken by an impending punishment","es":"¡Oh, pueblo mío! Esta es la camella de Dios, y es para ustedes un signo [del poder divino], déjenla que paste en la tierra de Dios y no le hagan ningún daño, pues de lo contrario los azotará un castigo ineludible","fr":"O mon peuple, voici la chamelle d'Allah qu'Il vous a envoyée comme signe. Laissez-la donc paître sur la terre d'Allah, et ne lui faites aucun mal sinon, un châtiment proche vous saisira!»","id":"Dan wahai kaumku! Inilah unta betina dari Allah, sebagai mukjizat untukmu, sebab itu biarkanlah dia makan di bumi Allah, dan janganlah kamu mengganggunya dengan gangguan apa pun yang akan menyebabkan kamu segera ditimpa (azab)","ru":"О мой народ! Вот эта верблюдица Аллаха - знамение для вас. Пусть она пасется на земле Аллаха, и вы не причиняйте ей зла, а не то вас постигнут близкие мучения»","sv":"Och [han fortsatte]: \"Detta Guds kamelsto, mitt folk, skall vara ett tecken för er. Lämna henne nu i fred att beta på Guds jord och tillfoga henne ingen skada; i annat fall väntar er ett ögonblickligt straff","tr":"Ey milletim! Bu, size bir ayet olarak, Allah'ın devesidir. Bırakın onu, Allah'ın toprağında otlasın; ona fenalık etmeyin, yoksa siz hemen azaba uğrarsınız","ur":"اور اے میری قوم کے لوگو، دیکھو یہ اللہ کی اونٹنی تمہارے لیے ایک نشانی ہے اِسے خدا کی زمین میں چرنے کے لیے آزاد چھوڑ دو اِس سے ذرا تعرض نہ کرنا ورنہ کچھ زیادہ دیر نہ گزرے گی کہ تم پر خدا کا عذاب آ جائے گا","zh":"我的宗族啊！这是安拉的母驼，可以作你们的迹象，所以你们应当让它在安拉的大地上吃草，不要伤害它，否则，临近的惩罚将袭击你们。”"},"transliteration":"Waya qawmi hathihi naqatu Allahi lakum ayatan fatharooha takul fee ardi Allahi wala tamassooha bisooin fayakhuthakum AAathabun qareebun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
