{"id":1539,"number":66,"text":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","translations":{"en":"So when Our command came, We saved Salih and those who believed with him, by mercy from Us, and [saved them] from the disgrace of that day. Indeed, it is your Lord who is the Powerful, the Exalted in Might","es":"Pero cuando llegó lo que había decretado para ellos, salvé de la humillación de aquel día a Sálih y a los que habían creído en él, por misericordia. Tu Señor es el Fortísimo, el Poderoso","fr":"Puis, lorsque Notre ordre vint, Nous sauvâmes Sâlih et ceux qui avaient cru avec lui, - par une miséricorde venant de Nous - de l'ignominie de ce jour-là. En vérité, c'est ton Seigneur qui est le Fort, le Puissant","id":"Maka ketika keputusan Kami datang, Kami selamatkan Saleh dan orang-orang yang beriman bersamanya dengan rahmat Kami dan (Kami selamatkan) dari kehinaan pada hari itu. Sungguh, Tuhanmu, Dia Mahakuat, Mahaperkasa","ru":"Когда же явилось Наше веление, Мы по милости Своей спасли Салиха и тех, кто уверовал вместе с ним. Мы избавили их от позора в тот день. Воистину, твой Господь - Всесильный, Могущественный","sv":"Och när Vår dom föll räddade Vi i Vår nåd Salih och dem som följde honom i tron, och [Vi förskonade dem] från skam och förödmjukelse på [Uppståndelsens] dag. Din Herre har all styrka, all makt","tr":"Buyruğumuz gelince, Salih'i ve beraberindeki inananları katımızdan bir rahmet olarak o günün rezilliğinden kurtardık. Doğrusu Rabbin pek kuvvetli ve güçlüdür","ur":"آخر کار جب ہمارے فیصلے کا وقت آ گیا تو ہم نے اپنی رحمت سے صالحؑ کو اور اُن لوگوں کو جو اس کے ساتھ ایمان لائے تھے بچا لیا اور اُس دن کی رسوائی سے ان کو محفوظ رکھا بے شک تیرا رب ہی دراصل طاقتور اور بالا دست ہے","zh":"当我的命令降临的时候，我因为从我发出的慈恩而使撒立哈和同他一起信道的人脱离当日的耻辱，你的主确是至强的，确是有权的。"},"transliteration":"Falamma jaa amruna najjayna salihan waallatheena amanoo maAAahu birahmatin minna wamin khizyi yawmiithin inna rabbaka huwa alqawiyyu alAAazeezu","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
