{"id":1542,"number":69,"text":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","translations":{"en":"And certainly did Our messengers come to Abraham with good tidings; they said, \"Peace.\" He said, \"Peace,\" and did not delay in bringing [them] a roasted calf","es":"Mis [ángeles] enviados se presentaron ante Abraham para darle una albricia. Dijeron: \"¡La paz sea contigo!\" Respondió [Abraham]: \"¡Y con ustedes!\" Y no tardó en traerles un ternero asado","fr":"Et Nos émissaires sont, certes, venus à Abraham avec la bonne nouvelle, en disant: «Salâm!». Il dit: «Salâm!», et il ne tarda pas à apporter un veau rôti","id":"Dan para utusan Kami (para malaikat) telah datang kepada Ibrahim dengan membawa kabar gembira, mereka mengucapkan, \"Selamat.\" Dia (Ibrahim) menjawab, \"Selamat (atas kamu).\" Maka tidak lama kemudian Ibrahim menyuguhkan daging anak sapi yang dipanggang","ru":"Наши посланцы принесли Ибрахиму (Аврааму) радостную весть и сказали: «Мир!». Он сказал: «И вам мир!». - и поторопился, чтобы принести жареного теленка","sv":"OCH VÅRA budbärare kom till Abraham med ett glatt budskap. De hälsade honom \"Fred!\" och han svarade: \"Fred [vare med er]!\" Och han skyndade sig att bära fram en helstekt kalv","tr":"And olsun ki, elçilerimiz müjde ile İbrahim'e geldiler. \"Selam sana\" dediler, \"Size de selam\" dedi, hemen kızartılmış bir buzağı getirdi","ur":"اور دیکھو، ابراہیمؑ کے پاس ہمارے فرشتے خوشخبری لیے ہوئے پہنچے کہا تم پر سلام ہو ابراہیمؑ نے جواب دیا تم پر بھی سلام ہو پھر کچھ دیر نہ گزری کہ ابراہیمؑ ایک بھنا ہوا بچھڑا (ان کی ضیافت کے لیے) لے آیا","zh":"我的众使者已带着喜讯降临易卜拉欣，他们说：“祝你平安！”他说：“祝你们平安。”他很快就拿来一只烤犊来。"},"transliteration":"Walaqad jaat rusuluna ibraheema bialbushra qaloo salaman qala salamun fama labitha an jaa biAAijlin haneethin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
