{"id":1543,"number":70,"text":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","translations":{"en":"But when he saw their hands not reaching for it, he distrusted them and felt from them apprehension. They said, \"Fear not. We have been sent to the people of Lot","es":"Pero cuando observó que sus manos no lo tocaban [al ternero] sospechó de ellos y sintió temor, entonces le dijeron: \"No temas, nosotros fuimos enviados al pueblo de Lot","fr":"Puis, lorsqu'il vit que leurs mains ne l'approchaient pas, il fut pris de suspicion à leur égard et ressentit de la peur vis-à-vis d'eux. Ils dirent: «N'aie pas peur, nous sommes envoyés au peuple de Lot»","id":"Maka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, \"Jangan takut, sesungguhnya kami diutus kepada kaum Luṭ","ru":"Увидев, что они не дотрагиваются до еды, он усомнился в них и почувствовал страх перед ними. Посланцы сказали: «Не бойся! Воистину, мы посланы к народу Лута (Лота)»","sv":"Men när han såg att de inte sträckte sina händer mot födan, blev han rädd [att de hade onda avsikter]. [Men] de sade: \"Var inte orolig! Vi har sänts till Lots folk","tr":"Ellerini ona uzatmadıklarını görünce, durumlarını beğenmedi ve içine korku düştü. Onlar, \"Korkma, biz Lut milletine gönderildik\" dediler","ur":"مگر جب دیکھا کہ ان کے ہاتھ کھانے پر نہیں بڑھتے تو وہ ان سے مشتبہ ہو گیا اور دل میں ان سے خوف محسوس کرنے لگا اُنہوں نے کہا \"ڈرو نہیں، ہم تو لوطؑ کی قوم کی طرف بھیجے گئے ہیں","zh":"当他看见他们不伸手去取犊肉的时候，他认为他们是奇怪的，他对他们觉得有点害怕。他们说：“你不要害怕，我们确是被派到鲁特的宗族去的。”"},"transliteration":"Falamma raa aydiyahum la tasilu ilayhi nakirahum waawjasa minhum kheefatan qaloo la takhaf inna orsilna ila qawmi lootin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
