{"id":1546,"number":73,"text":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","translations":{"en":"They said, \"Are you amazed at the decree of Allah? May the mercy of Allah and His blessings be upon you, people of the house. Indeed, He is Praiseworthy and Honorable","es":"Le dijeron [los ángeles]: \"¿Acaso te asombras del designio de Dios? ¡Qué la misericordia de Dios y Sus bendiciones sean con ustedes, gente de la casa! Dios es Digno de alabanza, Glorioso","fr":"Ils dirent: «T'étonnes-tu de l'ordre d'Allah? Que la miséricorde d'Allah et Ses bénédictions soient sur vous, gens de cette maison! Il est vraiment, digne de louange et de glorification!»","id":"Mereka (para malaikat) berkata, \"Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih","ru":"Они сказали: «Неужели ты удивляешься повелению Аллаха? Да пребудут над вами милость и благословение Аллаха, о обитатели дома! Воистину, Он - Достохвальный, Славный»","sv":"[Budbärarna] sade: \"Förvånas du över Guds beslut? Guds nåd och välsignelser skall vara med er alla i detta hus! Honom tillhör allt lov och pris","tr":"Ey evin hanımı! Allah'ın rahmeti ve bereketleri üzerinize olmuşken, nasıl Allah'ın işine şaşarsın? O, övülmeye layıktır, yücelerin yücesidir\" dediler","ur":"فرشتوں نے کہا \"اللہ کے حکم پر تعجب کرتی ہو؟ ابراہیمؑ کے گھر والو، تم لوگوں پر تو اللہ کی رحمت اور اُس کی برکتیں ہیں، اور یقیناً اللہ نہایت قابل تعریف اور بڑی شان والا ہے","zh":"他们说：“难道你对安拉的命令感到惊讶吗？愿安拉的怜悯和幸福降临你们全家，他确是可赞的，确是光荣的。”"},"transliteration":"Qaloo ataAAjabeena min amri Allahi rahmatu Allahi wabarakatuhu AAalaykum ahla albayti innahu hameedun majeedun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
