{"id":155,"number":148,"text":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"For each [religious following] is a direction toward which it faces. So race to [all that is] good. Wherever you may be, Allah will bring you forth [for judgement] all together. Indeed, Allah is over all things competent","es":"Todas [las religiones] tienen una dirección a la cual dirigirse [en sus oraciones]. ¡Apresúrense a realizar obras de bien! Dondequiera que estén, Dios los reunirá a todos [el Día del Juicio Final]. Dios es sobre toda cosa Poderoso","fr":"A chacun une orientation vers laquelle il se tourne. Rivalisez donc dans les bonnes œuvres. Où que vous soyez, Allah vous ramènera tous vers Lui, car Allah est, certes Omnipotent","id":"Dan setiap umat mempunyai kiblat yang dia menghadap kepadanya. Maka berlomba-lombalah kamu dalam kebaikan. Di mana saja kamu berada pasti Allah akan mengumpulkan kamu semuanya. Sungguh, Allah Mahakuasa atas segala sesuatu","ru":"У каждого есть сторона, куда он обращается лицом. Стремитесь же опередить друг друга в добрых делах. Где бы вы ни были, Аллах приведет всех вас вместе. Воистину, Аллах способен на всякую вещь","sv":"Var och en har en riktpunkt som han vänder sig mot [i bönen]. Tävla därför med varandra om att göra gott. Var ni än befinner er skall Gud samla er [på Domens dag]; Gud har allt i Sin makt","tr":"Herkesin yöneldiği bir yön vardır. Hayırlı işlerde birbirinizle yarışın. Nerede olursanız olun Allah sizi bir araya toplar, Allah şüphesiz her şeye Kadir'dir","ur":"ہر ایک کے لیے ایک رُخ ہے، جس کی طرف وہ مڑتا ہے پس بھلا ئیوں کی طرف سبقت کرو جہاں بھی تم ہو گے، اللہ تمہیں پا لے گا اُس کی قدرت سے کوئی چیز باہر نہیں","zh":"各人都有自己所对的方向，故你们当争先为善。你们无论在哪里，安拉将要把你们集合起来，安拉对于万事，确是全能的。"},"transliteration":"Walikullin wijhatun huwa muwalleeha faistabiqoo alkhayrati ayna ma takoonoo yati bikumu Allahu jameeAAan inna Allaha AAala kulli shayin qadeerun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
