{"id":1551,"number":78,"text":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَـٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","translations":{"en":"And his people came hastening to him, and before [this] they had been doing evil deeds. He said, \"O my people, these are my daughters; they are purer for you. So fear Allah and do not disgrace me concerning my guests. Is there not among you a man of reason","es":"La gente de su pueblo, que ya eran conocidos por sus obscenidades, se presentaron presurosamente ante él, y éste les dijo: \"¡Oh, pueblo mío! Aquí están mis hijas [si desean casarse], porque eso es lo lícito y puro para ustedes. Tengan temor de Dios y no me avergüencen ante mis huéspedes. ¿Es que no hay entre ustedes ni un solo hombre recto","fr":"Quant à son peuple, ils vinrent à lui, accourant. Auparavant ils commettaient des mauvaises actions. Il dit: «O mon peuple, voici mes filles: elles sont plus pures pour vous. Craignez Allah donc, et ne me déshonorez pas dans mes hôtes. N'y a-t-il pas parmi vous un homme raisonnable?»","id":"Dan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Luṭ berkata, \"Wahai kaumku! Inilah puteri-puteri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang berakal","ru":"К нему сбежались его соплеменники, которые уже давно совершали преступления. Он сказал: «О мой народ! Вот мои дочери. Они для вас чище. Побойтесь Аллаха и не позорьте меня перед моими гостями. Неужели среди вас нет благоразумного мужчины?»","sv":"Och invånarna skyndade till [från alla håll], drivna [av sina begär]; sedan länge hade de tagit för vana [att tillfredsställa sin lust] på detta skamliga sätt. [Lot] sade: \"Mitt folk! Här är mina döttrar; det vore mindre anstötligt [om ni ville förströ er] med dem. Frukta Gud och drag inte skam över mig genom att förgripa er på mina gäster! Finns det inte en [enda] rättsinnig man bland er","tr":"Milleti ona koşarak geldiler. Daha önce kötü işler işliyorlardı. \"Ey milletim! İşte bunlar benim kızlarım, onlar sizin için daha temizdir. (size nikahlıyabilirim!) Allah'tan sakının, konuklarımın önünde beni rezil etmeyin. İçinizde aklı başında kimse yok mudur?\" dedi","ur":"(ان مہمانوں کا آنا تھا کہ) اس کی قوم کے لوگ بے اختیار اس کے گھر کی طرف دوڑ پڑے پہلے سے وہ ایسی ہی بد کاریوں کے خوگر تھے لوطؑ نے ان سے کہا \"بھائیو، یہ میری بیٹیاں موجود ہیں، یہ تمہارے لیے پاکیزہ تر ہیں کچھ خدا کا خوف کرو اور میرے مہمانوں کے معاملے میں مجھے ذلیل نہ کرو کیا تم میں کوئی بھلا آدمی نہیں؟","zh":"他的宗族仓猝地到他的家里来，他们向来是作恶的。他说：“我的宗族啊！这些是我的女儿，她们对于你们是更纯洁的。你们应当敬畏安拉，你们对于我的客人们不要使我丢脸。难道你们中没有一个精神健全的人吗？”"},"transliteration":"Wajaahu qawmuhu yuhraAAoona ilayhi wamin qablu kanoo yaAAmaloona alssayyiati qala ya qawmi haolai banatee hunna atharu lakum faittaqoo Allaha wala tukhzooni fee dayfee alaysa minkum rajulun rasheedun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
