{"id":1554,"number":81,"text":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","translations":{"en":"The angels said, \"O Lot, indeed we are messengers of your Lord; [therefore], they will never reach you. So set out with your family during a portion of the night and let not any among you look back - except your wife; indeed, she will be struck by that which strikes them. Indeed, their appointment is [for] the morning. Is not the morning near","es":"Dijeron [los ángeles]: \"¡Oh, Lot! Somos emisarios de tu Señor, y sabe que no podrán hacerte ningún daño. Márchate con tu familia durante la noche, y que ninguno de ustedes vuelva la mirada atrás, excepto tu esposa que sufrirá el mismo castigo que ellos. Su destrucción será al alba, ¿acaso el alba no está cerca","fr":"Alors [les hôtes] dirent: «O Lot, nous sommes vraiment les émissaires de ton Seigneur. Ils ne pourront jamais t'atteindre. Pars avec ta famille à un moment de la nuit. Et que nul d'entre vous ne se retourne en arrière. Exception faite de ta femme qui sera atteinte par ce qui frappera les autres. Ce qui les menace s'accomplira à l'aube. L'aube n'est-elle pas proche?»","id":"Mereka (para malaikat) berkata, \"Wahai Luṭ! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah bersama keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat","ru":"Они сказали: «О Лут (Лот)! Мы - посланцы твоего Господа, и они не причинят тебе зла. Отправляйся в путь вместе со своей семьей среди ночи, и пусть никто из вас не оглядывается. И только твою жену поразит то, что поразит остальных. Их срок выйдет утром. Разве утро не близко?»","sv":"[Änglarna] sade: \"Lot! Vi är din Herres budbärare! Dessa [människor] skall inte lyckas tillfoga dig [något ont]. Bege dig nu i väg med din familj medan det ännu är mörkt, och låt ingen se tillbaka utom din hustru - det som skall drabba dem skall [även] drabba henne. Gryningen är den tid som är utsatt för dem - är inte morgonen nära","tr":"Ey Lut! Biz Rabbinin elçileriyiz, onlar sana ilişemiyecekler; geceleyin bir ara, ailenle beraber yola çık; karının dışında kimse geri kalmasın. Doğrusu onların başına gelen onun başına da gelecektir. Vadeleri gün doğana kadardır. Gün doğması yakın değil mi?\" dediler","ur":"تب فرشتوں نے اس سے کہا کہ \"اے لوطؑ، ہم تیرے رب کے بھیجے ہوئے فرشتے ہیں، یہ لوگ تیرا کچھ نہ بگاڑ سکیں گے بس تو کچھ رات رہے اپنے اہل و عیال کو لے کر نکل جا اور دیکھو، تم میں سے کوئی شخص پیچھے پلٹ کر نہ دیکھے مگر تیر ی بیوی (ساتھ نہیں جائے گی) کیونکہ اس پر بھی وہی کچھ گزرنے والا ہے جو اِن لوگوں پر گزرنا ہے ان کی تباہی کے لیے صبح کا وقت مقرر ہے صبح ہوتے اب دیر ہی کتنی ہے","zh":"他们说：“鲁特啊！我们确是你的主的使者，他们绝不能伤及你。你应当带着你的家属在五更出行——你们中的任何人都不要回头看——但除你的妻子外，她将与他们同遭毁灭。（毁灭）他们的时间是早晨，难道早晨不是临近的吗？”"},"transliteration":"Qaloo ya lootu inna rusulu rabbika lan yasiloo ilayka faasri biahlika biqitAAin mina allayli wala yaltafit minkum ahadun illa imraataka innahu museebuha ma asabahum inna mawAAidahumu alssubhu alaysa alssubhu biqareebin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
