{"id":1557,"number":84,"text":"۞وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","translations":{"bn":"আর মাদইয়ানবাসীদের প্রতি তাদের ভাই শোয়ায়েব (আঃ) কে প্রেরণ করেছি। তিনি বললেন-হে আমার কওম! আল্লাহর বন্দেগী কর, তিনি ছাড়া আমাদের কোন মাবুদ নাই। আর পরিমাপে ও ওজনে কম দিও না, আজ আমি তোমাদেরকে ভাল অবস্থায়ই দেখছি, কিন্তু আমি তোমাদের উপর এমন একদিনের আযাবের আশঙ্কা করছি যেদিনটি পরিবেষ্টনকারী।","en":"And to Madyan [We sent] their brother Shu'ayb. He said, \"O my people, worship Allah; you have no deity other than Him. And do not decrease from the measure and the scale. Indeed, I see you in prosperity, but indeed, I fear for you the punishment of an all-encompassing Day","id":"Dan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syu'aib. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dan janganlah kamu kurangi takaran dan timbangan. Sesungguhnya aku melihat kamu dalam keadaan yang baik (makmur). Dan sesungguhnya aku khawatir kamu akan ditimpa azab pada hari yang membinasakan (Kiamat)","ru":"Мы отправили к мадьянитам их брата Шуейба. Он сказал: «О мой народ! Поклоняйтесь Аллаху, ибо нет у вас иного божества, кроме Него. Не обмеривайте и не обвешивайте. Я вижу, как вы благоденствуете, и боюсь, что вас постигнут мучения в Объемлющий день","tr":"Medyen halkına kardeşleri Şuayb'ı gönderdik. Şöyle dedi: \"Ey milletim! Allah'a kulluk edin; O'ndan başka tanrınız yoktur. Ölçüyü tartıyı eksik tutmayın. Doğrusu ben sizi bolluk içinde görüyorum ve hakkınızda kuşatıcı bir günün azabından korkuyorum","ur":"اور مدین والوں کی طرف ہم نے ان کے بھائی شعیبؑ کو بھیجا اُس نے کہا \"اے میری قوم کے لوگو، اللہ کی بندگی کرو، اس کے سوا تمہارا کوئی خدا نہیں ہے اور ناپ تول میں کمی نہ کیا کرو آج میں تم کو اچھے حال میں دیکھ رہا ہوں، مگر مجھے ڈر ہے کہ کل تم پر ایسا دن آئے گا جس کا عذاب سب کو گھیر لے گا"},"chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"bn":"নবী হুদ","en":"Hud","id":"Hud","ru":"Худ","tr":"Hûd","ur":"حود"},"type":"meccan"}}
