{"id":156,"number":149,"text":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translations":{"en":"So from wherever you go out [for prayer, O Muhammad] turn your face toward al- Masjid al-Haram, and indeed, it is the truth from your Lord. And Allah is not unaware of what you do","es":"Y hacia donde quiera que salgas [en tus viajes] oriéntate hacia la Mezquita Sagrada, pues ésta es la verdad que proviene de tu Señor, y [sepan que] Dios no está desatento de lo que hacen","fr":"Et d'où que tu sortes, tourne ton visage vers la Mosquée sacrée. Oui voilà bien la vérité venant de ton Seigneur. Et Allah n'est pas inattentif à ce que vous faites","id":"Dan dari mana pun engkau (Muhammad) keluar, hadapkanlah wajahmu ke arah Masjidilharam, sesungguhnya itu benar-benar ketentuan dari Tuhanmu. Allah tidak lengah terhadap apa yang kamu kerjakan","ru":"Откуда бы ты ни вышел, обращай лицо в сторону Заповедной мечети. Воистину, такова истина от твоего Господа. Аллах не пребывает в неведении относительно того, что вы совершаете","sv":"Var du än har börjat din färd, vänd därför ditt ansikte mot den heliga Moskén - detta är din Herres sanna ord. Gud förbiser ingenting av vad ni gör","tr":"Her nereden yola çıkarsan, yüzünü Mescid-i Haram semtine çevir, şüphesiz bu Rabbinden bir haktır. Allah, yaptıklarınızdan gafil değildir","ur":"تمہارا گزر جس مقام سے بھی ہو، وہیں اپنا رُخ (نماز کے وقت) مسجد حرام کی طرف پھیر دو، کیونکہ یہ تمہارے رب کا بالکل حق فیصلہ ہے اور اللہ تم لوگوں کے اعمال سے بے خبر نہیں ہے","zh":"你无论从哪里出去，都应当把你的脸转向禁寺；这确是从你的主降示的真理。安拉绝不忽视你们的行为。"},"transliteration":"Wamin haythu kharajta fawalli wajhaka shatra almasjidi alharami wainnahu lalhaqqu min rabbika wama Allahu bighafilin AAamma taAAmaloona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
