{"id":1560,"number":87,"text":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَـٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","translations":{"en":"They said, \"O Shu'ayb, does your prayer command you that we should leave what our fathers worship or not do with our wealth what we please? Indeed, you are the forbearing, the discerning","es":"Le respondieron: \"¡Oh, Jetró! ¿Es tu [forma de] adoración la que te ordena que dejemos aquello que adoraban nuestros padres, y dejemos de hacer con nuestros bienes lo que queramos? ¿En serio te crees afable y honrado","fr":"Ils dirent: «O Chuayb! Est-ce que ta prière te demande de nous faire abandonner ce qu'adoraient nos ancêtres, ou de ne plus faire de nos biens ce que nous voulons? Est-ce toi l'indulgent, le droit?»","id":"Mereka berkata, \"Wahai Syu'aib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai","ru":"Они сказали: «О Шуейб! Неужели твой намаз повелевает нам отречься от того, чему поклонялись наши отцы, или распоряжаться нашим имуществом не так, как мы того хотим? Ведь ты же - выдержанный, благоразумный»","sv":"De sade: \"Hör, Shu`ayb! Måste vi enligt din tro överge det som våra förfäder tillbad och får vi inte längre göra som vi vill med vår egendom? Är du således den enda [människan på jorden] som är god och rättrådig","tr":"Ey Şuayb! Babalarımızın taptığını bırakmamızı emreden veya mallarımızı istediğimiz gibi kullanmamızı meneden senin namazın mıdır? Sen doğrusu aklı başında, yumuşak huylu birisin\" dediler","ur":"انہوں نے جواب دیا \"اے شعیبؑ، کیا تیری نماز تجھے یہ سکھاتی ہے کہ ہم ان سارے معبودوں کو چھوڑ دیں جن کی پر ستش ہمارے باپ دادا کرتے تھے؟ یا یہ کہ ہم کو اپنے مال میں اپنے منشا کے مطابق تصرف کرنے کا اختیار نہ ہو؟ بس تو ہی تو ایک عالی ظرف اور راستباز آدمی رہ گیا ہے","zh":"他们说：“舒阿卜啊！难道你的祈祷命令你让我们放弃我们的祖先所崇拜的（偶像），并命令你教我们不要自由地支配我们的财产吗？你确是宽仁的，确是精神健全的！”"},"transliteration":"Qaloo ya shuAAaybu asalatuka tamuruka an natruka ma yaAAbudu abaona aw an nafAAala fee amwalina ma nashao innaka laanta alhaleemu alrrasheedu","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
