{"id":1561,"number":88,"text":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","translations":{"en":"He said, \"O my people, have you considered: if I am upon clear evidence from my Lord and He has provided me with a good provision from Him...? And I do not intend to differ from you in that which I have forbidden you; I only intend reform as much as I am able. And my success is not but through Allah. Upon him I have relied, and to Him I return","es":"Dijo: \"¡Oh, pueblo mío! Me baso en una prueba evidente de mi Señor, Él me ha proveído un sustento generoso. No iba a prohibir lo que considero lícito para mí mismo. Solo pretendo su bienestar en la medida que pueda, pero mi éxito depende de Dios; a Él me encomiendo y ante Él me arrepiento","fr":"Il dit: «O mon peuple, voyez-vous si je me base sur une preuve évidente émanant de mon Seigneur, et s'Il m'attribue de Sa part une excellente donation?... Je ne veux nullement faire ce que je vous interdis. Je ne veux que la réforme, autant que je le puis. Et ma réussite ne dépend que d'Allah. En Lui je place ma confiance, et c'est vers Lui que je reviens repentant","id":"Dia (Syu'aib) berkata, \"Wahai kaumku! Terangkan padaku jika aku mempunyai bukti yang nyata dari Tuhanku dan aku dianugerahi-Nya rezeki yang baik (pantaskah aku menyalahi perintah-Nya)? Aku tidak bermaksud menyalahi kamu terhadap apa yang aku larang darinya. Aku hanya bermaksud (mendatangkan) perbaikan selama aku masih sanggup. Dan petunjuk yang aku ikuti hanya dari Allah. Kepada-Nya aku bertawakal dan kepada-Nya (pula) aku kembali","ru":"Он сказал: «О мой народ! А что, если я опираюсь на доказательство от моего Господа, и Он даровал мне прекрасную долю? Я не хочу отличаться от вас и совершать то, что я запрещаю совершать вам, а хочу лишь исправить то, что в моих силах. Помогает мне только Аллах. На Него одного я уповаю, к Нему одному обращаюсь","sv":"Han svarade: \"Vad anser ni, mitt folk? Om jag har ett klart vittnesbörd från min Herre som jag stöder mig på och om Han frikostigt skänker mig allt vad jag behöver - [gör jag då inte rätt när jag talar till er som jag gör]? Det är inte min avsikt att [bakom er rygg] göra det som jag uppmanar er att avstå från; det enda jag vill är att så långt jag förmår [hjälpa er att] leva ett bättre liv. Om jag skall lyckas med detta ligger helt i Guds hand; till Honom litar jag och till Honom vänder jag alltid åter i ånger [över mina synder]","tr":"Ey Milletim! Rabbimden benim bir belgem olduğu ve bana güzel bir rızık da verdiği halde, O'na karşı gelebilir miyim? Söylesenize! Size yasak ettiğim şeylerde, aykırı hareket etmek istemem; gücümün yettiği kadar ıslah etmekten başka bir dileğim yoktur. Başarım ancak Allah'tandır, O'na güvendim; O'na yöneliyorum\" dedi","ur":"شعیبؑ نے کہا \"بھائیو، تم خود ہی سوچو کہ اگر میں اپنے رب کی طرف سے ایک کھلی شہادت پر تھا اور پھر اس نے اپنے ہاں سے مجھ کو اچھا رزق بھی عطا کیا (تو اس کے بعد میں تمہاری گمراہیوں اور حرام خوریوں میں تمہارا شریک حال کیسے ہوسکتا ہوں؟) اور میں ہرگز یہ نہیں چاہتا کہ جن باتوں سے میں تم کو روکتا ہوں ان کا خود ارتکاب کروں میں تو اصلاح کرنا چاہتا ہوں جہاں تک بھی میرا بس چلے اور یہ جو کچھ میں کرنا چاہتا ہوں اس کا سارا انحصار اللہ کی توفیق پر ہے، اُسی پر میں نے بھروسہ کیا اور ہر معاملہ میں اسی کی طرف میں رجوع کرتا ہوں","zh":"他说：“我的宗族啊！你们告诉我吧，如果我是依据从我的主降示的明证的，而他曾将他的佳美的给养赏赐了我，（难道我肯违背他的命令吗？）我不愿和你们背道而驰，我禁止你们犯罪，我就不犯罪，我只愿尽我所能从事的改革，我的成功全凭安拉的援助，我只托靠他，我只归依他。"},"transliteration":"Qala ya qawmi araaytum in kuntu AAala bayyinatin min rabbee warazaqanee minhu rizqan hasanan wama oreedu an okhalifakum ila ma anhakum AAanhu in oreedu illa alislaha ma istataAAtu wama tawfeeqee illa biAllahi AAalayhi tawakkaltu wailayhi oneebu","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
