{"id":1562,"number":89,"text":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","translations":{"en":"And O my people, let not [your] dissension from me cause you to be struck by that similar to what struck the people of Noah or the people of Hud or the people of Salih. And the people of Lot are not from you far away","es":"¡Oh, pueblo mío! No permitan que su discrepancia conmigo los conduzca a ser alcanzados por un castigo como les ocurrió a los pueblos de Lot, Hud y Sálih. Y recuerden que [el castigo] del pueblo de Lot no está lejos de ustedes","fr":"O mon peuple, que votre répugnance et votre hostilité à mon égard ne vous entraînent pas à encourir les mêmes châtiments qui atteignirent le peuple de Noé, le peuple de Hûd, ou le peuple de Sâlih et (l'exemple du) peuple de Lot n'est pas éloigné de vous","id":"Dan wahai kaumku! Janganlah pertentangan antara aku (dengan kamu) menyebabkan kamu berbuat dosa, sehingga kamu ditimpa siksaan seperti yang menimpa kaum Nuh, kaum Hud atau kaum Saleh, sedang kaum Luṭ tidak jauh dari kamu","ru":"О мой народ! Пусть ваши разногласия со мной не обрекут вас на то, что постигло народ Нуха (Ноя), или народ Худа, или народ Салиха. Народ Лута (Лота) также недалек от вас","sv":"Mitt folk! Låt inte er tvist med mig leda er [till sådana handlingar] att ni drabbas av detsamma som drabbade Noas folk eller Huds folk eller Salihs folk - [eller] Lots folk [vars boplatser] inte var belägna långt från era [trakter]","tr":"Ey Milletim! Bana karşı gelmeniz, Nuh milletine veya Hud milletine yahut da Salih milletine gelen felaketin bir benzerini, sakın başınıza getirmesin. Lut milleti sizden uzak değildir","ur":"اور اے برادران قوم، میرے خلاف تمہاری ہٹ دھرمی کہیں یہ نوبت نہ پہنچا دے کہ آخر کار تم پر بھی وہی عذاب آ کر رہے جو نوحؑ یا ہودؑ یا صالحؑ کی قوم پر آیا تھا اور لوطؑ کی قوم تو تم سے کچھ زیادہ دور بھی نہیں ہے","zh":"我的宗族啊！你们绝不要因为反抗我而使你们遭受努哈的宗族，或呼德的宗族，或撒立哈的宗族所遭受的惩罚。鲁特的宗族（灭亡的时代）离你们是不远的。"},"transliteration":"Waya qawmi la yajrimannakum shiqaqee an yuseebakum mithlu ma asaba qawma noohin aw qawma hoodin aw qawma salihin wama qawmu lootin minkum bibaAAeedin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
