{"id":1564,"number":91,"text":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","translations":{"en":"They said, \"O Shu'ayb, we do not understand much of what you say, and indeed, we consider you among us as weak. And if not for your family, we would have stoned you [to death]; and you are not to us one respected","es":"Dijeron: \"¡Oh, Jetró! No entendemos mucho de lo que estás diciendo, y te consideramos entre nosotros una persona débil. Si no fuera por el clan al que perteneces te lapidaríamos; tú no tienes poder contra nosotros","fr":"Ils dirent: «O Chuayb, nous ne comprenons pas grand chose à ce que tu dis; et vraiment nous te considérons comme un faible parmi nous. Si ce n'est ton clan, nous t'aurions certainement lapidé. Et rien ne nous empêche de t'atteindre»","id":"Mereka berkata, \"Wahai Syu'aib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami","ru":"Они сказали: «О Шуейб! Многое из того, что ты говоришь, нам непонятно. Мы считаем тебя слабым среди нас. Если бы не твой род, мы побили бы тебя камнями. Ты нисколько не дорог нам»","sv":"[Men] de sade: \"Mycket av det som du säger, Shu`ayb, övergår vårt förstånd. Vad vi kan se är att du har en svag [ställning] bland oss och om inte din familj hade funnits, skulle vi helt säkert ha stenat dig till döds; över oss har du ingen makt","tr":"Ey Şuayb! Söylediklerinin çoğunu anlamıyor ve doğrusu seni aramızda güçsüz görüyoruz. Eğer taraftarların olmasaydı seni taşlardık. Esasen bizim gözümüzde pek itibarın da yoktur\" dediler","ur":"انہوں نے جواب دیا \"اے شعیبؑ، تیری بہت سی باتیں تو ہماری سمجھ ہی میں نہیں آتیں اور ہم دیکھتے ہیں کہ تو ہمارے درمیان ایک بے زور آدمی ہے، تیری برادری نہ ہوتی تو ہم کبھی کا تجھے سنگسار کر چکے ہوتے، تیرا بل بوتا تو اتنا نہیں ہے کہ ہم پر بھاری ہو","zh":"他们说：“舒阿卜啊！你所说的话有很多是我们所不理解的，我们的确认为你是我们中的一个弱者，假若不为你的家族，我们誓必石击你，你对于我们并非是尊贵的。”"},"transliteration":"Qaloo ya shuAAaybu ma nafqahu katheeran mimma taqoolu wainna lanaraka feena daAAeefan walawla rahtuka larajamnaka wama anta AAalayna biAAazeezin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
