{"id":1565,"number":92,"text":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","translations":{"en":"He said, \"O my people, is my family more respected for power by you than Allah? But you put Him behind your backs [in neglect]. Indeed, my Lord is encompassing of what you do","es":"Dijo: \"¡Oh, pueblo mío! ¿Acaso mi tribu es más importante para ustedes que Dios, a Quien han dado la espalda? Mi Señor abarca [con Su conocimiento] todo lo que hacen","fr":"Il dit: «O mon peuple, mon clan est-il à vos yeux plus puissant qu'Allah à qui vous tournez ouvertement le dos? Mon Seigneur embrasse (en Sa science) tout ce que vous œuvrez","id":"Dia (Syu'aib) menjawab, \"Wahai kaumku! Apakah keluargaku lebih terhormat menurut pandanganmu daripada Allah, bahkan Dia kamu tempatkan di belakangmu (diabaikan)? Ketahuilah (pengetahuan) Tuhanku meliputi apa yang kamu kerjakan","ru":"Он сказал: «О мой народ! Неужели мой род дороже для вас, чем Аллах? Вы оставили Его за спиной, а ведь мой Господь объемлет то, что вы совершаете","sv":"Han svarade: \"Har min familj större makt över er, mitt folk, än Gud som ni tror att ni saklöst kan lämna ur räkningen? Men min Herre har full uppsikt över allt vad ni företar er","tr":"Ey Milletim! Benim taraftarlarım size göre Allah'tan daha mı değerlidir ki Allah'a sırt çevirdiniz? Doğrusu Rabbim yaptıklarınızı bilgisiyle kuşatmıştır\" dedi","ur":"شعیبؑ نے کہا \"بھائیو، کیا میری برادری تم پر اللہ سے زیادہ بھاری ہے کہ تم نے (برادری کا تو خوف کیا اور) اللہ کو بالکل پس پشت ڈال دیا؟ جان رکھو کہ جو کچھ تم کر رہے ہو وہ اللہ کی گرفت سے باہر نہیں ہے","zh":"他说：“我的宗族啊！难道我的家族对于你们比安拉还尊贵吗？你们把安拉当作你们背后的弃物，我的主确是彻知你们的行为的。"},"transliteration":"Qala ya qawmi arahtee aAAazzu AAalaykum mina Allahi waittakhathtumoohu waraakum thihriyyan inna rabbee bima taAAmaloona muheetun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
