{"id":1566,"number":93,"text":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","translations":{"en":"And O my people, work according to your position; indeed, I am working. You are going to know to whom will come a punishment that will disgrace him and who is a liar. So watch; indeed, I am with you a watcher, [awaiting the outcome]","es":"¡Oh, pueblo mío! Obren acorde a sus principios, que obraré acorde a los míos. Ya sabrán en el futuro quién recibirá un castigo humillante y quién es el que miente. ¡Estén atentos, que yo también estaré atento junto a ustedes","fr":"O mon peuple, agissez autant que vous voulez. Moi aussi j'agis. Bientôt, vous saurez sur qui tombera un châtiment qui le déshonorera, et qui de nous est l'imposteur. Et attendez (la conséquence de vos actes)! Moi aussi j'attends avec vous»","id":"Dan wahai kaumku! Berbuatlah menurut kemampuanmu, sesungguhnya aku pun berbuat (pula). Kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan siapa yang berdusta. Dan tunggulah! Sesungguhnya aku bersamamu adalah orang yang menunggu","ru":"О мой народ! Действуйте по своему усмотрению, и я тоже буду действовать. Вы скоро узнаете, кого постигнут унизительные мучения и кто является лжецом. Ждите, и я подожду вместе с вами»","sv":"Gör nu, mitt folk, vad som står i er makt [för att bekämpa tron]; jag skall göra mitt [för att befästa och utbreda den]! Ni skall [tids nog] få veta vem [av oss] som kommer att drabbas av ett förnedrande straff och vem som är lögnare. Vänta alltså [på vad som skall komma]! Jag skall vänta med er","tr":"Ey Milletim! Durumunuzun gerektirdiğini yapın, doğrusu ben de yapacağım. Kime rezil edici bir azabın geleceğini, kimin yalancı olduğunu bileceksiniz. Gözleyin, doğrusu ben de sizinle beraber gözlüyorum","ur":"اے میری قوم کے لوگو، تم اپنے طریقے پر کام کیے جاؤ اور میں اپنے طریقے پر کرتا رہوں گا، جلدی ہی تمہیں معلوم ہو جائے گا کہ کس پر ذلت کا عذاب آتا ہے اور کون جھوٹا ہے تم بھی انتظار کرو اور میں بھی تمہارے ساتھ چشم براہ ہوں","zh":"我的宗族啊！你们按你们自己的方式而工作吧，我确是（按我的方式）工作的！你们将知道凌辱的惩罚降临谁，而且知道谁是说谎的人。你们期待着吧！我将同你们一起期待。”"},"transliteration":"Waya qawmi iAAmaloo AAala makanatikum innee AAamilun sawfa taAAlamoona man yateehi AAathabun yukhzeehi waman huwa kathibun wairtaqiboo inne maAAakum raqeebun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
