{"id":1567,"number":94,"text":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","translations":{"en":"And when Our command came, We saved Shu'ayb and those who believed with him, by mercy from Us. And the shriek seized those who had wronged, and they became within their homes [corpses] fallen prone","es":"Cuando llegó Mi designio salvé, por Mi misericordia, a Jetró y a quienes con él creían. Pero a los injustos les sorprendió el estrépito, y amanecieron en sus casas muertos","fr":"Lorsque vint Notre ordre, Nous sauvâmes, par une miséricorde de Notre part, Chuayb et ceux qui avaient cru avec lui. Et le Cri terrible saisit les injustes, et ils gisèrent dans leurs demeures","id":"Maka ketika keputusan Kami datang, Kami selamatkan Syu'aib dan orang-orang yang beriman bersamanya dengan rahmat Kami. Sedang orang yang zalim dibinasakan oleh suara yang mengguntur, sehingga mereka mati bergelimpangan di rumahnya","ru":"Когда же явилось Наше веление, Мы по Своей милости спасли Шуейба и тех, кто уверовал вместе с ним. А беззаконников поразил ужасный вопль, и они оказались повергнуты ниц в своих домах","sv":"Och när Vår dom föll räddade Vi i Vår nåd Shu`ayb och dem som följde honom i tron. Men över de orättfärdiga genljöd dånet [av Guds straff] och morgonen fann dem liggande framstupa i sina hem; [det var] som om de aldrig hade levt där i välstånd och trygghet","tr":"Buyruğumuz gelince, Şuayb'ı ve beraberindeki inananları katımızdan bir rahmet olarak kurtardık. Haksızlık yapanları bir çığlık yakaladı, oldukları yerde diz üstü çöküverdiler","ur":"آخر کار جب ہمارے فیصلے کا وقت آ گیا تو ہم نے اپنی رحمت سے شعیبؑ اور اس کے ساتھی مومنوں کو بچا لیا اور جن لوگوں نے ظلم کیا تھا ان کو ایک سخت دھماکے نے ایسا پکڑا کہ وہ اپنی بستیوں میں بے حس و حرکت پڑے کے پڑے رہ گئے","zh":"当我的命令降临的时候，我因从我发出的慈恩而拯救了舒阿卜和同他在一起信道的人。呐喊声袭击了不义的人们，顷刻之间，他们都伏扑在自己的家里。"},"transliteration":"Walamma jaa amruna najjayna shuAAayban waallatheena amanoo maAAahu birahmatin minna waakhathati allatheena thalamoo alssayhatu faasbahoo fee diyarihim jathimeena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
