{"id":157,"number":150,"text":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","translations":{"bn":"আর তোমরা যেখান থেকেই বেরিয়ে আস এবং যেখানেই অবস্থান কর, সেদিকেই মুখ ফেরাও, যাতে করে মানুষের জন্য তোমাদের সাথে ঝগড়া করার অবকাশ না থাকে। অবশ্য যারা অবিবেচক, তাদের কথা আলাদা। কাজেই তাদের আপত্তিতে ভীত হয়ো না। আমাকেই ভয় কর। যাতে আমি তোমাদের জন্যে আমার অনুগ্রহ সমূহ পূর্ণ করে দেই এবং তাতে যেন তোমরা সরলপথ প্রাপ্ত হও।","en":"And from wherever you go out [for prayer], turn your face toward al-Masjid al-Haram. And wherever you [believers] may be, turn your faces toward it in order that the people will not have any argument against you, except for those of them who commit wrong; so fear them not but fear Me. And [it is] so I may complete My favor upon you and that you may be guided","id":"Dan dari mana pun engkau (Muhammad) keluar, maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja kamu berada, maka hadapkanlah wajahmu ke arah itu, agar tidak ada alasan bagi manusia (untuk menentangmu), kecuali orang-orang yang zalim di antara mereka. Janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku, agar Aku sempurnakan nikmat-Ku kepadamu, dan agar kamu mendapat petunjuk","ru":"Откуда бы ты ни вышел, обращай лицо в сторону Заповедной мечети. Где бы вы ни оказались, обращайте ваши лица в ее сторону, чтобы у людей, если только они не беззаконники, не было довода против вас. Не бойтесь их, а бойтесь Меня, чтобы Я довел до конца Мою милость к вам. Быть может, вы последуете прямым путем","tr":"Her nereden çıkarsan, yüzünü Mescid-i Haram semtine çevir. İnsanların zulmedenlerinden başkalarının size karşı gösterecekleri bir hüccet olmaması için, her nerede olursanız, yüzlerinizi oranın semtine çevirin, bu hususta onlardan korkmayın. Benden korkun da size olan nimetimi tamamlayayım. Böylece doğru yolu bulursunuz","ur":"اور جہاں سے بھی تمہارا گزر ہو، اپنا رُخ مسجد حرام کی طرف پھیرا کرو، اور جہاں بھی تم ہو، اُسی کی طرف منہ کر کے نما ز پڑھو تاکہ لوگوں کو تمہارے خلاف کوئی حجت نہ ملے ہاں جو ظالم ہیں، اُن کی زبان کسی حال میں بند نہ ہوگی تو اُن سے تم نہ ڈرو، بلکہ مجھ سے ڈرو اور اس لیے کہ میں تم پر اپنی نعمت پوری کر دوں اور اس توقع پر کہ میرے اس حکم کی پیروی سے تم اسی طرح فلاح کا راستہ پاؤ گے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
