{"id":157,"number":150,"text":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","translations":{"en":"And from wherever you go out [for prayer], turn your face toward al-Masjid al-Haram. And wherever you [believers] may be, turn your faces toward it in order that the people will not have any argument against you, except for those of them who commit wrong; so fear them not but fear Me. And [it is] so I may complete My favor upon you and that you may be guided","es":"Y hacia donde quiera que salgas oriéntate hacia la Mezquita Sagrada, y dondequiera que estén oriéntense hacia ella, para que la gente no tenga argumento en su contra, excepto los injustos [idólatras de La Meca], pero no les teman a ellos, y témanme solo a Mí. Completaré sobre ustedes Mis gracias para que sean de los bien guiados","fr":"Et d'où que tu sortes, tourne ton visage vers la Mosquée sacrée. Et où que vous soyez, tournez-y vos visages, afin que les gens n'aient pas d'argument contre vous, sauf ceux d'entre eux qui sont de vrais injustes. Ne les craignez donc pas; mais craignez-Moi pour que Je parachève Mon bienfait à votre égard, et que vous soyez bien guidés","id":"Dan dari mana pun engkau (Muhammad) keluar, maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja kamu berada, maka hadapkanlah wajahmu ke arah itu, agar tidak ada alasan bagi manusia (untuk menentangmu), kecuali orang-orang yang zalim di antara mereka. Janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku, agar Aku sempurnakan nikmat-Ku kepadamu, dan agar kamu mendapat petunjuk","ru":"Откуда бы ты ни вышел, обращай лицо в сторону Заповедной мечети. Где бы вы ни оказались, обращайте ваши лица в ее сторону, чтобы у людей, если только они не беззаконники, не было довода против вас. Не бойтесь их, а бойтесь Меня, чтобы Я довел до конца Мою милость к вам. Быть может, вы последуете прямым путем","sv":"Ja, var du än har börjat din färd, vänd ditt ansikte mot den heliga Moskén. Var ni än befinner er, vänd er mot denna [Moské], så att inga människor får anledning att tvista med er - utom de som har onda avsikter. Oroa er inte [för vad de har i sinnet]; nej, frukta Mig! Då skall Jag ge er Min fulla välsignelse så att ni skall kunna följa den raka vägen","tr":"Her nereden çıkarsan, yüzünü Mescid-i Haram semtine çevir. İnsanların zulmedenlerinden başkalarının size karşı gösterecekleri bir hüccet olmaması için, her nerede olursanız, yüzlerinizi oranın semtine çevirin, bu hususta onlardan korkmayın. Benden korkun da size olan nimetimi tamamlayayım. Böylece doğru yolu bulursunuz","ur":"اور جہاں سے بھی تمہارا گزر ہو، اپنا رُخ مسجد حرام کی طرف پھیرا کرو، اور جہاں بھی تم ہو، اُسی کی طرف منہ کر کے نما ز پڑھو تاکہ لوگوں کو تمہارے خلاف کوئی حجت نہ ملے ہاں جو ظالم ہیں، اُن کی زبان کسی حال میں بند نہ ہوگی تو اُن سے تم نہ ڈرو، بلکہ مجھ سے ڈرو اور اس لیے کہ میں تم پر اپنی نعمت پوری کر دوں اور اس توقع پر کہ میرے اس حکم کی پیروی سے تم اسی طرح فلاح کا راستہ پاؤ گے","zh":"你无论从哪里出去，都应当把你的脸转向禁寺。你们无论在哪里，都应当把你们的脸转向它，以免他人对你们有所借口。惟他们中不义的人除外，但你们不要畏惧他们，你们应当畏惧我，以便我成全我所施与你们的恩典，以便你们遵循正道。"},"transliteration":"Wamin haythu kharajta fawalli wajhaka shatra almasjidi alharami wahaythu ma kuntum fawalloo wujoohakum shatrahu lialla yakoona lilnnasi AAalaykum hujjatun illa allatheena thalamoo minhum fala takhshawhum waikhshawnee waliotimma niAAmatee AAalaykum walaAAallakum tahtadoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
