{"id":1574,"number":101,"text":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","translations":{"en":"And We did not wrong them, but they wronged themselves. And they were not availed at all by their gods which they invoked other than Allah when there came the command of your Lord. And they did not increase them in other than ruin","es":"No fui injusto con ellos [al castigarlos], sino que ellos lo fueron consigo mismos [al rechazar a los Profetas]. De nada les sirvieron los ídolos que invocaban en lugar de Dios cuando llegó el designio de tu Señor, no hicieron más que aumentar su ruina","fr":"Nous ne leur avons fait aucun tort. Mais ils se sont fait du tort à eux-mêmes. Leurs divinités, qu'ils invoquaient en dehors d'Allah, ne leur ont servi à rien, quand l'Ordre (le châtiment) de ton Seigneur fut venu; elles n'ont fait qu'accroître leur perte","id":"Dan Kami tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri, karena itu tidak bermanfaat sedikit pun bagi mereka sesembahan yang mereka sembah selain Allah, ketika siksaan Tuhanmu datang. Sesembahan itu hanya menambah kebinasaan bagi mereka","ru":"Мы не были к ним несправедливы, однако они сами поступили несправедливо по отношению к себе. Когда явилось веление твоего Господа, божества, к которым они взывали вместо Аллаха, ничем не помогли им. Они не приумножили им ничего, кроме погибели","sv":"Vi gjorde dem ingen orätt - [med sina handlingar] gjorde de orätt mot sig själva. De gudar de anropade vid sidan av Gud kunde inte hjälpa dem när deras Herres dom föll; [tron på] dem förde dem bara allt snabbare mot [den slutliga] undergången","tr":"Onlara Biz zulmetmedik, fakat onlar kendilerine yazık ettiler. Rabbinin buyruğu gelince, Allah'ı bırakıp taptıkları tanrılar kendilerine bir fayda vermedi, kayıplarını artırmaktan başka bir şeye yaramadı","ur":"ہم نے اُن پر ظلم نہیں کیا، انہوں نے آپ ہی اپنے اوپر ستم ڈھایا اور جب اللہ کا حکم آ گیا تو ان کے وہ معبود جنہیں وہ اللہ کو چھوڑ کر پکارا کرتے تھے ان کے کچھ کام نہ آ سکے اور انہوں نے ہلاکت و بربادی کے سوا انہیں کچھ فائدہ نہ دیا","zh":"我没有亏待他们，但他们亏待自己。他们舍安拉而祈祷的众神灵，当你的主的命令降临的时候，对于他们无济于事，只能使他们更受损伤。"},"transliteration":"Wama thalamnahum walakin thalamoo anfusahum fama aghnat AAanhum alihatuhumu allatee yadAAoona min dooni Allahi min shayin lamma jaa amru rabbika wama zadoohum ghayra tatbeebin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
