{"id":1581,"number":108,"text":"۞وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","translations":{"en":"And as for those who were [destined to be] prosperous, they will be in Paradise, abiding therein as long as the heavens and the earth endure, except what your Lord should will - a bestowal uninterrupted","es":"En cambio, los bienaventurados estarán en el Paraíso eternamente al igual que los cielos y la tierra [de la otra vida], excepto lo que tu Señor quiera. [Los bienaventurados] serán recompensados con una gracia sin fin","fr":"Et quant aux bienheureux, ils seront au Paradis, pour y demeurer éternellement tant que dureront les cieux et la terre - à moins que ton Seigneur n'en décide autrement - c'est là un don qui n'est jamais interrompu","id":"Dan adapun orang-orang yang berbahagia, maka (tempatnya) di dalam surga; mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain); sebagai karunia yang tidak ada putus-putusnya","ru":"Счастливые же пребудут в Раю. Они пребудут там вечно, пока существуют небеса и земля, если только твой Господь не пожелает иного. Это будет неиссякаемый дар","sv":"De saliga skall ha paradiset till boning och där skall de förbli så länge himmel och jord består, om inte din Herre vill annorlunda - en gåva av oavbruten lycka utan ände","tr":"Mesud olanlar ise cennettedirler. Rabbinin dilemesi bir yana, sonsuz bir lütuf olarak, gökler ve yer durdukça, orada temelli kalacaklardır","ur":"رہے وہ لوگ جو نیک بخت نکلیں گے، تو وہ جنت میں جائیں گے اور وہاں ہمیشہ رہیں گے جب تک زمین و آسمان قائم ہیں، الا یہ کہ تیرا رب کچھ اور چاہے ایسی بخشش ان کو ملے گی جس کا سلسلہ کبھی منقطع نہ ہوگا","zh":"至于幸福的人，将进入乐园，而永居其中，天长地久，除非你的主所意欲的。那是不断的赏赐。"},"transliteration":"Waamma allatheena suAAidoo fafee aljannati khalideena feeha ma damati alssamawatu waalardu illa ma shaa rabbuka AAataan ghayra majthoothin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
