{"id":1582,"number":109,"text":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَـٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","translations":{"en":"So do not be in doubt, [O Muhammad], as to what these [polytheists] are worshipping. They worship not except as their fathers worshipped before. And indeed, We will give them their share undiminished","es":"No tengas ninguna duda sobre lo que [los idólatras] adoran, pues lo que adoran [sin reflexionar] no es sino lo mismo que antes adoraban sus padres. Les daré lo que les corresponda, sin merma alguna","fr":"Ne sois donc pas en doute au sujet de ce que ceux-là adorent. Ils n'adorent que comme leurs ancêtres adoraient auparavant. Et Nous leur donnerons la totalité de leur part, sans en rien retrancher","id":"Maka janganlah engkau (Muhammad) ragu-ragu tentang apa yang mereka sembah. Mereka menyembah sebagaimana nenek moyang mereka dahulu menyembah. Kami pasti akan menyempurnakan pembalasan (terhadap) mereka tanpa dikurangi sedikit pun","ru":"Не сомневайся в том, чему они поклоняются. Они поклоняются тем, кому прежде поклонялись их отцы. Воистину, Мы воздадим им сполна, без убавления","sv":"TVEKA INTE [Muhammad] om vad [avgudadyrkarnas] dyrkan innebär; deras dyrkan skiljer sig inte i något avseende från den som deras förfäder ägnade sig åt före dem. Vi skall ge dem till fullo vad som tillkommer dem; ingenting skall dras ifrån","tr":"Bu putperestlerin taptıklarının batıl olduğunda şüphen olmasın; daha önce babalarının tapmış oldukları gibi onlar da taparlar. Onlara paylarını şüphesiz eksiksiz olarak ödeyeceğiz","ur":"پس اے نبیؐ، تو ان معبودوں کی طرف سے کسی شک میں نہ رہ جن کی یہ لوگ عبادت کر رہے ہیں یہ تو (بس لکیر کے فقیر بنے ہوئے) اُسی طرح پوجا پاٹ کیے جا رہے ہیں جس طرح پہلے ان کے باپ دادا کرتے تھے، اور ہم اِن کا حصہ اِنہیں بھرپور دیں گے بغیر اس کے کہ اس میں کچھ کاٹ کسر ہو","zh":"你对这等人所崇拜的（偶像），不要怀疑，他们只像他们的祖先那样崇拜，我必定要把他们的份儿完全无缺地赏赐他们。"},"transliteration":"Fala taku fee miryatin mimma yaAAbudu haolai ma yaAAbudoona illa kama yaAAbudu abaohum min qablu wainna lamuwaffoohum naseebahum ghayra manqoosin","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
