{"id":1583,"number":110,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","translations":{"en":"And We had certainly given Moses the Scripture, but it came under disagreement. And if not for a word that preceded from your Lord, it would have been judged between them. And indeed they are, concerning the Qur'an, in disquieting doubt","es":"Concedí a Moisés el Libro, pero se opusieron a él, y de no ser porque tu Señor había decretado [retrasar el castigo hasta el Día del Juicio] ya los habría aniquilado. Ellos [los judíos] también dudan acerca del Corán","fr":"Et Nous avons déjà donné à Moïse le Livre. Il y eut des divergences à son sujet. S'il n'y avait pas un décret préalable de la part de ton Seigneur, tout aurait été décidé entre eux. Et ils sont, à son sujet pleins d'un doute troublant","id":"Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, lalu diperselisihkannya. Dan kalau tidak ada ketetapan yang terdahulu dari Tuhanmu, niscaya telah dilaksanakan hukuman di antara mereka.408) Sungguh, mereka (orang kafir Mekah) benar-benar dalam kebimbangan dan keraguan terhadapnya (Alquran)","ru":"Мы даровали Мусе (Моисею) Писание, но по его поводу возникли разногласия. И если бы не было прежде Слова от твоего Господа, то спор их был бы решен. Воистину, они испытывают смутные сомнения относительно него (Корана)","sv":"Och Vi gav Moses Skriften, men olika meningar uppstod [bland folket] om dess innebörd; och om inte din Herre hade beslutat [om uppskov] skulle allt ha avgjorts mellan dem. Och så fortsätter de att hysa tvivel och misstankar","tr":"And olsun ki, Musa'ya Kitap verdik; onda ayrılığa düştüler. Eğer Rabbinin verilmiş bir sözü olmasaydı, aralarında çoktan hükmedilmiş olurdu. Doğrusu onlar, Kitap'ın Allah katından olduğunda şüphe ve endişe içindedirler","ur":"ہم اس سے پہلے موسیٰؑ کو بھی کتاب دے چکے ہیں اور اس کے بارے میں بھی اختلاف کیا گیا تھا (جس طرح آج اِس کتاب کے بارے میں کیا جا رہا ہے جو تمہیں دی گئی ہے) اگر تیرے رب کی طرف سے ایک بات پہلے ہی طے نہ کر دی گئی ہوتی تو اِن اختلاف کرنے والوں کے درمیان کبھی کا فیصلہ چکا دیا گیا ہوتا یہ واقعہ ہے کہ یہ لوگ اس کی طرف سے شک اور خلجان میں پڑے ہوئے ہیں","zh":"我确已把经典赏赐穆萨，但人们对那部经典有分歧；假若没有一句话从你的主预先发出，他们必受裁判。他们对于它确是在使人不安的怀疑之中。"},"transliteration":"Walaqad atayna moosa alkitaba faikhtulifa feehi walawla kalimatun sabaqat min rabbika laqudiya baynahum wainnahum lafee shakkin minhu mureebun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
