{"id":1585,"number":112,"text":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","translations":{"en":"So remain on a right course as you have been commanded, [you] and those who have turned back with you [to Allah], and do not transgress. Indeed, He is Seeing of what you do","es":"Mantente firme [¡oh, Mujámmad!, en el sendero recto] como se te ha ordenado, y que también lo hagan quienes se arrepientan [de su incredulidad y te sigan], y no trasgredan los límites. Él ve perfectamente todo lo que hacen","fr":"Demeure sur le droit chemin comme il t'est commandé, ainsi que ceux qui sont revenus [à Allah] avec toi. Et ne commettez pas d'excès. Car vraiment Il observe ce que vous faites","id":"Maka tetaplah engkau (Muhammad) (di jalan yang benar), sebagaimana telah diperintahkan kepadamu dan (juga) orang yang bertobat bersamamu, dan janganlah kamu melampaui batas. Sungguh, Dia Maha Melihat apa yang kamu kerjakan","ru":"Будь же тверд на прямом пути, как тебе велено, вместе с теми, кто покаялся наряду с тобой. И не преступайте границ дозволенного, ибо Он видит то, что вы совершаете","sv":"Följ, som du har blivit befalld, den raka vägen - [du] och de som, ångerfulla, med dig har vänt åter till Honom - och överskrid inte [de av Gud fastställda gränserna]! Han ser vad ni gör","tr":"Sen, beraberindeki tevbe edenlerle birlikte emrolunduğun gibi dosdoğru ol. Aşırı gitmeyin, doğrusu Allah yaptıklarınızı görür","ur":"پس اے محمدؐ، تم، اور تمہارے وہ ساتھی جو (کفر و بغاوت سے ایمان و طاعت کی طرف) پلٹ آئے ہیں، ٹھیک ٹھیک راہ راست پر ثابت قدم رہو جیسا کہ تمہیں حکم دیا گیا ہے اور بندگی کی حد سے تجاوز نہ کرو جو کچھ تم کر رہے ہو اس پر تمہارا رب نگاہ رکھتا ہے","zh":"你应当按照天命而遵循正路，与你一起悔过的人，也当遵循正路。你们不要过分，他确是明察你们的行为的。"},"transliteration":"Faistaqim kama omirta waman taba maAAaka wala tatghaw innahu bima taAAmaloona baseerun","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
