{"id":1589,"number":116,"text":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","translations":{"en":"So why were there not among the generations before you those of enduring discrimination forbidding corruption on earth - except a few of those We saved from among them? But those who wronged pursued what luxury they were given therein, and they were criminals","es":"En las generaciones que los precedieron hubo solo unos pocos piadosos que se opusieron a la corrupción en la Tierra, a quienes salvé [junto a sus Profetas]. En cambio, los injustos [que eran la mayoría] permanecieron cegados por los placeres [de la vida mundanal] y terminaron siendo criminales","fr":"Si seulement il existait, dans les générations d'avant vous, des gens vertueux qui interdisent la corruption sur terre! (Hélas) Il n'y en avait qu'un petit nombre que Nous sauvâmes, alors que les injustes persistaient dans le luxe (exagéré) dans lequel ils vivaient, et ils étaient des criminels","id":"Maka mengapa tidak ada di antara umat-umat sebelum kamu orang yang mempunyai keutamaan yang melarang (berbuat) kerusakan di bumi, kecuali sebagian kecil di antara orang yang telah Kami selamatkan. Dan orang-orang yang zalim hanya mementingkan kenikmatan dan kemewahan. Dan mereka adalah orang-orang yang berdosa","ru":"Если бы только среди поколений, живших до вас, были мудрые люди, которые выступали бы против нечестия на земле. Такими были лишь немногие из числа тех, кого Мы спасли. А беззаконники последовали за тем, что было даровано им, и стали грешниками","sv":"DET ÄR olyckligt [för människorna] att det bland de släkten [som Vi lät gå under] före er tid, inte fanns fler kloka och sansade människor, som [försökte] hejda oordningen och sedefördärvet på jorden! Dessa var bara ett fåtal bland dem Vi räddade, medan de orättfärdiga hängav sig åt ett förvekligande liv av nöjen och njutningar och sjönk [allt djupare] ned i synd","tr":"Sizden önceki nesillerin ileri gelenleri, yeryüzünde bozgunculuğa engel olmalı değil miydiler? Onlardan kurtardıklarımız pek azdır. Kendilerine verilen nimete karşı haksızlık edenlere uyanlar ise suçlu oldular","ur":"پھر کیوں نہ اُن قوموں میں جو تم سے پہلے گزر چکی ہیں ایسے اہل خیر موجود رہے جو لوگوں کو زمین میں فساد برپا کرنے سے روکتے؟ ایسے لوگ نکلے بھی تو بہت کم، جن کو ہم نے ان قوموں میں سے بچا لیا، ورنہ ظالم لوگ تو انہی مزوں کے پیچھے پڑے رہے جن کے سامان انہیں فراوانی کے ساتھ دیے گئے تھے اور وہ مجرم بن کر رہے","zh":"在你们之前逝去的各世代中，有德者为何不禁止众人在地方上作恶？但他们中我所拯救的少数人除外。不义的人们追随他们所享受的豪华生活。他们是犯罪的人"},"transliteration":"Falawla kana mina alqurooni min qablikum oloo baqiyyatin yanhawna AAani alfasadi fee alardi illa qaleelan mimman anjayna minhum waittabaAAa allatheena thalamoo ma otrifoo feehi wakanoo mujrimeena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
