{"id":1592,"number":119,"text":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","translations":{"en":"Except whom your Lord has given mercy, and for that He created them. But the word of your Lord is to be fulfilled that, \"I will surely fill Hell with jinn and men all together","es":"excepto aquellos de quienes tu Señor tuvo misericordia [porque siguieron la guía], y con ese objetivo Dios los creó. Pero ha de cumplirse la palabra de tu Señor: \"Llenaré el Infierno de yinnes y de seres humanos [que rechacen a los Profetas]","fr":"sauf ceux à qui ton Seigneur a accordé miséricorde. C'est pour cela qu'Il les a créés. Et la parole de ton Seigneur s'accomplit: «Très certainement, Je remplirai l'Enfer de djinns et d'hommes, tous ensemble»","id":"kecuali orang yang diberi rahmat oleh Tuhanmu. Dan untuk itulah Allah menciptakan mereka. Kalimat (keputusan) Tuhanmu telah tetap, \"Aku pasti akan memenuhi neraka Jahanam dengan jin dan manusia (yang durhaka) semuanya","ru":"за исключением тех, над кем смилостивился твой Господь. Он сотворил их для этого. Исполнится Слово твоего Господа: «Я непременно заполню Геенну джиннами и людьми - всеми вместе»","sv":"utom de hos vilka Guds nåd fått verka. Och därför har Han skapat dem. Din Herres ord skall besannas: \"Jag skall sannerligen fylla helvetet med osynliga väsen och människor, alla tillsammans","tr":"Eğer Rabbin dileseydi insanları tek bir ümmet kılardı. Fakat, Rabbinin merhamet ettikleri bir yana, hala ayrılıktadırlar, esasen onları bunun için yaratmıştır. Rabbinin \"And olsun ki cehennemi hep insan ve cin ile dolduracağım\" sözü yerine gelmiştir","ur":"اور بے راہ رویوں سے صرف وہ لوگ بچیں گے جن پر تیرے رب کی رحمت ہے اِسی (آزادی انتخاب و اختیار) کے لیے ہی تو اس نے انہیں پیدا کیا تھا اور تیرے رب کی وہ بات پوری ہو گئی جو اس نے کہی تھی کہ میں جہنم کو جن اور انسان، سب سے بھر دوں گا","zh":"但你的主所怜悯的人除外。他为这件事而创造他们。你的主的判辞已确定了：我誓必以人类和精灵一起充满火狱。"},"transliteration":"Illa man rahima rabbuka walithalika khalaqahum watammat kalimatu rabbika laamlaanna jahannama mina aljinnati waalnnasi ajmaAAeena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
