{"id":1593,"number":120,"text":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","translations":{"en":"And each [story] We relate to you from the news of the messengers is that by which We make firm your heart. And there has come to you, in this, the truth and an instruction and a reminder for the believers","es":"Todo esto que te he revelado sobre las historias de los Mensajeros es para [consolar y] afianzar tu corazón. Te han sido revelados, en este capítulo [del Corán] signos que evidencian la Verdad, y son una exhortación y un motivo de reflexión para los creyentes","fr":"Et tout ce que Nous te racontons des récits des messagers, c'est pour en raffermir ton cœur. Et de ceux-ci t'est venue la vérité ainsi qu'une exhortation et un rappel aux croyants","id":"Dan semua kisah rasul-rasul, Kami ceritakan kepadamu (Muhammad), agar dengan kisah itu Kami teguhkan hatimu; dan di dalamnya telah diberikan kepadamu (segala) kebenaran, nasihat dan peringatan bagi orang yang beriman","ru":"Мы рассказываем тебе повествования о посланниках для того, чтобы укрепить ими твое сердце. В этой суре к тебе явились истина, увещевание и напоминание для верующих","sv":"AV berättelserna om [de tidigare] sändebuden har Vi låtit dig veta allt det som kan stärka [tron i] ditt hjärta; med det har sanningen nått dig och en förmaning och en påminnelse till de troende","tr":"Peygamberlerin başlarından geçenlerden, sana anlattığımız her şey, senin gönlünü pekiştirmemizi sağlar; sana bu belgelerle gerçek; inananlara da öğüt ve hatırlatma gelmiştir","ur":"اور اے محمدؐ، یہ پیغمبروں کے قصے جو ہم تمہیں سناتے ہیں، وہ چیزیں ہیں جن کے ذریعے سے ہم تمہارے دل کو مضبوط کرتے ہیں ان کے اندر تم کو حقیقت کا علم ملا اور ایمان لانے والوں کو نصیحت اور بیداری نصیب ہوئی","zh":"关于使者们的消息，我把它告诉你，用来安定你的心。在这些消息中，真理以及对信士们的训诫和记念已降临你了。"},"transliteration":"Wakullan naqussu AAalayka min anbai alrrusuli ma nuthabbitu bihi fuadaka wajaaka fee hathihi alhaqqu wamawAAithatun wathikra lilmumineena","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
