{"id":1596,"number":123,"text":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translations":{"en":"And to Allah belong the unseen [aspects] of the heavens and the earth and to Him will be returned the matter, all of it, so worship Him and rely upon Him. And your Lord is not unaware of that which you do","es":"Dios conoce lo oculto de los cielos y de la Tierra, y a Él retornan todos los asuntos. Adórenlo, pues, y encomiéndense a Él, y sepan que su Señor está bien atento a lo que hacen","fr":"A Allah appartient l'Inconnaissable des cieux et de la terre, et c'est à Lui que revient l'ordre tout entier. Adore-Le donc et place ta confiance en Lui. Ton Seigneur n'est pas inattentif à ce que vous faites","id":"Dan milik Allah meliputi rahasia langit dan bumi dan kepada-Nya segala urusan dikembalikan. Maka sembahlah Dia dan bertawakallah kepada-Nya. Dan Tuhanmu tidak akan lengah terhadap apa yang kamu kerjakan","ru":"Аллаху ведомо сокровенное на небесах и на земле, и к Нему возвращаются дела. Посему поклоняйся Ему и уповай на Него, ибо Господь твой не находится в неведении о том, что вы совершаете","sv":"Hos Gud finns [kunskapen om] himlarnas och jordens dolda verklighet och till Honom skall allt [till sist] återbördas. Dyrka Honom därför och förlita dig på Honom; ingenting av vad ni [Hans tjänare] gör går din Herre förbi","tr":"Göklerin ve yerin gaybı Allah'a aittir. Bütün işler O'na döndürülür. Öyleyse O'na kulluk et, O'na güven. Rabbin, yaptıklarınızdan habersiz değildir","ur":"آسمانوں اور زمین میں جو کچھ چھپا ہوا ہے سب اللہ کے قبضہ قدرت میں ہے اور سارا معاملہ اسی کی طرف رجوع کیا جاتا ہے پس اے نبیؐ، تو اس کی بندگی کر اور اسی پر بھروسا رکھ، جو کچھ تم لوگ کر رہے ہو تیرا رب اس سے بے خبر نہیں ہے","zh":"天地的幽玄只是安拉的，一切事情只归他，故你应当崇拜他，应当托靠他。你的主绝不忽视你们的行为。"},"transliteration":"Walillahi ghaybu alssamawati waalardi wailayhi yurjaAAu alamru kulluhu faoAAbudhu watawakkal AAalayhi wama rabbuka bighafilin AAamma taAAmaloona","chapter":{"id":11,"name":"هود","transliteration":"Hud","translations":{"en":"Hud","es":"Hud","fr":"Houd","id":"Hud","ru":"Худ","sv":"Hud","tr":"Hûd","ur":"حود","zh":"呼德"},"type":"meccan"}}
