{"id":1613,"number":17,"text":"قَالُواْ يَـٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","translations":{"en":"They said, \"O our father, indeed we went racing each other and left Joseph with our possessions, and a wolf ate him. But you would not believe us, even if we were truthful","es":"Dijeron: \"¡Padre! Competíamos corriendo entre nosotros y dejamos a José con nuestras provisiones, y lo devoró un lobo. Te decimos la verdad, aunque no quieras creernos","fr":"Ils dirent: «O notre père, nous sommes allés faire une course, et nous avons laissé Joseph auprès de nos effets; et le loup l'a dévoré. Tu ne nous croiras pas, même si nous disons la vérité»","id":"Mereka berkata, \"Wahai ayah kami! Sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar","ru":"и сказали: «О отец наш! Мы соревновались, а Йусуфа (Иосифа) оставили стеречь наши вещи, и волк съел его. Ты все равно не поверишь нам, хотя мы говорим правду»","sv":"och sade: \"Fader! Vi ställde till med kapplöpning och lämnade Josef med det som vi hade fört med oss ut, och då kom vargen och bet ihjäl honom! Kanske tror du oss inte fastän vi säger sanningen","tr":"Akşam üstü ağlayarak babalarına geldiklerinde: \"Ey babamız! İnan olsun biz yarış yapıyorduk; Yusuf'u eşyamızın yanına bırakmıştık; bir kurt onu yedi. Her ne kadar doğru söylüyorsak da sen bize inanmazsın\" dediler","ur":"اور کہا \"ابا جان، ہم دوڑ کا مقابلہ کرنے میں لگ گئے تھے اور یوسفؑ کو ہم نے اپنے سامان کے پاس چھوڑ دیا تھا کہ اتنے میں بھیڑیا آ کر اُسے کھا گیا آپ ہماری بات کا یقین نہ کریں گے چاہے ہم سچے ہی ہوں","zh":"他们说：“我们的父亲啊！我们赛跑时，使优素福留守行李，不料狼把他吃了。你是绝不会相信我们的，即使我们说的是实话。”"},"transliteration":"Qaloo ya abana inna thahabna nastabiqu watarakna yoosufa AAinda mataAAina faakalahu alththibu wama anta bimuminin lana walaw kunna sadiqeena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
