{"id":1614,"number":18,"text":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","translations":{"en":"And they brought upon his shirt false blood. [Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. And Allah is the one sought for help against that which you describe","es":"Y le mostraron su túnica manchada con sangre falsa. Dijo [Jacob]: \"Lo que ha sucedido no es como me lo cuentan, sino que es una falsedad que inventaron. Me resignaré pacientemente y que Dios me dé consuelo para sobrellevar la desgracia que me acaban de contar","fr":"Ils apportèrent sa tunique tachée d'un faux sang. Il dit: «Vos âmes, plutôt, vous ont suggéré quelque chose... [Il ne me reste plus donc] qu'une belle patience! C'est Allah qu'il faut appeler au secours contre ce que vous racontez!»","id":"Dan mereka datang membawa baju gamisnya (yang berlumuran) darah palsu. Dia (Yakub) berkata, \"Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu; maka hanya bersabar itulah yang terbaik (bagiku). Dan kepada Allah saja tempat memohon pertolongan-Nya terhadap apa yang kamu ceritakan","ru":"Они показали лживую кровь на его рубашке, и он сказал: «О нет! Это ваши души ввели вас в соблазн, и лучше проявить терпение. Только Аллаха следует просить о помощи против того, что вы рассказали»","sv":"Därefter visade de upp hans skjorta, som de hade fläckat med blod. [Fadern] sade: \"[Detta kan inte vara sanningen]! Ni har låtit [onda] ingivelser driva er till något [som ni inte kan berätta]. Tålamod, du sköna [dygd, är vad jag nu måste visa: ingen klagan och inga förebråelser]! Jag ber Gud om styrka att bära det svåra som ni påstår [har hänt]","tr":"Üzerine başka bir kan bulaşmış olarak Yusuf'un gömleğini de getirmişlerdi. Babaları: \"Sizi nefsiniz bir iş yapmaya sürükledi; artık bana güzelce sabır gerekir. Anlattıklarınıza ancak Allah'tan yardım istenir\" dedi","ur":"اور وہ یوسفؑ کے قمیص پر جھوٹ موٹ کا خون لگا کر آئے تھے یہ سن کر ان کے باپ نے کہا \"بلکہ تمہارے نفس نے تمہارے لیے ایک بڑے کام کو آسان بنا دیا اچھا، صبر کروں گا اور بخوبی کروں گا، جو بات تم بنا رہے ہو اس پر اللہ ہی سے مدد مانگی جا سکتی ہے","zh":"他们用假血染了优素福的衬衣，拿来给他们的父亲看。他说：“不然，你们的私欲怂恿你们干了这件事；我只有很好地忍耐，对你们所叙述的事，我只能求助于安拉！”"},"transliteration":"Wajaoo AAala qameesihi bidamin kathibin qala bal sawwalat lakum anfusukum amran fasabrun jameelun waAllahu almustaAAanu AAala ma tasifoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
