{"id":1615,"number":19,"text":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","translations":{"en":"And there came a company of travelers; then they sent their water drawer, and he let down his bucket. He said, \"Good news! Here is a boy.\" And they concealed him, [taking him] as merchandise; and Allah was knowing of what they did","es":"Cuando pasó una caravana [cerca del pozo], enviaron a uno de ellos a buscar agua. Éste echó el cubo y al subirlo [vio a José y] exclamó: \"¡Buenas noticias! Aquí hay un muchacho\". Y lo ocultaron para venderlo; pero Dios bien sabía lo que hacían","fr":"Or, vint une caravane. Ils envoyèrent leur chercheur d'eau, qui fit descendre son seau. Il dit: «Bonne nouvelle! Voilà un garçon!» Et ils le dissimulèrent [pour le vendre] telle une marchandise. Allah cependant savait fort bien ce qu'ils faisaient","id":"Dan datanglah sekelompok musafir, mereka menyuruh seorang pengambil air. Lalu dia menurunkan timbanya. Dia berkata, \"Oh, senangnya, ini ada seorang anak muda!\" Kemudian mereka menyembunyikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan","ru":"Когда прибыл караван, они послали водоноса принести воды. Он опустил свое ведро и сказал: «Вот радость! Это же - мальчик!». Они спрятали его, чтобы продать. Но Аллах ведал о том, что они совершали","sv":"OCH EN karavan kom och sände ut sin vattenhämtare; och just som han skulle sänka sitt ämbar i brunnen [fick han se Josef och] utropade: \"Vilken överraskning! Här står en yngling [livs levande]!\" Och de gömde honom bland varorna [i hopp om att kunna sälja honom] - och Gud visste vad de gjorde","tr":"Bir kervan geldi, sucularını gönderdiler; sucu kovasını kuyuya saldı, \"Müjde! İşte bir oğlan\" dedi. Yusuf'u alıp onu ticari bir mal olarak sakladılar. Oysa Allah yaptıklarını bilir","ur":"ادھر ایک قافلہ آیا اور اُس نے اپنے سقے کو پانی لانے کے لیے بھیجا سقے نے جو کنویں میں ڈول ڈالا تو (یوسفؑ کو دیکھ کر) پکار اٹھا \"مبارک ہو، یہاں تو ایک لڑکا ہے\" ان لوگوں نے اس کو مال تجارت سمجھ کر چھپا لیا، حالانکہ جو کچھ وہ کر رہے تھے خدا اس سے باخبر تھا","zh":"旅客们来了，他们派人去汲水，他把水桶缒下井去，他说：“啊！好消息！这是一个少年。”他们秘密地把他当作货物，安拉是全知他们的行为的。"},"transliteration":"Wajaat sayyaratun faarsaloo waridahum faadla dalwahu qala ya bushra hatha ghulamun waasarroohu bidaAAatan waAllahu AAaleemun bima yaAAmaloona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
