{"id":1617,"number":21,"text":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translations":{"en":"And the one from Egypt who bought him said to his wife, \"Make his residence comfortable. Perhaps he will benefit us, or we will adopt him as a son.\" And thus, We established Joseph in the land that We might teach him the interpretation of events. And Allah is predominant over His affair, but most of the people do not know","es":"Y luego el egipcio que lo compró le dijo a su mujer: \"Recíbelo honorablemente, podría sernos útil o quizá lo adoptemos como hijo\". Así concedí a José una buena posición en esa tierra, y le enseñé la interpretación de los sueños. La voluntad de Dios siempre prevalece, pero la mayoría de la gente no lo sabe","fr":"Et celui qui l'acheta était de l'Egypte. Il dit à sa femme: «Accorde lui une généreuse hospitalité. Il se peut qu'il nous soit utile ou que nous l'adoptions comme notre enfant.» Ainsi avons-nous raffermi Joseph dans le pays et nous lui avons appris l'interprétation des rêves. Et Allah est souverain en Son Commandement: mais la plupart des gens ne savent pas","id":"(Dan orang dari Mesir yang membelinya berkata kepada istrinya,410) \"Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.\" Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti","ru":"Тот житель Египта, который купил Йусуфа (Иосифа), сказал своей жене: «Относись к нему хорошо. Быть может, он принесет нам пользу, или же мы усыновим его». Так Мы утвердили Йусуфа (Иосифа) на земле и научили его толкованию снов. Аллах властен вершить Свои дела, однако большинство людей не ведает об этом","sv":"Och mannen från Egypten, som köpte honom, sade till sin hustru: \"Behandla honom väl - som en gäst! Vi kan [en dag] få nytta av honom; men vi skulle också kunna uppta honom som vår son.\" Så gav Vi Josef en fast punkt på jorden; Vi ville nämligen låta honom få en djupare förståelse av innebörden i det som sker. Gud genomför [alltid] Sin vilja, men om detta är de flesta okunniga","tr":"Mısır'da onu satın alan kimse karısına: \"Ona güzel bak, belki bize faydası olur yahut ta onu evlat ediniriz\" dedi. Biz işte böylece Yusuf'u o yere yerleştirdik; ona, rüyaların nasıl yorumlanacağını öğrettik. Allah, işinde hakimdir, fakat insanların çoğu bunu bilmezler","ur":"مصر کے جس شخص نے اسے خریدا اس نے اپنی بیوی سے کہا \"اِس کو اچھی طرح رکھنا، بعید نہیں کہ یہ ہمارے لیے مفید ثابت ہو یا ہم اسے بیٹا بنا لیں\" اس طرح ہم نے یوسفؑ کے لیے اُس سرزمین میں قدم جمانے کی صورت نکالی اور اسے معاملہ فہمی کی تعلیم دینے کا انتظام کیا اللہ اپنا کام کر کے رہتا ہے، مگر اکثر لوگ جانتے نہیں ہیں","zh":"那购买他的埃及人对自己的妻子说：“你应当优待他，他也许对我们有好处，或者我们抚养他做义子。”我这样使优素福在大地上获得地位，以便我教他圆梦。安拉对于其事务是自主的，但人们大半不知道。"},"transliteration":"Waqala allathee ishtarahu min misra liimraatihi akrimee mathwahu AAasa an yanfaAAana aw nattakhithahu waladan wakathalika makkanna liyoosufa fee alardi walinuAAallimahu min taweeli alahadeethi waAllahu ghalibun AAala amrihi walakinna akthara alnnasi la yaAAlamoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
