{"id":1619,"number":23,"text":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّـٰلِمُونَ","translations":{"en":"And she, in whose house he was, sought to seduce him. She closed the doors and said, \"Come, you.\" He said, \"[I seek] the refuge of Allah. Indeed, he is my master, who has made good my residence. Indeed, wrongdoers will not succeed","es":"Pero la señora de la casa en la cual estaba se sintió atraída por él. Lo llamó y, cerrando las puertas, exclamó: \"¡Ven aquí, soy tuya!\" Dijo José: \"¡Qué Dios me proteja! Mi amo [tu esposo] me ha colmado de honores. Debes saber que los traidores no acaban bien","fr":"Or celle [Zulikha] qui l'avait reçu dans sa maison essaya de le séduire. Et elle ferma bien les portes et dit: «Viens, (je suis prête pour toi!)» - Il dit: «Qu'Allah me protège! C'est mon maître qui m'a accordé un bon asile. Vraiment les injustes ne réussissent pas»","id":"Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Lalu dia menutup pintu-pintu, seraya berkata, \"Marilah mendekat kepadaku.\" Yusuf berkata, \"Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.\" Sesungguhnya orang yang zalim itu tidak akan beruntung","ru":"Женщина, в доме которой он жил, стала соблазнять его, заперла двери и сказала: «Иди ко мне». Он сказал: «Упаси Аллах! Ведь он - мой господин, обеспечивший мне прекрасную жизнь. Воистину, беззаконники не преуспеют»","sv":"Men [det hände sig att] kvinnan, i vars hus han bodde, försökte förföra honom; hon reglade dörrarna och sade: \"Kom nu till mig!\" [Josef] svarade: \"Gud är mitt fäste! Min husbonde har behandlat mig väl och den som begår sådan orätt kommer att råka illa ut","tr":"Evinde bulunduğu kadın onu kendine çağırdı, kapıları sıkı sıkı kapadı ve \"gelsene\" dedi. Yusuf: \"Günah işlemekten Allah'a sığınırım, doğrusu senin kocan benim efendimdir; bana iyi baktı. Haksızlık yapanlar şüphesiz başarıya ulaşamazlar.\" dedi","ur":"جس عورت کے گھر میں وہ تھا وہ اُس پر ڈورے ڈالنے لگی اور ایک روز دروازے بند کر کے بولی \"آ جا\" یوسفؑ نے کہا \"خدا کی پناہ، میرے رب نے تو مجھے اچھی منزلت بخشی (اور میں یہ کام کروں!) ایسے ظالم کبھی فلاح نہیں پایا کرتے","zh":"他的女主人，把所有的门都紧紧地关闭起来，然后，勾引他说：“快来（拥抱）我啊！”他说：“求安拉保佑我！他是我的主，他已优待了我。不义的人必定不会成功。”"},"transliteration":"Warawadathu allatee huwa fee baytiha AAan nafsihi waghallaqati alabwaba waqalat hayta laka qala maAAatha Allahi innahu rabbee ahsana mathwaya innahu la yuflihu alththalimoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
