{"id":1620,"number":24,"text":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","translations":{"en":"And she certainly determined [to seduce] him, and he would have inclined to her had he not seen the proof of his Lord. And thus [it was] that We should avert from him evil and immorality. Indeed, he was of Our chosen servants","es":"Ella lo deseó, y él la hubiera deseado de no ser porque vio una señal de su Señor. Así lo preservé del pecado y la obscenidad, porque era uno de Mis siervos elegidos","fr":"Et, elle le désira. Et il l'aurait désirée n'eût été ce qu'il vit comme preuve évidente de son Seigneur. Ainsi [Nous avons agi] pour écarter de lui le mal et la turpitude. Il était certes un de Nos serviteurs élus","id":"Dan Sungguh, perempuan itu telah berhasrat kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya.411) Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih","ru":"Она возжелала его, и он возжелал бы ее, если бы не увидел знамение своего Господа. Так Мы отвратили от него зло и мерзость. Воистину, он был из числа Наших избранных (или искренних) рабов","sv":"Hon hade fattat begär till honom och även han kände begär till henne; om han inte hade sett ett tecken från sin Herre [kunde han ha gett efter för frestelsen]. - Vi ville hålla allt ont och all skamlöshet borta från honom eftersom han var en av Våra sant hängivna tjänare","tr":"And olsun ki kadın Yusuf'a karşı istekli idi; Rabbin'den bir işaret görmeseydi Yusuf da onu isteyecekti. İşte ondan kötülüğü ve fenalığı böylece engelledik. Doğrusu o bizim çok samimi kullarımızdandır","ur":"وہ اُس کی طرف بڑھی اور یوسفؑ بھی اس کی طرف بڑھتا اگر اپنے رب کی برہان نہ دیکھ لیتا ایسا ہوا، تاکہ ہم اس سے بدی اور بے حیائی کو دور کر دیں، در حقیقت وہ ہمارے چنے ہوئے بندوں میں سے تھا","zh":"她确已向往他，他也向往她，要不是他看见他的主的明证。我这样为他排除罪恶和丑事，他确是我的一个忠实的仆人。"},"transliteration":"Walaqad hammat bihi wahamma biha lawla an raa burhana rabbihi kathalika linasrifa AAanhu alssooa waalfahshaa innahu min AAibadina almukhlaseena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
