{"id":1621,"number":25,"text":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","translations":{"bn":"তারা উভয়ে ছুটে দরজার দিকে গেল এবং মহিলা ইউসুফের জামা পিছন দিক থেকে ছিঁড়ে ফেলল। উভয়ে মহিলার স্বামীকে দরজার কাছে পেল। মহিলা বললঃ যে ব্যক্তি তোমার পরিজনের সাথে কুকর্মের ইচ্ছা করে, তাকে কারাগারে পাঠানো অথবা অন্য কোন যন্ত্রণাদায়ক শাস্তি দেয়া ছাড়া তার আর কি শাস্তি হতে পারে","en":"And they both raced to the door, and she tore his shirt from the back, and they found her husband at the door. She said, \"What is the recompense of one who intended evil for your wife but that he be imprisoned or a painful punishment","id":"Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, \"Apakah balasan (yang pantas) terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih","ru":"Они бросились к двери, пытаясь опередить друг друга, и она порвала его рубаху со спины. У двери они встретили ее господина. Она сказала: «Как иначе можно покарать того, кто хотел причинить зло твоей жене, если не заточить его в темницу или не подвергнуть мучительным страданиям?!»","tr":"İkisi de kapıya koştu, kadın arkadan Yusuf'un gömleğini yırttı; kapının önünde kocasına rastladılar. Kadın kocasına \"Ailene fenalık etmek isteyen bir kimsenin cezası ya hapis ya da can yakıcı bir azab olmalıdır\" dedi","ur":"آخر کار یوسفؑ اور وہ آگے پیچھے دروازے کی طرف بھاگے اور اس نے پیچھے سے یوسفؑ کا قمیص (کھینچ کر) پھاڑ دیا دروازے پر دونوں نے اس کے شوہر کو موجود پایا اسے دیکھتے ہی عورت کہنے لگی، \"کیا سزا ہے اس شخص کی جو تیری گھر والی پر نیت خراب کرے؟ اِس کے سوا اور کیا سزا ہوسکتی ہے کہ وہ قید کیا جائے یا اسے سخت عذاب دیا جائے"},"chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"bn":"নবী ইউসুফ","en":"Joseph","id":"Yusuf","ru":"Йусуф","tr":"Yûsuf","ur":"یوسف"},"type":"meccan"}}
