{"id":1622,"number":26,"text":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","translations":{"en":"[Joseph] said, \"It was she who sought to seduce me.\" And a witness from her family testified. \"If his shirt is torn from the front, then she has told the truth, and he is of the liars","es":"Dijo José: \"Fue ella quien intentó seducirme\". Entonces un testigo de la familia de ella dijo: \"Si su camisa fue rasgada por delante, ella ha dicho la verdad y él es quien miente","fr":"[Joseph] dit: «C'est elle qui a voulu me séduire». Et un témoin, de la famille de celle-ci témoigna: «Si sa tunique [à lui] est déchirée par devant, alors c'est elle qui dit la vérité, tandis qu'il est du nombre des menteurs","id":"Dia (Yusuf) berkata, \"Dia yang menggodaku dan merayu diriku.\" seorang saksi dari keluarga perempuan itu memberikan kesaksian, \"Jika baju gamisnya koyak di bagian depan, maka peerempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta","ru":"Он сказал: «Это она пыталась соблазнить меня». А свидетель из ее семьи сказал: «Если его рубаха разорвана спереди, то она говорит правду, а он - один из тех, кто лжет","sv":"[Josef] sade: \"Det var hon som ville förföra mig!\" Då sade en [man] som hörde till huset och som var i närheten: \"Om hans skjorta har rivits sönder framifrån har hon talat sanning och han har ljugit","tr":"Yusuf: \"Beni kendine o çağırdı\" dedi. Kadın tarafından bir şahit, \"Eğer gömleği önden yırtılmışsa kadın doğru söylemiş, erkek yalancılardandır; şayet gömleği arkadan yırtılmışsa kadın yalan söylemiştir, erkek doğrulardandır\" diye şahidlik etti","ur":"یوسفؑ نے کہا \"یہی مجھے پھانسنے کی کوشش کر رہی تھی\" اس عورت کے اپنے کنبہ والوں میں سے ایک شخص نے (قرینے کی) شہادت پیش کی کہ \"اگر یوسفؑ کا قمیص آگے سے پھٹا ہو تو عورت سچی ہے اور یہ جھوٹا","zh":"他说：“是她勾引我。”她家里的一个人作证说：“如果他的衬衣是从前面撕破的，那她说的是实话，而他是说谎的；"},"transliteration":"Qala hiya rawadatnee AAan nafsee washahida shahidun min ahliha in kana qameesuhu qudda min qubulin fasadaqat wahuwa mina alkathibeena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
