{"id":1626,"number":30,"text":"۞وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","translations":{"en":"And women in the city said, \"The wife of al-'Azeez is seeking to seduce her slave boy; he has impassioned her with love. Indeed, we see her [to be] in clear error","es":"Pero algunas mujeres de la ciudad comentaron: \"La mujer del gobernador pretende seducir a su joven criado. Su amor por él la ha trastornado. Pensamos que está profundamente equivocada","fr":"Et dans la ville, des femmes dirent: «la femme d'Al-'Azize essaye de séduire son valet! Il l'a vraiment rendue folle d'amour. Nous la trouvons certes dans un égarement évident","id":"Dan perempuan-perempuan di kota berkata, \"Istri Al-Aziz menggoda dan merayu pelayannya untuk menundukkan dirinya, pelayannya benar-benar membuatnya mabuk cinta. Kami pasti memandang dia dalam kesesatan yang nyata","ru":"Женщины в городе стали говорить: «Жена знатного мужа пыталась соблазнить своего юного раба! Она страстно возлюбила его, и мы полагаем, что она впала в очевидное заблуждение»","sv":"OCH STADENS kvinnor [skvallrade om detta och] sade: \"Hustrun till denne högt uppsatte man vill förföra sin unge slav; hon brinner av kärlek till honom och har helt förlorat förståndet","tr":"Şehirde bir takım kadınlar: \"Vezirin karısı kölesinin olmak istiyormuş; sevgisi bağrını yakmış; doğrusu onun besbelli sapıtmış olduğunu görüyoruz.\" dediler","ur":"شہر کی عورتیں آپس میں چرچا کرنے لگیں کہ \"عزیز کی بیوی اپنے نوجوان غلام کے پیچھے پڑی ہوئی ہے، محبت نے اس کو بے قابو کر رکھا ہے، ہمارے نزدیک تو وہ صریح غلطی کر رہی ہے","zh":"都城里的一些妇女说：“权贵的妻子勾引她的仆人，他迷惑了她，我们认为她确是在明显的迷误之中的。”"},"transliteration":"Waqala niswatun fee almadeenati imraatu alAAazeezi turawidu fataha AAan nafsihi qad shaghafaha hubban inna lanaraha fee dalalin mubeenin","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
