{"id":1627,"number":31,"text":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","translations":{"en":"So when she heard of their scheming, she sent for them and prepared for them a banquet and gave each one of them a knife and said [to Joseph], \"Come out before them.\" And when they saw him, they greatly admired him and cut their hands and said, \"Perfect is Allah! This is not a man; this is none but a noble angel","es":"Cuando [la mujer del gobernador] se enteró de sus habladurías las invitó [a su casa], les preparó un banquete y dio a cada una de ellas un cuchillo [para cortar la comida]. Entonces le dijo [a José]: \"Preséntate ante ellas\". Cuando lo vieron quedaron tan asombradas [por su belleza] que se cortaron la mano [por la distracción], y dijeron: \"¡Dios Santo! No es un ser humano, es un ángel hermoso","fr":"Lorsqu'elle eut entendu leur fourberie, elle leur envoya [des invitations,] et prépara pour elles une collation; et elle remit à chacune d'elles un couteau. Puis elle dit: «Sors devant elles, (Joseph!)» - Lorsqu'elles le virent, elles l'admirèrent, se coupèrent les mains et dirent: «A Allah ne plaise! Ce n'est pas un être humain, ce n'est qu'un ange noble!»","id":"Maka ketika perempuan itu mendengar cercaan mereka, diundangnyalah perempuan-perempuan itu dan disediakannya tempat duduk bagi mereka, dan kepada masing-masing mereka diberikan sebilah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf), \"Keluarlah (tampakkanlah dirimu) kepada mereka.\" Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada (keelokan rupa)nya, dan mereka (tanpa sadar) melukai tangannya sendiri. Seraya berkata, \"Mahasempurna Allah, ini bukanlah manusia. Ini benar-benar malaikat yang mulia","ru":"Когда она услышала про их хитрость, то пригласила их, велела приготовить им подушки, дала каждой по ножу для фруктов и сказала: «Выйди к ним». Когда они увидели его, то так превознесли его, что порезали ножами себе руки и сказали: «Упаси Аллах! Да ведь это - не человек. Он - не кто иной, как благородный ангел»","sv":"Och när hon fick veta vad deras elaka tungor sladdrade skickade hon bud till dem [med inbjudan] till en festmåltid som hon lät laga till åt dem. Hon gav var och en av dem en kniv [och till Josef] sade hon: \"Kom ut [och visa dig] för dem!\" Och när kvinnorna fick se honom häpnade de över hans [skönhet]; och [deras förvirring var så stor att] deras knivar slant och de skar sig i händerna. Och de utbrast: \"Måtte Gud förlåta oss! Detta är ingen vanlig dödlig man - han kan inte vara annat än en ängel [från ovan]","tr":"Kadınların kendisini yermesini işitince onları davet etti; koltuklar hazırladı; geldiklerinde her birine birer bıçak verdi. Yusuf'a: \"Yanlarına çık\" dedi. Kadınlar Yusuf'u görünce şaşıp ellerini kestiler ve \"Allah'ı tenzih ederiz ama, bu insan değil ancak çok güzel bir melektir\" dediler","ur":"اس نے جو اُن کی یہ مکارانہ باتیں سنیں تو اُن کو بلاوا بھیج دیا اور ان کے لیے تکیہ دار مجلس آراستہ کی اور ضیافت میں ہر ایک کے آگے ایک چھری رکھ دی (پھر عین اس وقت جبکہ وہ پھل کاٹ کاٹ کر کھا رہی تھیں) اس نے یوسفؑ کو اشارہ کیا کہ ان کے سامنے نکل آ جب ان عورتوں کی نگاہ اس پر پڑی تو وہ دنگ رہ گئیں اور اپنے ہاتھ کاٹ بیٹھیں اور بے ساختہ پکا ر اٹھیں \"حاشاللّٰہ، یہ شخص انسان نہیں ہے، یہ تو کوئی بزرگ فرشتہ ہے","zh":"她听到了她们狡猾的流言蜚语，就派人去把她们邀请来，并为她们预备了一桌席，发给她们每人一把小刀，她（对优素福）说：“你出去见见她们吧。”当她们看见他的时候，她们赞扬了他，（她们都被迷住了），以致餐刀割伤了自己的手。她们说：“哎呀！这不是一个凡夫，而是一位高洁的天使。”"},"transliteration":"Falamma samiAAat bimakrihinna arsalat ilayhinna waaAAtadat lahunna muttakaan waatat kulla wahidatin minhunna sikkeenan waqalati okhruj AAalayhinna falamma raaynahu akbarnahu waqattaAAna aydiyahunna waqulna hasha lillahi ma hatha basharan in hatha illa malakun kareemun","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
