{"id":1627,"number":31,"text":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","translations":{"bn":"যখন সে তাদের চক্রান্ত শুনল, তখন তাদেরকে ডেকে পাঠাল এবং তাদের জন্যে একটি ভোজ সভার আয়োজন করল। সে তাদের প্রত্যেককে একটি ছুরি দিয়ে বললঃ ইউসুফ এদের সামনে চলে এস। যখন তারা তাকে দেখল, হতভম্ব হয়ে গেল এবং আপন হাত কেটে ফেলল। তারা বললঃ কখনই নয় এ ব্যক্তি মানব নয়। এ তো কোন মহান ফেরেশতা।","en":"So when she heard of their scheming, she sent for them and prepared for them a banquet and gave each one of them a knife and said [to Joseph], \"Come out before them.\" And when they saw him, they greatly admired him and cut their hands and said, \"Perfect is Allah! This is not a man; this is none but a noble angel","id":"Maka ketika perempuan itu mendengar cercaan mereka, diundangnyalah perempuan-perempuan itu dan disediakannya tempat duduk bagi mereka, dan kepada masing-masing mereka diberikan sebilah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf), \"Keluarlah (tampakkanlah dirimu) kepada mereka.\" Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada (keelokan rupa)nya, dan mereka (tanpa sadar) melukai tangannya sendiri. Seraya berkata, \"Mahasempurna Allah, ini bukanlah manusia. Ini benar-benar malaikat yang mulia","ru":"Когда она услышала про их хитрость, то пригласила их, велела приготовить им подушки, дала каждой по ножу для фруктов и сказала: «Выйди к ним». Когда они увидели его, то так превознесли его, что порезали ножами себе руки и сказали: «Упаси Аллах! Да ведь это - не человек. Он - не кто иной, как благородный ангел»","tr":"Kadınların kendisini yermesini işitince onları davet etti; koltuklar hazırladı; geldiklerinde her birine birer bıçak verdi. Yusuf'a: \"Yanlarına çık\" dedi. Kadınlar Yusuf'u görünce şaşıp ellerini kestiler ve \"Allah'ı tenzih ederiz ama, bu insan değil ancak çok güzel bir melektir\" dediler","ur":"اس نے جو اُن کی یہ مکارانہ باتیں سنیں تو اُن کو بلاوا بھیج دیا اور ان کے لیے تکیہ دار مجلس آراستہ کی اور ضیافت میں ہر ایک کے آگے ایک چھری رکھ دی (پھر عین اس وقت جبکہ وہ پھل کاٹ کاٹ کر کھا رہی تھیں) اس نے یوسفؑ کو اشارہ کیا کہ ان کے سامنے نکل آ جب ان عورتوں کی نگاہ اس پر پڑی تو وہ دنگ رہ گئیں اور اپنے ہاتھ کاٹ بیٹھیں اور بے ساختہ پکا ر اٹھیں \"حاشاللّٰہ، یہ شخص انسان نہیں ہے، یہ تو کوئی بزرگ فرشتہ ہے"},"chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"bn":"নবী ইউসুফ","en":"Joseph","id":"Yusuf","ru":"Йусуф","tr":"Yûsuf","ur":"یوسف"},"type":"meccan"}}
