{"id":1628,"number":32,"text":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّـٰغِرِينَ","translations":{"en":"She said, \"That is the one about whom you blamed me. And I certainly sought to seduce him, but he firmly refused; and if he will not do what I order him, he will surely be imprisoned and will be of those debased","es":"[Dijo ella:] \"Éste es por quien me censuraban. Yo quise seducirlo, pero se mantuvo casto. Si no hace lo que le pido, ordenaré que lo encarcelen y terminará siendo humillado","fr":"Elle dit: «Voilà donc celui à propos duquel vous me blâmiez. J'ai essayé de le séduire mais il s'en défendit fermement. Or, s'il ne fait pas ce que je lui commande, il sera très certainement emprisonné et sera certes parmi les humiliés»","id":"Dia (istri Al-Aziz) berkata, \"Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya, dan sungguh, aku telah menggoda untuk menundukkan dirinya tetapi dia menolak. Jika dia tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan, dan dia akan menjadi orang yang hina","ru":"Она сказала: «Перед вами тот, из-за которого вы меня порицали. Я действительно пыталась его соблазнить, но он отказался. Но если он не выполнит мой приказ, то будет заточен в темницу и окажется в числе презренных»","sv":"[Då] sade hon: \"Här ser ni nu den för vars skull ni har förtalat mig. Ja, jag försökte förföra honom, men han motstod frestelsen. Men om han nu inte gör vad jag befaller honom skall han minsann kastas i fängelse och han skall få dela de föraktades och förödmjukades lott","tr":"Vezirin karısı: \"İşte sözünü edip beni yerdiğiniz budur. And olsun ki onun olmak istedim, fakat o iffetinden dolayı çekindi. Emrimi yine yapmazsa, and olsun ki hapse tıkılacak ve kahre uğrayanlardan olacak","ur":"عزیز کی بیوی نے کہا \"دیکھ لیا! یہ ہے یہ وہ شخص جس کے معاملہ میں تم مجھ پر باتیں بناتی تھیں بے شک میں نے اِسے رجھانے کی کوشش کی تھی مگر یہ بچ نکلا اگر یہ میرا کہنا نہ مانے گا تو قید کیا جائے گا اور بہت ذلیل و خوار ہوگا","zh":"她说：“这就是你们为他而责备我的那个人。我确已勾引他，但他洁身自好。如果他再不听从我的命令，他势必要坐牢，他势必成为自甘下贱的人。”"},"transliteration":"Qalat fathalikunna allathee lumtunnanee feehi walaqad rawadtuhu AAan nafsihi faistAAsama walain lam yafAAal ma amuruhu layusjananna walayakoonan mina alssaghireena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
