{"id":1629,"number":33,"text":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","translations":{"en":"He said, \"My Lord, prison is more to my liking than that to which they invite me. And if You do not avert from me their plan, I might incline toward them and [thus] be of the ignorant","es":"Dijo [José]: \"¡Señor mío! Prefiero la cárcel a caer en lo que éstas mujeres me proponen; pero si no apartas de mí su acoso, cederé a sus encantos y cometeré una estupidez","fr":"Il dit: «O mon Seigneur, la prison m'est préférable à ce à quoi elles m'invitent. Et si Tu n'écartes pas de moi leur ruse, je pencherai vers elles et serai du nombre des ignorants» [des pécheurs]","id":"Yusuf berkata, \"Wahai Tuhanku! Penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika aku tidak Engkau hindarkan dari tipu daya mereka, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang yang bodoh","ru":"Он сказал: «Господи! Темница мне милее того, к чему меня призывают. Если Ты не отвратишь от меня их козни, то я уступлю им и окажусь в числе невежд»","sv":"[Josef] bad: \"Herre! Hellre går jag i fängelse än jag gör det som dessa [kvinnor] vill locka mig att göra; men om Du inte befriar mig ur deras snaror kan det hända att jag ger efter för dem och blir en av dem som inte vet [vad rätt och orätt är]","tr":"Yusuf: \"Rabbim! Hapis benim için, bunların istediklerini yapmaktan daha iyidir. Eğer tuzaklarını benden uzaklaştırmazsan onlara meyleder ve bilmeyenlerden olurum.\" dedi","ur":"یوسفؑ نے کہا \"اے میرے رب، قید مجھے منظور ہے بہ نسبت اس کے کہ میں وہ کام کروں جو یہ لوگ مجھ سے چاہتے ہیں اور اگر تو نے ان کی چالوں کو مجھ سے دفع نہ کیا تو میں ان کے دام میں پھنس جاؤں گا اور جاہلوں میں شامل ہو رہوں گا","zh":"他说：“我的主啊！我宁愿坐牢，也不愿响应她们的召唤。如果你不为我排除她们的诡计，我将依恋她们，我将变成愚人。”"},"transliteration":"Qala rabbi alssijnu ahabbu ilayya mimma yadAAoonanee ilayhi wailla tasrif AAannee kaydahunna asbu ilayhinna waakun mina aljahileena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
