{"id":1632,"number":36,"text":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translations":{"en":"And there entered the prison with him two young men. One of them said, \"Indeed, I have seen myself [in a dream] pressing wine.\" The other said, \"Indeed, I have seen myself carrying upon my head [some] bread, from which the birds were eating. Inform us of its interpretation; indeed, we see you to be of those who do good","es":"Junto con él fueron encarcelados otros dos jóvenes. Dijo uno de ellos: \"Me vi en un sueño prensando vino\". Y dijo el otro: \"Yo me vi llevando pan sobre la cabeza, del cual comían los pájaros. Háblanos sobre su interpretación, porque nos pareces un hombre virtuoso","fr":"Deux valets entrèrent avec lui en prison. L'un d'eux dit: «Je me voyais [en rêve] pressant du raisin...» Et l'autre dit: «Et moi, je me voyais portant sur ma tête du pain dont les oiseaux mangeaient. Apprends-nous l'interprétation (de nos rêves), nous te voyons au nombre des bienfaisants»","id":"(Dan bersama dia masuk pula dua orang pemuda ke dalam penjara.412) Salah satunya berkata, \"Sesungguhnya aku bermimpi memeras anggur,\" dan yang lainnya berkata, \"Aku bermimpi, membawa roti di atas kepalaku, sebagiannya dimakan burung.\" Berikanlah kepada kami takwilnya. Sesungguhnya kami memandangmu termasuk orang yang berbuat baik","ru":"Вместе с ним в темницу попали двое юношей. Один из них сказал: «Я видел, что выжимаю виноград». Другой сказал: «Я видел, что несу на голове хлеб, который клюют птицы. Поведай нам толкование этого, ибо мы считаем тебя одним из праведников»","sv":"OCH [DET hände att] två unga män kastades i fängelse tillsammans med Josef. En av dem sade: \"Jag har [i en dröm] sett mig själv pressa vin.\" Och den andre sade: \"Och jag har [i drömmen] sett mig själv bära bröd på huvudet och fåglarna åt av det.\" [Och de vände sig till Josef och sade:] \"Säg oss vad detta betyder! Vi förstår att du är en av dem som kan [tyda drömmar] på rätt sätt","tr":"Hapse, onunla beraber, iki genç daha girdi. Biri, \"Rüyamda şaraplık üzüm sıktığımı gördüm\" dedi; diğeri \"Başımın üzerinde, kuşların yediği bir ekmek taşıdığımı gördüm\" dedi. \"Bize bunu yorumla; senin iyi bir kimse olduğunu görüyoruz","ur":"قید خانہ میں دو غلام اور بھی اس کے ساتھ داخل ہوئے ایک روز اُن میں سے ایک نے اُس سے کہا \"میں نے خواب میں دیکھا ہے کہ میں شراب کشید کر رہا ہوں\" دوسرے نے کہا \"میں نے دیکھا کہ میرے سر پر روٹیاں رکھی ہیں اور پرندے ان کو کھا رہے ہیں\" دونوں نے کہا \"ہمیں اس کی تعبیر بتائیے، ہم دیکھتے ہیں کہ آپ ایک نیک آدمی ہیں","zh":"有两个青年和他一同入狱，这个说：“我确已梦见我榨葡萄汁。”那个说：“我确已梦见我的头上顶着一个大饼，众鸟飞来啄食。请你替我们圆梦，我们的确认为你是行善的。”"},"transliteration":"Wadakhala maAAahu alssijna fatayani qala ahaduhuma innee aranee aAAsiru khamran waqala alakharu innee aranee ahmilu fawqa rasee khubzan takulu alttayru minhu nabbina bitaweelihi inna naraka mina almuhsineena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
