{"id":1633,"number":37,"text":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","translations":{"en":"He said, \"You will not receive food that is provided to you except that I will inform you of its interpretation before it comes to you. That is from what my Lord has taught me. Indeed, I have left the religion of a people who do not believe in Allah, and they, in the Hereafter, are disbelievers","es":"[Dijo José:] \"Antes de que traigan la comida ya les habré dado su interpretación. La interpretación de los sueños es algo que mi Señor me enseñó; sepan primero que rechazo las costumbres de un pueblo que no cree en Dios y niega la existencia de la otra vida","fr":"«La nourriture qui vous est attribuée ne vous parviendra point, dit-il, que je ne vous aie avisés de son interprétation [de votre nourriture] avant qu'elle ne vous arrive. Cela fait partie de ce que mon Seigneur m'a enseigné. Certes, j'ai abandonné la religion d'un peuple qui ne croit pas en Allah et qui nie la vie future»","id":"Dia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama orang-orang yang tidak beriman kepada Allah, bahkan mereka tidak percaya kepada hari akhirat","ru":"Он сказал: «Не успеют принести еду, которой вас кормят, как еще раньше я растолкую ваши сновидения. Это - часть того, чему научил меня мой Господь. Воистину, я отрекся от религии людей, которые не веруют в Аллаха и не признают Последнюю жизнь","sv":"[Josef] svarade: \"Innan ni har fått ert [dagliga] mål mat skall jag underrätta er om innebörden av dessa [drömmar], och det [som de varslar om] skall då ännu inte ha inträffat; detta är en del av den [kunskap] som min Herre har skänkt mig. Jag har tagit avstånd från dem som inte tror på Gud och som förnekar livet efter detta","tr":"Yusuf: \"Rabbimin bana öğrettiği bilgi ile, daha yiyeceğiniz yemek gelmeden size onu yorumlarım. Doğrusu ben, Allah'a inanmayan ve ahireti inkar eden, bir milletin dinini bırakmışımdır","ur":"یوسفؑ نے کہا: \"یہاں جو کھانا تمہیں ملا کرتا ہے اس کے آنے سے پہلے میں تمہیں اِن خوابوں کی تعبیر بتا دوں گا یہ علم اُن علوم میں سے ہے جو میرے رب نے مجھے عطا کیے ہیں واقعہ یہ ہے کہ میں نے اُن لوگوں کا طریقہ چھوڑ کر جو اللہ پر ایمان نہیں لاتے اور آخرت کا انکار کرتے ہیں","zh":"他说：“无论谁送什么食物给你俩之前，我能告诉给你们送的是什么。这是我的主教给我的。有一个民族不信仰安拉，不信仰后世，我确已抛弃他们的宗教。"},"transliteration":"Qala la yateekuma taAAamun turzaqanihi illa nabbatukuma bitaweelihi qabla an yatiyakuma thalikuma mimma AAallamanee rabbee innee taraktu millata qawmin la yuminoona biAllahi wahum bialakhirati hum kafiroona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
