{"id":1634,"number":38,"text":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translations":{"en":"And I have followed the religion of my fathers, Abraham, Isaac and Jacob. And it was not for us to associate anything with Allah. That is from the favor of Allah upon us and upon the people, but most of the people are not grateful","es":"Yo sigo la religión de mis ancestros, Abraham, Isaac y Jacob. Nosotros no asociamos ningún copartícipe a Dios. Esto es una gracia de Dios para nosotros y para todo aquel que siga la guía, pero la mayoría de la gente no lo agradece","fr":"Et j'ai suivi la religion de mes ancêtres, Abraham, Isaac et Jacob. Il ne nous convient pas d'associer à Allah quoi que ce soit. Ceci est une grâce d'Allah sur nous et sur tout le monde; mais la plupart des gens ne sont pas reconnaissants","id":"dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah karunia dari Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur","ru":"Я последовал за верой моих отцов Ибрахима (Авраама), Исхака (Исаака) и Йакуба (Иакова). Нам не подобает поклоняться никому, кроме Аллаха. Такова милость Аллаха к нам и к человечеству, но большинство людей неблагодарны","sv":"och jag bekänner den tro som var mina förfäders, Abrahams, Isaks och Jakobs tro: det är otänkbart för oss att sätta något, vad det än kan vara, vid Guds sida. Denna [tro] är Guds nådiga gåva till oss och till alla människor, men de flesta människor är inte tacksamma","tr":"Atalarım İbrahim, İshak ve Yakub'un dinine uydum. Allah'a herhangi bir ortak koşmak bize yaraşmaz; bu, Allah'ın bize ve insanlara olan lütfudur; fakat insanların çoğu şükretmez\" dedi","ur":"اپنے بزرگوں، ابراہیمؑ، اسحاقؑ اور یعقوبؑ کا طریقہ اختیار کیا ہے ہمارا یہ کام نہیں ہے کہ اللہ کے ساتھ کسی کو شریک ٹھیرائیں در حقیقت یہ اللہ کا فضل ہے ہم پر اور تمام انسانوں پر (کہ اس نے اپنے سوا کسی کا بندہ ہمیں نہیں بنایا) مگر اکثر لوگ شکر نہیں کرتے","zh":"我遵循我的祖先——易卜拉欣、易司哈格、叶儿孤白的宗教。我们不该以任何物配安拉，这是安拉施于我们和世人的恩惠，但世人大半不感谢。"},"transliteration":"WaittabaAAtu millata abaee ibraheema waishaqa wayaAAqooba ma kana lana an nushrika biAllahi min shayin thalika min fadli Allahi AAalayna waAAala alnnasi walakinna akthara alnnasi la yashkuroona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
