{"id":1636,"number":40,"text":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translations":{"en":"You worship not besides Him except [mere] names you have named them, you and your fathers, for which Allah has sent down no authority. Legislation is not but for Allah. He has commanded that you worship not except Him. That is the correct religion, but most of the people do not know","es":"Los [ídolos] que adoran en lugar de Dios, no son sino nombres que ustedes y sus padres han elegido [para algunas piedras y estatuas], siendo que Dios no les reveló nada al respecto. El juicio solo pertenece a Dios, Quien ordenó que no adoren a nada ni nadie excepto a Él; esa es la religión verdadera, pero la mayoría de la gente lo ignora","fr":"Vous n'adorez, en dehors de Lui, que des noms que vous avez inventés, vous et vos ancêtres, et à l'appui desquels Allah n'a fait descendre aucune preuve. Le pouvoir n'appartient qu'à Allah. Il vous a commandé de n'adorer que Lui. Telle est la religion droite; mais la plupart des gens ne savent pas","id":"Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat, baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui","ru":"Помимо Него вы поклоняетесь лишь именам, которые придумали вы и ваши отцы. Аллах не ниспослал о них никакого доказательства. Решение принимает только Аллах. Он повелел, чтобы вы не поклонялись никому, кроме Него. Это и есть правая вера, но большая часть людей не знает этого","sv":"Vad ni dyrkar vid sidan av Honom är ingenting annat än namn som ni har tänkt ut, ni och era förfäder; Gud har inte gett er tillstånd till detta. Ingen dömer utom Gud; Han befaller er att dyrka Honom ensam. Detta är den evigt sanna tron, men de flesta människor har ingen kunskap [om detta]","tr":"Allah'ı bırakıp taptığınız, sizin ve babalarınızın adlandırdığı putlardan başka bir şey değildir. Allah onların doğru olduğuna dair bir delil indirmemiştir. Hüküm vermek ancak Allah'a aittir; kendisinden başkasına değil, O'na tapmanızı emretmiştir. Bu, dosdoğru dindir, fakat insanların çoğu bilmezler","ur":"اُس کو چھوڑ کر تم جن کی بندگی کر رہے ہو وہ اس کے سوا کچھ نہیں ہیں کہ بس چند نام ہیں جو تم نے اور تمہارے آباؤ اجداد نے رکھ لیے ہیں، اللہ نے ان کے لیے کوئی سند نازل نہیں کی فرماں روائی کا اقتدار اللہ کے سوا کسی کے لیے نہیں ہے اس کا حکم ہے کہ خود اس کے سوا تم کسی کی بندگی نہ کرو یہی ٹھیٹھ سیدھا طریق زندگی ہے، مگر اکثر لوگ جانتے نہیں ہیں","zh":"你们舍安拉而崇拜的，只是你们和你们的祖先所定的一些（偶像）名称，安拉并未加以证实，一切判决只归安拉。他命令你们只崇拜他。这才是正教。但世人大半不知道。"},"transliteration":"Ma taAAbudoona min doonihi illa asmaan sammaytumooha antum waabaokum ma anzala Allahu biha min sultanin ini alhukmu illa lillahi amara alla taAAbudoo illa iyyahu thalika alddeenu alqayyimu walakinna akthara alnnasi la yaAAlamoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
