{"id":1637,"number":41,"text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","translations":{"en":"O two companions of prison, as for one of you, he will give drink to his master of wine; but as for the other, he will be crucified, and the birds will eat from his head. The matter has been decreed about which you both inquire","es":"¡Compañeros de cárcel! [La interpretación de sus sueños es que] uno servirá vino [de nuevo] al rey; mientras que el otro será crucificado y los pájaros comerán de su cabeza. El asunto sobre el que me han consultado ya ha sido decretado","fr":"O mes deux compagnons de prison! L'un de vous donnera du vin à boire à son maître; quant à l'autre, il sera crucifié, et les oiseaux mangeront de sa tête. L'affaire sur laquelle vous me consultez est déjà décidée.»","id":"Wahai kedua penghuni penjara, \"Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku)","ru":"О мои товарищи по темнице! Один из вас будет разливать вино для своего господина, а другой будет распят, и птицы будут клевать с его головы. Дело, о котором вы спрашивали, уже предрешено»","sv":"[Nu till era drömmar,] kamrater i fångenskapen! En av er båda skall [åter] skänka i vin åt sin herre, men den andre skall korsfästas och fåglarna skall hacka i sig [vad som är ätbart] av hans huvud. I detta som ni begärde att jag skulle förklara, har [Guds] oåterkalleliga dom fallit","tr":"Ey mahpus arkadaşlarım! Biriniz efendinize şarap sunacak, diğeri asılacak ve kuşlar başından yiyecektir. Sorduğunuz iş işte böylece kesinleşmiştir","ur":"اے زنداں کے ساتھیو، تمہارے خواب کی تعبیر یہ ہے کہ تم میں سے ایک تو اپنے رب (شاہ مصر) کو شراب پلائے گا، رہا دوسرا تو اسے سولی پر چڑھایا جائے گا اور پرندے اس کا سر نوچ نوچ کر کھائیں گے فیصلہ ہو گیا اُس بات کا جو تم پوچھ رہے تھے","zh":"同监狱的两位朋友啊！你俩中有一个要替他的主人斟酒，有一个要被钉死在十字架上，而众鸟飞到他的头上来鹐他。你俩所询问的事情，已被判决了。”"},"transliteration":"Ya sahibayi alssijni amma ahadukuma fayasqee rabbahu khamran waamma alakharu fayuslabu fatakulu alttayru min rasihi qudiya alamru allathee feehi tastaftiyani","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
