{"id":1638,"number":42,"text":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","translations":{"en":"And he said to the one whom he knew would go free, \"Mention me before your master.\" But Satan made him forget the mention [to] his master, and Joseph remained in prison several years","es":"Le dijo [José] a quien supo que quedaría en libertad: \"Menciona mi caso ante el rey\". Pero el demonio le hizo olvidar que lo mencionara ante su amo, por lo que [José] permaneció en la cárcel varios años más","fr":"Et il dit à celui des deux dont il pensait qu'il serait délivré: «Parle de moi auprès de ton maître». Mais le Diable fit qu'il oublia de rappeler (le cas de Joseph) à son maître. Joseph resta donc en prison quelques années","id":"Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, \"Terangkanlah keadaanku kepada tuanmu.\" Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya","ru":"Он попросил того, который, по его предположению, должен был спастись: «Напомни обо мне твоему господину». Но дьявол побудил его позабыть напомнить это его господину (или дьявол побудил Йусуфа забыть помянуть своего Господа), и он пробыл в темнице несколько лет","sv":"Till den av de två som [Josef] förutsåg skulle släppas fri, sade han: \"[När du åter är hos din herre] påminn honom om mig.\" Men Djävulen kom honom att glömma att påminna sin herre, och så blev [Josef] kvar i fängelset ännu några år","tr":"İkisinden, kurtulacağını sandığı kimseye Yusuf: \"Efendinin yanında beni an\" dedi. Ama şeytan efendisine onu hatırlatmayı unutturdu ve Yusuf bu yüzden daha birkaç yıl hapiste kaldı","ur":"پھر اُن میں سے جس کے متعلق خیال تھا کہ وہ رہا ہو جائے گا اس سے یوسفؑ نے کہا کہ \"اپنے رب (شاہ مصر) سے میرا ذکر کرنا\" مگر شیطان نے اسے ایسا غفلت میں ڈالا کہ وہ اپنے رب (شاہ مصر) سے اس کا ذکر کرنا بھول گیا اور یوسفؑ کئی سال قید خانے میں پڑا رہا","zh":"他对他俩中预料会被释放的人说：“请你在你的主人面前替我申冤。”但恶魔使他忘记在他的主人面前替优素福申冤，以至他在监里坐了几年。"},"transliteration":"Waqala lillathee thanna annahu najin minhuma othkurnee AAinda rabbika faansahu alshshaytanu thikra rabbihi falabitha fee alssijni bidAAa sineena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
