{"id":1639,"number":43,"text":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَـٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","translations":{"en":"And [subsequently] the king said, \"Indeed, I have seen [in a dream] seven fat cows being eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry. O eminent ones, explain to me my vision, if you should interpret visions","es":"[Cierto día] dijo el rey: \"He visto en mis sueños siete vacas gordas devoradas por siete vacas flacas, y siete espigas verdes y otras [siete] secas. ¡Cortesanos! Expliquen mi sueño, si es que saben interpretarlo","fr":"Et le roi dit: «En vérité, je voyais (en rêve) sept vaches grasses mangées par sept maigres; et sept épis verts, et autant d'autres, secs. O conseil de notables, donnez-moi une explication de ma vision, si vous savez interpréter le rêve»","id":"Dan raja berkata (kepada para pemuka kaumnya), \"Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi","ru":"Царь сказал: «Я видел, как семь тощих коров пожирают семерых тучных, а также семь зеленых колосьев и семь высохших. О знатные люди! Разъясните мое видение, если вы умеете толковать сны»","sv":"[EN DAG] sade kungen [till sitt församlade råd]: \"Jag har [i en dröm sett] sju feta kor ätas upp av sju magra och sju gröna ax [stå bredvid sju] andra, som var förtorkade. Upplys mig, ni rådmän, om [innebörden av] min dröm, om ni är skickliga i att tyda drömmar","tr":"Hükümdar: \"Ben, yedi semiz ineği yedi zayıf ineğin yediğini; yedi yeşil başak ve bir o kadar da kurumuş başak görüyorum. Ey ileri gelenler! Eğer rüya yormasını biliyorsanız rüyamı söyleyiniz.\" dedi","ur":"ایک روز بادشاہ نے کہا \"میں نے خواب میں دیکھا ہے کہ سات موٹی گائیں ہیں جن کو سات دبلی گائیں کھا رہی ہیں، اور اناج کی سات بالیں ہری ہیں اور دوسری سات سوکھی اے اہل دربار، مجھے اس خواب کی تعبیر بتاؤ اگر تم خوابوں کا مطلب سمجھتے ہو","zh":"国王说：“我确已梦见七头胖黄牛，被七头瘦黄牛吃掉了，又梦见七穗青麦子，和七穗干麦子。侍从们呀！你们替我圆圆这个梦。如果你们是会圆梦的人。”"},"transliteration":"Waqala almaliku innee ara sabAAa baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAa sunbulatin khudrin waokhara yabisatin ya ayyuha almalao aftoonee fee ruyaya in kuntum lilrruya taAAburoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
