{"id":1642,"number":46,"text":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","translations":{"en":"[He said], \"Joseph, O man of truth, explain to us about seven fat cows eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry - that I may return to the people; perhaps they will know [about you]","es":"¡José! ¡Tú que dices la verdad! Interpreta qué significa un sueño donde siete vacas gordas son devoradas por siete vacas flacas, y [donde aparecen] siete espigas verdes y otras [siete] secas; para que regrese con su explicación ante la gente y así sepan [sobre tu don]","fr":"«O toi, Joseph, le véridique! Eclaire-nous au sujet de sept vaches grasses que mangent sept très maigres, et sept épis verts et autant d'autres, secs, afin que je retourne aux gens et qu'ils sachent [l'interprétation exacte du rêve]»","id":"Yusuf, wahai orang yang sangat dipercaya! Terangkanlah kepada kami (takwil mimpi) tentang tujuh ekor sapi betina yang gemuk yang dimakan oleh tujuh (ekor sapi betina) yang kurus, tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu, agar mereka mengetahuinya","ru":"Он сказал: «О Йусуф (Иосиф)! О правдивый муж! Поведай нам о семи тучных коровах, которых пожирают семь тощих, а также о семи зеленых колосьях и семи высохших, чтобы я вернулся к людям. Быть может, они уразумеют»","sv":"[Så gick han till Josef i fängelset och sade:] \"Josef, du som alltid håller dig till sanningen! Upplys oss om [betydelsen av en dröm om] sju feta kor som äts upp av sju magra och där sju gröna ax [står bredvid sju] andra, som är förtorkade, så att jag kan återvända till dem [som har sänt mig] och ge dem [ditt svar]","tr":"Hapishaneye varıp: \"Ey doğru sözlü Yusuf! Rüyada görülen yedi semiz ineği yedi zayıf ineğin yemesi; yedi yeşil başak ve bir o kadar kuru başak nedir? Bize yorumla, ben de insanlara ulaştırayım da bilsinler\" dedi","ur":"اس نے جا کر کہا \"یوسفؑ، اے سراپا راستی، مجھے اس خواب کا مطلب بتا کہ سات موٹی گائیں جن کو سات دبلی گائیں کھا رہی ہیں اور سات بالیں ہری ہیں اور سات سوکھی شاید کہ میں اُن لوگوں کے پاس جاؤں اور شاید کہ وہ جان لیں","zh":"“优素福，忠实的人呀！请你为我们圆圆这个梦，七头胖黄牛，被七头瘦黄牛吃掉了，又有七穗青麦子，和七穗干麦子。我好回去告诉人们，让他们知道这个梦的意义。”"},"transliteration":"Yoosufu ayyuha alssiddeequ aftina fee sabAAi baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAi sunbulatin khudrin waokhara yabisatin laAAallee arjiAAu ila alnnasi laAAallahum yaAAlamoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
