{"id":1646,"number":50,"text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّـٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","translations":{"en":"And the king said, \"Bring him to me.\" But when the messenger came to him, [Joseph] said, \"Return to your master and ask him what is the case of the women who cut their hands. Indeed, my Lord is Knowing of their plan","es":"[Al escuchar la interpretación,] el rey dijo: \"¡Tráiganlo ante mí!\" Pero cuando el enviado se presentó ante José, éste le dijo: \"Regresa ante tu amo y pregúntale qué pasó con aquellas mujeres que se cortaron las manos. Mi Señor está bien enterado de sus conspiraciones","fr":"Et le roi dit: «Amenez-le moi». Puis, lorsque l'émissaire arriva auprès de lui, [Joseph] dit: «Retourne auprès de ton maître et demande-lui: «Quelle était la raison qui poussa les femmes à se couper les mains? Mon Seigneur connaît bien leur ruse»","id":"Dan raja berkata, \"Bawalah dia kepadaku.\" Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, \"Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana halnya perempuan-perempuan yang telah melukai tangannya. Sungguh, Tuhanku Maha Mengetahui tipu daya mereka","ru":"Царь сказал: «Приведите его ко мне!». Когда к нему пришел посланец, он сказал: «Возвращайся к своему господину и спроси его, что стало с женщинами, которые порезали себе руки. Воистину, моему Господу известно об их кознях»","sv":"[När kungen hörde vad Josef sagt] befallde han: \"För honom till mig!\" Men då budbäraren kom till honom sade han: \"Gå tillbaka till din herre och fråga honom om kvinnorna som skar sig i händerna. [Ingen utom] Gud, min Herre, har kännedom om deras onda anslag [mot mig]","tr":"Hükümdar: \"Onu bana getirin\" dedi. Yusuf'a elçi gelince, \"Efendine dön, kadınlar niçin ellerini kesmişlerdi bir sor; doğrusu Rabbim onların hilesini bilir\" dedi","ur":"بادشاہ نے کہا اسے میرے پاس لاؤ مگر جب شاہی فرستادہ یوسفؑ کے پاس پہنچا تو اس نے کہا \"اپنے رب کے پاس واپس جا اور اس سے پوچھ کہ اُن عورتوں کا کیا معاملہ ہے جنہوں نے اپنے ہاتھ کاٹ لیے تھے؟ میرا رب تو ان کی مکاری سے واقف ہی ہے","zh":"国王说：“你们带他来见我吧！”当使者到来的时候，他说：“请你回去问问你的主人，曾经把自己的手割伤了的那些妇女，现在是怎样的？我的主是全知她们的诡计的。”"},"transliteration":"Waqala almaliku itoonee bihi falamma jaahu alrrasoolu qala irjiAA ila rabbika faisalhu ma balu alnniswati allatee qattaAAna aydiyahunna inna rabbee bikaydihinna AAaleemun","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
