{"id":1647,"number":51,"text":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ","translations":{"en":"Said [the king to the women], \"What was your condition when you sought to seduce Joseph?\" They said, \"Perfect is Allah! We know about him no evil.\" The wife of al-'Azeez said, \"Now the truth has become evident. It was I who sought to seduce him, and indeed, he is of the truthful","es":"[Las mujeres fueron reunidas ante el rey y] les dijo: \"¿Qué sucedió cuando intentaron seducir a José?\" Dijeron: \"¡Que Dios nos ampare! No sabemos nada malo de él\". Entonces la mujer del gobernador dijo: \"Ahora la verdad ha salido a la luz. Yo soy la que quiso seducirlo, y él decía la verdad","fr":"Alors, [le roi leur] dit: «Qu'est-ce donc qui vous a poussées à essayer de séduire Joseph?» Elles dirent: «A Allah ne plaise! Nous ne connaissons rien de mauvais contre lui». Et la femme d'Al-'Azize dit: «Maintenant la vérité s'est manifestée. C'est moi qui ai voulu le séduire. Et c'est lui, vraiment, qui est du nombre des véridiques!»","id":"Dia (raja) berkata (kepada perempuan-perempuan itu), \"Bagaimana keadaanmu413) ketika kamu menggoda Yusuf untuk menundukkan dirinya?\" Mereka berkata, \"Mahasempurna Allah, kami tidak mengetahui sesuatu keburukan darinya.\" Istri Al-Aziz berkata, \"Sekarang jelaslah kebenaran itu, akulah yang menggoda dan merayunya, dan sesungguhnya dia termasuk orang yang benar","ru":"Он сказал: «Что вы скажете о том, как вы пытались соблазнить Йусуфа (Иосифа)?». Они ответили: «Упаси Аллах! Мы не знаем о нем ничего плохого». Жена знатного мужа сказала: «Теперь истина прояснилась. Это я пыталась соблазнить его, а он - один из тех, кто говорит правду","sv":"[Kungen sände efter kvinnorna och] frågade dem: \"Vad hade ni i sikte när ni försökte förföra Josef?\" De svarade: \"Måtte Gud förlåta oss! Det fanns ingenting ont i honom.\" [Då] sade den högt uppsatte mannens hustru: \"Nu har det verkliga förhållandet kommit i dagen! Det var jag som försökte förföra honom och han har sagt sanningen","tr":"Hükümdar kadınlara: \"Yusuf'un olmak istediğiniz zaman durumunuz neydi?\" dedi. Kadınlar, \"Haşa! Onun bir fenalığını görmedik\" dediler. Vezirin karısı: \"Şimdi gerçek ortaya çıktı; onun olmak isteyen bendim; doğrusu Yusuf doğrulardandır\" dedi","ur":"اس پر بادشاہ نے ان عورتوں سے دریافت کیا \"تمہارا کیا تجربہ ہے اُس وقت کا جب تم نے یوسفؑ کو رجھانے کی کوشش کی تھی؟\" سب نے یک زبان ہو کر کہا \"حاشاللہ، ہم نے تو اُس میں بدی کا شائبہ تک نہ پایا\" عزیز کی بیوی بول اٹھی \"اب حق کھل چکا ہے، وہ میں ہی تھی جس نے اُس کو پھسلانے کی کوشش کی تھی، بے شک وہ بالکل سچا ہے","zh":"国王说：“你们勾引优素福的时候，你们的实情是什么？”她们说：“啊呀！我们不知道他有一点罪过。”权贵的妻子说：“现在真相大白了，是我勾引他，他确是诚实的人。”"},"transliteration":"Qala ma khatbukunna ith rawadtunna yoosufa AAan nafsihi qulna hasha lillahi ma AAalimna AAalayhi min sooin qalati imraatu alAAazeezi alana hashasa alhaqqu ana rawadtuhu AAan nafsihi wainnahu lamina alssadiqeena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
