{"id":1649,"number":53,"text":"۞وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","translations":{"en":"And I do not acquit myself. Indeed, the soul is a persistent enjoiner of evil, except those upon which my Lord has mercy. Indeed, my Lord is Forgiving and Merciful","es":"No pretendo excusarme, porque el alma suele ordenar el mal, y solo están a salvo de ello aquellos a quienes mi Señor los protege. Mi Señor es Absolvedor, Misericordioso","fr":"Je ne m'innocente cependant pas, car l'âme est très incitatrice au mal, à moins que mon Seigneur, par miséricorde, [ne la préserve du péché]. Mon Seigneur est certes Pardonneur et très Miséricordieux»","id":"Dan aku tidak (menyatakan) diriku bebas (dari kesalahan), karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang","ru":"Я не оправдываю себя, ведь душа человека повелевает зло, если только мой Господь не проявит к ней милосердия. Воистину, мой Господь - Прощающий, Милосердный»","sv":"Jag påstår inte att jag är utan skuld - [något i] människans inre driver henne mot det onda, [och ingen går fri från detta] utom den som min Herre i Sin nåd förbarmar sig över. Min Herre är ständigt förlåtande, barmhärtig","tr":"Ben nefsimi temize çıkarmam; çünkü nefs, Rabbimin merhameti olmadıkça, kötülüğü emreder. Doğrusu Rabbim bağışlayandır, merhamet edendir","ur":"میں کچھ اپنے نفس کی براءَت نہیں کر رہا ہوں، نفس تو بدی پر اکساتا ہی ہے الا یہ کہ کسی پر میرے رب کی رحمت ہو، بے شک میرا رب بڑا غفور و رحیم ہے","zh":"（他说）：“我不自称清白；人性的确是怂恿人作恶的，除非我的主所怜悯的人。我的主确是至赦的，确是至慈的。”"},"transliteration":"Wama obarrio nafsee inna alnnafsa laammaratun bialssooi illa ma rahima rabbee inna rabbee ghafoorun raheemun","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
