{"id":165,"number":158,"text":"۞إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","translations":{"en":"Indeed, as-Safa and al-Marwah are among the symbols of Allah. So whoever makes Hajj to the House or performs 'umrah - there is no blame upon him for walking between them. And whoever volunteers good - then indeed, Allah is appreciative and Knowing","es":"[El recorrido entre los montes de] As-Safa y Al-Marwah es un rito establecido por Dios. Quien realice la peregrinación mayor o la peregrinación menor a La Casa [Sagrada de La Meca] sepa que no incurre en falta por realizar el recorrido ritual entre ambas. Y quien voluntariamente haga el bien, sepa que Dios se lo recompensará, pues Él premia las buenas intenciones","fr":"AS-Safâ et Al-Marwah sont vraiment parmi les lieux sacrés d'Allah. Donc, quiconque fait pèlerinage à la Maison ou fait l'Umra ne commet pas de péché en faisant le va-et-vient entre ces deux monts. Et quiconque fait de son propre gré une bonne œuvre, alors Allah est Reconnaissant, Omniscient","id":"Sesungguhnya Safa dan Marwah merupakan sebagian syiar (agama) Allah.53) Maka barang siapa beribadah haji ke Baitullah atau berumrah, tidak ada dosa baginya mengerjakan sai54) antara keduanya. Dan barang siapa dengan kerelaan hati mengerjakan kebajikan, maka Allah Maha Mensyukuri, 55) Maha Mengetahui","ru":"Воистину, ас-Сафа и аль-Марва - одни из обрядовых знамений Аллаха. Кто совершает хадж к Каабе или малое паломничество, тот не совершит греха, если пройдет между ними. А если кто добровольно совершает доброе дело, то ведь Аллах - Признательный, Знающий","sv":"As-Safa och Al-Marwah hör till Guds symboler. Den som beger sig till Helgedomen för den större eller den mindre vallfärden och då vill vandra fram och tillbaka mellan dem gör därför ingenting klandervärt. Och den som av fri vilja gör en god handling utöver vad plikten bjuder [skall finna att] Gud, som har kunskap om allt, erkänner [Sina tjänares] förtjänster","tr":"Şüphesiz Safa ile Merve Allah'ın nişanelerindendir. Kim Kabe'yi hacceder veya umre yaparsa, bu ikisini de tavaf etmesinde bir beis yoktur. Kim gönülden iyilik yaparsa, karşılığını görür. Doğrusu Allah şükrün karşılığını verendir ve bilendir","ur":"یقیناً صفا اور مَروہ، اللہ کی نشانیوں میں سے ہیں لہٰذا جو شخص بیت اللہ کا حج یا عمرہ کرے، اس کے لیے کوئی گناہ کی بات نہیں کہ وہ اِن دونوں پہاڑیوں کے درمیان سعی کر لے اور جو برضا و رغبت کوئی بھلائی کا کام کرے گا، اللہ کو اس کا علم ہے او ر وہ اس کی قدر کرنے والا ہے","zh":"赛法和麦尔维，确是安拉的标识。举行大朝和小朝的人，无妨游此两山。自愿行善者，（必得善报），因为安拉确是厚报的，确是全知的。"},"transliteration":"Inna alssafa waalmarwata min shaAAairi Allahi faman hajja albayta awi iAAtamara fala junaha AAalayhi an yattawwafa bihima waman tatawwaAAa khayran fainna Allaha shakirun AAaleemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
