{"id":1652,"number":56,"text":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translations":{"en":"And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will, and We do not allow to be lost the reward of those who do good","es":"Así fue como hice a José gobernar la tierra [de Egipto], donde pudo establecerse a su gusto. Concedo Mi misericordia a quien quiero, y no dejo que se pierda la recompensa de los que hacen el bien [en este mundo]","fr":"Ainsi avons-nous affermi (l'autorité de) Joseph dans ce territoire et il s'y installait là où il le voulait. Nous touchons de Notre miséricorde qui Nous voulons et ne faisons pas perdre aux hommes de bien le mérite [de leurs œuvres]","id":"Dan demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir); untuk tinggal dimana saja yang dia kehendaki. Kami melimpahkan rahmat kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang-orang yang berbuat baik","ru":"Так Мы наделили Йусуфа (Иосифа) властью на земле. Он мог поселиться там, где желал. Мы одаряем Своей милостью, кого пожелаем, и не теряем вознаграждения творящих добро","sv":"På detta sätt gav Vi Josef makt och myndighet i [Egypten]. Han kunde röra sig fritt och slå sig ned var han behagade. Vi välsignar den Vi vill med Vår nåd och Vi låter inte dem som gör det goda och det rätta gå miste om sin lön","tr":"Yusuf'u böylece o memlekete yerleştirdik; istediği yerlerde oturabilirdi. Rahmetimizi tıpkı bu misalde olduğu gibi istediğimize veririz; iyi davrananların ecrini zayi etmeyiz","ur":"اِس طرح ہم نے اُس سرزمین میں یوسفؑ کے لیے اقتدار کی راہ ہموار کی وہ مختار تھا کہ اس میں جہاں چاہے اپنی جگہ بنائے ہم اپنی رحمت سے جس کو چاہتے ہیں نوازتے ہیں، نیک لوگوں کا اجر ہمارے ہاں مارا نہیں جاتا","zh":"我这样使优素福在国内获得权力，在他所要的地方占优势，我把我的慈恩降给我所意欲者，我不会让行善者徒劳无酬。"},"transliteration":"Wakathalika makanna liyoosufa fee alardi yatabawwao minha haythu yashao nuseebu birahmatina man nashao wala nudeeAAu ajra almuhsineena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
