{"id":1655,"number":59,"text":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","translations":{"en":"And when he had furnished them with their supplies, he said, \"Bring me a brother of yours from your father. Do not you see that I give full measure and that I am the best of accommodators","es":"Cuando les hubo suministrado sus provisiones, les dijo: \"[La próxima vez que vengan,] traigan a su hermano por parte de padre. ¿No ven que les he dado la medida justa y soy el mejor de los anfitriones","fr":"Et quand il leur eut fourni leur provision, il dit: «Amenez-moi un frère que vous avez de votre père. Ne voyez-vous pas que je donne la pleine mesure et que je suis le meilleur des hôtes","id":"Dan ketika dia (Yusuf) menyiapkan bahan makanan untuk mereka, dia berkata, \"Bawalah kepadaku saudaramu yang seayah dengan kamu (Bunyamin), tidakkah kamu melihat bahwa aku menyempurnakan takaran dan aku adalah penerima tamu yang terbaik","ru":"Снабдив их провизией, он сказал: «Привезите ко мне вашего брата по отцу. Разве вы не убедились, что я сполна наполняю меру и что я - самый гостеприимный из хозяев","sv":"Och när han hade försett dem med [spannmål och] proviant för återfärden, sade han: \"Tag med er [på er nästa resa] er halvbroder på er faders sida [som jag vill träffa]! Har jag inte vägt upp [åt er] med fulla mått? Har jag inte visat stor gästfrihet","tr":"Onların yüklerini hazırlatınca şöyle dedi: \"Baba bir kardeşinizi bana getirin. Sizlere ölçüyü bol tuttuğumu ve benim misafir konuklayanların en iyisi olduğumu görmüyor musunuz","ur":"پھر جب اس نے ان کا سامان تیار کروا دیا تو چلتے وقت ان سے کہا، \"اپنے سوتیلے بھائی کو میرے پاس لانا دیکھتے نہیں ہو کہ میں کس طرح پیمانہ بھر کر دیتا ہوں اور کیسا اچھا مہمان نواز ہوں","zh":"当他以他们所需的粮食供给他们之后，他说：“你们把你们同父的弟弟带来见我吧！难道你们不见我把足量的粮食给你们，而且我是最好的东道主吗？"},"transliteration":"Walamma jahhazahum bijahazihim qala itoonee biakhin lakum min abeekum ala tarawna annee oofee alkayla waana khayru almunzileena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
