{"id":1659,"number":63,"text":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translations":{"en":"So when they returned to their father, they said, \"O our father, [further] measure has been denied to us, so send with us our brother [that] we will be given measure. And indeed, we will be his guardians","es":"Cuando regresaron ante su padre dijeron: \"¡Padre! Se nos ha negado el grano [en el futuro a menos que llevemos a Benjamín], envía pues a nuestro hermano con nosotros para que podamos aprovisionarnos, y ten certeza de que lo cuidaremos","fr":"Et lorsqu'ils revinrent à leur père, ils dirent: «O notre père, il nous sera refusé [à l'avenir] de nous ravitailler [en grain]. Envoie donc avec nous notre frère, afin que nous obtenions des provisions. Nous le surveillerons bien»","id":"Maka ketika mereka telah kembali kepada ayahnya (Yakub) mereka berkata, \"Wahai ayah kami! Kami tidak akan mendapat jatah (gandum) lagi, (jika tidak membawa saudara kami), sebab itu biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah, dan kami benar-benar akan menjaganya","ru":"Вернувшись к отцу, они сказали: «Отец наш! Нам не будут больше отмеривать зерно. Отпусти с нами нашего брата, и мы получим свою меру. Воистину, мы будем оберегать его»","sv":"Och när [Josefs bröder] återvände till sin fader sade de: \"Fader! Vi kommer inte att få handla till oss [mer] spannmål [om vi inte tar med oss vår unge broder]. Låt därför vår broder följa med oss så att vi får skaffa [vad vi behöver]. Vi skall se efter honom väl","tr":"Babalarına döndüklerinde, \"Ey babamız! Bize yiyecek yasak edildi, kardeşimizi bizimle beraber gönder de yiyecek alalım. Onu elbette koruruz\" dediler","ur":"جب وہ اپنے باپ کے پاس گئے تو کہا \"ابا جان، آئندہ ہم کو غلہ دینے سے انکار کر دیا گیا ہے، لہٰذا آپ ہمارے بھائی کو ہمارے ساتھ بھیج دیجیے تاکہ ہم غلہ لے کر آئیں اور اس کی حفاظت کے ہم ذمہ دار ہیں","zh":"他们回去见了他们的父亲，说：“我们的父亲啊！人家不准我们再籴粮了，请你派我们的弟弟和我们一同去，我们就能籴粮了；我们一定把他保护好。”"},"transliteration":"Falamma rajaAAoo ila abeehim qaloo ya abana muniAAa minna alkaylu faarsil maAAana akhana naktal wainna lahu lahafithoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
