{"id":1660,"number":64,"text":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translations":{"en":"He said, \"Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allah is the best guardian, and He is the most merciful of the merciful","es":"Dijo [Jacob]: \"¿Acaso esperan que se los confíe de la misma manera que antaño les confié a su hermano [José]? Dios es mejor custodio que ustedes, y el más Misericordioso de los misericordiosos","fr":"Il dit: «Vais-je vous le confier comme, auparavant, je vous ai confié son frère? Mais Allah est le meilleur gardien, et Il est Le plus Miséricordieux des miséricordieux!»","id":"Dia (Yakub) berkata, \"Bagaimana aku akan mempercayakannya (Bunyamin) kepadamu, seperti aku telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu?\" Maka Allah adalah Penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang","ru":"Он сказал: «Неужели я доверю его вам так, как доверил прежде его брата? Аллах охраняет лучше. Он - Милосерднейший из милосердных»","sv":"[Jakob] svarade: \"Skall jag anförtro honom åt er så som jag en gång anförtrodde er hans broder [Josef]? Nej, ingen vakar bättre över oss än Gud, den Barmhärtigaste av de barmhärtiga","tr":"Daha önce kardeşini size emanet ettiğim gibi, şimdi onu emanet eder miyim? Ama Allah en iyi koruyandır, O merhametlilerin merhametlisidir\" dedi","ur":"باپ نے جواب دیا \"کیا میں اُس کے معاملہ میں تم پر ویسا ہی بھروسہ کروں جیسا اِس سے پہلے اُس کے بھائی کے معاملہ میں کر چکا ہوں؟ اللہ ہی بہتر محافظ ہے اور وہ سب سے بڑھ کر رحم فرمانے والا ہے","zh":"他说：“对于他我能信任你们，正如以前对于他哥哥我信任你们一样吗？安拉是最善于保护的，也是最慈爱的。”"},"transliteration":"Qala hal amanukum AAalayhi illa kama amintukum AAala akheehi min qablu faAllahu khayrun hafithan wahuwa arhamu alrrahimeena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
