{"id":1661,"number":65,"text":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَـٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","translations":{"bn":"এবং যখন তারা আসবাবপত্র খুলল, তখন দেখতে পেল যে, তাদেরকে তাদের পন্যমুল্য ফেরত দেয়া হয়েছে। তারা বললঃ হে আমাদের পিতা, আমরা আর কি চাইতে পারি। এই আমাদের প্রদত্ত পন্যমূল্য, আমাদেরকে ফেরত দেয়া হয়েছে। এখন আমরা আবার আমাদের পরিবারবর্গের জন্যে রসদ আনব এবং আমাদের ভাইয়ের দেখাশোনা করব এবং এক এক উটের বরাদ্দ খাদ্যশস্য আমরা অতিরিক্ত আনব। ঐ বরাদ্দ সহজ।","en":"And when they opened their baggage, they found their merchandise returned to them. They said, \"O our father, what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement","id":"Dan ketika mereka membuka barang-barangnya, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, \"Wahai ayah kami! Apalagi yang kita inginkan. Ini barang-barang kita dikembalikan kepada kita, dan kita akan dapat memberi makan keluarga kita, dan kami akan memelihara saudara kami, dan kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu suatu hal yang mudah (bagi raja Mesir)","ru":"Когда они развязали свои вьюки, то обнаружили, что их деньги были возвращены им. Они сказали: «Отец наш! Что еще можно пожелать? Нам вернули наши деньги. Мы обеспечим пропитанием наши семьи, сбережем нашего брата и получим вдобавок верблюжий вьюк. Эта мера не будет обременительной»","tr":"Yüklerini açınca karşılık olarak götürdükleri mallarının kendilerine iade edilmiş olduğunu gördüler. \"Ey babamız! Daha ne isteriz; işte mallarımız da bize iade edilmiş; ailemize onunla yine yiyecek getirir, kardeşimizi de korur ve bir deve yükü de artırmış oluruz; esasen bu az bir şeydir\" dediler","ur":"پھر جب انہوں نے اپنا سامان کھولا تو دیکھا کہ ان کا مال بھی انہیں واپس کر دیا گیا ہے یہ دیکھ کر وہ پکار اٹھے \"ابا جان، اور ہمیں کیا چاہیے، دیکھیے یہ ہمارا مال بھی ہمیں واپس دے دیا گیا ہے بس اب ہم جائیں گے اور اپنے اہل و عیال کے لیے رسد لے آئیں گے، اپنے بھائی کی حفاظت بھی کریں گے اور ایک بارشتر اور زیادہ بھی لے آئیں گے، اتنے غلہ کا اضافہ آسانی کے ساتھ ہو جائے گا"},"chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"bn":"নবী ইউসুফ","en":"Joseph","id":"Yusuf","ru":"Йусуф","tr":"Yûsuf","ur":"یوسف"},"type":"meccan"}}
