{"id":1662,"number":66,"text":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","translations":{"en":"[Jacob] said, \"Never will I send him with you until you give me a promise by Allah that you will bring him [back] to me, unless you should be surrounded by enemies.\" And when they had given their promise, he said, \"Allah, over what we say, is Witness","es":"[Dijo Jacob:] \"No lo enviaré hasta que me juren solemnemente por Dios que lo traerán de regreso, a menos que se vean impedidos por fuerza mayor\". Cuando hicieron el juramento les dijo: \"Dios es testigo de este compromiso","fr":"Il dit: «Jamais je ne l'enverrai avec vous, jusqu'à ce que vous m'apportiez l'engagement formel au nom d'Allah que vous me le ramènerez à moins que vous ne soyez cernés». Lorsqu'ils lui eurent apporté l'engagement, il dit: «Allah est garant de ce que nous disons»","id":"Dia (Yakub) berkata, \"Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kepadaku kembali, kecuali jika kamu dikepung (musuh).\" Setelah mereka mengucapkan sumpah, dia (Yakub) berkata, \"Allah adalah saksi terhadap apa yang kita ucapkan","ru":"Он сказал: «Я не отпущу его с вами, пока вы не поклянетесь Аллахом, что непременно вернетесь с ним, если только вы не попадете в окружение». Когда же они поклялись ему, он сказал: «Аллах является Попечителем и Хранителем того, что мы сказали»","sv":"[Jakob] sade: \"Jag kommer inte att låta honom följa med er förrän ni inför Gud förpliktar er att föra honom tillbaka till mig, såvida ni inte själva alla mister livet.\" Och när de avlade sitt löfte sade han: \"Gud skall vaka över att vi uppfyller våra åtaganden","tr":"Babaları: \"Hepiniz helak olmadıkça onu bana geri getireceğinize dair Allah'a karşı sağlam bir söz vermezseniz, sizinle göndermeyeceğim\" dedi. Söz verdiklerinde: \"Sözümüze Allah vekildir\" dedi","ur":"ان کے باپ نے کہا \"میں اس کو ہرگز تمہارے ساتھ نہ بھیجوں گا جب تک کہ تم اللہ کے نام سے مجھ کو پیمان نہ دے دو کہ اِسے میرے پا س ضرور واپس لے کر آؤ گے الا یہ کہ کہیں تم گھیر ہی لیے جاؤ\" جب انہوں نے اس کو اپنے اپنے پیمان دے دیے تو اس نے کہا \"دیکھو، ہمارے اس قول پر اللہ نگہبان ہے","zh":"他说：“我不派他和你们一同去，直到你们指安拉而和我立誓约，你们誓必带他回来见我，除非你们全遭祸患。”当他们和他立誓约的时候，他说：“安拉是监护我们的誓约的。”"},"transliteration":"Qala lan orsilahu maAAakum hatta tutooni mawthiqan mina Allahi latatunnanee bihi illa an yuhata bikum falamma atawhu mawthiqahum qala Allahu AAala ma naqoolu wakeelun","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
