{"id":1663,"number":67,"text":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","translations":{"bn":"ইয়াকুব বললেনঃ হে আমার বৎসগণ! সবাই একই প্রবেশদ্বার দিয়ে যেয়ো না, বরং পৃথক পৃথক দরজা দিয়ে প্রবেশ করো। আল্লাহর কোন বিধান থেকে আমি তোমাদেরকে রক্ষা করতে পারি না। নির্দেশ আল্লাহরই চলে। তাঁরই উপর আমি ভরসা করি এবং তাঁরই উপর ভরসা করা উচিত ভরসাকারীদের।","en":"And he said, \"O my sons, do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allah at all. The decision is only for Allah; upon Him I have relied, and upon Him let those who would rely [indeed] rely","id":"Dan dia (Yakub) berkata, \"Wahai anak-anakku! Janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda; namun demikian aku tidak dapat mempertahankan kamu sedikit pun dari (takdir) Allah. Keputusan itu hanyalah bagi Allah. Kepada-Nya aku bertawakal dan kepada-Nya pula bertawakallah orang-orang yang bertawakal","ru":"Он сказал: «Сыновья мои! Не входите через одни ворота, а войдите через разные. Я ничем не смогу помочь вам вопреки воле Аллаха. Решение принимает только Аллах. На Него одного я уповаю, и пусть только на Него уповают уповающие»","tr":"Babaları: \"Oğullarım! Tek bir kapıdan değil, ayrı ayrı kapılardan girin. Ama Allah katında size bir faydam olmaz, hüküm ancak Allah'ındır, O'na güvendim, güvenenler de O'na güvensinler\" dedi","ur":"پھر اس نے کہا \"میرے بچو، مصر کے دارالسطنت میں ایک دروازے سے داخل نہ ہونا بلکہ مختلف دروازوں سے جانا مگر میں اللہ کی مشیت سے تم کو نہیں بچا سکتا، حکم اُس کے سوا کسی کا بھی نہیں چلتا، اسی پر میں نے بھروسہ کیا، اور جس کو بھی بھروسہ کرنا ہو اسی پر کرے"},"chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"bn":"নবী ইউসুফ","en":"Joseph","id":"Yusuf","ru":"Йусуф","tr":"Yûsuf","ur":"یوسف"},"type":"meccan"}}
