{"id":1664,"number":68,"text":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translations":{"en":"And when they entered from where their father had ordered them, it did not avail them against Allah at all except [it was] a need within the soul of Jacob, which he satisfied. And indeed, he was a possessor of knowledge because of what We had taught him, but most of the people do not know","es":"Pero aunque entraron del modo que les aconsejó su padre, esto de nada les habría servido contra el designio de Dios, pues solo era una prevención que Jacob había tomado [para proteger a sus hijos]. Jacob tenía un conocimiento que le había enseñado [a través de la revelación]. Pero la mayoría de la gente lo ignora","fr":"Etant entrés comme leur père le leur avait commandé [cela] ne leur servit à rien contre (les décrets d') Allah. Ce n'était [au reste] qu'une précaution que Jacob avait jugé [de leur recommander]. Il avait pleine connaissance de ce que Nous lui avions enseigné. Mais la plupart des gens ne savent pas","id":"Dan ketika mereka masuk sesuai dengan perintah ayah mereka, (masuknya mereka itu) tidak dapat menolak sedikit pun keputusan Allah, (tetapi itu) hanya suatu keinginan pada diri Yakub yang telah ditetapkannya. Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. Tetapi kebanyakan manusia tidak mengetahui","ru":"Они вошли так, как им велел отец. Он ничем не мог помочь им вопреки воле Аллаха, но таким было желание души Йакуба (Иакова), которое он удовлетворил (или которое было удовлетворено). Воистину, он обладал знанием, поскольку Мы научили его, но большая часть людей не знает этого","sv":"Och när de gick in [i staden genom olika portar] så som deras fader hade uppmanat dem att göra, var de inte skyddade mot [det som Gud hade beslutat]. [Med sina ord ville Jakob] ingenting annat än stilla oron [för sönerna] i sitt hjärta; med den kunskap Vi skänkt honom insåg han klart [att Guds vilja alltid måste ske], men om detta är de flesta människor okunniga","tr":"Babalarının emrettiği gibi girdiler. Esasen bu, Allah katında onlara bir fayda sağlamazdı, ancak Yakub içindeki arzuyu ortaya koymuş oldu. O, şüphesiz kendisine öğrettiğimizi bilir fakat insanların çoğu bilmezler","ur":"اور واقعہ بھی یہی ہوا کہ جب وہ اپنے باپ کی ہدایت کے مطابق شہر میں (متفرق دروازوں سے) داخل ہوئے تو اس کی یہ احتیاطی تدبیر اللہ کی مشیت کے مقابلے میں کچھ بھی کام نہ آسکی ہاں بس یعقوبؑ کے دل میں جو ایک کھٹک تھی اسے دور کرنے کے لیے اس نے اپنی سی کوشش کر لی بے شک وہ ہماری دی ہوئی تعلیم سے صاحب علم تھا مگر اکثر لوگ معاملہ کی حقیقت کو جانتے نہیں ہیں","zh":"当他们遵照他们的父亲的命令而进城的时候，他对于安拉的判决没有丝毫裨益，但那是叶尔孤白心中的一种希望，已把它表白出来。他曾受我的教诲，所以，他确是有知识的人，但世人的大半不知道。"},"transliteration":"Walamma dakhaloo min haythu amarahum aboohum ma kana yughnee AAanhum mina Allahi min shayin illa hajatan fee nafsi yaAAqooba qadaha wainnahu lathoo AAilmin lima AAallamnahu walakinna akthara alnnasi la yaAAlamoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
