{"id":1666,"number":70,"text":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","translations":{"en":"So when he had furnished them with their supplies, he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out, \"O caravan, indeed you are thieves","es":"Y tras haberles dado sus provisiones, escondió una copa [del rey] en el saco de su hermano [Benjamín]. Y [cuando iban saliendo de la ciudad] un pregonero gritó: \"¡Gente de la caravana, son unos ladrones","fr":"Puis, quand il leur eut fourni leurs provisions, il mit la coupe dans le sac de son frère. Ensuite un crieur annonça: «Caravaniers! vous êtes des voleurs»","id":"Maka ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan piala417) ke dalam karung saudaranya. Kemudian berteriaklah seseorang yang menyerukan, \"Wahai kafilah! Sesungguhnya kamu pasti pencuri","ru":"Снабдив их провизией, он положил чашу в мешок своего брата. А затем глашатай закричал: «О караванщики! Вы - воры»","sv":"När [Josef] såg till att de fick sin proviant [för återfärden] lade han [kungens] dryckesbägare i sin broders packficka. Och [när de var på väg ut ur staden hejdades de av] en utropare som ropade till dem: \"Ni där i karavanen! Ni har gjort er skyldiga till stöld","tr":"Yusuf onların yüklerini yükletirken, bir su kabını kardeşinin yüküne koydurdu. Sonra bir münadi şöyle bağırdı: \"Ey kervancılar, siz hırsızsınız","ur":"جب یوسفؑ ان بھائیوں کا سامان لدوانے لگا تو اس نے اپنے بھائی کے سامان میں اپنا پیالہ رکھ دیا پھر ایک پکارنے والے نے پکار کر کہا \"اے قافلے والو، تم لو گ چور ہو","zh":"当他以他们所需的粮食供给他们的时候，他（使人）把一只酒杯放在他弟弟的粮袋里，然后，一个传唤者传唤说：“队商啊！你们确是一伙小偷。”"},"transliteration":"Falamma jahhazahum bijahazihim jaAAala alssiqayata fee rahli akheehi thumma aththana muaththinun ayyatuha alAAeeru innakum lasariqoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
