{"id":167,"number":160,"text":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَـٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","translations":{"en":"Except for those who repent and correct themselves and make evident [what they concealed]. Those - I will accept their repentance, and I am the Accepting of repentance, the Merciful","es":"Excepto quienes se arrepientan, reparen y aclaren [lo que habían ocultado]. A ellos les aceptaré su arrepentimiento, porque Yo soy el Indulgente, el Misericordioso","fr":"sauf ceux qui se sont repentis, corrigés et déclarés: d'eux Je reçois le repentir. Car c'est Moi, l'Accueillant au repentir, le Miséricordieux","id":"kecuali mereka yang telah bertobat, mengadakan perbaikan dan menjelaskan(nya),56) mereka itulah yang Aku terima tobatnya dan Akulah Yang Maha Penerima tobat, Maha Penyayang","ru":"за исключением тех, которые раскаялись, исправили содеянное и стали разъяснять истину. Я приму их покаяния, ибо Я - Принимающий покаяния, Милосердный","sv":"dem undantagandes som visar ånger och gör bot och bättring och klarlägger [sanningen]; deras ånger vill Jag ta emot - ja, Jag är Den som går den ångerfulle till mötes, den Barmhärtige","tr":"İndirdiğimiz belgeleri ve doğru yolu Kitab'da insanlara açıkladıktan sonra, gizleyen kimseler var ya, onlara hem Allah lanet eder, hem lanetçiler lanet eder, ancak tevbe edenler, ıslah olanlar ve gerçeği ortaya koyanlar müstesna; işte onların tevbesini kabul ederim. Ben, tevbeleri daima kabul ve merhamet edenim","ur":"البتہ جو اس روش سے باز آ جائیں اور اپنے طرز عمل کی اصلاح کر لیں اور جو کچھ چھپاتے تھے، اُسے بیان کرنے لگیں، اُن کو میں معاف کر دوں گا اور میں بڑا در گزر کرنے والا اور رحم کرنے والا ہوں","zh":"惟悔罪自新，阐明真理的人，我将赦宥他们。我是至宥的，是至慈的。"},"transliteration":"Illa allatheena taboo waaslahoo wabayyanoo faolaika atoobu AAalayhim waana alttawwabu alrraheemu","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
