{"id":1672,"number":76,"text":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","translations":{"bn":"অতঃপর ইউসুফ আপন ভাইদের থলের পূর্বে তাদের থলে তল্লাশী শুরু করলেন। অবশেষে সেই পাত্র আপন ভাইয়ের থলের মধ্য থেকে বের করলেন। এমনিভাবে আমি ইউসুফকে কৌশল শিক্ষা দিয়েছিলাম। সে বাদশাহর আইনে আপন ভাইকে কখনও দাসত্বে দিতে পারত না, কিু栦#2438;ল্লাহ যদি ইচ্ছা করেন। আমি যাকে ইচ্ছা, মর্যাদায় উন্নীত করি এবং প্রত্যেক জ্ঞানীর উপরে আছে অধিকতর এক জ্ঞানীজন।","en":"So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion of the king except that Allah willed. We raise in degrees whom We will, but over every possessor of knowledge is one [more] knowing","id":"Maka mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri, kemudian dia mengeluarkan (piala raja) itu dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut undang-undang raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui","ru":"Он начал с их мешков до того, как обыскал мешок своего брата, а затем вытащил чашу из мешка своего брата. Мы научили Йусуфа этой хитрости, ибо по законам царя он не мог задержать своего брата, если бы того не захотел Аллах. Мы возносим по степеням тех, кого пожелаем, и выше любого обладающего знанием есть более знающий","tr":"Yusuf kardeşinin yükünden önce onlarınkini aramaya başladı; sonra kardeşinin yükünden su kabını çıkardı. İşte biz Yusuf'a böyle bir plan kullanmasını vahyettik. Çünkü hükümdarın kanunlarına göre kardeşini alıkoyamazdı, meğer ki Allah dileye. Dilediğimizi derecelerle yükseltiriz. Her ilim sahibinden üstün bir bilen bulunur","ur":"تب یوسفؑ نے اپنے بھائی سے پہلے اُن کی خرجیوں کی تلاشی لینی شروع کی، پھر اپنے بھائی کی خرجی سے گم شدہ چیز برآمد کر لی اِس طرح ہم نے یوسفؑ کی تائید اپنی تدبیر سے کی اُس کا یہ کام نہ تھا کہ بادشاہ کے دین (یعنی مصر کے شاہی قانون) میں اپنے بھائی کو پکڑتا الا یہ کہ اللہ ہی ایسا چاہے ہم جس کے درجے چاہتے ہیں بلند کر دیتے ہیں، اور ایک علم رکھنے والا ایسا ہے جو ہر صاحب علم سے بالا تر ہے"},"chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"bn":"নবী ইউসুফ","en":"Joseph","id":"Yusuf","ru":"Йусуф","tr":"Yûsuf","ur":"یوسف"},"type":"meccan"}}
