{"id":1673,"number":77,"text":"۞قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","translations":{"en":"They said, \"If he steals - a brother of his has stolen before.\" But Joseph kept it within himself and did not reveal it to them. He said, \"You are worse in position, and Allah is most knowing of what you describe","es":"[Tan pronto como la copa fue descubierta en el equipaje de Benjamín, los hermanos] dijeron: \"Si ha robado, ya antes un hermano suyo había robado\", pero José se contuvo y no les respondió, sino que pensó para sus adentros: \"Ustedes son mucho peores, y Dios sabe bien la mentira que están diciendo","fr":"Ils dirent: «S'il a commis un vol, un frère à lui auparavant a volé aussi.» Mais Joseph tint sa pensée secrète, et ne la leur dévoila pas. Il dit [en lui même]: «Votre position est bien pire encore! Et Allah connaît mieux ce que vous décrivez.»","id":"Mereka berkata, \"Jika dia mencuri, maka sungguh sebelum itu saudaranya pun pernah pula mencuri.\" Maka Yusuf menyembunyikan (kejengkelan) dalam hatinya dan tidak ditampakkannya kepada mereka. Dia berkata (dalam hatinya), \"Kedudukanmu justru lebih buruk. Dan Allah Maha Mengetahui apa yang kamu terangkan","ru":"Они сказали: «Если он украл, то ведь еще раньше воровал его брат». Йусуф (Иосиф) утаил это в своей душе и не открылся им, а только подумал: «Ваше положение еще более отвратительно, и Аллаху лучше знать о том, что вы измышляете»","sv":"[Och Josefs bröder] sade: \"Om han har stulit så har en broder till honom stulit före honom!\" Men Josef lät dem inte ana vad han tänkte utan behöll det inom sig; och han sade för sig själv: \"Ni är i ett värre läge [än han] - och Gud känner väl till vad ni påstår [om oss]","tr":"Çalmışsa, daha önce kardeşi de çalmıştı\" dediler. Yusuf bunu içinde sakladı, onlara açmadı. İçinden, \"Durumunuz pek kötüdür; anlattığınızı Allah daha iyi bilir\" dedi","ur":"ان بھائیوں نے کہا \"یہ چوری کرے تو کچھ تعجب کی بات بھی نہیں، اس سے پہلے اس کا بھائی (یوسفؑ) بھی چوری کر چکا ہے\" یوسفؑ ان کی یہ بات سن کر پی گیا، حقیقت ان پر نہ کھولی بس (زیر لب) اتنا کہہ کر رہ گیا کہ \"بڑے ہی برے ہو تم لوگ، (میرے منہ در منہ مجھ پر) جو الزام تم لگا رہے ہو اس کی حقیقت خدا خوب جانتا ہے","zh":"他们说：“如果他偷窃，那么，他有一个哥哥从前就偷窃过。”优素福把这句话隐藏在心中，没有对他们表示出来，他暗暗地说：“你们的处境是更恶劣的。安拉是知道你们所叙述的事情的。”"},"transliteration":"Qaloo in yasriq faqad saraqa akhun lahu min qablu faasarraha yoosufu fee nafsihi walam yubdiha lahum qala antum sharrun makanan waAllahu aAAlamu bima tasifoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
