{"id":1676,"number":80,"text":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translations":{"bn":"অতঃপর যখন তারা তাঁর কাছ থেকে নিরাশ হয়ে গেল, তখন পরামর্শের জন্যে এখানে বসল। তাদের জ্যেষ্ঠ ভাই বললঃ তোমরা কি জান না যে, পিতা তোমাদের কাছ থেকে আল্লাহর নামে অঙ্গীকার নিয়েছেন এবং পূর্বে ইউসুফের ব্যাপারেও তোমরা অন্যায় করেছো? অতএব আমি তো কিছুতেই এদেশ ত্যাগ করব না, যে পর্যন্ত না পিতা আমাকে আদেশ দেন অথবা আল্লাহ আমার পক্ষে কোন ব্যবস্থা করে দেন। তিনিই সর্বোত্তম ব্যবস্থাপক।","en":"So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, \"Do you not know that your father has taken upon you an oath by Allah and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allah decides for me, and He is the best of judges","id":"Maka ketika mereka berputus asa darinya (putusan Yusuf) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, \"Tidakkah kamu ketahui bahwa ayahmu telah mengambil janji dari kamu dengan (nama) Allah dan sebelum itu kamu telah menyia-nyiakan Yusuf? Sebab itu aku tidak akan meninggalkan negeri ini (Mesir), sampai ayahku mengizinkan (untuk kembali), atau Allah memberi keputusan terhadapku. Dan Dia adalah hakim yang terbaik","ru":"Отчаявшись, они уединились для совета, и старший из них сказал: «Помните ли вы о том, что отец заставил нас поклясться Аллахом и что раньше вы неправедно поступили с Йусуфом (Иосифом)? Я ни за что не покину этой страны, пока отец не разрешит мне или пока Аллах не примет Свое решение относительно меня. Воистину, Он - Наилучший из судий","tr":"Ümidsizliğe düşünce, konuşmak üzere bir kenara çekildiler. Büyükleri şöyle dedi: \"Babanızın Allah'a karşı sizden bir söz aldığını, daha önce Yusuf meselesinde de ileri gittiğinizi bilmiyor musunuz? Artık babam bana izin verene veya Allah hakkımda hüküm verene kadar ki O, hükmedenlerin en iyisidir bu yerden ayrılmayacağım. Siz dönün, babanıza gidin ve deyin ki: Ey Babamız! Senin oğlun hırsızlık yaptı, bu bildiğimizden başka bir şey görmedik; görülmeyeni de bilmeyiz; bulunduğumuz kasabanın halkına ve beraberinde olduğumuz kervana da sorabilirsin; biz şüphesiz doğru söylüyoruz","ur":"جب وہ یوسفؑ سے مایوس ہو گئے تو ایک گوشے میں جا کر آپس میں مشورہ کرنے لگے ان میں جو سب سے بڑا تھا وہ بولا \"تم جانتے نہیں ہو کہ تمہارے والد تم سے خدا کے نام پر کیا عہد و پیمان لے چکے ہیں اور اس سے پہلے یوسفؑ کے معاملہ میں جو زیادتی تم کر چکے ہو وہ بھی تم کو معلوم ہے اب میں تو یہاں سے ہرگز نہ جاؤں گا جب تک کہ میرے والد مجھے اجازت نہ دیں، یا پھر اللہ ہی میرے حق میں کوئی فیصلہ فرما دے کہ وہ سب سے بہتر فیصلہ کرنے والا ہے"},"chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"bn":"নবী ইউসুফ","en":"Joseph","id":"Yusuf","ru":"Йусуф","tr":"Yûsuf","ur":"یوسف"},"type":"meccan"}}
