{"id":1676,"number":80,"text":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translations":{"en":"So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, \"Do you not know that your father has taken upon you an oath by Allah and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allah decides for me, and He is the best of judges","es":"Cuando perdieron toda esperanza de persuadirlo, se retiraron a deliberar. Dijo el mayor de ellos: \"¿Recuerdan que nuestro padre nos hizo jurar solemnemente por Dios, pues ya antes habíamos fallado con respecto a José? No me moveré de esta tierra hasta que mi padre lo autorice, o Dios juzgue a mi favor, porque Él es el mejor de los jueces","fr":"Puis, lorsqu'ils eurent perdu tout espoir [de ramener Benyamin] ils se concertèrent en secret. Leur aîné dit: «Ne savez-vous pas que votre père a pris de vous un engagement formel au nom d'Allah, et que déjà vous y avez manqué autrefois à propos de Joseph? Je ne quitterai point le territoire, jusqu'à ce que mon père me le permette ou qu'Allah juge en ma faveur, et Il est le meilleur des juges","id":"Maka ketika mereka berputus asa darinya (putusan Yusuf) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, \"Tidakkah kamu ketahui bahwa ayahmu telah mengambil janji dari kamu dengan (nama) Allah dan sebelum itu kamu telah menyia-nyiakan Yusuf? Sebab itu aku tidak akan meninggalkan negeri ini (Mesir), sampai ayahku mengizinkan (untuk kembali), atau Allah memberi keputusan terhadapku. Dan Dia adalah hakim yang terbaik","ru":"Отчаявшись, они уединились для совета, и старший из них сказал: «Помните ли вы о том, что отец заставил нас поклясться Аллахом и что раньше вы неправедно поступили с Йусуфом (Иосифом)? Я ни за что не покину этой страны, пока отец не разрешит мне или пока Аллах не примет Свое решение относительно меня. Воистину, Он - Наилучший из судий","sv":"Och när de förstod att han inte kunde bevekas gick de åt sidan för att rådgöra med varandra. Den äldste av dem sade: \"Minns ni inte att vår fader tog ett högtidligt löfte av oss inför Gud och att vi en gång tidigare svek [vårt löfte] när det gällde Josef? Jag kommer därför inte att lämna detta land förrän min fader ger sitt tillstånd eller Gud dömer till min förmån; Han är den bäste av domare","tr":"Ümidsizliğe düşünce, konuşmak üzere bir kenara çekildiler. Büyükleri şöyle dedi: \"Babanızın Allah'a karşı sizden bir söz aldığını, daha önce Yusuf meselesinde de ileri gittiğinizi bilmiyor musunuz? Artık babam bana izin verene veya Allah hakkımda hüküm verene kadar ki O, hükmedenlerin en iyisidir bu yerden ayrılmayacağım. Siz dönün, babanıza gidin ve deyin ki: Ey Babamız! Senin oğlun hırsızlık yaptı, bu bildiğimizden başka bir şey görmedik; görülmeyeni de bilmeyiz; bulunduğumuz kasabanın halkına ve beraberinde olduğumuz kervana da sorabilirsin; biz şüphesiz doğru söylüyoruz","ur":"جب وہ یوسفؑ سے مایوس ہو گئے تو ایک گوشے میں جا کر آپس میں مشورہ کرنے لگے ان میں جو سب سے بڑا تھا وہ بولا \"تم جانتے نہیں ہو کہ تمہارے والد تم سے خدا کے نام پر کیا عہد و پیمان لے چکے ہیں اور اس سے پہلے یوسفؑ کے معاملہ میں جو زیادتی تم کر چکے ہو وہ بھی تم کو معلوم ہے اب میں تو یہاں سے ہرگز نہ جاؤں گا جب تک کہ میرے والد مجھے اجازت نہ دیں، یا پھر اللہ ہی میرے حق میں کوئی فیصلہ فرما دے کہ وہ سب سے بہتر فیصلہ کرنے والا ہے","zh":"当他们对优素福绝望的时候，他们离席而秘密会议，他们的大哥说：“你们的父亲曾要求你们指安拉发誓，难道你们不知道吗？从前，你们曾怠慢了优素福。我绝不离开这个地方，直到父亲允许我，或安拉为我而判决，他是最公正的判决者。"},"transliteration":"Falamma istayasoo minhu khalasoo najiyyan qala kabeeruhum alam taAAlamoo anna abakum qad akhatha AAalaykum mawthiqan mina Allahi wamin qablu ma farrattum fee yoosufa falan abraha alarda hatta yathana lee abee aw yahkuma Allahu lee wahuwa khayru alhakimeena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
