{"id":1677,"number":81,"text":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَـٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","translations":{"en":"Return to your father and say, \"O our father, indeed your son has stolen, and we did not testify except to what we knew. And we were not witnesses of the unseen","es":"Vuelvan ante nuestro padre y díganle: ¡Padre! Tu hijo ha robado, y solo atestiguamos sobre lo que hemos sabido, y no tenemos acceso a lo oculto [para saber si realmente lo hizo o no]","fr":"Retournez à votre père et dites: «O notre père, ton fils a volé. Et nous n'attestons que ce que nous savons. Et nous n'étions nullement au courant de l'inconnu","id":"Kembalilah kepada ayahmu dan katakanlah, \"Wahai ayah kami! Sesungguhnya anakmu telah mencuri dan kami hanya menyaksikan apa yang kami ketahui dan kami tidak mengetahui apa yang dibalik itu","ru":"Возвращайтесь к отцу и скажите: \"Отец наш! Твой сын украл. Мы свидетельствуем только о том, что знаем, и не ведаем о сокровенном","sv":"Vänd nu tillbaka till vår fader och säg: \"Fader! Din son har stulit! Vi berättar bara vad vi fått veta. Vi kunde inte vara på vår vakt mot det oförutsebara","tr":"Yakup: \"Sizi nefsiniz bir iş yapmaya sürükledi, artık bana güzelce sabır gerekir; belki Allah hepsini birden bana getirecektir, çünkü O bilendir, hakimdir\" dedi","ur":"تم جا کر اپنے والد سے کہو کہ \"ابا جان، آپ کے صاحبزادے نے چوری کی ہے ہم نے اسے چوری کرتے ہوئے نہیں دیکھا، جو کچھ ہمیں معلوم ہوا ہے بس وہی ہم بیان کر رہے ہیں، اور غیب کی نگہبانی تو ہم نہ کر سکتے تھے","zh":"你们回去见父亲，然后对他说：我们的父亲啊！你的儿子确已偷窃，我们只作证我们所知道的。我们不是保证幽玄的。"},"transliteration":"IrjiAAoo ila abeekum faqooloo ya abana inna ibnaka saraqa wama shahidna illa bima AAalimna wama kunna lilghaybi hafitheena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
