{"id":1679,"number":83,"text":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translations":{"en":"[Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allah will bring them to me all together. Indeed it is He who is the Knowing, the Wise","es":"[Pero Jacob al escucharlos] dijo: \"Lo que ha sucedido no es como me lo cuentan, sino que es una falsedad que inventaron. Me resignaré pacientemente y que Dios me dé consuelo para sobrellevar la desgracia que me acaban de contar. Quiera Dios devolverme a todos [mis hijos]. Él todo lo sabe, es el Sabio","fr":"Alors [Jacob] dit: Vos âmes plutôt vous ont inspiré [d'entreprendre] quelque chose!... Oh! belle patience. Il se peut qu'Allah me les ramènera tous les deux. Car c'est Lui l'Omniscient, le Sage»","id":"Dia (Yakub) berkata, \"Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. Maka (kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku. Sungguh, Dialah Yang Maha Mengetahui, Mahabijaksana","ru":"Он сказал: «О нет! Это ваши души ввели вас в соблазн, и лучше проявить терпение. Возможно, Аллах возвратит мне всех вместе. Воистину, Он - Знающий, Мудрый»","sv":"[NÄR DE hade återvänt till sin fader och berättat allt], sade han: \"[Detta kan inte vara sanningen]! Ni har låtit [onda] ingivelser driva er till [vad ni inte kan berätta]. Tålamod, du sköna [dygd, är vad jag nu måste visa: ingen klagan och inga förebråelser]! Kanske skall Gud låta dem alla återvända till mig; Han är den Allvetande, den Vise","tr":"Onlara sırt çevirdi, \"Vah, Yusuf'a yazık oldu!\" dedi ve üzüntüden gözlerine ak düştü. Artık acısını içinde saklıyordu","ur":"باپ نے یہ داستان سن کر کہا \"دراصل تمہارے نفس نے تمہارے لیے ایک اور بڑی بات کو سہل بنا دیا اچھا اس پر بھی صبر کروں گا اور بخوبی کروں گا کیا بعید ہے کہ اللہ ان سب کو مجھ سے لا ملا ئے، وہ سب کچھ جانتا ہے اور اس کے سب کام حکمت پر مبنی ہیں","zh":"他说：“不然，你们的私欲怂恿了你们做这件事，我只有很好的忍耐，但愿安拉把他们统统带来给我。他确是全知的，确是至睿的。”"},"transliteration":"Qala bal sawwalat lakum anfusukum amran fasabrun jameelun AAasa Allahu an yatiyanee bihim jameeAAan innahu huwa alAAaleemu alhakeemu","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
