{"id":1683,"number":87,"text":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","translations":{"en":"O my sons, go and find out about Joseph and his brother and despair not of relief from Allah. Indeed, no one despairs of relief from Allah except the disbelieving people","es":"¡Hijos míos! Vuelvan [a Egipto], averigüen sobre José y su hermano, y no desesperen de la bondad de Dios, pues no desesperan de la bondad de Dios sino los incrédulos","fr":"O mes fils! Partez et enquérez-vous de Joseph et de son frère. Et ne désespérez pas de la miséricorde d'Allah. Ce sont seulement les gens mécréants qui désespèrent de la miséricorde d'Allah»","id":"Wahai anak-anakku! Pergilah kamu, carilah (berita) tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir","ru":"О сыновья мои! Ступайте и разыщите Йусуфа (Иосифа) и его брата и не теряйте надежды на милость Аллаха, ибо отчаиваются в милости Аллаха только люди неверующие»","sv":"Bege er [nu] i väg, mina söner, för att forska efter Josefs och hans broders öden - och ge aldrig upp hoppet om Guds nåd som stillar all oro och lindrar all sorg. Ingen utom den som förnekar sanningen ger upp hoppet om att få erfara den tröst som Guds nåd skänker","tr":"Ey Oğullarım! Gidin, Yusuf'u ve kardeşini arayın. Allah'ın rahmetinden ümidinizi kesmeyin; doğrusu kafirlerden başkası Allah'ın rahmetinden ümidini kesmez","ur":"میرے بچو، جا کر یوسفؑ اور اس کے بھائی کی کچھ ٹوہ لگاؤ، اللہ کی رحمت سے مایوس نہ ہو، اس کی رحمت سے تو بس کافر ہی مایوس ہوا کرتے ہیں","zh":"他说：“我的孩子们！你们去打听优素福和他弟弟的消息吧。你们不要绝望于安拉的慈恩，只有不信道的人们才绝望于安拉的慈恩。”"},"transliteration":"Ya baniyya ithhaboo fatahassasoo min yoosufa waakheehi wala tayasoo min rawhi Allahi innahu la yayasu min rawhi Allahi illa alqawmu alkafiroona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
