{"id":1684,"number":88,"text":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","translations":{"en":"So when they entered upon Joseph, they said, \"O 'Azeez, adversity has touched us and our family, and we have come with goods poor in quality, but give us full measure and be charitable to us. Indeed, Allah rewards the charitable","es":"[En Egipto] se presentaron ante José y le dijeron: \"¡Oh, gobernador! Hemos sido alcanzados por la sequía, nosotros y nuestras familias, por eso trajimos mercadería de escaso valor, pero danos una justa medida y sé caritativo con nosotros; Dios recompensa a los generosos","fr":"Et lorsqu'ils s'introduisirent auprès de [Joseph,] ils dirent: «O al-'Azize, la famine nous a touchés, nous et notre famille; et nous venons avec une marchandise sans grande valeur. Donne-nous une pleine mesure, et fais-nous la charité. Certes, Allah récompense les charitables!»","id":"Maka ketika mereka masuk ke (tempat) Yusuf, mereka berkata, \"Wahai Al-Aziz! Kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah jatah (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang yang bersedekah","ru":"Войдя к нему, они сказали: «О повелитель! Нас и наш род поразила беда. Мы прибыли с небольшим товаром. Отмерь нам меру сполна и окажи нам милость. Воистину, Аллах вознаграждает творящих добро»","sv":"[SÖNERNA återvände till Egypten och] då de fick företräde [hos Josef] sade de: \"[Ädle och] mäktige herre! Olyckor har drabbat oss och vår familj och vi har nu [bara] varor utan större värde med oss. Ge oss dock av barmhärtighet ett helt mått [spannmål]! Gud belönar de barmhärtiga","tr":"Kardeşleri vezirin yanına vardıklarında: \"Ey Vezir! Biz ve çoluk çocuğumuz darlığa uğradık; pek değersiz bir malla geldik; ölçeği bize tam yap ve sadaka ver; Allah sadaka verenleri şüphesiz mükafatlandırır\" dediler","ur":"جب یہ لوگ مصر جا کر یوسفؑ کی پیشی میں داخل ہوئے تو انہوں نے عرض کیا کہ \"اے سردار با اقتدار، ہم اور ہمارے اہل و عیال سخت مصیبت میں مبتلا ہیں اور ہم کچھ حقیر سی پونجی لے کر آئے ہیں، آپ ہمیں بھر پور غلہ عنایت فرمائیں اور ہم کو خیرات دیں، اللہ خیرات کرنے والوں کو جزا دیتا ہے","zh":"当他们进去见优素福的时候，他们说：“权贵啊！我们和我们的眷属遭遇了灾害，只带来了一点劣质财物，请你给我们足量的粮食，请你施舍给我们。安拉一定会报酬施舍者。”"},"transliteration":"Falamma dakhaloo AAalayhi qaloo ya ayyuha alAAazeezu massana waahlana alddurru wajina bibidaAAatin muzjatin faawfi lana alkayla watasaddaq AAalayna inna Allaha yajzee almutasaddiqeena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
