{"id":1686,"number":90,"text":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translations":{"en":"They said, \"Are you indeed Joseph?\" He said \"I am Joseph, and this is my brother. Allah has certainly favored us. Indeed, he who fears Allah and is patient, then indeed, Allah does not allow to be lost the reward of those who do good","es":"Dijeron [sorprendidos]: \"¿Eres tú José?\" Respondió: \"Yo soy José y éste es mi hermano [Benjamín]. Dios nos ha agraciado [con el reencuentro]. Quienes tengan temor de Dios y sean pacientes [ante las adversidades], sepan que Dios no dejará de recompensar a los que hacen el bien","fr":"Ils dirent: «Est-ce que tu es... Certes, tu es Joseph!» - Il dit: «Je suis Joseph, et voici mon frère. Certes, Allah nous a favorisés. Quiconque craint et patiente... Et très certainement, Allah ne fait pas perdre la récompense des bienfaisants»","id":"Mereka berkata, \"Apakah engkau benar-benar Yusuf?\" Dia (Yusuf) menjawab, \"Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami.\" Sesungguhnya barang siapa bertakwa dan bersabar, maka sungguh, Allah tidak menyia-nyiakan pahala orang yang berbuat baik","ru":"Они сказали: «Неужели ты - Йусуф (Иосиф)?». Он сказал: «Я - Йусуф, а это - мой брат. Аллах облагодетельствовал нас. Воистину, если кто богобоязнен и терпелив, то ведь Аллах не теряет вознаграждения творящих добро»","sv":"[Och] de utbrast: \"Är du då Josef?\" Han svarade: \"Jag är Josef och här är min broder. Gud har sannerligen varit god mot oss! Den som fruktar Honom och bär motgången med tålamod [skall se att] Gud inte låter den som gör det goda och det rätta gå miste om sin lön","tr":"Yoksa sen Yusuf musun?\" dediler. \"Ben Yusuf'um, bu da kardeşim. Allah bize iyilikte bulundu; doğrusu kim kötülükten sakınır ve sabrederse bilsin ki Allah iyi davrananların ecrini katiyen zayi etmez\" dedi","ur":"وہ چونک کر بولے \"کیا تم یوسفؑ ہو؟\" اُس نے کہا، \"ہاں، میں یوسفؑ ہوں اور یہ میرا بھائی ہے اللہ نے ہم پر احسان فرمایا حقیقت یہ ہے کہ اگر کوئی تقویٰ اور صبر سے کام لے تو اللہ کے ہاں ایسے نیک لوگوں کا اجر مارا نہیں جاتا","zh":"他们说：“怎么，你呀！真是优素福吗？”他说：“我是优素福，这是我弟弟，安拉确已降恩给我们。谁敬畏而且坚忍，（谁必受报酬），因为安拉必不使行善者徒劳无酬。”"},"transliteration":"Qaloo ainnaka laanta yoosufa qala ana yoosufu wahatha akhee qad manna Allahu AAalayna innahu man yattaqi wayasbir fainna Allaha la yudeeAAu ajra almuhsineena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
