{"id":1692,"number":96,"text":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translations":{"en":"And when the bearer of good tidings arrived, he cast it over his face, and he returned [once again] seeing. He said, \"Did I not tell you that I know from Allah that which you do not know","es":"Cuando llegaron, le colocaron [la camisa] sobre su rostro y recuperó inmediatamente la vista. [Jacob] exclamó: \"¿No les dije que yo sabía de Dios lo que ustedes ignoran","fr":"Puis quand arriva le porteur de bonne annonce, il l'appliqua [la tunique] sur le visage de Jacob. Celui-ci recouvra [aussitôt] la vue, et dit: «Ne vous ai-je pas dit que je sais, par Allah, ce que vous ne savez pas?»","id":"Maka ketika telah tiba pembawa kabar gembira itu, maka diusapkannya (baju itu) ke wajahnya (Yakub), lalu dia dapat melihat kembali. Dia (Yakub) berkata, \"Bukankah telah aku katakan kepadamu, bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui","ru":"Когда же прибыл добрый вестник, накинул рубаху на его лицо и тот прозрел, он сказал: «Разве я не говорил вам, что мне известно от Аллаха то, чего вы не знаете?»","sv":"Men då den [av sönerna] som kom med den glada nyheten lade [Josefs skjorta] över hans ansikte såg han åter klart [och] utropade: \"Sa jag er inte att Gud har låtit mig veta något som ni inte vet","tr":"Müjdeci gelip, gömleği Yakub'un yüzüne bırakınca, hemen gözleri açıldı. Bunun üzerine Yakub \"Ben size, Allah katından sizin bilmediğinizi biliyorum dememiş miydim?\" dedi","ur":"پھر جب خو ش خبری لانے والا آیا تو اس نے یوسفؑ کا قمیص یعقوبؑ کے منہ پر ڈال دیا اور یکا یک اس کی بینائی عود کر آئی تب اس نے کہا \"میں تم سے کہتا نہ تھا؟ میں اللہ کی طرف سے وہ کچھ جانتا ہوں جو تم نہیں جانتے","zh":"当报喜者来到后，他就把那件衬衣蒙在他的脸上，他的眼睛立即恢复了视力。他说：“难道我没有对你们说过吗？我的确从安拉知道你们所不知道的。”"},"transliteration":"Falamma an jaa albasheeru alqahu AAala wajhihi fairtadda baseeran qala alam aqul lakum innee aAAlamu mina Allahi ma la taAAlamoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
