{"id":1696,"number":100,"text":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَـٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translations":{"en":"And he raised his parents upon the throne, and they bowed to him in prostration. And he said, \"O my father, this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed, my Lord is Subtle in what He wills. Indeed, it is He who is the Knowing, the Wise","es":"Hizo sentar en el trono a sus padres, que junto a todos [los hermanos] cayeron prosternados ante José, quien dijo: \"¡Padre mío! Esta es la interpretación del sueño que tuve [cuando era niño], y mi Señor hizo que se cumpliera. Dios me favoreció sacándome de la cárcel y trayéndolos del desierto ante mí, a pesar de que el demonio había sembrado la discordia entre mis hermanos y yo. Mi Señor es Sutil con quien quiere, y Él todo lo sabe, es Sabio","fr":"Et il éleva ses parents sur le trône, et tous tombèrent devant lui, prosternés. Et il dit: «O mon père, voilà l'interprétation de mon rêve de jadis. Allah l'a bel et bien réalisé... Et Il m'a certainement fait du bien quand Il m'a fait sortir de prison et qu'Il vous a fait venir de la campagne, [du désert], après que le Diable ait suscité la discorde entre mes frères et moi. Mon Seigneur est plein de douceur pour ce qu'Il veut. Et c'est Lui l'Omniscient, le Sage","id":"Dan dia menaikkan kedua orang tuanya ke atas singgasana. Dan mereka (semua) tunduk bersujud kepadanya (Yusuf). Dan dia (Yusuf) berkata, \"Wahai ayahku! Inilah takwil mimpiku yang dahulu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana","ru":"Он поднял своих родителей на трон, и они вместе с братьями пали ниц перед ним. Он сказал: «Отец мой! Это - толкование моего давнего сна. Господь мой сделал его явью. Он облагодетельствовал меня, освободив из темницы, и привел вас из пустыни после того, как дьявол посеял вражду между мною и моими братьями. Воистину, мой Господь добр, к кому пожелает. Воистину, Он - Знающий, Мудрый","sv":"Och han anvisade föräldrarna hedersplatsen [vid sin sida]; och de föll alla ned på sina ansikten [för att betyga honom sin vördnad]. Och [Josef] sade: \"Fader! Detta är innebörden av min dröm för länge sedan, som min Herre nu har låtit bli verklighet. I Sin godhet befriade Han mig ur fängelset och Han har fört er till mig från öknen, sedan Djävulen hade sått ovänskap mellan mig och mina bröder. Min Herre är outgrundlig [i Sina visa beslut och] i genomförandet av Sin vilja. Han är den Allvetande, den Vise","tr":"Ana babasını tahtın üzerine oturttu, hepsi onun önünde (Allah'a secde edip) eğildiler. O zaman Yusuf: \"Babacığım! İşte bu, vaktiyle gördüğüm rüyanın çıkışıdır; Rabbim onu gerçekleştirdi. Şeytan, benimle kardeşlerimin arasını bozduktan sonra, beni hapisten çıkaran, sizi çölden getiren Rabbim bana pek çok iyilikte bulundu. Doğrusu Rabbim dilediğine lütufkardır, O şüphesiz bilendir, Hakim'dir\" dedi","ur":"(شہر میں داخل ہونے کے بعد) اس نے اپنے والدین کو اٹھا کر اپنے پاس تخت پر بٹھایا اور سب اس کے آگے بے اختیار سجدے میں جھک گئے یوسفؑ نے کہا \"ابا جان، یہ تعبیر ہے میرے اُس خواب کی جو میں نے پہلے دیکھا تھا، میرے رب نے اسے حقیقت بنا دیا اس کا احسان ہے کہ اُس نے مجھے قید خانے سے نکالا، اور آپ لوگوں کو صحرا سے لا کر مجھ سے ملایا حالانکہ شیطان میرے اور میرے بھائیوں کے درمیان فساد ڈال چکا تھا واقعہ یہ ہے کہ میرا رب غیر محسوس تدبیروں سے اپنی مشیت پوری کرتا ہے، بے شک و ہ علیم اور حکیم ہے","zh":"他请他的双亲坐在高座上，他们为他而俯伏叩头。他说：“我的父亲啊！这就是我以前的梦兆的解释。我的主已使那个梦兆变成为事实了。他确已优待我，因为他把我从监狱里释放出来，他在恶魔离间我和我哥哥们之后，把你从沙漠里带到这里来。我的主，对他所意欲者是慈爱的。他确是全知的，确是至睿的。"},"transliteration":"WarafaAAa abawayhi AAala alAAarshi wakharroo lahu sujjadan waqala ya abati hatha taweelu ruyaya min qablu qad jaAAalaha rabbee haqqan waqad ahsana bee ith akhrajanee mina alssijni wajaa bikum mina albadwi min baAAdi an nazagha alshshaytanu baynee wabayna ikhwatee inna rabbee lateefun lima yashao innahu huwa alAAaleemu alhakeemu","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
