{"id":1704,"number":108,"text":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","translations":{"en":"Say, \"This is my way; I invite to Allah with insight, I and those who follow me. And exalted is Allah; and I am not of those who associate others with Him","es":"Di: \"Éste es mi sendero, tanto yo como quienes me siguen invitamos a adorar a Dios con conocimiento. ¡Glorificado sea Dios! No soy de los que idolatran divinidades junto a Dios","fr":"Dis: «Voici ma voie, j'appelle les gens à [la religion] d'Allah, moi et ceux qui me suivent, nous basant sur une preuve évidente. Gloire à Allah! Et je ne suis point du nombre des associateurs","id":"Katakanlah (Muhammad), \"Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (kamu) kepada Allah dengan yakin, Mahasuci Allah, dan aku tidak termasuk orang-orang musyrik","ru":"Скажи: «Таков мой путь. Я и мои последователи призываем к Аллаху согласно убеждению. Пречист Аллах, и я не являюсь одним из многобожников»","sv":"Säg [Muhammad]: \"Detta är min väg: jag uppmanar [er] med klarsyn och insikt att dyrka Gud - jag och de som följer mig. Stor är Gud i Sin härlighet - [fjärran från] de medhjälpare som de sätter vid Hans sida och som jag tar avstånd från","tr":"De ki: \"Benim yolum budur; ben ve bana uyanlar bilerek insanları Allah'a çağırırız. Allah'ı noksan sıfatlardan tenzih ederim. Ben asla Allah'a eş koşanlardan değilim","ur":"تم ان سے صاف کہہ دو کہ \"میرا راستہ تو یہ ہے، میں اللہ کی طرف بلاتا ہوں، میں خود بھی پوری روشنی میں اپنا راستہ دیکھ رہا ہوں اور میرے ساتھی بھی، اور اللہ پاک ہے اور شرک کرنے والوں سے میرا کوئی واسطہ نہیں","zh":"你说：“这是我的道路，我号召人们信仰安拉，我和随从我的人，都是依据明证的。（我证）安拉，超绝万物！我不是以物配主的人。”"},"transliteration":"Qul hathihi sabeelee adAAoo ila Allahi AAala baseeratin ana wamani ittabaAAanee wasubhana Allahi wama ana mina almushrikeena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
