{"id":1705,"number":109,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","translations":{"en":"And We sent not before you [as messengers] except men to whom We revealed from among the people of cities. So have they not traveled through the earth and observed how was the end of those before them? And the home of the Hereafter is best for those who fear Allah; then will you not reason","es":"No he enviado antes de ti sino a hombres que pertenecían a sus propias comunidades para que le transmitieran Mi revelación. ¿Por qué [quienes rechazan este mensaje] no viajan por el mundo y observan cómo fue que acabaron los pueblos de la antigüedad [que desmintieron a los Profetas]? La morada de la otra vida será mejor para quienes tienen temor de Dios. ¿Es que no van a reflexionar","fr":"Nous n'avons envoyé avant toi que des hommes originaires des cités, à qui Nous avons fait des révélations. [Ces gens là] n'ont-ils pas parcouru la terre et considéré quelle fut la fin de ceux qui ont vécu avant eux? La demeure de l'au-delà est assurément meilleure pour ceux qui craignent [Allah]. Ne raisonnerez-vous donc pas","id":"Dan Kami tidak mengutus sebelummu (Muhammad), melainkan orang laki-laki yang Kami berikan wahyu kepadanya di antara penduduk negeri. Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul). Dan sungguh, negeri akhirat itu lebih baik bagi orang yang bertakwa. Tidakkah kamu mengerti","ru":"До тебя Мы направляли посланниками только мужей из селений, которым мы внушали откровение. Разве они не странствовали по земле и не видели, каким был конец тех, которые жили до них? Воистину, обитель в Последней жизни лучше для богобоязненных. Неужели они не разумеют","sv":"Före dig har Vi inte sänt andra [som sändebud] än män, som Vi gav del av [Vår] uppenbarelse, tillhörande de folk [till vilka de sändes]. Har [dagens förnekare] aldrig begett sig ut i världen och sett [spåren som visar] vad slutet blev för deras föregångare [som avvisade Våra budskap som lögn]? Det eviga livet är bättre för dem som fruktar Gud [än detta liv]! Använder ni inte ert förstånd","tr":"Senden önce kasabalar halkından şüphesiz, kendilerine vahyettiğimiz bir takım insanlar gönderdik. Yeryüzünde dolaşmıyorlar mı ki, kendilerinden önce geçenlerin sonlarının ne olduğunu görsünler? Ahiret yurdu Allah'a karşı gelmekten sakınanlar için hayırlıdır. Akletmez misiniz","ur":"اے محمدؐ، تم سے پہلے ہم نے جو پیغمبر بھیجے تھے وہ سب بھی انسان ہی تھے، اور انہی بستیوں کے رہنے والوں میں سے تھے، اور اُنہی کی طرف ہم وحی بھیجتے رہے ہیں پھر کیا یہ لوگ زمین میں چلے پھرے نہیں ہیں کہ اُن قوموں کا انجام انہیں نظر نہ آیا جو ان سے پہلے گزر چکی ہیں؟ یقیناً آخرت کا گھر اُن لوگوں کے لیے اور زیادہ بہتر ہے جنہوں نے (پیغمبروں کی بات مان کر) تقویٰ کی روش اختیار کی کیا اب بھی تم لوگ نہ سمجھو گے؟","zh":"在你之前，我只派遣了城市居民中的若干男子，我启示他们。难道他们没有在大地上旅行，因而观察前人的结局是怎样的吗？后世的住所，对于敬畏者是更好的。难道你们不理解吗？"},"transliteration":"Wama arsalna min qablika illa rijalan noohee ilayhim min ahli alqura afalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim waladaru alakhirati khayrun lillatheena ittaqaw afala taAAqiloona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
