{"id":1706,"number":110,"text":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","translations":{"en":"[They continued] until, when the messengers despaired and were certain that they had been denied, there came to them Our victory, and whoever We willed was saved. And Our punishment cannot be repelled from the people who are criminals","es":"[Todos los Profetas sufrieron persecución y rechazo] al punto que cuando los Mensajeros se resignaron y tuvieron la certeza de que les desmentirían definitivamente, les llegó Mi auxilio: entonces, todos aquellos a quienes quise [salvar] fueron salvados [y los que rechazaron la verdad fueron destruidos]: pues la gente que se hunde en el pecado no puede escapar de Mi ira","fr":"Quand les messagers faillirent perdre espoir (et que leurs adeptes) eurent pensé qu'ils étaient dupés voilà que vint à eux Notre secours. Et furent sauvés ceux que Nous voulûmes. Mais Notre rigueur ne saurait être détournée des gens criminels","id":"Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa","ru":"Когда же посланники приходили в отчаяние и понимали, что их сочли лжецами, к ним приходила Наша помощь, и спасались те, кого Мы хотели спасти. Наше наказание нельзя отвратить от грешных людей","sv":"Till sist - när sändebuden hade gett upp hoppet om [att vinna sina landsmän för tron] och att [kunna tillbakavisa] anklagelserna för lögn - nådde dem Vår hjälp och de räddades som Vi ville rädda - men ingen kan hindra Vår straffande [vrede från] att slå ned på de obotfärdiga syndarna","tr":"Öyle ki, peygamberler ümitsizliğe düşüp, yalanlandıklarını sandıkları bir sırada onlara yardımımız gelmiştir. Böylece, istediğimizi kurtarırız. Azabımız suçlu milletten geri çevrilemeyecektir","ur":"(پہلے پیغمبروں کے ساتھ بھی یہی ہوتا رہا ہے کہ وہ مدتوں نصیحت کرتے رہے اور لوگوں نے سن کر نہ دیا) یہاں تک کہ جب پیغمبر لوگوں سے مایوس ہو گئے اور لوگوں نے بھی سمجھ لیا کہ اُن سے جھوٹ بولا گیا تھا، تو یکا یک ہماری مدد پیغمبروں کو پہنچ گئی پھر جب ایسا موقع آ جاتا ہے تو ہمارا قاعدہ یہ ہے کہ جسے ہم چاہتے ہیں بچا لیتے ہیں اور مجرموں پر سے تو ہمارا عذاب ٹالا ہی نہیں جا سکتا","zh":"直到众使者绝望，而且猜想自己被欺骗的时候，我的援助才来临他们，而我拯救了我所意欲的人。我所加于犯罪的人们的惩罚是不可抗拒的。"},"transliteration":"Hatta itha istayasa alrrusulu wathannoo annahum qad kuthiboo jaahum nasruna fanujjiya man nashao wala yuraddu basuna AAani alqawmi almujrimeena","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
