{"id":1707,"number":111,"text":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translations":{"en":"There was certainly in their stories a lesson for those of understanding. Never was the Qur'an a narration invented, but a confirmation of what was before it and a detailed explanation of all things and guidance and mercy for a people who believe","es":"En las historias [de los Profetas] hay un motivo de enseñanza para la gente que reflexiona. [El Corán] no es un relato inventado, sino que es una confirmación de lo ya revelado anteriormente, así como una explicación detallada de todas las cosas, una guía y misericordia para los creyentes","fr":"Dans leurs récits il y a certes une leçon pour les gens doués d'intelligence. Ce n'est point là un récit fabriqué. C'est au contraire la confirmation de ce qui existait déjà avant lui, un exposé détaillé de toute chose, un guide et une miséricorde pour des gens qui croient","id":"Sungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. (Alquran) itu bukanlah cerita yang dibuat-buat, tetapi membenarkan (kitab-kitab) yang sebelumnya, menjelaskan segala sesuatu, dan (sebagai) petunjuk dan rahmat bagi orang-orang yang beriman","ru":"В повествовании о них содержится назидание для обладающих разумом. Это - не вымышленный рассказ, а подтверждение тому, что было до него, разъяснение всякой вещи, верное руководство и милость для верующих людей","sv":"I berättelserna om dessa profeter ligger förvisso lärdomar för människor som har förstånd. [Det] är här inte fråga om uppdiktade händelser - nej, [detta är en uppenbarad Skrift] som bekräftar vad som ännu består [av äldre tiders uppenbarelser], framställer allt i fasta och klara [vändningar] och [ger] dem som vill tro vägledning och nåd","tr":"And olsun ki, peygamberlerin kıssalarında, aklı olanlar için ibretler vardır. Kuran uydurulabilen bir söz değildir. Fakat kendinden önceki Kitapları tasdik eden, inanan millete her şeyi açıklayan, doğru yolu gösteren bir rehber ve rahmettir","ur":"اگلے لوگوں کے ان قصوں میں عقل و ہوش رکھنے والوں کے لیے عبرت ہے یہ جو کچھ قرآن میں بیان کیا جا رہا ہے یہ بناوٹی باتیں نہیں ہیں بلکہ جو کتابیں اس سے پہلے آئی ہوئی ہیں انہی کی تصدیق ہے اور ہر چیز کی تفصیل اور ایمان لانے والوں کے لیے ہدایت اور رحمت","zh":"在他们的故事里，对于有理智的人们，确有一种教训。这不是伪造的训辞，却是证实前经，详解万事，向导信士，并施以慈恩的。"},"transliteration":"Laqad kana fee qasasihim AAibratun liolee alalbabi ma kana hadeethan yuftara walakin tasdeeqa allathee bayna yadayhi watafseela kulli shayin wahudan warahmatan liqawmin yuminoona","chapter":{"id":12,"name":"يوسف","transliteration":"Yusuf","translations":{"en":"Joseph","es":"José","fr":"Joseph","id":"Yusuf","ru":"Йусуф","sv":"Josef","tr":"Yûsuf","ur":"یوسف","zh":"优素福"},"type":"meccan"}}
