{"id":1709,"number":2,"text":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","translations":{"en":"It is Allah who erected the heavens without pillars that you [can] see; then He established Himself above the Throne and made subject the sun and the moon, each running [its course] for a specified term. He arranges [each] matter; He details the signs that you may, of the meeting with your Lord, be certain","es":"Dios es Quien elevó los cielos sin columnas que pudieran ver, luego se estableció sobre el Trono; sometió al Sol y a la Luna haciendo que cada uno recorriera [su órbita] por un plazo prefijado; Él decreta todos los asuntos y explica detalladamente Sus signos para que tengan certeza de que ante Él comparecerán","fr":"Allah est Celui qui a élevé [bien haut] les cieux sans piliers visibles. Il S'est établi [istawâ] sur le Trône et a soumis le soleil et la lune, chacun poursuivant sa course vers un terme fixé. Il règle l'Ordre [de tout] et expose en détail les signes afin que vous ayez la certitude de la rencontre de votre Seigneur","id":"Allah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas Arasy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu","ru":"Аллах вознес небеса без опор, которые вы могли бы увидеть, а затем вознесся на Трон (или утвердился на Троне). Он подчинил солнце и луну, и они движутся к назначенному сроку. Он управляет делами и разъясняет знамения, - быть может, вы будете убеждены во встрече со своим Господом","sv":"Det är Gud som har rest himlarna utan synligt stöd och som tronar [över skapelsen] i Sin allmakts härlighet, och Han har underordnat solen och månen under [Sina lagar]; var och en löper [sitt kretslopp] till en tidpunkt [som Han har] fastställt. Han styr skapelsens ordning [och] framställer budskapen fast och klart för att stärka er tro på mötet med er Herre [på Domens dag]","tr":"Gökleri, gördüğünüz gibi, direksiz yükselten, sonra arşa hükmeden, her biri belli bir süreye kadar hareket edecek olan Güneş ve Ay'ı buyruğu altına alan, işleri yürüten, ayetleri uzun uzun açıklayan Allah'tır; ola ki Rabbinize kavuşacağınıza kesin olarak inanırsınız","ur":"وہ اللہ ہی ہے جس نے آسمانوں کو ایسے سہاروں کے بغیر قائم کیا جو تم کو نظر آتے ہو ں، پھر وہ اپنے تخت سلطنت پر جلوہ فرما ہوا، اور اُس نے آفتاب و ماہتاب کو ایک قانون کا پابند بنایا اِس سارے نظام کی ہر چیز ایک وقت مقرر تک کے لیے چل رہی ہے اور اللہ ہی اِس سارے کام کی تدبیر فرما رہا ہے وہ نشانیاں کھول کھول کر بیان کرتا ہے، شاید کہ تم اپنے رب کی ملاقات کا یقین کرو","zh":"安拉建立诸天，而不用你们所能见的支柱。随后他升上了宝座，制服日月，使其各自运行到一个定期。他处理万事，解释迹象，以便你们确信将与你们的主相会。"},"transliteration":"Allahu allathee rafaAAa alssamawati bighayri AAamadin tarawnaha thumma istawa AAala alAAarshi wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman yudabbiru alamra yufassilu alayati laAAallakum biliqai rabbikum tooqinoona","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
