{"id":1709,"number":2,"text":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","translations":{"bn":"আল্লাহ, যিনি উর্ধ্বদেশে স্থাপন করেছেন আকাশমন্ডলীকে স্তম্ভ ব্যতীত। তোমরা সেগুলো দেখ। অতঃপর তিনি আরশের উপর অধিষ্ঠিত হয়েছেন। এবং সূর্য ও চন্দ্রকে কর্মে নিয়োজিত করেছেন। প্রত্যেকে নির্দিষ্ট সময় মোতাবেক আবর্তন করে। তিনি সকল বিষয় পরিচালনা করেন, নিদর্শনসমূহ প্রকাশ করেন, যাতে তোমরা স্বীয় পালনকর্তার সাথে সাক্ষাত সম্বন্ধে নিশ্চিত বিশ্বাসী হও।","en":"It is Allah who erected the heavens without pillars that you [can] see; then He established Himself above the Throne and made subject the sun and the moon, each running [its course] for a specified term. He arranges [each] matter; He details the signs that you may, of the meeting with your Lord, be certain","id":"Allah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas Arasy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu","ru":"Аллах вознес небеса без опор, которые вы могли бы увидеть, а затем вознесся на Трон (или утвердился на Троне). Он подчинил солнце и луну, и они движутся к назначенному сроку. Он управляет делами и разъясняет знамения, - быть может, вы будете убеждены во встрече со своим Господом","tr":"Gökleri, gördüğünüz gibi, direksiz yükselten, sonra arşa hükmeden, her biri belli bir süreye kadar hareket edecek olan Güneş ve Ay'ı buyruğu altına alan, işleri yürüten, ayetleri uzun uzun açıklayan Allah'tır; ola ki Rabbinize kavuşacağınıza kesin olarak inanırsınız","ur":"وہ اللہ ہی ہے جس نے آسمانوں کو ایسے سہاروں کے بغیر قائم کیا جو تم کو نظر آتے ہو ں، پھر وہ اپنے تخت سلطنت پر جلوہ فرما ہوا، اور اُس نے آفتاب و ماہتاب کو ایک قانون کا پابند بنایا اِس سارے نظام کی ہر چیز ایک وقت مقرر تک کے لیے چل رہی ہے اور اللہ ہی اِس سارے کام کی تدبیر فرما رہا ہے وہ نشانیاں کھول کھول کر بیان کرتا ہے، شاید کہ تم اپنے رب کی ملاقات کا یقین کرو"},"chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"bn":"বজ্রপাত","en":"The Thunder","id":"Guruh (Petir)","ru":"Гром","tr":"Ra'd","ur":"گرج"},"type":"medinan"}}
