{"id":1710,"number":3,"text":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","translations":{"en":"And it is He who spread the earth and placed therein firmly set mountains and rivers; and from all of the fruits He made therein two mates; He causes the night to cover the day. Indeed in that are signs for a people who give thought","es":"Él fue quien extendió la tierra, dispuso en ella montañas firmes y ríos, a los frutos los creó en pares, [Dios] hace que la noche suceda al día. En esto hay señales para quienes recapacitan","fr":"Et c'est Lui qui a étendu la terre et y a placé montagnes et fleuves. Et de chaque espèce de fruits Il y établit deux éléments de couple. Il fait que la nuit couvre le jour. Voilà bien là des preuves pour des gens qui réfléchissent","id":"Dan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir","ru":"Он - Тот, Кто распростер землю, установил на ней незыблемые горы и реки, взрастил на ней из разных плодов по паре. Он покрывает день ночью. Воистину, в этом - знамения для людей размышляющих","sv":"Och det är Han som har brett ut jordens yta och sänkt ned i den fast förankrade berg och låtit den genomkorsas av floder. Och åt alla växter på jorden har Han gett två kön. Han sveper in dagen i natt. Helt visst ligger det budskap i detta till människor som tänker","tr":"Yeri düzleyen, orada dağlar, nehirler var eden, her türlü üründen çift çift yetiştiren, gündüzü geceyle bürüyen de O'dur. Doğrusu bunlarda, düşünen kimseler için ibretler vardır","ur":"اور وہی ہے جس نے یہ زمین پھیلا رکھی ہے، اس میں پہاڑوں کے کھو نٹے گاڑ رکھے ہیں اور دریا بہا دیے ہیں اُسی نے ہر طرح کے پھلوں کے جوڑے پیدا کیے ہیں، اور وہی دن پر رات طاری کرتا ہے ان ساری چیزوں میں بڑی نشانیاں ہیں اُن لوگوں کے لیے جو غور و فکر سے کام لیتے ہیں","zh":"他展开大地，并在大地上安置许多山岳和河流，他把每种果实造成两性的，他以黑夜覆盖白昼。对于能思维的民众，此中确有许多迹象。"},"transliteration":"Wahuwa allathee madda alarda wajaAAala feeha rawasiya waanharan wamin kulli alththamarati jaAAala feeha zawjayni ithnayni yughshee allayla alnnahara inna fee thalika laayatin liqawmin yatafakkaroona","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
