{"id":1711,"number":4,"text":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّـٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","translations":{"en":"And within the land are neighboring plots and gardens of grapevines and crops and palm trees, [growing] several from a root or otherwise, watered with one water; but We make some of them exceed others in [quality of] fruit. Indeed in that are signs for a people who reason","es":"En la tierra hay regiones colindantes cuyos terrenos son variados, en ellos hay huertos de vides, cultivos de cereales, palmeras de un solo tronco o de varios; todo es regado por una misma agua. Algunas dispuso que tuvieran mejor sabor que otras, en esto hay signos [de Dios] para quienes reflexionan","fr":"Et sur la terre il y a des parcelles voisines les unes des autres, des jardins [plantés] de vignes, et des céréales et des palmiers, en touffes ou espacés, arrosés de la même eau, cependant Nous rendons supérieurs les uns aux autres quant au goût. Voilà bien là des preuves pour des gens qui raisonnent","id":"Dan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berakal","ru":"На земле есть сопредельные участки, виноградные сады, посевы, финиковые пальмы, растущие из одного корня или из разных корней. Их орошают одной водой, но одни из них Мы создаем более вкусными, чем другие. Воистину, в этом - знамения для людей разумеющих","sv":"På jorden finns det [många sorters] mark som [fastän] de gränsar till varandra [har olika egenskaper - mark som ger] vindruvor och [mark som ger] brödsäd och [mark lämplig för] dadelpalmer som växer i klungor eller ensamma, och vattnade av samma vatten; några av dessa [frukter] har Vi gett bättre smak än de andra. I allt detta ligger sannerligen budskap till människor som använder sitt förstånd","tr":"Yeryüzünde, hepsi de aynı su ile sulanan, birbirine komşu toprak parçaları, tek ve çok köklü üzüm bağları, ekinler, hurma ağaçları vardır. Fakat onları şekil ve lezzetçe birbirinden farklı kılmışızdır. Düşünen kimseler için bunda ibretler vardır","ur":"اور دیکھو، زمین میں الگ الگ خطے پائے جاتے ہیں جو ایک دوسرے سے متصل واقع ہیں انگور کے باغ ہیں، کھیتیاں ہیں، کھجور کے درخت ہیں جن میں سے کچھ اکہرے ہیں اور کچھ دوہرے سب کو ایک ہی پانی سیراب کرتا ہے مگر مزے میں ہم کسی کو بہتر بنا دیتے ہیں اور کسی کو کمتر ان سب چیزوں میں بہت سی نشانیاں ہیں اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں","zh":"大地上有许多邻近的区域，有葡萄园，有庄稼，有椰枣树，其中有二株同根生的，二株异根生的，（这些都是）用同样的水灌溉的，我却使这一部分果实比那一部分佳美。对于能理解的民众，此中确有许多迹象。"},"transliteration":"Wafee alardi qitaAAun mutajawiratun wajannatun min aAAnabin wazarAAun wanakheelun sinwanun waghayru sinwanin yusqa bimain wahidin wanufaddilu baAAdaha AAala baAAdin fee alokuli inna fee thalika laayatin liqawmin yaAAqiloona","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
