{"id":1712,"number":5,"text":"۞وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَـٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَـٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translations":{"en":"And if you are astonished, [O Muhammad] - then astonishing is their saying, \"When we are dust, will we indeed be [brought] into a new creation?\" Those are the ones who have disbelieved in their Lord, and those will have shackles upon their necks, and those are the companions of the Fire; they will abide therein eternally","es":"Si te asombras [de estos signos], más asombroso aún es que digan [los incrédulos]: \"¿Acaso cuando seamos reducidos a polvo seremos resucitados?\" Ellos no creyeron en su Señor, serán arriados con argollas en sus cuellos [al castigo] y serán los moradores del Infierno, donde sufrirán por toda la eternidad","fr":"Et si tu dois t'étonner, rien de plus étonnant que leurs dires: «Quand nous seront poussière, reviendrons-nous vraiment à une nouvelle création?» Ceux-là sont ceux qui ne croient pas en leur Seigneur. Et ce sont eux qui auront des jougs à leur cou. Et ce sont eux les gens du Feu, où ils demeureront éternellement","id":"Dan jika engkau merasa heran, maka yang mengherankan adalah ucapan mereka, \" Apabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru?\" Mereka itulah yang ingkar kepada Tuhannya; dan mereka itulah (yang dilekatkan) belenggu di lehernya. Mereka adalah penghuni neraka, mereka kekal di dalamnya","ru":"Если ты удивляешься, то удивляйся их словам: «Неужели после того, как мы станем прахом, мы возродимся в новом творении?». Они - те, которые не уверовали в своего Господа. Они - те, у кого на шеях оковы. Они - обитатели Огня, которые пребудут в нем вечно","sv":"OM NÅGOT kan förvåna dig [Muhammad], så är det deras ord, när de säger: \"Skall vi, efter att ha [dött och] blivit ett med jorden, verkligen skapas på nytt?\" Dessa [människor] förnekar sin Herre; de bär kragar av järn om halsen [som de själva har smitt]. De har Elden till arvedel och där skall de förbli till evig tid","tr":"Şaşacaksan, onların: \"Biz toprak olunca mı yeniden yaratılacağız?\" demelerine şaşmak gerekir. İşte onlar Rablerini inkar edenlerdir. İşte onlar boyunlarına demir halkalar vurulanlardır. İşte onlar cehennemliklerdir, orada temelli kalacaklardır","ur":"اب اگر تمہیں تعجب کرنا ہے تو تعجب کے قابل لوگوں کا یہ قول ہے کہ \"جب ہم مر کر مٹی ہو جائیں گے تو کیا ہم نئے سرے سے پیدا کیے جائیں گے؟\" یہ وہ لوگ ہیں جنہوں نے اپنے رب سے کفر کیا ہے یہ وہ لوگ ہیں جن کی گردنوں میں طوق پڑے ہوئے ہیں یہ جہنمی ہیں اور جہنم میں ہمیشہ رہیں گے","zh":"如果你感到惊讶，那么，他们的这句话才是奇怪的：“当我们变成为尘土的时候，我们必定要重新受造吗？”这等人是不信他们的主的；这等人是要带枷锁的；这等人是居住火狱的，他们将永居其中。"},"transliteration":"Wain taAAjab faAAajabun qawluhum aitha kunna turaban ainna lafee khalqin jadeedin olaika allatheena kafaroo birabbihim waolaika alaghlalu fee aAAnaqihim waolaika ashabu alnnari hum feeha khalidoona","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
