{"id":1713,"number":6,"text":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","translations":{"en":"They impatiently urge you to bring about evil before good, while there has already occurred before them similar punishments [to what they demand]. And indeed, your Lord is full of forgiveness for the people despite their wrongdoing, and indeed, your Lord is severe in penalty","es":"Te desafían a que les adelantes el castigo en vez de pedirte ser agraciados por la misericordia divina, siendo que antes de ellos otros pueblos semejantes [en su incredulidad] fueron castigados. Es tu Señor Quien perdona a la gente a pesar de sus injusticias, pero también es severo en el castigo","fr":"Et ils te demandent de hâter [la venue] du malheur plutôt que celle du bonheur. Certes, il s'est produit avant eux des châtiments exemplaires. Ton Seigneur est Détenteur du pardon pour les gens, malgré leurs méfaits. Et ton Seigneur est assurément dur en punition","id":"Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya","ru":"Они торопят тебя со злом прежде добра, но ведь до них уже были примеры поучительного наказания. Воистину, твой Господь прощает людей, несмотря на их несправедливость. Воистину, твой Господь суров в наказании","sv":"Och de begär att du skall skynda på det onda [som väntar dem] snarare än det goda, fastän [de borde ha tagit varning av] de föredömliga straff som drabbade [onda människor] i gången tid. Din Herre har förlåtelse i beredskap för människorna trots den orätt de begår - men din Herre straffar med stränghet","tr":"Puta tapanlar senden, iyilikten önce kötülük isterler, oysa onlardan önce nice ibret alınacak cezalar verilmiştir. Doğrusu Rabbinin, insanların zulümlerine rağmen onlara mağfireti vardır. Rabbinin cezalandırması çetindir","ur":"یہ لوگ بھلائی سے پہلے برائی کے لیے جلدی مچا رہے ہیں حالانکہ ان سے پہلے (جو لوگ اس روش پر چلے ہیں ان پر خدا کے عذاب کی) عبرت ناک مثالیں گزر چکی ہیں حقیقت یہ ہے کہ تیرا رب لوگوں کی زیادتیوں کے باوجود ان کے ساتھ چشم پوشی سے کام لیتا ہے اور یہ بھی حقیقت ہے کہ تیرا رب سخت سزا دینے والا ہے","zh":"在恩惠降临之前，他们要求你早日昭示惩罚。许多惩戒处罚在他们之前确已逝去了。众人虽然不义，但你的主对于他们确是饶恕的。你的主的惩罚确是严厉的。"},"transliteration":"WayastaAAjiloonaka bialssayyiati qabla alhasanati waqad khalat min qablihimu almathulatu wainna rabbaka lathoo maghfiratin lilnnasi AAala thulmihim wainna rabbaka lashadeedu alAAiqabi","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
