{"id":1714,"number":7,"text":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","translations":{"en":"And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" You are only a warner, and for every people is a guide","es":"Dicen los que se niegan a creer: \"¿Por qué no desciende con él un milagro de su Señor?\" [Respóndeles, ¡oh, Mujámmad!,] que tú solo eres un amonestador y que para cada pueblo he enviado un [Profeta como] guía","fr":"Et ceux qui ont mécru disent: «Pourquoi n'a-t-on pas fait descendre sur celui-ci (Muhammad) un miracle venant de son Seigneur?» Tu n'es qu'un avertisseur, et à chaque peuple un guide","id":"Dan orang-orang kafir berkata, \"Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (mukjizat) dari Tuhannya?\" Sesungguhnya engkau hanyalah seorang pemberi peringatan; dan bagi setiap kaum ada orang yang memberi petunjuk","ru":"Неверующие говорят: «Почему ему не ниспослано знамение от его Господа?». Воистину, ты - всего лишь предостерегающий увещеватель, и у каждого народа есть наставник","sv":"Och de som förnekar sanningen säger: \"Varför har han inte fått ett tecken från sin Herre?\" Du är enbart en varnare, men [i Gud] har varje folk sin [högste] ledare","tr":"İnkar edenler: \"Rabbinden ona bir mucize indirilmeli değil miydi?\" derler. Sen ancak bir uyarıcısın. Her milletin bir yol göstereni vardır","ur":"یہ لوگ جنہوں نے تمہاری با ت ماننے سے انکار کر دیا ہے، کہتے ہیں کہ \"اِس شخص پر اس کے رب کی طرف سے کوئی نشانی کیوں نہ اتری؟ تم تو محض خبردار کر دینے والے ہو، اور ہر قوم کے لیے ایک رہنما ہے","zh":"不信道者说：“为什么没有一种迹象，从他的主降临他呢？”你只是一个警告者，每个民族都有一个引导者。"},"transliteration":"Wayaqoolu allatheena kafaroo lawla onzila AAalayhi ayatun min rabbihi innama anta munthirun walikulli qawmin hadin","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
