{"id":172,"number":165,"text":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","translations":{"en":"And [yet], among the people are those who take other than Allah as equals [to Him]. They love them as they [should] love Allah. But those who believe are stronger in love for Allah. And if only they who have wronged would consider [that] when they see the punishment, [they will be certain] that all power belongs to Allah and that Allah is severe in punishment","es":"Existen personas que toman en lugar de Dios a otros que consideran iguales [a Dios], y los aman como solo debe amarse a Dios; pero los creyentes aman más a Dios [de lo que éstos aman a sus divinidades]. Ya sabrán los injustos cuando vean el suplicio que les espera, que a Dios pertenece el poder absoluto y que Dios es severo en el castigo","fr":"Parmi les hommes, il en est qui prennent, en dehors d'Allah, des égaux à Lui, en les aimant comme on aime Allah. Or les croyants sont les plus ardents en l'amour d'Allah. Quand les injustes verront le châtiment, ils sauront que la force tout entière est à Allah et qu'Allah est dur en châtiment","id":"(Dan di antara manusia ada orang yang menyembah tuhan selain Allah sebagai tandingan, yang mereka cintai seperti mencintai Allah. Adapun orang-orang yang beriman sangat besar cintanya kepada Allah. Sekiranya orang-orang yang berbuat zalim itu57) melihat, ketika mereka melihat azab (pada hari Kiamat), bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat berat azab-Nya (niscaya mereka menyesal)","ru":"Среди людей есть такие, которые приобщают к Аллаху равных и любят их так же, как любят Аллаха. Но те, которые уверовали, любят Аллаха сильнее. Если бы беззаконники, узрев мучения, увидели, что могущество целиком принадлежит Аллаху и что Аллах причиняет тяжкие мучения","sv":"Ändå finns det människor som sätter upp medgudar vid Guds sida och ägnar dem en sådan kärlek som [bör] ägnas Gud. Men de troendes kärlek till Gud är starkare. Om bara dessa syndare kunde se - som de skall se när de står [inför] straffet - att all makt tillhör Gud och att Gud straffar med stränghet","tr":"İnsanlar arasında, Allah'ı bırakıp, O'na koştukları eşleri tanrı olarak benimseyenler ve onları, Allah'ı severcesine sevenler vardır. Müminlerin Allah'ı sevmesi ise hepsinden kuvvetlidir. Zalimler azabı gördükleri zaman, bütün kuvvetin Allah'a aid bulunacağını ve Allah'ın azabının şiddetli olduğunu keşke bilselerdi","ur":"(مگر وحدت خداوندی پر دلالت کرنے والے اِن کھلے کھلے آثار کے ہوتے ہوئے بھی) کچھ لوگ ایسے ہیں جو اللہ کے سوا دوسروں کو اس کا ہمسر اور مدمقابل بناتے ہیں اور اُن کے ایسے گرویدہ ہیں جیسے اللہ کے ساتھ گرویدگی ہونی چاہیے حالانکہ ایمان رکھنے والے لوگ سب سے بڑھ کر اللہ کو محبوب رکھتے ہیں کاش، جو کچھ عذاب کو سامنے دیکھ کر انہیں سُوجھنے والا ہے وہ آج ہی اِن ظالموں کو سوجھ جائے کہ ساری طاقتیں اور سارے اختیارات اللہ ہی کے قبضے میں ہیں اور یہ کہ اللہ سزا دینے میں بھی بہت سخت ہے","zh":"有些人，在安拉之外，别有崇拜，当做安拉的匹敌；他们敬爱那些匹敌，像敬爱安拉一样——信道的人们，对于敬爱安拉，尤为垦挚——当不义的人看见刑罚的时候，假若他们知道一切能力都是安拉的，安拉是刑罚严厉的……。"},"transliteration":"Wamina alnnasi man yattakhithu min dooni Allahi andadan yuhibboonahum kahubbi Allahi waallatheena amanoo ashaddu hubban lillahi walaw yara allatheena thalamoo ith yarawna alAAathaba anna alquwwata lillahi jameeAAan waanna Allaha shadeedu alAAathabi","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
