{"id":172,"number":165,"text":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","translations":{"bn":"আর কোন লোক এমনও রয়েছে যারা অন্যান্যকে আল্লাহর সমকক্ষ সাব্যস্ত করে এবং তাদের প্রতি তেমনি ভালবাসা পোষণ করে, যেমন আল্লাহর প্রতি ভালবাসা হয়ে থাকে। কিন্তু যারা আল্লাহর প্রতি ঈমানদার তাদের ভালবাসা ওদের তুলনায় বহুগুণ বেশী। আর কতইনা উত্তম হ’ত যদি এ জালেমরা পার্থিব কোন কোন আযাব প্রত্যক্ষ করেই উপলব্ধি করে নিত যে, যাবতীয় ক্ষমতা শুধুমাত্র আল্লাহরই জন্য এবং আল্লাহর আযাবই সবচেয়ে কঠিনতর।","en":"And [yet], among the people are those who take other than Allah as equals [to Him]. They love them as they [should] love Allah. But those who believe are stronger in love for Allah. And if only they who have wronged would consider [that] when they see the punishment, [they will be certain] that all power belongs to Allah and that Allah is severe in punishment","id":"(Dan di antara manusia ada orang yang menyembah tuhan selain Allah sebagai tandingan, yang mereka cintai seperti mencintai Allah. Adapun orang-orang yang beriman sangat besar cintanya kepada Allah. Sekiranya orang-orang yang berbuat zalim itu57) melihat, ketika mereka melihat azab (pada hari Kiamat), bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat berat azab-Nya (niscaya mereka menyesal)","ru":"Среди людей есть такие, которые приобщают к Аллаху равных и любят их так же, как любят Аллаха. Но те, которые уверовали, любят Аллаха сильнее. Если бы беззаконники, узрев мучения, увидели, что могущество целиком принадлежит Аллаху и что Аллах причиняет тяжкие мучения","tr":"İnsanlar arasında, Allah'ı bırakıp, O'na koştukları eşleri tanrı olarak benimseyenler ve onları, Allah'ı severcesine sevenler vardır. Müminlerin Allah'ı sevmesi ise hepsinden kuvvetlidir. Zalimler azabı gördükleri zaman, bütün kuvvetin Allah'a aid bulunacağını ve Allah'ın azabının şiddetli olduğunu keşke bilselerdi","ur":"(مگر وحدت خداوندی پر دلالت کرنے والے اِن کھلے کھلے آثار کے ہوتے ہوئے بھی) کچھ لوگ ایسے ہیں جو اللہ کے سوا دوسروں کو اس کا ہمسر اور مدمقابل بناتے ہیں اور اُن کے ایسے گرویدہ ہیں جیسے اللہ کے ساتھ گرویدگی ہونی چاہیے حالانکہ ایمان رکھنے والے لوگ سب سے بڑھ کر اللہ کو محبوب رکھتے ہیں کاش، جو کچھ عذاب کو سامنے دیکھ کر انہیں سُوجھنے والا ہے وہ آج ہی اِن ظالموں کو سوجھ جائے کہ ساری طاقتیں اور سارے اختیارات اللہ ہی کے قبضے میں ہیں اور یہ کہ اللہ سزا دینے میں بھی بہت سخت ہے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
