{"id":1720,"number":13,"text":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَـٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","translations":{"en":"And the thunder exalts [Allah] with praise of Him - and the angels [as well] from fear of Him - and He sends thunderbolts and strikes therewith whom He wills while they dispute about Allah; and He is severe in assault","es":"El trueno Lo glorifica con su alabanza, así como los ángeles por temor a Él. [Dios] envía los rayos y fulmina con ellos a quien quiere, sin embargo [los que se niegan a creer todavía] discuten acerca de Dios. Él es severo en el castigo","fr":"Le tonnerre Le glorifie par Sa louange, et aussi les Anges, sous l'effet de Sa crainte. Et Il lance les foudres dont Il atteint qui Il veut. Or ils disputent au sujet d'Allah alors qu'Il est redoutable en Sa force","id":"Dan guruh bertasbih memuji-Nya, (demikian pula) para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki, sementara mereka berbantah-bantahan tentang Allah, dan Dia Mahakeras siksaan-Nya","ru":"Гром прославляет Его хвалой, а также ангелы от страха перед Ним. Он мечет молнии и поражает ими, кого пожелает. Они спорят об Аллахе, а ведь Он силен и суров в наказании","sv":"Åskan lovprisar Honom liksom änglarna, som står i bävan inför Honom; och Han slungar blixten mot den Han vill. Ändå tvistar de om Gud, [den Allsmäktige,] fruktansvärd i Sin straffande vrede","tr":"O'nu, gök gürlemesi hamd ile, melekler de korkularından tesbih ederler. Onlar pek kuvvetli olan Allah hakkında çekişirken, O, yıldırımları gönderir de onlarla dilediğini çarpar","ur":"بادلوں کی گرج اس کی حمد کے ساتھ اس کی پاکی بیان کرتی ہے اور فرشتے اس کی ہیبت سے لرزتے ہوئے اُس کی تسبیح کرتے ہیں وہ کڑکتی ہوئی بجلیوں کو بھیجتا ہے اور (بسا اوقات) اُنہیں جس پر چاہتا ہے عین اس حالت میں گرا دیتا ہے جبکہ لوگ اللہ کے بارے میں جھگڑ رہے ہوتے ہیں فی الواقع اس کی چال بڑی زبردست ہے","zh":"雷霆在赞颂安拉超绝万物，众天使因为畏惧他而赞颂他。他发出霹雳以击杀他所意欲者。他们就安拉而发生争论，而他是强大谋略的主。"},"transliteration":"Wayusabbihu alrraAAdu bihamdihi waalmalaikatu min kheefatihi wayursilu alssawaAAiqa fayuseebu biha man yashao wahum yujadiloona fee Allahi wahuwa shadeedu almihali","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
