{"id":1721,"number":14,"text":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","translations":{"en":"To Him [alone] is the supplication of truth. And those they call upon besides Him do not respond to them with a thing, except as one who stretches his hands toward water [from afar, calling it] to reach his mouth, but it will not reach it [thus]. And the supplication of the disbelievers is not but in error [i.e. futility]","es":"Solo Él tiene el verdadero derecho a ser invocado, y aquellos [ídolos] que invocan en lugar de Dios no podrán responder sus súplicas. [Su ejemplo] es como quien extiende sus manos [frente a un pozo profundo de agua] creyendo que ésta vendrá a su boca, pero esto es imposible. Las súplicas [a los ídolos] de los que se niegan a creer son en vano","fr":"A Lui l'appel de la Vérité! Ceux qu'ils invoquent en dehors de Lui ne leur répondent d'aucune façon; semblables à celui qui étend ses deux mains vers l'eau pour la porter à sa bouche, mais qui ne parvient jamais à l'atteindre. L'invocation des mécréants n'est que vanité","id":"Hanya kepada Allah doa yang benar. Berhala-berhala yang mereka sembah selain Allah tidak dapat mengabulkan apa pun bagi mereka, tidak ubahnya seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya. Padahal air itu tidak akan sampai ke mulutnya. Dan doa orang-orang kafir itu, hanyalah sia-sia belaka","ru":"К Нему обращен призыв истины. А те, которых они призывают вместо Него, ничем не отвечают им. Они подобны тому, кто простирает руки к воде, чтобы поднести ее ко рту, но не может этого сделать. Воистину, мольба неверующих является всего лишь заблуждением","sv":"Till Honom riktas all sann bön. De som människor åkallar i Hans ställe kan inte svara dem; [dessa människor beter sig lika bakvänt] som den som när han vill dricka sträcker flata handen mot vattnet - så når det inte [den törstiges] mun. Förnekarnas bön är bara en meningslös gest","tr":"Gerçek dua ve ibadet ancak O'nadır. O'ndan başka çağırdıkları putlar kendilerine hiçbir cevap vermezler. Durumları, suyun ağzına gelmesi için avuçlarını ona açmış bekleyen adamın durumu gibidir. Hiçbir zaman suya kavuşamaz. İşte kafirlerin yalvarışıda böyle, boşunadır","ur":"اسی کو پکارنا برحق ہے رہیں وہ دوسری ہستیاں جنہیں اس کو چھوڑ کر یہ لوگ پکارتے ہیں، وہ اُن کی دعاؤں کا کوئی جواب نہیں دے سکتیں اُنہیں پکارنا تو ایسا ہے جیسے کوئی شخص پانی کی طرف ہاتھ پھیلا کر اُس سے درخواست کرے کہ تو میرے منہ تک پہنچ جا، حالانکہ پانی اُس تک پہنچنے والا نہیں بس اِسی طرح کافروں کی دعائیں بھی کچھ نہیں ہیں مگر ایک تیر بے ہدف","zh":"真实的祈祷只归于他，他们舍他而祈祷的（偶像），一点也不能答应他们的祈求。但他们好像一个人，把两只手掌伸向水中，以便水达到他的口，其实，水绝不会达到他的口的。不信道者的祈祷，只在迷误中。"},"transliteration":"Lahu daAAwatu alhaqqi waallatheena yadAAoona min doonihi la yastajeeboona lahum bishayin illa kabasiti kaffayhi ila almai liyablugha fahu wama huwa bibalighihi wama duAAao alkafireena illa fee dalalin","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
