{"id":1723,"number":16,"text":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّـٰرُ","translations":{"bn":"জিজ্ঞেস করুন নভোমন্ডল ও ভুমন্ডলের পালনকর্তা কে? বলে দিনঃ আল্লাহ! বলুনঃ তবে কি তোমরা আল্লাহ ব্যতীত এমন অভিভাবক স্থির করেছ, যারা নিজেদের ভাল-মন্দের ও মালিক নয়? বলুনঃ অন্ধ চক্ষুষ্মান কি সমান হয়? অথবা কোথাও কি অন্ধকার ও আলো সমান হয়। তবে কি তারা আল্লাহর জন্য এমন অংশীদার স্থির করেছে যে, তারা কিছু সৃষ্টি করেছে, যেমন সৃষ্টি করেছেন আল্লাহ? অতঃপর তাদের সৃষ্টি এরূপ বিভ্রান্তি ঘটিয়েছে? বলুনঃ আল্লাহই প্রত্যেক বস্তুর স্রষ্টা এবং তিনি একক, পরাক্রমশালী।","en":"Say, \"Who is Lord of the heavens and earth?\" Say, \"Allah.\" Say, \"Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm?\" Say, \"Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allah partners who created like His creation so that the creation [of each] seemed similar to them?\" Say, \"Allah is the Creator of all things, and He is the One, the Prevailing","id":"Katakanlah (Muhammad), \"Siapakah Tuhan langit dan bumi?\" katakanlah, \"Allah.\" Katakanlah, \"Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?\" Katakanlah, \"Samakah orang yang buta dengan yang dapat melihat? Atau samakah yang gelap dengan yang terang? Apakah mereka menjadikan sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?\" Katakanlah, \"Allah adalah Pencipta segala sesuatu dan Dia Tuhan Yang Maha Esa, Mahaperkasa","ru":"Скажи: «Кто Господь небес и земли?». Скажи: «Аллах». Скажи: «Неужели вы взяли себе вместо Него покровителей и помощников, которые не властны принести пользу и вред даже самим себе?». Скажи: «Разве равны слепой и зрячий? Или же равны мраки и свет?». Или же они нашли сотоварищей Аллаха, которые творят так, как творит Аллах, и эти творения кажутся им схожими? Скажи: «Аллах - Творец всякой вещи. Он - Единственный, Всемогущий»","tr":"De ki: \"Göklerin ve yerin Rabbi kimdir?\", \"Allah'tır\" de. \"Onu bırakıp, kendilerine bir fayda ve zararı olmayan dostlar mı edindiniz?\" de. \"Kör ile gören bir olur mu? Veya karanlıkla aydınlık bir midir?\" de. Yoksa Allah'a, Allah gibi yaratması olan ortaklar buldular da, yaratmaları birbirine mi benzettiler? De ki: \"Her şeyi yaratan Allah'tır. O, her şeye üstün gelen tek Tanrı'dır","ur":"اِن سے پوچھو، آسمان و زمین کا رب کون ہے؟ کہو، اللہ پھر ان سے کہو کہ جب حقیقت یہ ہے تو کیا تم نے اُسے چھوڑ کر ایسے معبودوں کو اپنا کارساز ٹھیرا لیا جو خود اپنے لیے بھی کسی نفع و نقصان کا اختیار نہیں رکھتے؟ کہو، کیا اندھا اور آنکھوں والا برابر ہوا کرتا ہے؟ کیا روشنی اور تاریکیاں یکساں ہوتی ہیں؟ اور اگر ایسا نہیں تو کیا اِن ٹھیرائے ہوئے شریکوں نے بھی اللہ کی طرح کچھ پیدا کیا ہے کہ اُس کی وجہ سے اِن پر تخلیق کا معاملہ مشتبہ ہو گیا؟ کہو، ہر چیز کا خالق صرف اللہ ہے اور وہ یکتا ہے، سب پر غالب"},"chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"bn":"বজ্রপাত","en":"The Thunder","id":"Guruh (Petir)","ru":"Гром","tr":"Ra'd","ur":"گرج"},"type":"medinan"}}
