{"id":1723,"number":16,"text":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّـٰرُ","translations":{"en":"Say, \"Who is Lord of the heavens and earth?\" Say, \"Allah.\" Say, \"Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm?\" Say, \"Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allah partners who created like His creation so that the creation [of each] seemed similar to them?\" Say, \"Allah is the Creator of all things, and He is the One, the Prevailing","es":"Pregúntales [¡oh, Mujámmad! a los idólatras]: \"¿Quién es el Señor de los cielos y de la Tierra?\" Y diles: \"Él es Dios\". Pregúntales: \"¿Es que toman en vez de Él [ídolos como] protectores que no pueden beneficiarse ni perjudicarse ni siquiera a sí mismos?\" Y también: \"¿Acaso se pueden equiparar el ciego y el vidente? ¿O las tinieblas y la luz? ¿O es que aquello que Le asocian a Dios ha creado algo como lo hace Dios, por lo que se confundieron y creyeron que debían adorarlo?\" Diles: \"Dios es Quien ha creado todas las cosas. Él es el Único, el que tiene dominio absoluto sobre todas las cosas","fr":"Dis: «Qui est le Seigneur des cieux et de la terre?» Dis: «Allah». Dis: «Et prendrez-vous en dehors de Lui, des maîtres qui ne détiennent pour eux-mêmes ni bien ni mal?» Dis: «Sont-ils égaux, l'aveugle et celui qui voit? Ou sont-elles égales, les ténèbres et la lumière? Ou donnent-ils à Allah des associés qui créent comme Sa création au point que les deux créations se soient confondues à eux? Dis: «Allah est le Créateur de toute chose, et c'est Lui l'Unique, le Dominateur suprême»","id":"Katakanlah (Muhammad), \"Siapakah Tuhan langit dan bumi?\" katakanlah, \"Allah.\" Katakanlah, \"Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?\" Katakanlah, \"Samakah orang yang buta dengan yang dapat melihat? Atau samakah yang gelap dengan yang terang? Apakah mereka menjadikan sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?\" Katakanlah, \"Allah adalah Pencipta segala sesuatu dan Dia Tuhan Yang Maha Esa, Mahaperkasa","ru":"Скажи: «Кто Господь небес и земли?». Скажи: «Аллах». Скажи: «Неужели вы взяли себе вместо Него покровителей и помощников, которые не властны принести пользу и вред даже самим себе?». Скажи: «Разве равны слепой и зрячий? Или же равны мраки и свет?». Или же они нашли сотоварищей Аллаха, которые творят так, как творит Аллах, и эти творения кажутся им схожими? Скажи: «Аллах - Творец всякой вещи. Он - Единственный, Всемогущий»","sv":"Säg: \"Vem är himlarnas och jordens Herre?\" Säg: \"[Det är] Gud.\" Säg: \"Och ändå tar ni till beskyddare i Hans ställe dem som varken kan ge sig själva förmåner eller [skydda sig mot] ett ont [som hotar dem]?\" Säg: \"Kan den blinde jämställas med den seende? Kan djupt mörker jämställas med ljus?\" Eller [menar de att] medhjälparna som de sätter vid Guds sida har skapat något jämförbart med det som Han har skapat, så att [medhjälparnas skapelse] för dem liknar [Guds] skapelse? Säg: \"Gud är alltings Skapare, den Ende Guden, som härskar över allt med oinskränkt makt","tr":"De ki: \"Göklerin ve yerin Rabbi kimdir?\", \"Allah'tır\" de. \"Onu bırakıp, kendilerine bir fayda ve zararı olmayan dostlar mı edindiniz?\" de. \"Kör ile gören bir olur mu? Veya karanlıkla aydınlık bir midir?\" de. Yoksa Allah'a, Allah gibi yaratması olan ortaklar buldular da, yaratmaları birbirine mi benzettiler? De ki: \"Her şeyi yaratan Allah'tır. O, her şeye üstün gelen tek Tanrı'dır","ur":"اِن سے پوچھو، آسمان و زمین کا رب کون ہے؟ کہو، اللہ پھر ان سے کہو کہ جب حقیقت یہ ہے تو کیا تم نے اُسے چھوڑ کر ایسے معبودوں کو اپنا کارساز ٹھیرا لیا جو خود اپنے لیے بھی کسی نفع و نقصان کا اختیار نہیں رکھتے؟ کہو، کیا اندھا اور آنکھوں والا برابر ہوا کرتا ہے؟ کیا روشنی اور تاریکیاں یکساں ہوتی ہیں؟ اور اگر ایسا نہیں تو کیا اِن ٹھیرائے ہوئے شریکوں نے بھی اللہ کی طرح کچھ پیدا کیا ہے کہ اُس کی وجہ سے اِن پر تخلیق کا معاملہ مشتبہ ہو گیا؟ کہو، ہر چیز کا خالق صرف اللہ ہے اور وہ یکتا ہے، سب پر غالب","zh":"你说：“谁是天地的主？”你说：“安拉。”你说：“难道你们舍安拉而把那些不能自主祸福者当作保佑者吗？”你说：“盲人与非盲人是一样的吗？黑暗与光明是一样的吗？”他们为安拉树立了许多伙伴，难道那些伙伴能像安拉那样创造万物，以致他们分辨不出两种创造吗？你说：“安拉是万物的创造者，他确是独一的，确是万能的。”"},"transliteration":"Qul man rabbu alssamawati waalardi quli Allahu qul afaittakhathtum min doonihi awliyaa la yamlikoona lianfusihim nafAAan wala darran qul hal yastawee alaAAma waalbaseeru am hal tastawee alththulumatu waalnnooru am jaAAaloo lillahi shurakaa khalaqoo kakhalqihi fatashabaha alkhalqu AAalayhim quli Allahu khaliqu kulli shayin wahuwa alwahidu alqahharu","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
