{"id":1724,"number":17,"text":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","translations":{"en":"He sends down from the sky, rain, and valleys flow according to their capacity, and the torrent carries a rising foam. And from that [ore] which they heat in the fire, desiring adornments and utensils, is a foam like it. Thus Allah presents [the example of] truth and falsehood. As for the foam, it vanishes, [being] cast off; but as for that which benefits the people, it remains on the earth. Thus does Allah present examples","es":"[Dios] envía el agua del cielo, que corre por los valles acorde a la capacidad de los mismos, y en su torrente acarrea espuma en su superficie, igual que la espuma que sale de la fundición para fabricar las alhajas o los utensilios. Con ello Dios les expone un ejemplo para que sepan diferenciar la verdad de lo falso: en cuanto a la espuma, se desvanece rápidamente, y aquello que beneficia a la gente permanece en la tierra [enriqueciéndola]; así es como Dios les expone los ejemplos","fr":"Il a fait descendre une eau du ciel à laquelle des vallées servent de lit, selon leur grandeur. Le flot débordé a charrié une écume flottante; et semblable à celle-ci est [l'] écume provenant de ce qu'on porte à fusion, dans le feu pour [fabriquer] des bijoux et des ustensiles. Ainsi Allah représente en parabole la Vérité et le Faux: l'écume [du torrent et du métal fondu] s'en va, au rebut, tandis que [l'eau et les objets] utiles aux Hommes demeurent sur la terre. Ainsi Allah propose des paraboles","id":"Allah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan (tentang) yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan","ru":"Он ниспосылает с неба воду, и долины наполняются потоками в соответствии с их размерами. Поток несет пену, поднявшуюся на поверхность. Подобная же пена появляется на том, что раскаливают в огне для изготовления украшений или утвари. Такими притчами Аллах разъясняет истину и ложь. Пена будет выброшена, а то, что приносит людям пользу, останется в земле. Такие притчи приводит Аллах","sv":"Han låter regn falla, som [fyller] uttorkade flodbäddar till brädden, och det skummande vattnet för upp bottenslammet till ytan; på samma sätt [utfälls] slagg ur [metallen] som de smälter över eld för att av den tillverka prydnads- eller nyttoföremål. Så beskriver Gud sanningen och lögnen: slammet och slaggen stöts bort och försvinner, men det som är till människornas nytta blir kvar på jorden. Så framställer Gud [Sina] liknelser","tr":"Allah gökten su indirir, dereler onunla dolar taşar. Sel, üste çıkan köpüğü alır götürür. Süslenmek veya faydalanmak için ateşte erittiklerinizin üzerinde de buna benzer bir köpük vardır. Allah, hak ve batıl için şöyle misal verir: Köpük uçup gider, insanlara fayda veren ise yerde kalır. Allah bunun gibi daha nice misaller verir","ur":"اللہ نے آسمان سے پانی برسایا اور ہر ندی نالہ اپنے ظرف کے مطابق اسے لے کر چل نکلا پھر جب سیلاب اٹھا تو سطح پر جھاگ بھی آ گئے اور ویسے ہی جھاگ اُن دھاتوں پر بھی اٹھتے ہیں جنہیں زیور اور برتن وغیرہ بنانے کے لیے لوگ پگھلایا کرتے ہیں اِسی مثال سے اللہ حق اور باطل کے معاملے کو واضح کرتا ہے جو جھاگ ہے وہ اڑ جایا کرتا ہے اور جو چیز انسانوں کے لیے نافع ہے وہ زمین میں ٹھیر جاتی ہے اس طرح اللہ مثالوں سے اپنی بات سمجھاتا ہے","zh":"安拉从天上降下雨水，一切沟壑就尽量流行。山洪载着浮渣——他们为制造首饰和器皿而熔化的金属，也有同样的浮渣。安拉如此阐明真伪——至于渣滓则被冲走，至于有益于人的东西则留在上面。安拉如此阐明许多比喻。"},"transliteration":"Anzala mina alssamai maan fasalat awdiyatun biqadariha faihtamala alssaylu zabadan rabiyan wamimma yooqidoona AAalayhi fee alnnari ibtighaa hilyatin aw mataAAin zabadun mithluhu kathalika yadribu Allahu alhaqqa waalbatila faamma alzzabadu fayathhabu jufaan waamma ma yanfaAAu alnnasa fayamkuthu fee alardi kathalika yadribu Allahu alamthala","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
