{"id":1729,"number":22,"text":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَـٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","translations":{"en":"And those who are patient, seeking the countenance of their Lord, and establish prayer and spend from what We have provided for them secretly and publicly and prevent evil with good - those will have the good consequence of [this] home","es":"que son perseverantes [en la adoración] anhelando el rostro de su Señor [y Su complacencia], que practican la oración prescrita, que hacen caridades con parte de lo que les he proveído, tanto en privado como en público, y si son maltratados responden con una buena actitud [sabiendo disculpar]; éstos obtendrán como recompensa una morada hermosa","fr":"et qui endurent dans la recherche de l'agrément d'Allah, accomplissent la Salât et dépensent (dans le bien), en secret et en public, de ce que Nous leur avons attribué, et repoussent le mal par le bien. A ceux-là, la bonne demeure finale","id":"Dan orang yang sabar karena mengharap keridaan Tuhannya, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang itulah yang mendapat tempat kesudahan (yang baik)","ru":"которые проявляют терпение, стремясь к Лику своего Господа, совершают намаз, расходуют тайно и открыто из того, чем Мы их наделили, и добром отталкивают зло. Им уготована Последняя обитель","sv":"de som bär motgången med jämnmod och strävar efter att vinna Guds välbehag, som förrättar bönen och ger åt andra av det som Vi skänkt dem för deras försörjning, så att ingen ser det eller öppet inför alla, och som fördriver ont med gott. Deras mål är de eviga boningarna","tr":"Onlar, Rablerinin rızasını dileyerek sabrederler, namazı kılarlar; kendilerine verdiğimiz rızıktan, gizlice ve açıkça sarfederler; iyilik yaparak kötülüğü ortadan kaldırırlar; işte onlara bu dünyanın iyi sonucu, girecekleri Adn cennetleri vardır; babalarının, eşlerinin, çocuklarının iyi olanları da oraya girerler. Melekler her kapıdan yanlarına girip: \"Sabretmenize karşılık size selam olsun; burası dünyanın ne güzel bir sonucudur!\" derler","ur":"اُن کا حال یہ ہوتا ہے کہ اپنے رب کی رضا کے لیے صبر سے کام لیتے ہیں، نماز قائم کرتے ہیں، ہمارے دیے ہوئے رزق میں سے علانیہ اور پوشیدہ خرچ کرتے ہیں، اور برائی کو بھلائی سے دفع کرتے ہیں آخرت کا گھر انہی لوگوں کے لیے ہے","zh":"他们是为求得自己的养主的喜悦而坚忍的，是谨守拜功的，是秘密地和公开地分舍我赐给他们的财物的，是以德报怨的。这等人得吃后世的善果——"},"transliteration":"Waallatheena sabaroo ibtighaa wajhi rabbihim waaqamoo alssalata waanfaqoo mimma razaqnahum sirran waAAalaniyatan wayadraoona bialhasanati alssayyiata olaika lahum AAuqba alddari","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
