{"id":1734,"number":27,"text":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","translations":{"en":"And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" Say, [O Muhammad], \"Indeed, Allah leaves astray whom He wills and guides to Himself whoever turns back [to Him]","es":"Dicen los que se niegan a creer: \"¿Por qué no se le concede un milagro de su Señor [que así creeremos]?\" Diles [¡oh, Mujámmad!]: \"Dios extravía a quien quiere, y guía hacia Él a quien se arrepiente","fr":"Ceux qui ont mécru disent: «Pourquoi n'a-t-on pas descendu sur lui (Muhammad) un miracle venant de son Seigneur?» Dis: «En vérité, Allah égare qui Il veut; et Il guide vers Lui celui qui se repent","id":"Dan orang-orang kafir berkata, \"Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mukjizat) dari Tuhannya?\" Katakanlah (Muhammad), \"Sesungguhnya Allah menyesatkan420) siapa yang Dia kehendaki dan memberi petunjuk orang yang bertobat kepada-Nya","ru":"Неверующие говорят: «Почему ему не ниспослано знамение от его Господа?». Скажи: «Аллах вводит в заблуждение того, кого пожелает, и ведет прямым путем тех, кто обратился к Нему с покаянием»","sv":"FÖRNEKARNA av sanningen säger: \"Varför har han inte fått ett tecken från sin Herre?\" Säg: \"Gud låter dem gå vilse som vill gå vilse och Han leder dem till Sig som vill vända åter till Honom i ånger","tr":"İnkar edenler: \"Rabbinden ona bir mucize indirilmeli değil miydi?\" derler. De ki: \"Doğrusu Allah dileyeni saptırır ve Kendisine yöneleni doğru yola eriştirir","ur":"یہ لوگ جنہوں نے (رسالت محمدیؐ کو ماننے سے) انکار کر دیا ہے کہتے ہیں \"اِس شخص پر اِس کے رب کی طرف سے کوئی نشانی کیوں نہ اتری\" کہو، اللہ جسے چاہتا ہے گمراہ کر دیتا ہے اور وہ اپنی طرف آنے کا راستہ اُسی کو دکھاتا ہے جو اُس کی طرف رجوع کرے","zh":"不信道的人们说：“怎么没有一种迹象从他的主降临他呢。”你说：“安拉必定使他所意欲者误入迷途，必定使归依他的人走上正路。”"},"transliteration":"Wayaqoolu allatheena kafaroo lawla onzila AAalayhi ayatun min rabbihi qul inna Allaha yudillu man yashao wayahdee ilayhi man anaba","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
