{"id":1737,"number":30,"text":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","translations":{"bn":"এমনিভাবে আমি আপনাকে একটি উম্মতের মধ্যে প্রেরণ করেছি। তাদের পূর্বে অনেক উম্মত অতিক্রান্ত হয়েছে। যাতে আপনি তাদেরকে ঐ নির্দেশ শুনিয়ে দেন, যা আমি আপনার কাছে প্রেরণ করেছি। তথাপি তারা দয়াময়কে অস্বীকার করে। বলুনঃ তিনিই আমার পালনকর্তা। তিনি ব্যতীত কারও উপাসনা নাই। আমি তাঁর উপরই ভরসা করেছি এবং তাঁর দিকেই আমার প্রত্যাবর্তণ।","en":"Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return","id":"Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Alquran) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, \"Dia Tuhanku, tidak ada tuhan selain Dia; hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat","ru":"Так Мы отправили тебя к народу, до которого жили другие народы, чтобы ты прочел им то, что Мы внушили тебе в откровении, но они не уверовали в Милостивого. Скажи: «Он - мой Господь, и нет божества, кроме Него. Я уповаю только на Него, и к Нему я вернусь с покаянием»","tr":"Sana vahyettiğimizi okuman için, seni de onlardan önce nice ümmetlerin gelip geçtiği bir ümmete gönderdik; o ümmet merhametli olan Allah'ı inkar eder; de ki: \"O benim Rabbim'dir, O'ndan başka Tanrı yoktur, yalnız O'na güvenirim, dönüşüm de O'nadır","ur":"اے محمدؐ، اِسی شان سے ہم نے تم کو رسول بنا کر بھیجا ہے، ایک ایسی قوم میں جس سے پہلے بہت سی قومیں گزر چکی ہیں، تاکہ تم اِن لوگوں کو وہ پیغام سناؤ جو ہم نے تم پر نازل کیا ہے، اِس حال میں کہ یہ اپنے نہایت مہربان خدا کے کافر بنے ہوئے ہیں اِن سے کہو کہ وہی میرا رب ہے، اُس کے سوا کوئی معبود نہیں ہے، اُسی پر میں نے بھروسہ کیا اور وہی میرا ملجا و ماویٰ ہے"},"chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"bn":"বজ্রপাত","en":"The Thunder","id":"Guruh (Petir)","ru":"Гром","tr":"Ra'd","ur":"گرج"},"type":"medinan"}}
