{"id":1737,"number":30,"text":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","translations":{"en":"Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return","es":"Te he enviado a una comunidad que fue precedida por otras, para que les recites lo que te he revelado, pero ellos no creyeron en el Compasivo. Diles: \"Él es mi Señor, no hay otra divinidad salvo Dios, a Él me encomiendo y confío, y a Él he de retornar","fr":"Ainsi Nous t'envoyons dans une communauté - que d'autres communautés ont précédée - pour que tu leur récites ce que Nous te révélons [le Coran], cependant qu'ils ne croient pas au Tout Miséricordieux. Dis: «C'est Lui mon Seigneur. Pas d'autre divinité à part Lui. En Lui je place ma confiance. Et à Lui je me repens»","id":"Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Alquran) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, \"Dia Tuhanku, tidak ada tuhan selain Dia; hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat","ru":"Так Мы отправили тебя к народу, до которого жили другие народы, чтобы ты прочел им то, что Мы внушили тебе в откровении, но они не уверовали в Милостивого. Скажи: «Он - мой Господь, и нет божества, кроме Него. Я уповаю только на Него, и к Нему я вернусь с покаянием»","sv":"Så har Vi också låtit dig [Muhammad som Vårt Sändebud] stiga fram bland ett folk som förnekar den Nåderike - [andra] folk [som avvisade tron] har kommit och gått före dem - för att du skall framföra till dem det som Vi har uppenbarat för dig! Säg: \"Han är min Herre. Ingen gud finns utom Han. Till Honom sätter jag min lit och till Honom vänder jag åter i ånger över mina synder","tr":"Sana vahyettiğimizi okuman için, seni de onlardan önce nice ümmetlerin gelip geçtiği bir ümmete gönderdik; o ümmet merhametli olan Allah'ı inkar eder; de ki: \"O benim Rabbim'dir, O'ndan başka Tanrı yoktur, yalnız O'na güvenirim, dönüşüm de O'nadır","ur":"اے محمدؐ، اِسی شان سے ہم نے تم کو رسول بنا کر بھیجا ہے، ایک ایسی قوم میں جس سے پہلے بہت سی قومیں گزر چکی ہیں، تاکہ تم اِن لوگوں کو وہ پیغام سناؤ جو ہم نے تم پر نازل کیا ہے، اِس حال میں کہ یہ اپنے نہایت مہربان خدا کے کافر بنے ہوئے ہیں اِن سے کہو کہ وہی میرا رب ہے، اُس کے سوا کوئی معبود نہیں ہے، اُسی پر میں نے بھروسہ کیا اور وہی میرا ملجا و ماویٰ ہے","zh":"我这样派遣你去教化一个民族，在这个民族之前有许多民族确已逝去了，以便你对他们宣读我所启示给你的经典，他们是不信至仁主的。你说：“他是我的主，除他之外，绝无应受崇拜的。我只托靠他，我只以他为归依。”"},"transliteration":"Kathalika arsalnaka fee ommatin qad khalat min qabliha omamun litatluwa AAalayhimu allathee awhayna ilayka wahum yakfuroona bialrrahmani qul huwa rabbee la ilaha illa huwa AAalayhi tawakkaltu wailayhi matabi","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
