{"id":1738,"number":31,"text":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","translations":{"en":"And if there was any qur'an by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak, [it would be this Qur'an], but to Allah belongs the affair entirely. Then have those who believed not accepted that had Allah willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allah. Indeed, Allah does not fail in [His] promise","es":"Si existiera un libro revelado que pudiera mover las montañas, abrir la tierra o hacer hablar a los muertos, ése sería el Corán. Pero todos los asuntos dependen del decreto de Dios. ¿Acaso no saben los creyentes que si Dios quisiera guiaría a todas las personas? Los que se niegan a creer seguirán padeciendo calamidades que azotarán a su territorio y a sus alrededores por su incredulidad, hasta que les llegue el castigo que Dios les ha advertido. Dios no quebranta Sus promesas","fr":"S'il y avait un Coran à mettre les montagnes en marche, à fendre la terre ou à faire parler les morts (ce serait celui-ci). C'est plutôt à Allah le commandement tout entier. Les croyants ne savent-ils pas que, si Allah voulait, Il aurait dirigé tous les hommes vers le droit chemin. Cependant, ceux qui ne croient pas ne manqueront pas, pour prix de ce qu'ils font, d'être frappés par un cataclysme, ou [qu'un cataclysme] s'abattra près de leurs demeures jusqu'à ce que vienne la promesse d'Allah. Car Allah, ne manque pas à Sa promesse","id":"Dan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat digoncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Alquran). Sebenarnya segala urusan itu milik Allah. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sampai datang janji Allah (penaklukan Mekkah). Sungguh, Allah tidak menyalahi janji","ru":"Если бы был Коран, благодаря которому сдвинулись бы горы, разверзлась бы земля или заговорили бы покойники, то им оказался бы этот Коран. Но любое решение остается только за Аллахом. Разве верующие еще не знают, что если бы Аллах захотел, то наставил бы всех людей на прямой путь? Бедствия не перестанут поражать неверующих за то, что они содеяли, или будут рядом с их жилищами до тех пор, пока не явится обещание Аллаха. Воистину, Аллах не нарушает Своего обещания","sv":"Om det fanns en Skrift [vars ord] kunde sätta bergen i rörelse eller bryta jorden i stycken eller förmå de döda att tala [skulle det vara denna Koran, men inte ens under som dessa skulle leda förnekarna till tron]. Nej, allt beror av Guds beslut. Har inte de troende misströstat om [att förnekarna skall anta tron? De vet ju att] Gud, om Han velat, skulle ha väglett alla människor? Men katastrofer kommer att fortsätta att drabba förnekarna till följd av deras handlingar - [drabba dem] eller [trakten] kring deras hem - till dess att Guds löfte [om trons seger] har uppfyllts. Gud sviker inte Sitt löfte","tr":"Eğer Kuran ile dağlar yürütülmüş veya yeryüzü parçalanmış yahut ölüler konuşturulmuş olsaydı, kafirler yine de inanmazlardı. Oysa bütün işler Allah'a aittir. İnananların, \"Allah dilese bütün insanları doğru yola eriştirebilir\" gerçeğini akılları kesmedi mi? Allah'ın sözü yerine gelinceye kadar, yaptıkları işler sebebiyle inkar edenlere bir belanın dokunması veya evlerinin yakınına inmesi devam eder durur. Allah, verdiği sözden şüphesiz caymaz","ur":"اور کیا ہو جاتا اگر کوئی ایسا قرآن اتار دیا جاتا جس کے زور سے پہاڑ چلنے لگتے، یا زمین شق ہو جاتی، یا مُردے قبروں سے نکل کر بولنے لگتے؟ (اس طرح کی نشانیاں دکھا دینا کچھ مشکل نہیں ہے) بلکہ سارا اختیار ہی اللہ کے ہاتھ میں ہے پھر کیا اہل ایمان (ابھی تک کفار کی طلب کے جواب میں کسی نشانی کے ظہور کی آس لگا ئے بیٹھے ہیں اور وہ یہ جان کر) مایوس نہیں ہو گئے کہ اگر اللہ چاہتا تو سارے انسانوں کو ہدایت دے دیتا؟ جن لوگوں نے خدا کے ساتھ کفر کا رویہ اختیار کر ر کھا ہے اُن پر ان کے کرتوتوں کی وجہ سے کوئی نہ کوئی آفت آتی ہی رہتی ہے، یا ان کے گھر کے قریب کہیں نازل ہوتی ہے یہ سلسلہ چلتا رہے گا یہاں تک کہ اللہ کا وعدہ آن پورا ہو یقیناً اللہ اپنے وعدے کی خلاف ورزی نہیں کرتا","zh":"假若有一部《古兰经》，可用来移动山岳，或破裂大地，或使死人说话，（他们必不信它）。不然，一切事情只归安拉，难道信道的人们不知道吗？假若安拉意欲，他必引导全人类。不信道的人们还要因自己的行为而遭受灾殃，或他们住宅的附近遭受灾殃，直到安拉的应许到来。安拉确是不爽约的。"},"transliteration":"Walaw anna quranan suyyirat bihi aljibalu aw quttiAAat bihi alardu aw kullima bihi almawta bal lillahi alamru jameeAAan afalam yayasi allatheena amanoo an law yashao Allahu lahada alnnasa jameeAAan wala yazalu allatheena kafaroo tuseebuhum bima sanaAAoo qariAAatun aw tahullu qareeban min darihim hatta yatiya waAAdu Allahi inna Allaha la yukhlifu almeeAAada","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
