{"id":174,"number":167,"text":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","translations":{"en":"Those who followed will say, \"If only we had another turn [at worldly life] so we could disassociate ourselves from them as they have disassociated themselves from us.\" Thus will Allah show them their deeds as regrets upon them. And they are never to emerge from the Fire","es":"Entonces los seguidores dirán: \"Si tuviéramos otra oportunidad [de regresar a la vida mundanal] nos desentenderíamos de ellos, como ellos se han desentendido de nosotros\". Así les hará ver Dios sus obras para que sientan remordimiento. Pero nunca saldrán del Fuego","fr":"Et les suiveurs diront: «Ah! Si un retour nous était possible! Alors nous les désavouerions comme ils nous ont désavoués!» - Ainsi Allah leur montra leurs actions; source de remords pour eux; mais ils ne pourront pas sortir du Feu","id":"Dan orang-orang yang mengikuti berkata, \"Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.\" Demikianlah Allah memperlihatkan kepada mereka perbuatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan ke luar dari api neraka","ru":"Те, которые следовали за другими, скажут: «Если бы у нас был еще один шанс, то мы отреклись бы от них, подобно тому, как они отреклись от нас». Таким же образом Аллах покажет им их деяния, чтобы это опечалило их. Они никогда не выйдут из Огня","sv":"och efterföljarna skall säga: \"Om vi ändå kunde finna en väg tillbaka! Då skulle vi ta avstånd från dem liksom de nu tagit avstånd från oss.\" Så skall Gud låta dem se sina handlingar [i deras rätta ljus] och de skall känna [ånger och] grämelse. Men de kan inte rädda sig undan Elden","tr":"Uyanlar: \"Keşke bizim için dünyaya bir dönüş olsa da, bizden uzaklaştıkları gibi biz de onlardan uzaklaşsak\" derler. Böylece Allah onlara, hasretini çekecekleri işlerini gösterir. Onlar cehennemden çıkmayacaklardır","ur":"اور وہ لوگ جو دنیا میں اُن کی پیروی کرتے تھے، کہیں گے کہ کاش ہم کو پھر ایک موقع دیا جاتا تو جس طرح آج یہ ہم سے بیزاری ظاہر کر رہے ہیں، ہم اِن سے بیزار ہو کر دکھا دیتے یوں اللہ اِن لوگوں کے وہ اعمال جو یہ دنیا میں کر رہے ہیں، ان کے سامنے اِس طرح لائے گا کہ یہ حسرتوں اور پشیمانیوں کے ساتھ ہاتھ ملتے رہیں گے مگر آگ سے نکلنے کی کوئی راہ نہ پائیں گے","zh":"随从的人，将说：“但愿我们得返尘世，那么，我们将与他们绝交，犹如他们与我们绝交一样。”安拉将这样以他们的行为昭示他们，使他们感到悔恨，他们绝不能逃出火狱。"},"transliteration":"Waqala allatheena ittabaAAoo law anna lana karratan fanatabarraa minhum kama tabarraoo minna kathalika yureehimu Allahu aAAmalahum hasaratin AAalayhim wama hum bikharijeena mina alnnari","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
