{"id":1740,"number":33,"text":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","translations":{"en":"Then is He who is a maintainer of every soul, [knowing] what it has earned, [like any other]? But to Allah they have attributed partners. Say, \"Name them. Or do you inform Him of that which He knows not upon the earth or of what is apparent of speech?\" Rather, their [own] plan has been made attractive to those who disbelieve, and they have been averted from the way. And whomever Allah leaves astray - there will be for him no guide","es":"¿Es, acaso, Quien tiene a cada uno de los seres vivos bajo Su tutela suprema, [tratando a cada uno de ellos] según lo que merece, [comparable a cualquier otra cosa existente]? Pero a pesar de eso asocian a Dios [en la adoración]. Diles: \"¡Mencionen [a los socios de Dios] si es que existen! ¿Acaso creen que van a informarle de algo que existe en la Tierra y que Él no sepa, o solo hablan sin sentido?\" [El demonio] los hizo ver, a los que se negaron a creer, la idolatría como algo bueno, y [por eso] apartan a la gente del camino recto. Pero aquel a quien Dios extravía, nadie lo podrá guiar","fr":"Est-ce que Celui qui observe ce que chaque âme acquiert [est semblable aux associés?...] Et pourtant ils donnent des associés à Allah. Dis [leur:] «Nommez-les. Ou essayez-vous de Lui apprendre ce qu'Il ne connaît pas sur la terre? Ou avez-vous été simplement séduits par de faux noms?» En fait, on a embelli aux mécréants leur stratagème et on les a empêchés de prendre le droit chemin. Et quiconque Allah laisse égarer, n'a plus personne pour le guider","id":"Maka apakah Tuhan yang menjaga setiap jiwa terhadap apa yang diperbuatnya (sama dengan yang lain)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah, \"Sebutkanlah sifat-sifat mereka itu!\" Atau apakah kamu hendak memberitahukan kepada Allah apa yang tidak diketahui-Nya di bumi, atau (mengatakan tentang hal itu) sekedar perkataan pada lahirnya saja. Sebenarnya bagi orang kafir, tipu daya mereka itu dijadikan terasa indah, dan mereka dihalangi dari jalan (yang benar). Dan barang siapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya","ru":"Разве Тот, Кто заботится за каждым человеком и тем, что он приобретает, подобен ложным божествам? Но они приобщают сотоварищей к Аллаху. Скажи: «Назовите их! Неужели вы поведаете Ему о существующем на земле такое, что Ему не известно, или же это - всего лишь пустые слова?». Неверующих обольстили их собственной хитростью и сбили с пути. А для того, кого Аллах вводит в заблуждение, нет наставника","sv":"SKULLE Han som vakar över allt levande och vet vad [var och en] förtjänar med sina handlingar, [kunna jämföras med] de medhjälpare som de sätter vid Hans sida? Säg: \"Kalla dem [vad ni vill]; men ni kan inte underrätta Gud om något på jorden som Han inte [redan] vet. Eller använder ni ord utan mening?\" Men dessa förnekares påfund har skönmålats för dem och [så] har [den raka] vägen stängts för dem; och den som Gud låter gå vilse kan inte finna någon som leder honom rätt","tr":"Herkesin yaptığını gözeten Allah, bunu yapamayan putlarla bir olur mu? Onlar Allah'a ortak koştular. De ki: \"Onlara bir ad bulun bakalım; yeryüzünde bilmediği bir şeyi mi Allah'a haber veriyorsunuz? Yoksa kuru sözlere mi aldanıyorsunuz? Fakat inkar edenlere, kurdukları düzenler güzel gösterildi ve doğru yoldan alıkonuldular. Zaten Allah'ın saptırdığına yol gösteren bulunmaz","ur":"پھر کیا وہ جو ایک ایک متنفس کی کمائی پر نظر رکھتا ہے (اُس کے مقابلے میں یہ جسارتیں کی جا رہی ہیں کہ) لوگوں نے اُس کے کچھ شریک ٹھیرا رکھے ہیں؟ اے نبیؐ، اِن سے کہو (اگر واقعی وہ خدا کے اپنے بنائے ہوئے شریک ہیں تو) ذرا اُن کے نا م لو کہ وہ کون ہیں؟ کیا تم اللہ کو ایک نئی بات کی خبر دے رہے ہو جسے وہ اپنی زمین میں نہیں جانتا؟ یا تم لوگ بس یونہی جو منہ میں آتا ہے کہہ ڈالتے ہو؟ حقیقت یہ ہے کہ جن لوگوں نے دعوت حق کو ماننے سے انکار کیا ہے ان کے لیے اُن کی مکاریاں خوشنما بنا دی گئی ہیں اور وہ راہ راست سے روک دیے گئے ہیں، پھر جس کو اللہ گمراہی میں پھینک دے اُسے کوئی راہ دکھانے والا نہیں ہے","zh":"监视每个灵魂的谋求者，难道像那不能监视的吗？他们为安拉树立了许多伙伴，你说：“你们指出他们的名称吧。难道你们把安拉在大地上所不知道的告诉他吗？不然，你们据浮辞而称他们为安拉的伙伴。”不然，不信道者，已为自己的计谋所迷惑了。他们被阻挠而不能入正道。安拉使谁迷误，谁就没有向导。"},"transliteration":"Afaman huwa qaimun AAala kulli nafsin bima kasabat wajaAAaloo lillahi shurakaa qul sammoohum am tunabbioonahu bima la yaAAlamu fee alardi am bithahirin mina alqawli bal zuyyina lillatheena kafaroo makruhum wasuddoo AAani alssabeeli waman yudlili Allahu fama lahu min hadin","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
