{"id":1743,"number":36,"text":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","translations":{"en":"And [the believers among] those to whom We have given the [previous] Scripture rejoice at what has been revealed to you, [O Muhammad], but among the [opposing] factions are those who deny part of it. Say, \"I have only been commanded to worship Allah and not associate [anything] with Him. To Him I invite, and to Him is my return","es":"Aquellos a quienes concedí el Libro [el Corán] se regocijan con lo que te fue revelado [¡oh, Mujámmad!], pero entre los aliados hay quienes negaron algunas partes [del Corán]. Diles: \"Me ha sido ordenado adorar a Dios y no asociarle nada [en la adoración]; a Él me encomiendo y ante Él compareceré","fr":"Et ceux à qui Nous avons déjà donné le Livre se réjouissent de ce qu'on a fait descendre vers toi. Tandis que certaines factions en rejettent une partie. Dis: «Il m'a seulement été commandé d'adorer Allah et de ne rien Lui associer. C'est à Lui que j'appelle [les gens], Et c'est vers Lui que sera mon retour»","id":"(Dan orang yang telah Kami berikan kitab kepada mereka421) bergembira dengan apa (Kitab) yang diturunkan kepadamu (Muhammad), dan ada di antara golongan (Yahudi dan Nasrani), yang mengingkari sebagiannya. Katakanlah, \"Aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali","ru":"Те, кому Мы даровали Писание, радуются тому, что ниспослано тебе. Но среди союзников (иудеев и язычников) есть такие, которые отрицают часть этого. Скажи: «Мне велено лишь поклоняться Аллаху и не приобщать к Нему сотоварищей. К Нему я призываю, и к Нему предстоит возвращение»","sv":"[Muhammad!] De som Vi [förut] har skänkt uppenbarelsen gläds över det som har uppenbarats för dig. Men bland dem som splittrats i sekter avvisar några en del av detta. Säg [till dem]: \"Jag har bara blivit befalld att tillbe Gud och att inte sätta någon vid Hans sida. Jag uppmanar [människorna att dyrka] Honom och till Honom skall jag [till sist] återvända","tr":"Kendilerine kitap verdiklerimiz, sana indirilenden memnun olurlar. Karşı guruplar içinde ise, onun bir kısmını inkar edenler vardır. De ki: \"Ben ancak Allah'a kulluk etmekle ve O'na asla ortak koşmamakla emrolundum. Hepinizi ancak O'na çağırıyorum vedönüşüm O'nadır","ur":"اے نبیؐ، جن لوگوں کو ہم نے پہلے کتاب دی تھی وہ اِس کتاب سے جو ہم نے تم پر نازل کی ہے، خوش ہیں اور مختلف گروہوں میں کچھ لوگ ایسے بھی ہیں جو اس کی بعض باتوں کو نہیں مانتے تم صاف کہہ دو کہ \"مجھے تو صرف اللہ کی بندگی کا حکم دیا گیا ہے اور اس سے منع کیا گیا ہے کہ کسی کو اس کے ساتھ شریک ٹھیراؤں لہٰذا میں اسی کی طرف دعوت دیتا ہوں اور اسی کی طرف میرا رجوع ہے","zh":"蒙我赏赐经典的人喜欢降示给你的经典，同盟者当中，有人否认这经典的一部分。你说：“我只奉命崇拜安拉，而不以物配他，我只号召人崇拜他，我只归依他。”"},"transliteration":"Waallatheena ataynahumu alkitaba yafrahoona bima onzila ilayka wamina alahzabi man yunkiru baAAdahu qul innama omirtu an aAAbuda Allaha wala oshrika bihi ilayhi adAAoo wailayhi maabi","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
