{"id":1744,"number":37,"text":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","translations":{"en":"And thus We have revealed it as an Arabic legislation. And if you should follow their inclinations after what has come to you of knowledge, you would not have against Allah any ally or any protector","es":"Así te he revelado el Corán en [idioma] árabe. Pero si tú sigues sus pasiones después de haberte llegado el conocimiento, no tendrás, fuera de Dios, defensor ni protector alguno","fr":"Ainsi l'avons-Nous fait descendre (le Coran) [sous forme] de loi en arabe. Et si tu suis leurs passions après ce que tu as reçu comme savoir, il n'y aura pour toi, contre Allah, ni allié ni protecteur","id":"Dan demikianlah Kami telah menurunkannya (Alquran) sebagai peraturan (yang benar) dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, maka tidak ada yang melindungi dan yang menolong engkau dari (siksaan) Allah","ru":"Таким образом Мы ниспослали Коран законом на арабском языке. Если ты станешь потакать их желаниям после того, как к тебе явилось знание, то никто вместо Аллаха не станет твоим покровителем и защитником","sv":"[Liksom Vi uppenbarade äldre tiders Skrifter] har Vi nu uppenbarat denna som en regelsamling på det arabiska språket. Och om du, efter att ha fått all den kunskap som kommit dig till del, tillmötesgick deras önskningar, skulle ingen kunna skydda dig mot Gud, ingen ta dig i försvar","tr":"Böylece Biz Kuran'ı Arapça bir hüküm ve hikmet olarak indirdik. Sana ilim geldikten sonra onların heveslerine uyarsan, and olsun ki, Allah katında sana bir dost ve seni koruyan çıkmaz","ur":"اِسی ہدایت کے ساتھ ہم نے یہ فرمان عربی تم پر نازل کیا ہے اب اگر تم نے اِس علم کے باوجود جو تمہارے پاس آ چکا ہے لوگوں کی خواہشات کی پیروی کی تو اللہ کے مقابلے میں نہ کوئی تمہارا حامی و مددگار ہے اور نہ کوئی اس کی پکڑسے تم کو بچا سکتا ہے","zh":"我这样把它降示为阿拉伯文的智慧。在知识降临你之后，如果你顺从他们的欲望，那么，你对安拉的（惩罚）绝无任何保护者，也绝无任何保卫者。"},"transliteration":"Wakathalika anzalnahu hukman AAarabiyyan walaini ittabaAAta ahwaahum baAAda ma jaaka mina alAAilmi ma laka mina Allahi min waliyyin wala waqin","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
