{"id":1749,"number":42,"text":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّـٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","translations":{"en":"And those before them had plotted, but to Allah belongs the plan entirely. He knows what every soul earns, and the disbelievers will know for whom is the final home","es":"En la antigüedad [los incrédulos] también se confabularon [contra los Mensajeros], pero Dios desbarató los planes de todos ellos. Él bien sabe lo que cada ser se propone realizar. Ya sabrán los que se niegan a creer quiénes merecerán la peor de las moradas","fr":"Certes ceux d'avant eux ont manigancé (contre leur Messager); le stratagème tout entier appartient à Allah. Il sait ce que chaque âme acquiert. Et les mécréants sauront bientôt à qui appartient la bonne demeure finale","id":"Dan sungguh orang sebelum mereka (kafir Mekkah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang, dan orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan (yang baik)","ru":"Их предшественники тоже замышляли козни, но все козни - у Аллаха. Ему ведомо то, что приобретает каждая душа, и неверующие узнают, кому достанется Последняя обитель","sv":"Dessa [envisa förnekares] föregångare tänkte också de ut listiga och bedrägliga argument, men Gud har alla argument [i Sin hand]. Han vet vad var och en har förtjänat [med sina handlingar] och förnekarna kommer att få klart för sig vem som står som [slutlig] segrare","tr":"Onlardan öncekiler de tuzak kurdular, oysa bütün tuzaklar(ın cezası) Allah'ındır, Herkesin yaptığını bilir. İnkarcılar da, neticenin kimin olduğunu göreceklerdir","ur":"اِن سے پہلے جو لوگ ہو گزرے ہیں وہ بھی بڑی بڑی چالیں چل چکے ہیں، مگر اصل فیصلہ کن چال تو پوری کی پوری اللہ ہی کے ہاتھ میں ہے وہ جانتا ہے کہ کون کیا کچھ کمائی کر رہا ہے، اور عنقریب یہ منکرین حق دیکھ لیں گے کہ انجام کس کا بخیر ہوتا ہے","zh":"在他们之前的人，确已使用计谋；但一切计谋，只归安拉，他知道每个人的谋求。不信道者将要知道，今世的善果将归谁所有。"},"transliteration":"Waqad makara allatheena min qablihim falillahi almakru jameeAAan yaAAlamu ma taksibu kullu nafsin wasayaAAlamu alkuffaru liman AAuqba alddari","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
