{"id":1750,"number":43,"text":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","translations":{"en":"And those who have disbelieved say, \"You are not a messenger.\" Say, [O Muhammad], \"Sufficient is Allah as Witness between me and you, and [the witness of] whoever has knowledge of the Scripture","es":"Dicen los que se niegan a creer: \"Tú no eres un Mensajero\". Diles [¡oh, Mujámmad!]: \"Es suficiente Dios como testigo [de mi veracidad] entre ustedes y yo, y también [son testigos de ello] quienes tienen conocimiento sobre los Libros revelados anteriormente","fr":"Et ceux qui ne croient pas disent: «Tu n'es pas un Messager». Dis: «Allah suffit, comme témoin entre vous et moi, et ceux qui ont la connaissance du Livre (sont aussi témoins)»","id":"Dan orang-orang kafir berkata, \"Engkau (Muhammad) bukanlah seorang Rasul.\" Katakanlah, \"Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab423) menjadi saksi antara aku dan kamu","ru":"Неверующие говорят: «Ты - не посланник». Скажи: «Достаточно того, что Свидетелем между мною и вами являются Аллах и обладающие знанием о Писании»","sv":"Och förnekarna säger: \"Du är inte [Guds] utsände.\" Svara [dem]: \"Inga andra vittnen behövs mellan mig och er än Gud och den som har [verklig] kunskap om uppenbarelsen","tr":"İnkar edenler: \"Sen peygamber değilsin\" derler; de ki: \"Benimle sizin aranızda şahit olarak Allah ve Kitap'ı bilenler yeter","ur":"یہ منکرین کہتے ہیں کہ تم خدا کے بھیجے ہوئے نہیں ہو کہو \"میرے اور تمہارے درمیان اللہ کی گواہی کافی ہے اور پھر ہر اُس شخص کی گواہی جو کتاب آسمانی کا علم رکھتا ہے","zh":"不信道的人们说：“你不是使者。”你说：“安拉足以为我和你们之间的见证者，认识天经的人也足以为我和你们之间的见证者。”"},"transliteration":"Wayaqoolu allatheena kafaroo lasta mursalan qul kafa biAllahi shaheedan baynee wabaynakum waman AAindahu AAilmu alkitabi","chapter":{"id":13,"name":"الرعد","transliteration":"Ar-Ra'd","translations":{"en":"The Thunder","es":"El Trueno","fr":"Le tonnerre","id":"Guruh (Petir)","ru":"Гром","sv":"Åskan","tr":"Ra'd","ur":"گرج","zh":"雷霆"},"type":"medinan"}}
