{"id":1753,"number":3,"text":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَـٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","translations":{"en":"The ones who prefer the worldly life over the Hereafter and avert [people] from the way of Allah, seeking to make it (seem) deviant. Those are in extreme error","es":"Los que prefieren la vida mundanal a la próxima y desvían a la gente del camino de Dios, haciéndolo parecer tortuoso. Ellos son los que están en un extravío profundo","fr":"Ceux qui préfèrent la vie d'ici-bas à l'au-delà, obstruent [aux gens] le chemin d'Allah et cherchent à le rendre tortueux, ceux-là sont loin dans l'égarement","id":"(yaitu) orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan (jalan yang) bengkok. Mereka itu berada dalam kesesatan yang jauh","ru":"которые предпочитают мирскую жизнь Последней жизни, сбивают других с пути Аллаха и искажают его. Они пребывают в глубоком заблуждении","sv":"som sätter livet här på jorden högre än det eviga livet och hindrar [andra] att följa Guds väg och vill få den att framstå som krokig. De har nått syndens yttersta gräns","tr":"Onlar dünya hayatını ahirete tercih ederler, Allah'ın yolundan alıkoyup onun eğriliğini isterler. İşte onlar uzak bir sapıklık içindedirler","ur":"جو دنیا کی زندگی کو آخرت پر ترجیح دیتے ہیں، جو اللہ کے راستے سے لوگوں کو روک رہے ہیں اور چاہتے ہیں کہ یہ راستہ (ان کی خواہشات کے مطابق) ٹیٹرھا ہو جائے یہ لوگ گمراہی میں بہت دور نکل گئے ہیں","zh":"他们宁愿要今世，而不要后世，并阻碍安拉的大道，而且想在其中寻求偏邪道，这等人是在深深的迷误之中的。"},"transliteration":"Allatheena yastahibboona alhayata alddunya AAala alakhirati wayasuddoona AAan sabeeli Allahi wayabghoonaha AAiwajan olaika fee dalalin baAAeedin","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
