{"id":1754,"number":4,"text":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translations":{"en":"And We did not send any messenger except [speaking] in the language of his people to state clearly for them, and Allah sends astray [thereby] whom He wills and guides whom He wills. And He is the Exalted in Might, the Wise","es":"Todos los Mensajeros que envié hablaban el lenguaje de su pueblo para así transmitirles claramente el Mensaje. Pero Dios extravía a quien quiere y guía a quien quiere; Él es el Poderoso, el Sabio","fr":"Et Nous n'avons envoyé de Messager qu'avec la langue de son peuple, afin de les éclairer. Allah égare qui Il veut et guide qui Il veut. Et, c'est Lui le Tout Puissant, le Sage","id":"(Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya,424) agar dia dapat memberi penjelasan kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dia Yang Mahaperkasa, Mahabijaksana","ru":"Мы отправляли посланников, которые говорили на языке своего народа, чтобы они давали им разъяснения. Аллах вводит в заблуждение, кого пожелает, и ведет прямым путем, кого пожелает. Он - Могущественный, Мудрый","sv":"VI HAR aldrig sänt ett sändebud som inte talade samma språk som det folk [till vilket han sändes], så att han klart kunde lägga fram [sitt budskap] för dem. Men Gud låter den gå vilse som vill [gå vilse], och Han vägleder den som vill [vägledas] - Han är den Allsmäktige, den Allvise","tr":"Kendilerine apaçık anlatabilsin diye, her peygamberi kendi milletinin diliyle gönderdik. Allah dilediğini saptırır ve dilediğini de doğru yola eriştirir; güçlü olan, Hakim olan O'dur","ur":"ہم نے اپنا پیغام دینے کے لیے جب کبھی کوئی رسول بھیجا ہے، اُس نے اپنی قوم ہی کی زبان میں پیغام دیا ہے تاکہ وہ انہیں اچھی طرح کھول کر بات سمجھائے پھر اللہ جسے چاہتا ہے بھٹکا دیتا ہے اور جسے چاہتا ہے ہدایت بخشتا ہے، وہ بالا دست اور حکیم ہے","zh":"我不派遣一个使者则已，但派遣的时候，总是以他的宗族的语言（降示经典），以便他为他们阐明正道。而安拉使他所意欲者误入迷途，使他所意欲者遵循正道。他确是强大的，确是至睿的。"},"transliteration":"Wama arsalna min rasoolin illa bilisani qawmihi liyubayyina lahum fayudillu Allahu man yashao wayahdee man yashao wahuwa alAAazeezu alhakeemu","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
