{"id":1756,"number":6,"text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","translations":{"en":"And [recall, O Children of Israel], when Moses said to His people, \"Remember the favor of Allah upon you when He saved you from the people of Pharaoh, who were afflicting you with the worst torment and were slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord","es":"Moisés le dijo a su pueblo: \"Recuerden las bendiciones de Dios para con ustedes cuando los salvó de las huestes del Faraón, quienes los sometían a castigos crueles, degollaban a sus hijos varones y dejaban con vida a sus hijas mujeres. Eso era una dura prueba de su Señor para ustedes","fr":"(Rappelle-toi) quand Moïse dit à son peuple: «Rappelez-vous le bienfait d'Allah sur vous quand Il vous sauva des gens de Pharaon qui vous infligeaient le pire châtiment. Ils massacraient vos fils et laissaient en vie vos filles. Il y avait là une dure épreuve de la part de votre Seigneur»","id":"Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir'aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu terdapat suatu cobaan yang besar dari Tuhanmu","ru":"Вот Муса (Моисей) сказал своему народу: «Помните милость, которую Аллах оказал вам, когда спас вас от народа Фараона. Они подвергали вас ужасным мучениям, резали ваших сыновей и оставляли в живых ваших женщин. Это было для вас великим испытанием (или великой милостью) от вашего Господа»","sv":"Och då talade Moses till sitt folk [och sade]: \"Minns Guds välgärningar mot er när Han räddade er från Faraos anhang, som tillfogade er svåra lidanden och slaktade era söner och [bara] skonade era kvinnor - detta var en hård prövning som er Herre lade på er","tr":"Musa, milletine dedi ki: \"Allah'ın size olan nimetlerini anın; size işkence eden, kadınlarınızı sağ bırakıp oğullarınızı boğazlayan Firavun ailesinden sizi kurtardı; bütün bunlarda Rabbinizden size büyük bir imtihan vardır","ur":"یاد کرو جب موسیٰؑ نے اپنی قوم سے کہا \"اللہ کے اُس احسان کو یاد رکھو جو اس نے تم پر کیا ہے اس نے تم کو فرعون والوں سے چھڑایا جو تم کو سخت تکلیفیں دیتے تھے، تمہارے لڑکوں کو قتل کر ڈالتے تھے اور تمہاری عورتوں کو زندہ بچا رکھتے تھے اس میں تمہارے رب کی طرف سے تمہاری بڑی آزمائش تھی","zh":"当时，穆萨曾对他的宗族说：“你们应当铭记安拉赐给你们的恩典，他曾使你们脱离法老的臣民。他们使你们遭受酷刑，屠杀你们的男子，留下你们的女子，此中有从你们的主降下的大难。”"},"transliteration":"Waith qala moosa liqawmihi othkuroo niAAmata Allahi AAalaykum ith anjakum min ali firAAawna yasoomoonakum sooa alAAathabi wayuthabbihoona abnaakum wayastahyoona nisaakum wafee thalikum balaon min rabbikum AAatheemun","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
