{"id":1760,"number":10,"text":"۞قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","translations":{"en":"Their messengers said, \"Can there be doubt about Allah, Creator of the heavens and earth? He invites you that He may forgive you of your sins, and He delays your death for a specified term.\" They said, \"You are not but men like us who wish to avert us from what our fathers were worshipping. So bring us a clear authority","es":"Sus Mensajeros les respondieron: \"¿Acaso tienen dudas acerca de Dios, Creador de los cielos y de la Tierra? Él los convoca [a que Lo adoren] para que así les sean perdonados sus pecados y se les permita vivir hasta el plazo que se les ha prefijado\". Dijeron: \"Son seres humanos igual que nosotros y solo quieren apartarnos de lo que adoraron nuestros padres; presenten una evidencia clara [de que son Mensajeros de Dios]","fr":"Leurs messagers dirent: «Y a-t-il un doute au sujet d'Allah, Créateur des cieux et de la terre, qui vous appelle pour vous pardonner une partie de vos péchés et vous donner un délai jusqu'à un terme fixé?» [Les mécréants] répondirent: «Vous n'êtes que des hommes comme nous. Vous voulez nous empêcher de ce que nos ancêtres adoraient. Apportez-nous donc une preuve évidente»","id":"Rasul-rasul mereka berkata, \"Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?\" Mereka berkata, \"Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata","ru":"Посланники говорили им: «Неужели вы сомневаетесь в Аллахе - Творце небес и земли? Он призывает вас, чтобы простить ваши грехи и предоставить вам отсрочку до назначенного времени». Они говорили: «Вы - такие же люди, как и мы. Вы хотите увести нас от того, чему поклонялись наши отцы. Приведите же нам ясное доказательство»","sv":"Sändebuden sade: \"Kan någon tvivla på att Gud [finns], himlarnas och jordens Skapare? Han kallar er för att ge er förlåtelse för era synder och ge er anstånd till en [av Honom] fastställd dag.\" [Men] de svarade: \"Ni är bara dödliga människor som vi som vill hindra oss från att dyrka vad våra förfäder dyrkade. Låt oss då få ett klart bevis [för att ni har sänts av Gud]","tr":"Onların peygamberleri: \"Gökleri ve yeri yaratan, günahlarınızı bağışlamaya çağıran ve bir süreye kadar sizi erteleyen Allah'tan mı şüphe ediyorsunuz?\" dediler. Onlar da: \"Siz de sadece bizim gibi birer insansınız; bizi babalarımızın taptıklarından alıkoymak istiyorsunuz. Öyleyse bize apaçık bir delil getirmelisiniz\" dediler","ur":"اُن کے رسولوں نے کہا \"کیا خدا کے بارے میں شک ہے جو آسمانوں اور زمین کا خالق ہے؟ وہ تمہیں بلا ر =ہا ہے تاکہ تمہارے قصور معاف کرے اور تم کو ایک مدت مقرر تک مہلت دے\" اُنہوں نے جواب دیا \"تم کچھ نہیں ہو مگر ویسے ہی انسان جیسے ہم ہیں تم ہمیں اُن ہستیوں کی بندگی سے روکنا چاہتے ہو جن کی بندگی باپ دادا سے ہوتی چلی آ رہی ہے اچھا تو لاؤ کوئی صریح سند","zh":"他们族中的使者说：“难道对于安拉——天地的创造者——还有怀疑吗？他号召你们行善，以便他饶恕你们的罪过，并对你们缓刑到一个定期。”他们说：“你们只是像我们一样的凡人，你们欲阻止我们崇拜我们的祖先所崇拜的（偶像），你们昭示我们一个明证吧！”"},"transliteration":"Qalat rusuluhum afee Allahi shakkun fatiri alssamawati waalardi yadAAookum liyaghfira lakum min thunoobikum wayuakhkhirakum ila ajalin musamman qaloo in antum illa basharun mithluna tureedoona an tasuddoona AAamma kana yaAAbudu abaona fatoona bisultanin mubeenin","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
