{"id":1762,"number":12,"text":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","translations":{"en":"And why should we not rely upon Allah while He has guided us to our [good] ways. And we will surely be patient against whatever harm you should cause us. And upon Allah let those who would rely [indeed] rely","es":"Nosotros nos encomendamos a Dios, pues Él nos ha guiado por Su camino, y seremos pacientes ante sus hostilidades. A Dios se encomiendan quienes en Él confían","fr":"Et qu'aurions-nous à ne pas placer notre confiance en Allah, alors qu'Il nous a guidés sur les sentiers [que nous devions suivre]? Nous endurerons sûrement la persécution que vous nous infligez. Et ceux qui ont confiance en Allah s'en remettent entièrement à Lui.»","id":"Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal itu berserah diri","ru":"Отчего же нам не уповать на Аллаха, если Он повел нас нашими путями? Мы непременно стерпим причиняемые вами мучения. Пусть же уповающие уповают только на Аллаха!»","sv":"Hur skulle vi kunna annat än sätta vår lit till Gud, när det är Han som har visat oss vägen? Helt visst skall vi tåligt uthärda det onda ni [har i sinnet] mot oss; ja, alla som söker [ett mäktigt] stöd skall sätta sin lit till Gud","tr":"Bize yollarımızı gösteren Allah'a niçin güvenmeyelim? Bize ettiğiniz eziyete elbette katlanacağız. Güvenenler ancak Allah'a güvensinler","ur":"اور ہم کیوں نہ اللہ پر بھروسہ کریں جبکہ ہماری زندگی کی راہوں میں اس نے ہماری رہنمائی کی ہے؟ جو اذیتیں تم لوگ ہمیں دے رہے ہو اُن پر ہم صبر کریں گے اور بھروسا کرنے والوں کا بھروسا اللہ ہی پر ہونا چاہیے","zh":"我们怎能不托靠安拉呢？他确已引导我们走上正道。我们誓必忍受你们的折磨，让托靠者只托靠安拉。”"},"transliteration":"Wama lana alla natawakkala AAala Allahi waqad hadana subulana walanasbiranna AAala ma athaytumoona waAAala Allahi falyatawakkali almutawakkiloona","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
