{"id":1763,"number":13,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّـٰلِمِينَ","translations":{"en":"And those who disbelieved said to their messengers, \"We will surely drive you out of our land, or you must return to our religion.\" So their Lord inspired to them, \"We will surely destroy the wrongdoers","es":"Los que se negaron a creer dijeron a sus Mensajeros: \"Si no vuelven a nuestra religión los expulsaremos de nuestra tierra\", pero Su Señor les reveló: \"Exterminaré a los opresores","fr":"Et ceux qui ont mécru dirent à leurs messagers: «Nous vous expulserons certainement de notre territoire, à moins que vous ne réintégriez notre religion!» Alors, leur Seigneur leur révéla: «Assurément Nous anéantirons les injustes","id":"Dan orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.\" Maka Tuhan mewahyukan kepada mereka, \"Kami pasti akan membinasakan orang yang zalim itu","ru":"Неверующие говорили своим посланникам: «Мы изгоним вас с нашей земли, или же вы вернетесь в нашу религию». Тогда Господь внушал им: «Мы непременно погубим беззаконников","sv":"Men de som förnekade sanningen sade till sändebuden: \"Vi kommer helt säkert att jaga bort er från vårt land, om ni inte återvänder till vår tro!\" Deras Herre lät då sändebuden veta genom en uppenbarelse: \"Vi skall förvisso förgöra de orättfärdiga människorna","tr":"İnkar edenler, peygamberlerine: \"Ya bizim dinimize dönersiniz ya da sizi memleketimizden çıkarırız\" dediler. Rableri peygamberlere: \"Biz, haksızlık edenleri yok edeceğiz, onlardan sonra yeryüzüne sizi yerleştireceğiz. Bu, makamımdan ve tehdidimden korkanlar içindir.\" diye vahyetti","ur":"آخر کار منکرین نے اپنے رسولوں سے کہہ دیا کہ \"یا تو تمہیں ہماری ملت میں واپس آنا ہوگا ورنہ ہم تمہیں اپنے ملک سے نکال دیں گے\" تب اُن کے رب نے اُن پر وحی بھیجی کہ \"ہم اِن ظالموں کو ہلا ک کر دیں گے","zh":"不信道者对他们族中的使者说：“我们誓必把你们驱逐出境，或者你们誓必改信我们的宗教！”他们的主就启示他们说：“我誓必毁灭不义者，"},"transliteration":"Waqala allatheena kafaroo lirusulihim lanukhrijannakum min ardina aw lataAAoodunna fee millatina faawha ilayhim rabbuhum lanuhlikanna alththalimeena","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
