{"id":1768,"number":18,"text":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","translations":{"en":"The example of those who disbelieve in their Lord is [that] their deeds are like ashes which the wind blows forcefully on a stormy day; they are unable [to keep] from what they earned a [single] thing. That is what is extreme error","es":"El ejemplo de las obras de quienes no creyeron en su Señor será como el de las cenizas expuestas al viento en un día tempestuoso: [El Día del Juicio] no encontrarán recompensa alguna por sus actos. Ésa será la ruina total","fr":"Les œuvres de ceux qui ont mécru en leur Seigneur sont comparables à de la cendre violemment frappée par le vent, dans un jour de tempête. Ils ne tireront aucun profit de ce qu'ils ont acquis. C'est cela l'égarement profond","id":"Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh","ru":"Деяния тех, кто не уверовал в своего Господа, подобны пеплу, над которым пронесся сильный ветер в ветреный день. Они не смогут распоряжаться ничем из того, что приобрели. Это и есть глубокое заблуждение","sv":"De som förnekar sin Herre, deras handlingar kan liknas vid askan som sopas bort av vinden en stormig dag; inte ens [det goda] som de har gjort skall vara dem till nytta - [att förneka Gud] är att gå till syndens yttersta gräns","tr":"Rablerini inkar edenlerin işleri, fırtınalı bir günde, rüzgarın şiddetle savurduğu küle benzer; yaptıklarından hiçbir şey elde edemezler. İşte bu uzak sapıklıktır","ur":"جن لوگوں نے اپنے رب سے کفر کیا ہے ان کے اعمال کی مثال اُس راکھ کی سی ہے جسے ایک طوفانی دن کی آندھی نے اڑا دیا ہو وہ اپنے کیے کا کچھ بھی پھل نہ پا سکیں گے یہی پرلے درجے کی گم گشتگی ہے","zh":"不信主者，他们的善功比如一堆灰，在暴风之日，被狂风吹散，他们对于自己所谋求的，不能获得一点报酬。这确是深深的迷误。"},"transliteration":"Mathalu allatheena kafaroo birabbihim aAAmaluhum karamadin ishtaddat bihi alrreehu fee yawmin AAasifin la yaqdiroona mimma kasaboo AAala shayin thalika huwa alddalalu albaAAeedu","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
