{"id":177,"number":170,"text":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","translations":{"en":"And when it is said to them, \"Follow what Allah has revealed,\" they say, \"Rather, we will follow that which we found our fathers doing.\" Even though their fathers understood nothing, nor were they guided","es":"Y cuando se les dice: \"Sigan lo que Dios reveló\", argumentan: \"No, seguimos la tradición de nuestros padres\". ¿Acaso imitan a sus padres a pesar de que ellos no seguían una lógica ni una revelación","fr":"Et quand on leur dit: «Suivez ce qu'Allah a fait descendre», ils disent: «Non, mais nous suivrons les coutumes de nos ancêtres.» - Quoi! et si leurs ancêtres n'avaient rien raisonné et s'ils n'avaient pas été dans la bonne direction","id":"Dan apabila dikatakan kepada mereka, \"Ikutilah apa yang telah diturunkan Allah,\" mereka menjawab, \"(Tidak!) Kami mengikuti apa yang kami dapati pada nenek moyang kami (melakukannya).\" Padahal, nenek moyang mereka itu tidak mengetahui apa pun, dan tidak mendapat petunjuk","ru":"Когда им говорят: «Следуйте тому, что ниспослал Аллах», - они отвечают: «Нет! Мы будем следовать тому, на чем застали наших отцов». А если их отцы ничего не разумели и не следовали прямым путем","sv":"Men när de uppmanas att följa de [regler] som Gud har uppenbarat, svarar de: \"Vi följer dem som våra förfäder följde.\" - Men om deras förfäder inte använde sitt förstånd och saknade vägledning","tr":"Onlara: \"Allah'ın indirdiğine uyun\" denilince, \"Hayır, atalarımızı yapar bulduğumuz şeye uyarız\" derler; ya ataları bir şey akledemeyen ve doğru olmayan kimseler idiyseler","ur":"ان سے جب کہا جاتا ہے کہ اللہ نے جو احکام نازل کیے ہیں اُن کی پیروی کرو تو جواب دیتے ہیں کہ ہم تو اسی طریقے کی پیروی کریں گے جس پر ہم نے اپنے باپ دادا کو پایا ہے اچھا اگر ان کے باپ دادا نے عقل سے کچھ بھی کام نہ لیا ہو اور راہ راست نہ پائی ہو تو کیا پھر بھی یہ انہیں کی پیروی کیے چلے جائیں گے؟","zh":"有人劝他们说：“你们应当遵守安拉所降示的经典。”他们就说：“不然，我们要遵守我们祖先的遗教。”即使他们的祖先无知无识，不循正道（他们仍要遵守他们的遗教吗？）"},"transliteration":"Waitha qeela lahumu ittabiAAoo ma anzala Allahu qaloo bal nattabiAAu ma alfayna AAalayhi abaana awalaw kana abaohum la yaAAqiloona shayan wala yahtadoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
