{"id":1771,"number":21,"text":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَـٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","translations":{"en":"And they will come out [for judgement] before Allah all together, and the weak will say to those who were arrogant, \"Indeed, we were your followers, so can you avail us anything against the punishment of Allah?\" They will say, \"If Allah had guided us, we would have guided you. It is all the same for us whether we show intolerance or are patient: there is for us no place of escape","es":"[El Día de la Resurrección] saldrán de sus tumbas para comparecer ante Dios, y los más débiles dirán a los soberbios [líderes de la incredulidad]: \"Nosotros fuimos sus seguidores [en la vida mundanal]. ¿Nos librarán ahora del castigo de Dios?\" Dirán: \"Si Dios nos hubiera guiado los habríamos conducido por el camino recto. Lo mismo da que nos desesperemos o que tengamos paciencia; hoy no podremos escapar del castigo","fr":"Et tous comparaîtront devant Allah. Puis, les faibles diront à ceux qui s'enflaient d'orgueil: «Nous étions bien vos suiveurs. Pouvez-vous nous être de quelque utilité contre le châtiment d'Allah?» - Alors, les autres diront: «Si Allah nous avait guidés nous vous aurions certainement guidés. Il est indifférent pour nous de nous plaindre ou d'endurer; nous n'avons pas d'échappatoire»","id":"Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, \"Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?\" Mereka menjawab, \"Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri","ru":"Все окажутся перед Аллахом, и тогда слабые скажут тем, которые превозносились: «Воистину, мы следовали за вами. Можете ли вы хоть отчасти избавить нас от наказания Аллаха?». Они скажут: «Если бы Аллах наставил нас на прямой путь, то мы указали бы вам на него. Но теперь нам все равно: будем ли мы горевать или будем терпеть - нам негде укрыться»","sv":"Alla skall träda fram inför Gud [på Domens dag] och de svaga kommer att säga till de högmodiga [som ansåg sig veta bäst]: \"Det var er vi följde. Kan ni nu befria oss från någon del av Guds straff?\" [Och de] skall svara: \"Om Gud hade visat oss vägen [till tron] skulle vi helt säkert ha lett er [dit]. För oss ändrar det ingenting om vi klagar och jämrar oss eller om vi bär [vårt öde] med jämnmod; det finns ingen plats dit vi kan fly","tr":"İnsanların hepsi Allah'ın huzuruna çıkarlar; güçsüzler, büyüklük taslayanlara: \"Doğrusu biz size uymuştuk, Allah'ın azabından bizi koruyabilecek misiniz?\" derler. Cevap olarak: \"Allah bizi doğru yola eriştirseydi biz de sizi eriştirirdik. Artık sızlansak da sabretsek de birdir, çünkü kaçacak yerimiz yoktur\" derler","ur":"اور یہ لوگ جب اکٹھے اللہ کے سامنے بے نقاب ہوں گے تو اُس وقت اِن میں سے جو دنیا میں کمزور تھے و ہ اُن لوگوں سے جو بڑے بنے ہوئے تھے، کہیں گے \"دنیا میں ہم تمہارے تابع تھے، اب کیا تم اللہ کے عذاب سے ہم کو بچانے کے لیے بھی کچھ کرسکتے ہو؟\"وہ جواب دیں گے \"اگر اللہ نے ہمیں نجات کی کوئی راہ دکھائی ہوتی تو ہم ضرور تمہیں بھی دکھا دیتے اب تو یکساں ہے، خواہ ہم جزع فزع کریں یا صبر، بہرحال ہمارے بچنے کی کوئی صورت نہیں","zh":"他们将要一同出来见安拉，而懦弱者将对自大的人们说：“我们原来是你们的部下，你们能替我们对抗安拉的一点儿刑罚吗？”他们将说：“假若安拉引导我们，我们也必然引导你们。我们无论急躁或忍耐，这在我们是一样的，我们绝无避难所。”"},"transliteration":"Wabarazoo lillahi jameeAAan faqala aldduAAafao lillatheena istakbaroo inna kunna lakum tabaAAan fahal antum mughnoona AAanna min AAathabi Allahi min shayin qaloo law hadana Allahu lahadaynakum sawaon AAalayna ajaziAAna am sabarna ma lana min maheesin","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
