{"id":1771,"number":21,"text":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَـٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","translations":{"bn":"সবাই আল্লাহর সামনে দন্ডায়মান হবে এবং দুর্বলেরা বড়দেরকে বলবেঃ আমরা তো তোমাদের অনুসারী ছিলাম-অতএব, তোমরা আল্লাহর আযাব থেকে আমাদেরকে কিছুমাত্র রক্ষা করবে কি? তারা বলবেঃ যদি আল্লাহ আমাদেরকে সৎপথ দেখাতেন, তবে আমরা অবশ্যই তোমাদের কে সৎপথ দেখাতাম। এখন তো আমাদের ধৈর্য্যচ্যুত হই কিংবা সবর করি-সবই আমাদের জন্যে সমান আমাদের রেহাই নেই।","en":"And they will come out [for judgement] before Allah all together, and the weak will say to those who were arrogant, \"Indeed, we were your followers, so can you avail us anything against the punishment of Allah?\" They will say, \"If Allah had guided us, we would have guided you. It is all the same for us whether we show intolerance or are patient: there is for us no place of escape","id":"Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, \"Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?\" Mereka menjawab, \"Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri","ru":"Все окажутся перед Аллахом, и тогда слабые скажут тем, которые превозносились: «Воистину, мы следовали за вами. Можете ли вы хоть отчасти избавить нас от наказания Аллаха?». Они скажут: «Если бы Аллах наставил нас на прямой путь, то мы указали бы вам на него. Но теперь нам все равно: будем ли мы горевать или будем терпеть - нам негде укрыться»","tr":"İnsanların hepsi Allah'ın huzuruna çıkarlar; güçsüzler, büyüklük taslayanlara: \"Doğrusu biz size uymuştuk, Allah'ın azabından bizi koruyabilecek misiniz?\" derler. Cevap olarak: \"Allah bizi doğru yola eriştirseydi biz de sizi eriştirirdik. Artık sızlansak da sabretsek de birdir, çünkü kaçacak yerimiz yoktur\" derler","ur":"اور یہ لوگ جب اکٹھے اللہ کے سامنے بے نقاب ہوں گے تو اُس وقت اِن میں سے جو دنیا میں کمزور تھے و ہ اُن لوگوں سے جو بڑے بنے ہوئے تھے، کہیں گے \"دنیا میں ہم تمہارے تابع تھے، اب کیا تم اللہ کے عذاب سے ہم کو بچانے کے لیے بھی کچھ کرسکتے ہو؟\"وہ جواب دیں گے \"اگر اللہ نے ہمیں نجات کی کوئی راہ دکھائی ہوتی تو ہم ضرور تمہیں بھی دکھا دیتے اب تو یکساں ہے، خواہ ہم جزع فزع کریں یا صبر، بہرحال ہمارے بچنے کی کوئی صورت نہیں"},"chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"bn":"নবী ইবরাহীম","en":"Abraham","id":"Ibrahim","ru":"Ибрахим","tr":"İbrâhîm","ur":"ابراہیم"},"type":"meccan"}}
