{"id":1772,"number":22,"text":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّـٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","translations":{"en":"And Satan will say when the matter has been concluded, \"Indeed, Allah had promised you the promise of truth. And I promised you, but I betrayed you. But I had no authority over you except that I invited you, and you responded to me. So do not blame me; but blame yourselves. I cannot be called to your aid, nor can you be called to my aid. Indeed, I deny your association of me [with Allah] before. Indeed, for the wrongdoers is a painful punishment","es":"Cuando todos hayan sido sentenciados, el demonio dirá: \"La promesa que Dios les hizo era verdadera, en cambio yo les hice promesas que no cumplí. Yo solo tenía poder para seducirlos mediante susurros, pero fueron ustedes quienes me siguieron. No me culpen ahora, sino que repróchense a ustedes mismos. Yo no puedo socorrerlos en nada ni tampoco ustedes a mí, y hoy me desentiendo de que me hayan asociado [a Dios]\". Los opresores recibirán un castigo doloroso","fr":"Et quand tout sera accompli, le Diable dira: «Certes, Allah vous avait fait une promesse de vérité; tandis que moi, je vous ai fait une promesse que je n'ai pas tenue. Je n'avais aucune autorité sur vous si ce n'est que je vous ai appelés, et que vous m'avez répondu. Ne me faites donc pas de reproches; mais faites-en à vous-mêmes. Je ne vous suis d'aucun secours et vous ne m'êtes d'aucun secours. Je vous renie de m'avoir jadis associé [à Allah]». Certes, un châtiment douloureux attend les injustes [les associateurs]","id":"Dan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih","ru":"Когда дело свершится, дьявол скажет: «Воистину, обещание Аллаха было правдиво, а я обещал вам, но не сдержал данного вам слова. У меня не было над вами никакой власти. Я звал вас, и вы послушались меня. Посему не порицайте меня, а порицайте самих себя. Я не могу помочь вам, а вы не можете помочь мне. Я не причастен к тому, что ранее вы поклонялись мне». Воистину, беззаконникам уготованы мучительные страдания","sv":"Och när Guds dom har fallit skall Djävulen säga: \"Gud gav er ett löfte och löftet var sant. Jag har också gett er löften, men jag har svikit dem. Jag hade ingen myndighet över er, men jag kunde kalla på er och [när jag kallade på er] besvarade ni min kallelse. Klandra då inte mig; klandra er själva. Jag kan inte hjälpa er och ni kan inte hjälpa mig. Jag tar avstånd från det [ni förr gjorde, då] ni gav mig en plats vid Guds sida.\" Ja, de som begår [sådan svår] orätt har ett plågsamt straff att vänta","tr":"İş olup bitince, şeytan: \"Doğrusu Allah size gerçeği söz vermişti. Ben de size söz verdim ama, sonra caydım; esasen sizi zorlayacak bir nüfuzum yoktu; sadece çağırdım, siz de geldiniz. O halde, beni değil kendinizi kınayın. Artık ben sizi kurtaramam, siz de beni kurtaramazsınız. Beni Allah'a ortak koşmanızı daha önce kabul etmemiştim; doğrusu zalimlere can yakan bir azap vardır\" der","ur":"اور جب فیصلہ چکا دیا جائے گا تو شیطان کہے گا \"حقیقت یہ ہے کہ اللہ نے جو وعدے تم سے کیے تھے و ہ سب سچے تھے اور میں نے جتنے وعدے کیے ان میں سے کوئی بھی پورا نہ کیا میرا تم پر کوئی زور تو تھا نہیں، میں نے اِس کے سوا کچھ نہیں کیا کہ اپنے راستے کی طرف تمہیں دعوت دی اور تم نے میری دعوت پر لبیک کہا اب مجھے ملامت نہ کرو، اپنے آپ ہی کو ملامت کرو یہاں نہ میں تمہاری فریاد رسی کر سکتا ہوں اور نہ تم میر ی اس سے پہلے جو تم نے مجھے خدائی میں شریک بنا رکھا تھا میں اس سے بری الذمہ ہوں، ایسے ظالموں کے لیے درد ناک سزا یقینی ہے","zh":"当事情已被判决的时候，恶魔说：“安拉确已真实地应许你们，我也曾应许你们，但我对你们爽约了。我对你们本来没有什么权力，不过是我召唤你们，而你们响应我的号召。所以你们不要责备我，应当责备自己，我不能援助你们，你们也不能援助我。我不承认以前你们曾把我配主，不义者必受痛苦的刑罚。”"},"transliteration":"Waqala alshshaytanu lamma qudiya alamru inna Allaha waAAadakum waAAda alhaqqi wawaAAadtukum faakhlaftukum wama kana liya AAalaykum min sultanin illa an daAAawtukum faistajabtum lee fala taloomoonee waloomoo anfusakum ma ana bimusrikhikum wama antum bimusrikhiyya innee kafartu bima ashraktumooni min qablu inna alththalimeena lahum AAathabun aleemun","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
