{"id":1773,"number":23,"text":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","translations":{"en":"And those who believed and did righteous deeds will be admitted to gardens beneath which rivers flow, abiding eternally therein by permission of their Lord; and their greeting therein will be, \"Peace","es":"En cambio, quienes hayan creído y obrado correctamente serán introducidos en jardines por donde corren ríos y donde morarán por toda la eternidad, con el permiso de Dios. El saludo allí será: ¡Salam [paz]","fr":"Et on fera entrer ceux qui croient et font de bonnes œuvres, dans les jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement, par permission de leur Seigneur. Et là, leur salutation sera: «Salâm» (Paix)","id":"Dan orang yang beriman dan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam (surga) itu ialah salām","ru":"Те, которые уверовали и совершали праведные деяния, будут введены в Райские сады, в которых текут реки. Они пребудут там вечно с дозволения своего Господа. Их приветствием там будет слово: «Мир!»","sv":"Men de som tror och lever ett rättskaffens liv skall föras till lustgårdar, vattnade av bäckar, där de skall förbli till evig tid i enlighet med deras Herres vilja, och där [änglarna] skall välkomna dem med fredshälsningen","tr":"İnanan ve yararlı işleri yapanlar, içlerinden ırmaklar akan cennetlere konulurlar, Rablerinin izniyle orada temelli kalırlar. Oradaki dirlik temennileri: \"Selam!\"dır","ur":"بخلاف اس کے جو لوگ دنیا میں ایمان لائے ہیں اور جنہوں نے نیک عمل کیے ہیں وہ ایسے باغوں میں داخل کیے جائیں گے جن کے نیچے نہریں بہتی ہوں گی وہاں وہ اپنے رب کے اذن سے ہمیشہ رہیں گے، اور وہاں ان کا استقبال سلامتی کی مبارک باد سے ہوگا","zh":"信道而且行善者，将蒙主的允许而进入那下临诸河的乐园，并永居其中，他们在乐园里的祝辞是“平安”。"},"transliteration":"Waodkhila allatheena amanoo waAAamiloo alssalihati jannatin tajree min tahtiha alanharu khalideena feeha biithni rabbihim tahiyyatuhum feeha salamun","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
