{"id":178,"number":171,"text":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","translations":{"en":"The example of those who disbelieve is like that of one who shouts at what hears nothing but calls and cries cattle or sheep - deaf, dumb and blind, so they do not understand","es":"El ejemplo de los que niegan la verdad es como el del animal que al escuchar el llamado del pastor, no percibe sino un ruido. Se hacen los sordos, mudos y ciegos, porque se niegan a usar la razón","fr":"Les mécréants ressemblent à [du bétail] auquel on crie et qui entend seulement appel et voix confus. Sourds, muets, aveugles, ils ne raisonnent point","id":"Dan perumpamaan bagi (penyeru) orang yang kafir adalah seperti (penggembala) yang meneriaki (binatang) yang tidak mendengar selain panggilan dan teriakan. (Mereka) tuli, bisu dan buta, maka mereka tidak mengerti","ru":"Неверующие подобны скотине, на которую прикрикивает пастух, тогда как она не слышит ничего, кроме зова и крика. Они глухи, немы и слепы. Они ничего не разумеют","sv":"De som vägrar att lyssna till sanningen kan liknas vid [får] som hör [herdarnas] rop utan att förstå vad de betyder. Eftersom de inte använder sitt förstånd [förblir de] döva, stumma och blinda","tr":"İnkar edenlerin durumu, çağırma ve bağırmadan başkasını duymayarak haykıran gibidir. Sağırdırlar, dilsizdirler, kördürler, bu yüzden akledemezler","ur":"یہ لوگ جنہوں نے خدا کے بتائے ہوئے طریقے پر چلنے سے انکار کر دیا ہے اِن کی حالت بالکل ایسی ہے جیسے چرواہا جانوروں کو پکارتا ہے اور وہ ہانک پکار کی صدا کے سوا کچھ نہیں سنتے یہ بہرے ہیں، گونگے ہیں، اندھے ہیں، اس لیے کوئی بات ان کی سمجھ میں نہیں آتی","zh":"不信道者譬如（你号召他们）就像叫唤只会听呼喊的牲畜一样。（他们）是聋的，是哑的，是瞎的，故他们不了解。"},"transliteration":"Wamathalu allatheena kafaroo kamathali allathee yanAAiqu bima la yasmaAAu illa duAAaan wanidaan summun bukmun AAumyun fahum la yaAAqiloona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
