{"id":1784,"number":34,"text":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","translations":{"en":"And He gave you from all you asked of Him. And if you should count the favor of Allah, you could not enumerate them. Indeed, mankind is [generally] most unjust and ungrateful","es":"Él les ha dado todo cuanto Le han pedido. Si intentaran contar las bendiciones de Dios no podrían enumerarlas. El ser humano es injusto y desagradecido","fr":"Il vous a accordé de tout ce que vous Lui avez demandé. Et si vous comptiez les bienfaits d'Allah, vous ne sauriez les dénombrer. L'homme est vraiment très injuste, très ingrat","id":"Dan Dia telah memberikan kepadamu segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak dapat menghitungnya. Sungguh, manusia itu sangat zalim dan sangat mengingkari (nikmat Allah)","ru":"Он даровал вам все, о чем вы просили. Если вы станете считать милости Аллаха, то не сможете сосчитать их. Воистину, человек несправедлив и неблагодарен","sv":"Han ger er något av allt det som ni ber Honom om, och om ni ville räkna Guds välgärningar, skulle ni aldrig kunna precisera deras antal. Men människan är sannerligen alltid beredd till förnekelse och synd och djupt otacksam","tr":"Kendisinden isteyebileceğiniz her şeyi size vermiştir. Allah'ın nimetini sayacak olsanız bitiremezsiniz. Doğrusu insan pek zalim ve çok nankördür","ur":"جس نے وہ سب کچھ تمہیں دیا جو تم نے مانگا اگر تم اللہ کی نعمتوں کا شمار کرنا چاہو تو کر نہیں سکتے حقیقت یہ ہے کہ انسان بڑا ہی بے انصاف اور ناشکرا ہے","zh":"你们对主的要求，他对你们都有所赏赐。如果你们计算安拉的恩惠，你们不能加以统计。人确是不义的，确是妄恩负义的。"},"transliteration":"Waatakum min kulli ma saaltumoohu wain taAAuddoo niAAmata Allahi la tuhsooha inna alinsana lathaloomun kaffarun","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
