{"id":1794,"number":44,"text":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","translations":{"en":"And, [O Muhammad], warn the people of a Day when the punishment will come to them and those who did wrong will say, \"Our Lord, delay us for a short term; we will answer Your call and follow the messengers.\" [But it will be said], \"Had you not sworn, before, that for you there would be no cessation","es":"Advierte a la gente [¡oh, Mujámmad!] sobre el día en que los azote el castigo, y los que cometían injusticias digan: \"¡Oh, Señor nuestro! Toléranos un tiempo más [y retórnanos a la vida mundanal] para que respondamos a Tu llamado y sigamos a los Mensajeros\". [Pero se les responderá:] \"¿Acaso no habían jurado antes que no serían resucitados","fr":"Et avertis les gens du jour où le châtiment les atteindra et ceux qui auront été injustes diront: «O notre Seigneur accorde-nous un court délai, nous répondrons à Ton appel et suivrons les messagers». - N'avez-vous pas juré auparavant que vous ne deviez jamais disparaître","id":"Dan berikanlah peringatan (Muhammad) kepada manusia pada hari (ketika) azab datang kepada mereka, maka orang yang zalim berkata, \"Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul.\" (Kepada mereka dikatakan), \"Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa","ru":"Предостерегай людей от того дня, когда к ним явятся мучения. Тогда те, которые поступали несправедливо, скажут: «Господь наш! Дай нам отсрочку на маленький срок, и мы ответим на Твой призыв и последуем за посланниками». Им будет сказано: «Разве раньше вы не клялись, что не покинете земной мир","sv":"Varna människorna för den Dag då straffet når dem, då de som ständigt begick orätt kommer att säga: \"Herre! Ge oss en kort frist så att vi får [tid att] besvara Din kallelse och följa sändebuden!\" [Men de skall få till svar:] \"Gick ni inte förut ed på att det för er inte fanns någon nedgång","tr":"İnsanları, kendilerine azabın geleceği gün ile uyar. Haksızlık edenler: \"Rabbimiz! Bizi yakın bir süreye kadar ertele de çağrına gelelim, peygamberlere uyalım\" derler. Siz daha önce, sonunuzun gelmeyeceğine yemin etmemiş miydiniz! Üstelik kendilerine yazık edenlerin yerlerinde oturdunuz. Onlara, yaptıklarımız da sizlere açıklanmıştı. Size misaller de vermiştik","ur":"اے محمدؐ، اُس دن سے تم اِنہیں ڈراؤ جبکہ عذاب اِنہیں آلے گا اُس وقت یہ ظالم کہیں گے کہ \"اے ہمارے رب، ہمیں تھوڑی سی مہلت اور دے دے، ہم تیری دعوت کو لبیک کہیں گے اور رسولوں کی پیروی کریں گے\" (مگر انہیں صاف جواب دے دیا جائے گا کہ) کیا تم وہی لوگ نہیں ہو جو اِس سے پہلے قسمیں کھا کھا کر کہتے تھے کہ ہم پر تو کبھی زوال آنا ہی نہیں ہے؟","zh":"你应当警告众人，将来要有这样的一日，刑罚将来临他们，而不义者将说：“我们的主啊！求你让我们延迟到一个临近的定期，以便我们响应你的号召，顺从你的使者。”难道你们以前没有发誓说，你们绝不会灭亡吗？"},"transliteration":"Waanthiri alnnasa yawma yateehimu alAAathabu fayaqoolu allatheena thalamoo rabbana akhkhirna ila ajalin qareebin nujib daAAwataka wanattabiAAi alrrusula awalam takoonoo aqsamtum min qablu ma lakum min zawalin","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
