{"id":1795,"number":45,"text":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","translations":{"en":"And you lived among the dwellings of those who wronged themselves, and it had become clear to you how We dealt with them. And We presented for you [many] examples","es":"Habitaron en los mismos territorios en que vivieron quienes [no creyeron y] fueron injustos consigo mismos [rechazando el Mensaje], y no creyeron a pesar de que se enteraron de cómo los aniquilé y de que les expuse muchos ejemplos para que reflexionaran","fr":"Et vous avez habité, les demeures de ceux qui s'étaient fait du tort à eux-mêmes. Il vous est apparu en toute évidence comment Nous les avions traité et Nous vous avons cité les exemples","id":"dan kamu telah tinggal di tempat orang yang menzalimi diri sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan","ru":"Вы обитали в жилищах тех, которые были несправедливы к себе. Вам было ясно, как Мы поступили с ними, и Мы приводили вам притчи»","sv":"Men ni levde på samma boplatser som era syndiga [föregångare], och ni har fått klara besked om hur Vi gick till väga mot dem, och Vi har framställt [många] liknelser för er","tr":"İnsanları, kendilerine azabın geleceği gün ile uyar. Haksızlık edenler: \"Rabbimiz! Bizi yakın bir süreye kadar ertele de çağrına gelelim, peygamberlere uyalım\" derler. Siz daha önce, sonunuzun gelmeyeceğine yemin etmemiş miydiniz! Üstelik kendilerine yazık edenlerin yerlerinde oturdunuz. Onlara, yaptıklarımız da sizlere açıklanmıştı. Size misaller de vermiştik","ur":"حالانکہ تم ان قوموں کی بستیوں میں رہ بس چکے تھے جنہوں نے اپنے اوپر آپ ظلم کیا تھا اور دیکھ چکے تھے کہ ہم نے اُن سے کیا سلوک کیا اور اُن کی مثالیں دے دے کر ہم تمہیں سمجھا بھی چکے تھے","zh":"你们曾居住在自亏者所住的地方，而且明白我是怎样处治他们的。我也为你们打了许多比方。"},"transliteration":"Wasakantum fee masakini allatheena thalamoo anfusahum watabayyana lakum kayfa faAAalna bihim wadarabna lakumu alamthala","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
