{"id":180,"number":173,"text":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translations":{"en":"He has only forbidden to you dead animals, blood, the flesh of swine, and that which has been dedicated to other than Allah. But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit], there is no sin upon him. Indeed, Allah is Forgiving and Merciful","es":"Sepan que [Dios] les ha prohibido [consumir] solamente la carne del animal muerto por causa natural, la sangre, la carne de cerdo y la del animal que haya sido sacrificado invocando un nombre distinto al de Dios. Pero quien se ve forzado por la necesidad, no por deseo y sin excederse, no comete pecado al hacerlo. Dios es Absolvedor, Indulgente","fr":"Certes, Il vous interdit la chair d'une bête morte, le sang, la viande de porc et ce sur quoi on a invoqué un autre qu'Allah. Il n'y a pas de péché sur celui qui est contraint sans toutefois abuser ni transgresser, car Allah est Pardonneur et Miséricordieux","id":"Sesungguhnya Dia hanya mengharamkan atasmu bangkai, darah, daging babi, dan (daging) hewan yang disembelih dengan (menyebut nama) selain Allah. Tetapi barang siapa terpaksa (memakannya), bukan karena menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Он запретил вам мертвечину, кровь, мясо свиньи и то, что принесено в жертву не ради Аллаха. Если же кто-либо вынужден пойти на это, не домогаясь запретного, не проявляя ослушания и не преступая пределы необходимого, то нет на нем греха. Воистину, Аллах - Прощающий, Милосердный","sv":"Vad Han har förbjudit er är kött av självdöda djur, blod och svinkött och sådant som offrats åt en annan än Gud. Men den som [av hunger] tvingas [att äta sådant] - inte den som av trots överträder [förbuden] eller som går längre [än hungern driver honom] - begår ingen synd. Gud är ständigt förlåtande, barmhärtig","tr":"Şüphesiz size ölü hayvan etini, kanı, domuz etini, Allah'tan başkası için kesilen hayvanı haram kılmıştır; fakat, darda kalana, başkasının payına el uzatmamak ve zaruret miktarını aşmamak üzere günah sayılmaz. Çünkü Allah bağışlayandır, merhamet edendir","ur":"اللہ کی طرف سے اگر کوئی پابندی تم پر ہے تو وہ یہ ہے کہ مُردار نہ کھاؤ، خون سے اور سور کے گوشت سے پرہیز کرو اور کوئی چیز نہ کھاؤ جس پر اللہ کے سوا کسی اور کا نام لیا گیا ہو ہاں جو شخص مجبوری کی حالت میں ہو اور وہ ان میں سے کوئی چیز کھا لے بغیر اس کے کہ وہ قانون شکنی کا ارادہ رکھتا ہو یا ضرورت کی حد سے تجاوز کر ے، تو اس پر کچھ گناہ نہیں، اللہ بخشنے والا اور رحم کرنے والا ہے","zh":"他只禁止你们吃自死物、血液、猪肉、以及诵非安拉之名而宰的动物；凡为势所迫，非出自愿，且不过分的人，〔虽吃禁物〕毫无罪过。因为安拉确是至赦的，确是至慈的。"},"transliteration":"Innama harrama AAalaykumu almaytata waalddama walahma alkhinzeeri wama ohilla bihi lighayri Allahi famani idturra ghayra baghin wala AAadin fala ithma AAalayhi inna Allaha ghafoorun raheemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
