{"id":1802,"number":52,"text":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translations":{"en":"This [Qur'an] is notification for the people that they may be warned thereby and that they may know that He is but one God and that those of understanding will be reminded","es":"Éste [Corán] es un Mensaje para toda la humanidad, para advertirles [sobre el castigo] y para que sepan que Dios es uno. Que los dotados de intelecto reflexionen [en su contenido]","fr":"Ceci est un message (le Coran) pour les gens afin qu'ils soient avertis, qu'ils sachent qu'Il n'est qu'un Dieu unique, et pour que les doués d'intelligence s'exhortent","id":"Dan (Alquran) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran","ru":"Это - послание к человечеству. Пусть их увещевают им, и пусть они знают, что Он - Единственный Бог, и пусть задумаются обладающие разумом","sv":"DETTA ÄR ett budskap till alla människor, som bör lyssna till dess varningar och försöka inse att Han är den Ende Guden. De som har förstånd bör ägna detta eftertanke","tr":"Bu Kuran, onunla uyarılsınlar ve tek bir Tanrı bulunduğunu bilsinler ve akıl sahipleri öğüt alsınlar diye insanlara tebliğ edilmiştir","ur":"یہ ایک پیغام ہے سب انسانوں کے لیے، اور یہ بھیجا گیا ہے اس لیے کہ اُن کو اِس کے ذریعہ سے خبردار کر دیا جائے اور وہ جان لیں کہ حقیقت میں خدا بس ایک ہی ہے اور جو عقل رکھتے ہیں وہ ہوش میں آ جائیں","zh":"这是对众人的充分的表示，以便他们因此而受警告，以便他们知道他只是独一的被崇拜者，以便有理智的人记取教诲。"},"transliteration":"Hatha balaghun lilnnasi waliyuntharoo bihi waliyaAAlamoo annama huwa ilahun wahidun waliyaththakkara oloo alalbabi","chapter":{"id":14,"name":"ابراهيم","transliteration":"Ibrahim","translations":{"en":"Abraham","es":"Abraham","fr":"Abraham","id":"Ibrahim","ru":"Ибрахим","sv":"Abraham","tr":"İbrâhîm","ur":"ابراہیم","zh":"易卜拉欣"},"type":"meccan"}}
