{"id":181,"number":174,"text":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَـٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","translations":{"en":"Indeed, they who conceal what Allah has sent down of the Book and exchange it for a small price - those consume not into their bellies except the Fire. And Allah will not speak to them on the Day of Resurrection, nor will He purify them. And they will have a painful punishment","es":"Quienes ocultan lo que Dios reveló del Libro y cambian Sus preceptos para obtener una ganancia vil, sepan que el fuego abrasará sus entrañas. Dios no les hablará ni les purificará [de sus pecados] el Día de la Resurrección, donde tendrán un doloroso castigo","fr":"Ceux qui cachent ce qu'Allah a fait descendre du Livre et le vendent à vil prix, ceux-là ne s'emplissent le ventre que de Feu. Allah ne leur adressera pas la parole, au Jour de la Résurrection, et ne les purifiera pas. Et il y aura pour eux un douloureux châtiment","id":"(Sungguh, orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Kitab, dan menjualnya dengan harga murah, mereka hanya menelan api neraka ke dalam perutnya,58) dan Allah tidak akan menyapa mereka pada hari Kiamat dan tidak akan menyucikan mereka. Mereka akan mendapat azab yang sangat pedih","ru":"Воистину, те, которые скрывают ниспосланное Аллахом в Писании и покупают за это малую цену, наполняют свои животы огнем. Аллах не станет говорить с ними в День воскресения и не очистит их. Им уготованы мучительные страдания","sv":"DE SOM döljer något av Guds uppenbarelser och säljer det för en ynklig slant fyller bara sin buk med eld. Gud skall inte tala till dem på Uppståndelsens dag och inte rena dem [från synd]. Ett plågsamt straff väntar dem","tr":"Gerçekten, Allah'ın indirdiği Kitap'tan bir şeyi gizlemede bulunup onu az bir değere değişenler var ya, onların karınlarına tıkındıkları ancak ateştir. Allah kıyamet günü onlarla konuşmaz ve onları günahlardan arıtmaz. Onlara elem verici azab vardır","ur":"حق یہ ہے کہ جو لوگ اُن احکام کو چھپاتے ہیں جو اللہ نے اپنی کتاب میں ناز ل کیے ہیں اور تھوڑے سے دُنیوی فائدوں پرا نہیں بھینٹ چڑھاتے ہیں، وہ دراصل اپنے پیٹ آگ سے بھر رہے ہیں قیامت کے روز اللہ ہرگز ان سے بات نہ کرے گا، نہ اُنہیں پاکیزہ ٹھیرائے گا، اور اُن کے لیے دردناک سزا ہے","zh":"隐讳安拉所降示的经典，而以廉价出卖它的人，只是把火吞到肚子里去，在复活日，安拉既不和他们说话，又不涤除他们的罪恶，他们将受痛苦的刑罚。"},"transliteration":"Inna allatheena yaktumoona ma anzala Allahu mina alkitabi wayashtaroona bihi thamanan qaleelan olaika ma yakuloona fee butoonihim illa alnnara wala yukallimuhumu Allahu yawma alqiyamati wala yuzakkeehim walahum AAathabun aleemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
