{"id":185,"number":178,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","translations":{"en":"O you who have believed, prescribed for you is legal retribution for those murdered - the free for the free, the slave for the slave, and the female for the female. But whoever overlooks from his brother anything, then there should be a suitable follow-up and payment to him with good conduct. This is an alleviation from your Lord and a mercy. But whoever transgresses after that will have a painful punishment","es":"¡Oh, creyentes! Se ha establecido la retribución legal en caso de homicidio [doloso]: sea libre o esclavo, [sea hombre] o mujer. Pero si le es perdonada [al culpable] la pena por su hermano [en la fe], que pague la indemnización correspondiente en el plazo establecido de buena manera. Esto es una facilidad y una misericordia de su Señor. Pero quien después de eso [aceptando la indemnización] transgrediere [tratando de vengarse del homicida] tendrá un castigo doloroso","fr":"O les croyants! On vous a prescrit le talion au sujet des tués: homme libre pour homme libre, esclave pour esclave, femme pour femme. Mais celui à qui son frère aura pardonné en quelque façon doit faire face à une requête convenable et doit payer des dommages de bonne grâce. Ceci est un allègement de la part de votre Seigneur, et une miséricorde. Donc, quiconque après cela transgresse, aura un châtiment douloureux","id":"Wahai orang-orang yang beriman! Diwajibkan atas kamu (melaksanakan) kisas59) berkenaan dengan orang yang dibunuh. Orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya, perempuan dengan perempuan. Tetapi barang siapa memperoleh maaf dari saudaranya, hendaklah dia mengikutinya dengan baik, dan membayar diat (tebusan) kepadanya dengan baik (pula). Yang demikian itu adalah keringanan dan rahmat dari Tuhanmu. Barang siapa melampaui batas setelah itu, maka ia akan mendapat azab yang sangat pedih","ru":"О те, которые уверовали! Вам предписано возмездие за убитых: свободный - за свободного, раб - за раба, женщина - за женщину. Если же убийца прощен своим братом, то следует поступить по справедливости и уплатить ему выкуп надлежащим образом. Таково облегчение от вашего Господа и милость. А кто преступит границы дозволенного после этого, того постигнут мучительные страдания","sv":"TROENDE! I fall av blodsutgjutelse skall [regeln om] rättvis vedergällning gälla för er: den frie mannen [skall stå till svars] för [dråp på] en fri man, slaven för [dråp på] en slav, kvinnan för [dråp på] en kvinna. Och om en broder till honom vill efterskänka en del [av gärningsmannens skuld], skall en uppgörelse ingås i vederbörliga former och frågan om erläggande av skadestånd lösas i godo. Denna [regel] är en nåd från er Herre för att lätta era bördor. Den som hädanefter bryter lagen har därför ett plågsamt straff att vänta","tr":"Ey İnananlar! Öldürülenler hakkında size kısas farz kılındı: Hür ile hür insan, köle ile köle ve kadın ile kadın. Öldüren, ölenin kardeşi tarafından bağışlanmışsa, kendisine örfe uymak ve bağışlayana güzellikle diyet ödemek gerekir. Bu, Rabbiniz'den bir hafifletme ve rahmettir. Bundan sonra tecavüzde bulunana elem verici azab vardır","ur":"ا ے لوگو جو ایمان لائے ہو، تمہارے لیے قتل کے مقدموں میں قصاص کا حکم لکھ دیا گیا ہے آزاد آدمی نے قتل کیا ہو تو اس آزاد ہی سے بدلہ لیا جائے، غلام قاتل ہو تو وہ غلام ہی قتل کیا جائے، اور عورت اِس جرم کی مرتکب ہو توا س عورت ہی سے قصاص لیا جائے ہاں اگر کسی قاتل کے ساتھ اس کا بھائی کچھ نرمی کرنے کے لیے تیار ہو، تو معروف طریقے کے مطابق خوں بہا کا تصفیہ ہونا چاہیے اور قاتل کو لازم ہے کہ راستی کے ساتھ خوں بہا ادا کرے یہ تمہارے رب کی طرف سے تخفیف اور رحمت ہے اس پر بھی جو زیادتی کرے، اس کے لیے دردناک سزا ہے","zh":"信道的人们啊！今以杀人者抵罪为你们的定制，公民抵偿公民，奴隶抵偿奴隶，妇女抵偿妇女。如果尸亲有所宽赦，那么，一方应依例提出要求，一方应依礼给予赔偿，这是你们的主所降示的减轻和慈恩。事后过分的人，将受痛苦的刑罚。"},"transliteration":"Ya ayyuha allatheena amanoo kutiba AAalaykumu alqisasu fee alqatla alhurru bialhurri waalAAabdu bialAAabdi waalontha bialontha faman AAufiya lahu min akheehi shayon faittibaAAun bialmaAAroofi waadaon ilayhi biihsanin thalika takhfeefun min rabbikum warahmatun famani iAAtada baAAda thalika falahu AAathabun aleemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
