{"id":1867,"number":65,"text":"فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ","translations":{"en":"So set out with your family during a portion of the night and follow behind them and let not anyone among you look back and continue on to where you are commanded","es":"Sal por la noche con tu familia [y tus seguidores]. Marcha detrás de ellos [para protegerlos] y que ninguno de ustedes mire hacia atrás. Diríjanse hacia donde se les ha ordenado","fr":"Pars donc avec ta famille en parie de nuit et suis leurs arrières; et que nul d'entre vous ne se retourne. Et allez là où on vous le commande»","id":"Maka pergilah kamu pada akhir malam beserta keluargamu, dan ikutilah mereka dari belakang! Jangan ada di antara kamu yang menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu","ru":"Среди ночи выведи свою семью и сам иди вслед за ними. И пусть никто из вас не оборачивается. Ступайте туда, куда вам приказано»","sv":"Gå härifrån med din familj i skydd av nattmörkret - gå [själv] sist [för säkerhets skull] och låt ingen se tillbaka - och fortsätt i den riktning som skall anvisas er","tr":"Biz sana sadece şüphe edip durdukları azabı getirdik. Sana gerçekle geldik. Şüphesiz biz doğru söyleyenleriz. Artık, geceleyin bir ara, aileni yola çıkar, sen de arkalarından git; hiçbiriniz arkaya bakmasın; emrolunduğunuz yere doğru yürüyün\" dediler","ur":"لہٰذا اب تم کچھ رات رہے اپنے گھر والوں کو لے کر نکل جاؤ اور خود ان کے پیچھے پیچھے چلو تم میں سے کوئی پلٹ کر نہ دیکھے بس سیدھے چلے جاؤ جدھر جانے کا تمہیں حکم دیا جا رہا ہے","zh":"你应当带着你的家族在深夜出行，你要跟在他们的后面，你们中的任何人也不要回头看。你们应当往前走，一直走到你们奉命到达的地方。”"},"transliteration":"Faasri biahlika biqitAAin mina allayli waittabiAA adbarahum wala yaltafit minkum ahadun waimdoo haythu tumaroona","chapter":{"id":15,"name":"الحجر","transliteration":"Al-Hijr","translations":{"en":"The Rocky Tract","es":"Al-Hiyr","fr":"Al-Hijr","id":"Bukit","ru":"Хиджр ","sv":"Al-Hijr","tr":"Hicr","ur":"پتھر","zh":"石谷"},"type":"meccan"}}
