{"id":189,"number":182,"text":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translations":{"en":"But if one fears from the bequeather [some] error or sin and corrects that which is between them, there is no sin upon him. Indeed, Allah is Forgiving and Merciful","es":"Pero quien tema que el testador haya cometido un error o una injusticia, y haga una mediación entre las partes, no incurrirá en falta. Dios es Absolvedor, Misericordioso","fr":"Mais quiconque craint d'un testateur quelque partialité (volontaire ou involontaire), et les réconcilie, alors, pas de péché sur lui car Allah est certes Pardonneur et Miséricordieux","id":"Tetapi barang siapa khawatir bahwa pemberi wasiat (berlaku) berat sebelah atau berbuat salah, lalu dia mendamaikan61) antara mereka, maka dia tidak berdosa. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Если же кто-либо опасается, что завещатель поступит несправедливо или совершит грех, и установит мир между сторонами, то на нем не будет греха. Воистину, Аллах - Прощающий, Милосердный","sv":"Men om någon, som tror att testamentsgivaren av misstag eller avsiktligt avvikit från vad som är rätt och rimligt, då får till stånd en förlikning mellan arvtagarna, begår han ingen orätt. Gud är ständigt förlåtande, barmhärtig","tr":"Vasiyet edenin yanılacağından veya günaha gireceğinden endişe duyan kimse, ilgililerin arasını düzeltirse ona günah yoktur. Allah şüphesiz bağışlar ve merhamet eder","ur":"البتہ جس کو یہ اندیشہ ہو کہ وصیت کرنے والے نے نادانستہ یا قصداً حق تلفی کی ہے، اور پھر معاملے سے تعلق رکھنے والوں کے درمیان وہ اصلاح کرے، تو اس پر کچھ گناہ نہیں ہے، اللہ بخشنے والا اور رحم فرمانے والا ہے","zh":"若恐遗嘱者偏私或枉法，而为其亲属调解，那是毫无罪过的。安拉确是至赦的，确是至慈的。"},"transliteration":"Faman khafa min moosin janafan aw ithman faaslaha baynahum fala ithma AAalayhi inna Allaha ghafoorun raheemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
