{"id":191,"number":184,"text":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translations":{"en":"[Fasting for] a limited number of days. So whoever among you is ill or on a journey [during them] - then an equal number of days [are to be made up]. And upon those who are able [to fast, but with hardship] - a ransom [as substitute] of feeding a poor person [each day]. And whoever volunteers excess - it is better for him. But to fast is best for you, if you only knew","es":"Son días contados [el mes de Ramadán]. Quien esté enfermo o de viaje y no ayune, deberá reponer posteriormente los días no ayunados. Quienes puedan [pero con mucha dificultad por la vejez] y no lo hagan, deberán alimentar a un pobre [por cada día no ayunado]. Pero quien voluntariamente alimente a más de un pobre, será más beneficioso para él. Y ayunar es mejor para ustedes, si supieran","fr":"pendant un nombre déterminé de jours. Quiconque d'entre vous est malade ou en voyage, devra jeûner un nombre égal d'autres jours. Mais pour ceux qui ne pourraient le supporter qu'(avec grande difficulté), il y a une compensation: nourrir un pauvre. Et si quelqu'un fait plus de son propre gré, c'est pour lui; mais il est mieux pour vous de jeûner; si vous saviez","id":"(Yaitu) beberapa hari tertentu. Maka barang siapa di antara kamu sakit atau dalam perjalanan (lalu tidak berpuasa), maka (wajib mengganti) sebanyak hari (yang dia tidak berpuasa itu) pada hari-hari yang lain. Dan bagi orang yang berat menjalankannya,62) wajib membayar fidyah, yaitu memberi makan seorang miskin. Tetapi barang siapa dengan kerelaan hati mengerjakan kebajikan,63) maka itu lebih baik baginya, dan puasamu itu lebih baik bagimu jika kamu mengetahui","ru":"Поститься следует считанное количество дней. А если кто из вас болен или находится в пути, то пусть постится столько же дней в другое время. А тем, которые способны поститься с трудом, следует в искупление накормить бедняка. А если кто добровольно совершает доброе дело, то тем лучше для него. Но вам лучше поститься, если бы вы только знали","sv":"[Fastan skall vara] ett begränsat antal dagar. Men den av er som är sjuk eller på resa [skall fasta senare] under motsvarande antal dagar och de som har möjlighet skall som offer ge en nödställd att äta. Och den som självmant gör gott utöver vad plikten bjuder, [skall finna att] detta kommer honom själv till godo. Och fastan är för ert väl - om ni visste [hur mycket gott den tillför er]","tr":"Ey İnananlar! Oruç, sizden öncekilere farz kılındığı gibi, Allah'a karşı gelmekten sakınasınız diye, size sayılı günlerde farz kılındı. İçinizden hasta olan veya yolculukta bulunan, tutamadığı günlerin sayısınca diğer günlerde tutar. Oruca dayanamıyanlar, bir düşkünü doyuracak kadar fidye verir. Kim gönülden iyilik yaparsa o iyilik kendisinedir. Oruç tutmanız eğer bilirseniz sizin için hayırlıdır","ur":"چند مقرر دنوں کے روزے ہیں اگر تم میں سے کوئی بیمار ہو، یا سفر پر ہو تو دوسرے دنوں میں اتنی ہی تعداد پوری کر لے اور جو لوگ روزہ رکھنے کی قدرت رکھتے ہوں (پھر نہ رکھیں) تو وہ فدیہ دیں ایک روزے کا فدیہ ایک مسکین کو کھانا کھلانا ہے اور جو اپنی خوشی سے کچھ زیادہ بھلائی کرے تو یہ اسی کے لیے بہتر ہے لیکن اگر تم سمجھو، تو تمہارے حق میں اچھا یہی ہے کہ روزہ رکھو","zh":"故你们当斋戒有数的若干日。你们中有害病或旅行的人，当依所缺的日数补斋。难以斋戒者，当纳罚赎，即以一餐饭，施给一个贫民。自愿行善者，必获更多的善报。斋戒对于你们是更好的，如果你们知道。"},"transliteration":"Ayyaman maAAdoodatin faman kana minkum mareedan aw AAala safarin faAAiddatun min ayyamin okhara waAAala allatheena yuteeqoonahu fidyatun taAAamu miskeenin faman tatawwaAAa khayran fahuwa khayrun lahu waan tasoomoo khayrun lakum in kuntum taAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
