{"id":1912,"number":11,"text":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","translations":{"en":"He causes to grow for you thereby the crops, olives, palm trees, grapevines, and from all the fruits. Indeed in that is a sign for a people who give thought","es":"Con ella hace crecer los cereales, los olivos, las palmeras, las vides y toda variedad de frutos. En ello hay signos para quienes reflexionan","fr":"D'elle, Il fait pousser pour vous, les cultures, les oliviers, les palmiers, les vignes et aussi toutes sortes de fruits. Voilà bien là une preuve pour des gens qui réfléchissent","id":"Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir","ru":"Он взращивает для вас злаки, маслины, финики, виноград и всевозможные плоды. Воистину, в этом - знамение для людей размышляющих","sv":"och därmed frambringar Han brödsäd och olivträd och dadelpalmer och vinstockar och alla [andra] slag av frukt. I detta ligger helt visst budskap till människor som tänker","tr":"Allah onunla size ekinler, zeytin ve hurma ağaçları, üzümler ve her türlü ürünü yetiştirir. Düşünen kimseler için bunda ders vardır","ur":"وہ اس پانی کے ذریعہ سے کھیتیاں اگاتا ہے اور زیتون اور کھجور اور انگور اور طرح طرح کے دوسرے پھل پیدا کرتا ہے اِس میں ایک بڑی نشانی ہے اُن لوگوں کے لیے جو غور و فکر کرتے ہیں","zh":"他为你们而生产庄稼、油橄榄、椰枣、葡萄和各种果实。对于能思维的民众，此中确有一种迹象。"},"transliteration":"Yunbitu lakum bihi alzzarAAa waalzzaytoona waalnnakheela waalaAAnaba wamin kulli alththamarati inna fee thalika laayatan liqawmin yatafakkaroona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
