{"id":1915,"number":14,"text":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translations":{"en":"And it is He who subjected the sea for you to eat from it tender meat and to extract from it ornaments which you wear. And you see the ships plowing through it, and [He subjected it] that you may seek of His bounty; and perhaps you will be grateful","es":"Él es Quien ha puesto al mar a servicio de ustedes para que puedan comer de él carne fresca y extraer adornos para engalanarse. Pueden ver los barcos surcarlo y usarlos para buscar la gracia de Dios [su sustento]. ¿Por qué no son agradecidos","fr":"Et c'est Lui qui a assujetti la mer afin que vous en mangiez une chair fraîche, et que vous en retiriez des parures que vous portez. Et tu vois les bateaux fendre la mer avec bruit, pour que vous partiez en quête de Sa grâce et afin que vous soyez reconnaissants","id":"Dan Dialah yang menundukkan lautan (untukmu), agar kamu dapat memakan daging yang segar (ikan) darinya, dan (dari lautan itu) kamu mengeluarkan perhiasan yang kamu pakai. Kamu (juga) melihat perahu berlayar padanya, dan agar kamu mencari sebagian karunia-Nya, dan agar kamu bersyukur","ru":"Он - Тот, Кто подчинил море, чтобы вы вкушали из него свежее мясо и добывали в нем украшения, которые вы носите. Ты видишь корабли, которые бороздят его для того, чтобы вы могли снискать Его милость, - быть может, вы будете благодарны","sv":"Och det är Han som låter havet tjäna er, så att ni får äta färskt kött [som ni fångar] där och ur det kan hämta ting som ni pryder er med. Och ni ser skeppen som plöjer vågorna i detta [hav] och [med dem] kan ni söka det som Han i Sin godhet [beviljar er för er försörjning] - kanske känner ni [då också] tacksamhet","tr":"Taze et yemeniz, takındığınız süsleri edinmeniz ve Allah'ın bol nimetinden faydalanmanız için denize -ki gemilerin onu yara yara gittiğini görürsün- boyun eğdiren de O'dur. Artık belki şükredersiniz","ur":"وہی ہے جس نے تمہارے لیے سمندر کو مسخر کر رکھا ہے تاکہ تم اس سے ترو تازہ گوشت لے کر کھاؤ اور اس سے زینت کی وہ چیزیں نکالو جنہیں تم پہنا کرتے ہو تم دیکھتے ہو کہ کشتی سمندر کا سینہ چیرتی ہوئی چلتی ہے یہ سب کچھ اس لیے ہے کہ تم اپنے رب کا فضل تلاش کرو اور اس کے شکر گزار بنو","zh":"他制服海洋，以便你们渔取其中的鲜肉，做你们的食品；或采取其中的珠宝，做你们的装饰。你看船舶在其中破浪而行，以便你们寻求他的恩惠，以便你们感谢。"},"transliteration":"Wahuwa allathee sakhkhara albahra litakuloo minhu lahman tariyyan watastakhrijoo minhu hilyatan talbasoonaha watara alfulka mawakhira feehi walitabtaghoo min fadlihi walaAAallakum tashkuroona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
