{"id":192,"number":185,"text":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translations":{"en":"The month of Ramadhan [is that] in which was revealed the Qur'an, a guidance for the people and clear proofs of guidance and criterion. So whoever sights [the new moon of] the month, let him fast it; and whoever is ill or on a journey - then an equal number of other days. Allah intends for you ease and does not intend for you hardship and [wants] for you to complete the period and to glorify Allah for that [to] which He has guided you; and perhaps you will be grateful","es":"En el mes de Ramadán fue revelado el Corán como guía para la humanidad y evidencia de la guía y el criterio. Quien presencie la llegada de [la Luna nueva de] el mes deberá ayunar, pero quien esté enfermo o de viaje [y no ayune] deberá reponer posteriormente los días no ayunados y así completar el mes. Dios desea facilitarles las cosas y no dificultárselas; alaben y agradezcan a Dios por haberlos guiado","fr":"(Ces jours sont) le mois de Ramadân au cours duquel le Coran a été descendu comme guide pour les gens, et preuves claires de la bonne direction et du discernement. Donc, quiconque d'entre vous est présent en ce mois, qu'il jeûne! Et quiconque est malade ou en voyage, alors qu'il jeûne un nombre égal d'autres jours. - Allah veut pour vous la facilité, Il ne veut pas la difficulté pour vous, afin que vous en complétiez le nombre et que vous proclamiez la grandeur d'Allah pour vous avoir guidés, et afin que vous soyez reconnaissants","id":"Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Alquran, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil). Karena itu, barang siapa di antara kamu mendapati bulan itu, maka berpuasalah. Dan barang siapa sakit atau dalam perjalanan (dia tidak berpuasa), maka (wajib menggantinya), sebanyak hari yang ditinggalkannya, pada hari-hari yang lain. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. Hendaklah kamu mencukupkan bilangannya dan mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, agar kamu bersyukur","ru":"В месяц рамадан был ниспослан Коран - верное руководство для людей, ясные доказательства из верного руководства и различение. Тот из вас, кого застанет этот месяц, должен поститься. А если кто болен или находится в пути, то пусть постится столько же дней в другое время. Аллах желает вам облегчения и не желает вам затруднения. Он желает, чтобы вы довели до конца определенное число дней и возвеличили Аллаха за то, что Он наставил вас на прямой путь. Быть может, вы будете благодарны","sv":"För att ge människorna vägledning [inleddes] i månaden Ramadan uppenbarelsen av Koranen i vilken vägledningen klargörs och en måttstock ges med vilken rätt kan mätas och skiljas från orätt. Den av er som ser månens nytändning skall fasta månaden ut. Men den som är sjuk eller [stadd] på resa [skall fasta därefter] under motsvarande antal dagar. Gud vill göra det lätt - inte tungt - för er. Håll [fastan under den föreskrivna] perioden och prisa Gud som har väglett er - kanske skall ni visa [Honom] tacksamhet","tr":"Ramazan ayı, ki onda Kuran, insanlara yol gösterici ve doğruyu yanlıştan ayırıcı belgeler olarak indirildi. Sizden bu ayı idrak eden, onda oruç tutsun; hasta veya yolculukta olan, tutamadığı günlerin sayısınca diğer günlerde tutsun. Allah size kolaylık ister, zorluk istemez. Bu kolaylıkları, sayıyı tamamlamanız ve size yol gösterdiğine karşılık O'nu ululamanız için meşru kılmıştır; ola ki şükredersiniz","ur":"رمضان وہ مہینہ ہے، جس میں قرآن نازل کیا گیا جو انسانوں کے لیے سراسر ہدایت ہے اور ایسی واضح تعلیمات پر مشتمل ہے، جو راہ راست دکھانے والی اور حق و باطل کا فرق کھول کر رکھ دینے والی ہیں لہٰذا اب سے جو شخص اس مہینے کو پائے، اُس کو لازم ہے کہ اِس پورے مہینے کے روزے رکھے اور جو کوئی مریض ہو یا سفر پر ہو، تو وہ دوسرے دنوں میں روزوں کی تعداد پوری کرے اللہ تمہارے ساتھ نرمی کرنا چاہتا ہے، سختی کرنا نہیں چاہتا اس لیے یہ طریقہ تمہیں بتایا جا رہا ہے تاکہ تم روزوں کی تعداد پوری کرسکو اور جس ہدایت سے اللہ نے تمہیں سرفراز کیا ہے، اُس پر اللہ کی کبریا ئی کا اظہار و اعتراف کرو اور شکر گزار بنو","zh":"赖买丹月中，开始降示《古兰经》，指导世人，昭示明证，以便遵循正道，分辨真伪，故在此月中，你们应当斋戒；害病或旅行的人，当依所缺的日数补斋。安拉要你们便利，不要你们困难，以便你们补足所缺的日数，以便你们赞颂安拉引导你们的恩德，以便你们感谢他。"},"transliteration":"Shahru ramadana allathee onzila feehi alquranu hudan lilnnasi wabayyinatin mina alhuda waalfurqani faman shahida minkumu alshshahra falyasumhu waman kana mareedan aw AAala safarin faAAiddatun min ayyamin okhara yureedu Allahu bikumu alyusra wala yureedu bikumu alAAusra walitukmiloo alAAiddata walitukabbiroo Allaha AAala ma hadakum walaAAallakum tashkuroona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
