{"id":1926,"number":25,"text":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","translations":{"en":"That they may bear their own burdens in full on the Day of Resurrection and some of the burdens of those whom they misguide without knowledge. Unquestionably, evil is that which they bear","es":"Éstos cargarán con sus propios pecados el Día de la Resurrección, y con parte de los pecados de aquellos a quienes extraviaron y que los siguieron por ignorancia. ¡Qué pésima es la carga que llevarán","fr":"Qu'ils portent donc, au Jour de la Résurrection, tous les fardeaux de leurs propres œuvres ainsi qu'une partie des fardeaux de ceux qu'ils égarent, sans le savoir; combien est mauvais [le fardeau] qu'ils portent","id":"(ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu","ru":"Пусть они понесут свою ношу целиком в Последний день, а также ношу тех невежд, которых они ввели в заблуждение. Как же отвратительна их ноша","sv":"Därför skall de på Uppståndelsens dag bära hela bördan av sin egen skuld och [därtill] en del av den börda de okunniga [bär] som de hade vilselett - det är sannerligen en tung börda som de måste bära","tr":"Böylece kıyamet günü kendi günahlarını tam olarak, bilmeden saptırdıkları kimselerin günahlarını kısmen yüklenirler. Dikkat edin, yüklendikleri yük ne kötüdür","ur":"یہ باتیں وہ اس لیے کرتے ہیں کہ قیامت کے روز اپنے بوجھ بھی پورے اٹھائیں، اور ساتھ ساتھ کچھ اُن لوگوں کے بوجھ بھی سمیٹیں جنہیں یہ بر بنائے جہالت گمراہ کر رہے ہیں دیکھو! کیسی سخت ذمہ داری ہے جو یہ اپنے سر لے رہے ہیں","zh":"以便他们在复活日承担自己的全部责任，以及被他们无知地加以误导者的一部分责任。真的，他们所承担的真恶劣！"},"transliteration":"Liyahmiloo awzarahum kamilatan yawma alqiyamati wamin awzari allatheena yudilloonahum bighayri AAilmin ala saa ma yaziroona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
