{"id":1927,"number":26,"text":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","translations":{"en":"Those before them had already plotted, but Allah came at their building from the foundations, so the roof fell upon them from above them, and the punishment came to them from where they did not perceive","es":"También se complotaron [los incrédulos] anteriormente [en Babel], pero Dios destruyó sus [altas] edificaciones desde los cimientos y los techos se derrumbaron sobre ellos. El castigo les llegó de donde menos lo esperaban","fr":"Ceux qui ont vécu avant eux, certes, ont comploté, mais Allah attaqua les bases mêmes de leur bâtisse. Le toit s'écroula au-dessus d'eux et le châtiment les surprit d'où ils ne l'avaient pas pressenti","id":"Sungguh, orang-orang yang sebelum mereka telah mengadakan tipu daya, maka Allah menghancurkan rumah-rumah mereka mulai dari pondasinya, lalu atap (rumah itu) jatuh menimpa mereka dari atas, dan siksa itu datang kepada mereka dari arah yang tidak mereka sadari","ru":"Козни строили еще те, которые жили до них, но Аллах разрушил основание их строения. Крыша обрушилась на них сверху, и мучения постигли их оттуда, откуда они их не ожидали","sv":"Även de som levde förr tänkte ut listiga och bedrägliga argument [mot sändebudens förkunnelse]; men Gud lät allt det som de hade byggt upp skakas i sina grundvalar så att taken störtade in över deras huvuden - och straffet drabbade dem utan att de förstod varifrån det kom","tr":"Onlardan öncekiler düzen kurmuşlardı. Bunun üzerine Allah, binalarının temelini çökertti de tavanları başlarına yıkıldı. Azap, onlara farketmedikleri yerden geldi","ur":"اِن سے پہلے بھی بہت سے لوگ (حق کو نیچا دکھانے کے لیے) ایسی ہی مکاریاں کر چکے ہیں، تو دیکھ لو کہ اللہ نے اُن کے مکر کی عمارت جڑ سے اکھاڑ پھینکی اور اس کی چھت اوپر سے ان کے سر پر آ رہی اور ایسے رخ سے ان پر عذاب آیا جدھر سے اس کے آنے کا اُن کو گمان تک نہ تھا","zh":"前人确已用计谋，但安拉把他们的建筑物彻底加以摧毁，而他们的屋顶落在他们的身上。刑罚从他们料想不道到的地方来临他们。"},"transliteration":"Qad makara allatheena min qablihim faata Allahu bunyanahum mina alqawaAAidi fakharra AAalayhimu alssaqfu min fawqihim waatahumu alAAathabu min haythu la yashAAuroona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
