{"id":1928,"number":27,"text":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَـٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","translations":{"en":"Then on the Day of Resurrection He will disgrace them and say, \"Where are My 'partners' for whom you used to oppose [the believers]?\" Those who were given knowledge will say, \"Indeed disgrace, this Day, and evil are upon the disbelievers","es":"Luego, el Día de la Resurrección, Dios los humillará y les preguntará: \"¿Dónde están aquellos que ustedes Me asociaban y a los que defendían?\" [Ese día] quienes recibieron el conocimiento [de cada nación] dirán [a sus pueblos]: \"Hoy, la humillación y el castigo pesarán sobre los incrédulos","fr":"Puis, le Jour de la Résurrection, Il les couvrira d'ignominie, et [leur] dira: «Où sont Mes associés pour lesquels vous combattiez?» - Ceux qui ont le savoir diront: «L'ignominie et le malheur tombent aujourd'hui sur les mécréants»","id":"Kemudian Allah menghinakan mereka pada hari Kiamat, dan berfirman, \"Di manakah sekutu-sekutu-Ku itu yang (karena membelanya) kamu selalu memusuhi mereka (nabi-nabi dan orang yang beriman)?\" Orang-orang yang diberi ilmu berkata;450) \"Sesungguhnya kehinaan dan azab hari ini ditimpakan kepada orang yang kafir","ru":"А потом, в День воскресения, Он опозорит их и скажет: «Где же Мои сотоварищи, о которых вы спорили?». Те, которым было даровано знание, скажут: «Воистину, сегодня неверующих постигнут позор и зло»","sv":"Till sist, på Uppståndelsens dag, skall Han låta dem smaka den fulla förödmjukelsen och Han skall säga: \"Var är dessa Mina medhjälpare [som ni gav Mig] och för vars skull ni alltid vände ryggen [åt profeterna och allt vad de förkunnade?]\" De som har fått kunskap skall säga: \"Denna dag har skam och elände drabbat dem som förnekade sanningen","tr":"Sonra kıyamet günü onları rezil eder ve: \"Haklarında tartıştığınız Benim ortaklarım nerede?\" der. İlim sahibleri şöyle derler: \"Doğrusu bugün inkarcılara rezillik ve iğrençlik vardır","ur":"پھر قیامت کے روز اللہ اُنہیں ذلیل و خوار کرے گا اور اُن سے کہے گا \"بتاؤ اب کہاں ہیں میرے وہ شریک جن کے لیے تم (اہل حق سے) جھگڑے کیا کرتے تھے؟\" جن لوگوں کو دنیا میں علم حاصل تھا وہ کہیں گے \"آج رسوائی اور بدبختی ہے کافروں کے لیے","zh":"然后在复活日他要凌辱他们，并审问他们说：“我的那些伙伴——你们为了他们而与信士们相争论的——如今在哪里呢？”有学识者将要说：“凌辱和刑罚今日必归于不信道者。”"},"transliteration":"Thumma yawma alqiyamati yukhzeehim wayaqoolu ayna shurakaiya allatheena kuntum tushaqqoona feehim qala allatheena ootoo alAAilma inna alkhizya alyawma waalssooa AAala alkafireena","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
