{"id":193,"number":186,"text":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","translations":{"en":"And when My servants ask you, [O Muhammad], concerning Me - indeed I am near. I respond to the invocation of the supplicant when he calls upon Me. So let them respond to Me [by obedience] and believe in Me that they may be [rightly] guided","es":"Y si Mis siervos te preguntan por Mí [¡oh, Mujámmad!, diles] que estoy cerca de ellos. Respondo la súplica de quien Me invoca. [Entonces] que me obedezcan y crean en Mí, que así se encaminarán","fr":"Et quand Mes serviteurs t'interrogent sur Moi.. alors Je suis tout proche: Je réponds à l'appel de celui qui Me prie quand il Me prie. Qu'ils répondent à Mon appel, et qu'ils croient en Moi, afin qu'ils soient bien guidés","id":"Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran","ru":"Если Мои рабы спросят тебя обо Мне, то ведь Я близок и отвечаю на зов молящегося, когда он взывает ко Мне. Пусть же они отвечают Мне и веруют в Меня, - быть может, они последуют верным путем","sv":"NÄR MINA tjänare frågar dig om Mig då Jag är nära; Jag besvarar den bedjandes bön, när han ber till Mig. Och uppmana dem att svara när Jag kallar och att tro på Mig - kanske skall de ledas på rätt väg","tr":"Kullarım sana Beni sorarlarsa, bilsinler ki Ben, şüphesiz onlara yakınım. Benden isteyenin, dua ettiğinde duasını kabul ederim. Artık onlar da davetimi kabul edip Bana inansınlar ki doğru yolda yürüyenlerden olsunlar","ur":"اور اے نبیؐ، میرے بندے اگر تم سے میرے متعلق پوچھیں، تو اُنہیں بتا دو کہ میں ان سے قریب ہی ہوں پکارنے والا جب مجھے پکارتا ہے، میں اُس کی پکار سنتا اور جواب دیتا ہوں لہٰذا انہیں چاہیے کہ میری دعوت پر لبیک کہیں اور مجھ پر ایمان لائیں یہ بات تم اُنہیں سنا دو، شاید کہ وہ راہ راست پالیں","zh":"如果我的仆人询问我的情状，你就告诉他们：我确是临近的，确是答应祈祷者的祈祷的。当他祈祷我的时候，教他们答应我，信仰我，以便他们遵循正道。"},"transliteration":"Waitha saalaka AAibadee AAannee fainnee qareebun ojeebu daAAwata alddaAAi itha daAAani falyastajeeboo lee walyuminoo bee laAAallahum yarshudoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
