{"id":1931,"number":30,"text":"۞وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","translations":{"en":"And it will be said to those who feared Allah, \"What did your Lord send down?\" They will say, \"[That which is] good.\" For those who do good in this world is good; and the home of the Hereafter is better. And how excellent is the home of the righteous","es":"[Y ese día] se les preguntará a los piadosos: \"¿Qué ha revelado su Señor?\" Responderán: \"Lo mejor\". Quienes hayan obrado rectamente obtendrán en este mundo una bella recompensa, pero la morada de la otra vida será aún mejor. ¡Qué placentera será la morada de los piadosos","fr":"Et on dira à ceux qui étaient pieux: «Qu'a fait descendre votre Seigneur?» Ils diront: «Un bien». Ceux qui font les bonnes œuvres auront un bien ici-bas; mais la demeure de l'au-delà est certes meilleure. Combien agréable sera la demeure des pieux","id":"Dan kemudian dikatakan kepada orang yang bertakwa, \"Apakah yang telah diturunkan oleh Tuhanmu?\"Mereka menjawab, \"Kebaikan.\" Bagi orang yang berbuat baik di dunia ini mendapat (balasan) yang baik. Dan sesungguhnya negeri akhirat pasti lebih baik. Dan itulah sebaik-baik tempat bagi orang yang bertakwa","ru":"Когда богобоязненных спрашивают: «Что ниспослал вам Господь?». - они говорят: «Благо». Тем, кто творил в этом мире добро, будет воздано добром. А Последняя обитель будет еще лучше. Как же прекрасна Обитель богобоязненных","sv":"Men när de gudfruktiga tillfrågas: \"Vad har er Herre uppenbarat?\" svarar de: \"Goda [ord med vägledning och hopp]!\" Ja, gott i detta liv [skall tillfalla] dem som gör det goda och det rätta, men den bästa belöningen är helt visst de eviga boningarna - hur härliga är inte de gudfruktigas boningar","tr":"Sakınan kimselere: \"Rabbiniz ne indirdi?\" denince, \"İyilik\" derler. Bu dünyada iyi davrananlara iyilik vardır. Ahiret yurdu ise daha iyidir. Sakınanların yurdu ne güzeldir","ur":"دوسری طرف جب خدا ترس لوگوں سے پوچھا جاتا ہے کہ یہ کیا چیز ہے جو تمہارے رب کی طرف سے نازل ہوئی ہے، تو وہ جواب دیتے ہیں کہ \"بہترین چیز اتری ہے\" اِس طرح کے نیکوکار لوگوں کے لیے اِس دنیا میں بھی بھلائی ہے اور آخرت کا گھر تو ضرور ہی ان کے حق میں بہتر ہے بڑا اچھا گھر ہے متقیوں کا","zh":"有人问敬畏者说：“你们的主曾降示什么？”他们说：“他降示善言。”行善者在今世将享受美满的生活，而后世的住宅确是更好的。敬畏者的住宅真优美。"},"transliteration":"Waqeela lillatheena ittaqaw matha anzala rabbukum qaloo khayran lillatheena ahsanoo fee hathihi alddunya hasanatun waladaru alakhirati khayrun walaniAAma daru almuttaqeena","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
