{"id":1934,"number":33,"text":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَـٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translations":{"en":"Do the disbelievers await [anything] except that the angels should come to them or there comes the command of your Lord? Thus did those do before them. And Allah wronged them not, but they had been wronging themselves","es":"¿Acaso esperan [los incrédulos] que se presenten ante ellos los ángeles [para tomar sus almas] o que los azote el castigo [para recién entonces creer]? Eso hicieron quienes los precedieron. Dios no fue injusto con ellos [al enviarles el castigo], sino que ellos fueron injustos consigo mismos","fr":"[Les infidèles] attendent-ils que les Anges leur viennent, ou que survienne l'ordre de ton Seigneur? Ainsi agissaient les gens avant eux. Allah ne les a pas lésés; mais ils faisaient du tort à eux-mêmes","id":"Tidak ada yang ditunggu mereka (orang kafir) selain datangnya para malaikat kepada mereka452) atau datangnya perintah Tuhanmu.453) Demikianlah yang telah diperbuat oleh orang-orang (kafir) sebelum mereka. Allah tidak menzalimi mereka, justru merekalah yang (selalu) menzalimi diri mereka sendiri","ru":"Неужели они ждут чего-либо иного, кроме ангелов или веления твоего Господа? Так же поступали те, которые жили прежде. Аллах не был несправедлив к ним - они сами поступали несправедливо по отношению к себе","sv":"VÄNTAR de [som sätter gudar vid Guds sida] bara på att änglarna skall komma [och hämta deras själar] eller på din Herres straff i denna värld? Så betedde sig också deras föregångare; och [när straffet drabbade dem] var det inte Gud som gjorde dem orätt, nej, de hade gjort sig själva orätt","tr":"Onlar kendilerine yalnız meleklerin veya senin Rabbinin buyruğunun gelmesini mi bekliyorlar? Onlardan öncekiler de böyle yapmışlardı. Allah onlara zulmetmemişti, ama onlar kendilerine yazık ediyorlardı","ur":"اے محمدؐ، اب جو یہ لوگ انتظار کر رہے ہیں تو اِس کے سوا اب اور کیا باقی رہ گیا ہے کہ ملائکہ ہی آ پہنچیں، یا تیرے رب کا فیصلہ صادر ہو جائے؟ اِس طرح کی ڈھٹائی اِن سے پہلے بہت سے لوگ کر چکے ہیں پھر جو کچھ اُن کے ساتھ ہوا وہ اُن پر اللہ کا ظلم نہ تھا بلکہ اُن کا اپنا ظلم تھا جو اُنہوں نے خود اپنے اوپر کیا","zh":"（不信道者）只能等待天使们来临他们，或等待你的主的命令降临。在他们之前的人就是这样做的。安拉没有亏枉他们，但他们却亏枉了自己。"},"transliteration":"Hal yanthuroona illa an tatiyahumu almalaikatu aw yatiya amru rabbika kathalika faAAala allatheena min qablihim wama thalamahumu Allahu walakin kanoo anfusahum yathlimoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
