{"id":1936,"number":35,"text":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translations":{"en":"And those who associate others with Allah say, \"If Allah had willed, we would not have worshipped anything other than Him, neither we nor our fathers, nor would we have forbidden anything through other than Him.\" Thus did those do before them. So is there upon the messengers except [the duty of] clear notification","es":"Los idólatras argumentarán: \"Si Dios hubiera querido, ni nosotros ni nuestros antepasados habríamos adorado a otro fuera de Él, ni habríamos declarado ilícitas las cosas sin Su permiso\". Lo mismo dijeron quienes los precedieron. Pero los Mensajeros solo tienen la obligación de transmitir el Mensaje con claridad [y Dios será Quien los juzgará]","fr":"Et les associateurs dirent: «Si Allah avait voulu, nous n'aurions pas adoré quoi que ce soit en dehors de Lui, ni nous ni nos ancêtres; et nous n'aurions rien interdit qu'Il n'ait interdit Lui-même». Ainsi agissaient les gens avant eux. N'incombe-t-il aux messagers sinon de transmettre le message en toute clarté","id":"Dan orang musyrik berkata, \"Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apa pun selain Dia, baik kami maupun bapak-bapak kami, dan tidak (pula) kami mengharamkan sesuatu pun tanpa (izin)-Nya.\" Demikianlah yang diperbuat oleh orang sebelum mereka. Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas","ru":"Многобожники говорят: «Если бы Аллах захотел, то ни мы, ни наши отцы не стали бы поклоняться ничему, кроме Него, и мы не стали бы запрещать чтолибо вопреки Ему». Так же поступали те, которые жили прежде. Разве на посланников было возложено что-либо, кроме ясной передачи откровения","sv":"De som sätter medhjälpare vid Guds sida säger: \"Om Gud hade velat skulle varken vi eller våra fäder ha dyrkat något vid sidan av Honom; vi skulle inte heller utan Hans [befallning] ha förklarat något förbjudet.\" Sådant [språk] förde även deras föregångare. Kan uppgiften för [Guds] sändebud vara någon annan än den att klart framföra [det budskap som de anförtrotts]","tr":"Allah'a eş koşanlar: \"Allah dileseydi O'ndan başka hiçbir şeye ne biz ve ne de babalarımız tapardı. O'nun buyruğu olmaksızın hiçbir şeyi haram kılmazdık\" dediler. Kendilerinden öncekiler de böyle yapmıştı. Peygamberlere apaçık tebliğden başka ne vazife düşer","ur":"یہ مشرکین کہتے ہیں \"اگر اللہ چاہتا تو نہ ہم اور نہ ہمارے باپ دادا اُس کے سوا کسی اور کی عبادت کرتے اور نہ اُس کے حکم کے بغیر کسی چیز کو حرام ٹھیراتے\" ایسے ہی بہانے اِن سے پہلے کے لوگ بھی بناتے رہے ہیں تو کیا رسولوں پر صاف صاف بات پہنچا دینے کے سوا اور بھی کوئی ذمہ داری ہے؟","zh":"以物配主者说：“假若安拉意欲，则我们和我们的祖先不会舍他而崇拜任何物的，我们也不会擅自戒除任何物的。”在他们之前的人，曾这样做过了。使者们只负明白的传达的责任。"},"transliteration":"Waqala allatheena ashrakoo law shaa Allahu ma AAabadna min doonihi min shayin nahnu wala abaona wala harramna min doonihi min shayin kathalika faAAala allatheena min qablihim fahal AAala alrrusuli illa albalaghu almubeenu","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
