{"id":1936,"number":35,"text":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translations":{"bn":"মুশরিকরা বললঃ যদি আল্লাহ চাইতেন, তবে আমরা তাঁকে ছাড়া কারও এবাদত করতাম না এবং আমাদের পিতৃপুরুষেরাও করত না এবং তাঁর নির্দেশ ছাড়া কোন বস্তুই আমরা হারাম করতাম না। তাদের পূর্ববর্তীরা এমনই করেছে। রাসূলের দায়িত্ব তো শুধুমাত্র সুস্পষ্ট বাণী পৌছিয়ে দেয়া।","en":"And those who associate others with Allah say, \"If Allah had willed, we would not have worshipped anything other than Him, neither we nor our fathers, nor would we have forbidden anything through other than Him.\" Thus did those do before them. So is there upon the messengers except [the duty of] clear notification","id":"Dan orang musyrik berkata, \"Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apa pun selain Dia, baik kami maupun bapak-bapak kami, dan tidak (pula) kami mengharamkan sesuatu pun tanpa (izin)-Nya.\" Demikianlah yang diperbuat oleh orang sebelum mereka. Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas","ru":"Многобожники говорят: «Если бы Аллах захотел, то ни мы, ни наши отцы не стали бы поклоняться ничему, кроме Него, и мы не стали бы запрещать чтолибо вопреки Ему». Так же поступали те, которые жили прежде. Разве на посланников было возложено что-либо, кроме ясной передачи откровения","tr":"Allah'a eş koşanlar: \"Allah dileseydi O'ndan başka hiçbir şeye ne biz ve ne de babalarımız tapardı. O'nun buyruğu olmaksızın hiçbir şeyi haram kılmazdık\" dediler. Kendilerinden öncekiler de böyle yapmıştı. Peygamberlere apaçık tebliğden başka ne vazife düşer","ur":"یہ مشرکین کہتے ہیں \"اگر اللہ چاہتا تو نہ ہم اور نہ ہمارے باپ دادا اُس کے سوا کسی اور کی عبادت کرتے اور نہ اُس کے حکم کے بغیر کسی چیز کو حرام ٹھیراتے\" ایسے ہی بہانے اِن سے پہلے کے لوگ بھی بناتے رہے ہیں تو کیا رسولوں پر صاف صاف بات پہنچا دینے کے سوا اور بھی کوئی ذمہ داری ہے؟"},"chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"bn":"মৌমাছি","en":"The Bee","id":"Lebah Madu","ru":"Пчелы","tr":"Nahl","ur":"شہد کی مکھی"},"type":"meccan"}}
