{"id":1937,"number":36,"text":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّـٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translations":{"en":"And We certainly sent into every nation a messenger, [saying], \"Worship Allah and avoid Taghut.\" And among them were those whom Allah guided, and among them were those upon whom error was [deservedly] decreed. So proceed through the earth and observe how was the end of the deniers","es":"Envié a cada nación un Mensajero [para que los exhortara a] adorar a Dios y a rechazar la idolatría. Algunos de los pueblos fueron guiados por Dios, y a otros se les decretó el extravío. ¡Viajen por el mundo y observen cual fue el destino de quienes desmintieron [Mis signos]","fr":"Nous avons envoyé dans chaque communauté un Messager, [pour leur dire]: «Adorez Allah et écartez-vous du Tâgût». Alors Allah en guida certains, mais il y en eut qui ont été destinés à l'égarement. Parcourez donc la terre, et regardez quelle fut la fin de ceux qui traitaient [Nos messagers] de menteurs","id":"Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah tagut,\" kemudian di antara mereka ada yang diberi petunjuk oleh Allah dan ada pula yang tetap dalam kesesatan. Maka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul)","ru":"Мы отправили к каждой общине посланника: «Поклоняйтесь Аллаху и избегайте тагута!». Среди них есть такие, которых Аллах наставил на прямой путь, и такие, которым было справедливо предначертано заблуждение. Ступайте же по земле и посмотрите, каким был конец неверующих","sv":"Till varje samfund har Vi låtit ett sändebud komma [för att förkunna]: \"Dyrka Gud och håll er borta från det onda!\" Bland dessa [människor i äldre tider] fanns den som Gud vägledde, och det fanns den som dömde sig själv att gå vilse. Gå därför ut i världen och se [spåren som visar] vad slutet blev för dem som kallade sanningen för lögn","tr":"And olsun ki, her ümmete: \"Allah'a kulluk edin, azdırıcılardan kaçının\" diyen peygamber göndermişizdir. Allah içlerinden kimini doğru yola eriştirdi, kimi de sapıklığı haketti. Yeryüzünde gezin; peygamberleri yalanlayanların sonlarının nasıl olduğunugörün","ur":"ہم نے ہر امت میں ایک رسول بھیج دیا، اور اُس کے ذریعہ سے سب کو خبردار کر دیا کہ \"اللہ کی بندگی کرو اور طاغوت کی بندگی سے بچو\" اس کے بعد ان میں سے کسی کو اللہ نے ہدایت بخشی اور کسی پر ضلالت مسلط ہو گئی پھر ذرا زمین میں چل پھر کر دیکھ لو کہ جھٹلانے والوں کا کیا انجام ہو چکا ہے","zh":"我在每个民族中，确已派遣一个使者，说：“你们当崇拜安拉，当远离塔吾特。”但他们中有安拉所引导的，有应当迷误的。故你们当在大地上旅行，应当观察否认的人们的结局是怎样的。"},"transliteration":"Walaqad baAAathna fee kulli ommatin rasoolan ani oAAbudoo Allaha waijtaniboo alttaghoota faminhum man hada Allahu waminhum man haqqat AAalayhi alddalalatu faseeroo fee alardi faonthuroo kayfa kana AAaqibatu almukaththibeena","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
