{"id":1937,"number":36,"text":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّـٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translations":{"bn":"আমি প্রত্যেক উম্মতের মধ্যেই রাসূল প্রেরণ করেছি এই মর্মে যে, তোমরা আল্লাহর এবাদত কর এবং তাগুত থেকে নিরাপদ থাক। অতঃপর তাদের মধ্যে কিছু সংখ্যককে আল্লাহ হেদায়েত করেছেন এবং কিছু সংখ্যকের জন্যে বিপথগামিতা অবধারিত হয়ে গেল। সুতরাং তোমরা পৃথিবীতে ভ্রমণ কর এবং দেখ মিথ্যারোপকারীদের কিরূপ পরিণতি হয়েছে।","en":"And We certainly sent into every nation a messenger, [saying], \"Worship Allah and avoid Taghut.\" And among them were those whom Allah guided, and among them were those upon whom error was [deservedly] decreed. So proceed through the earth and observe how was the end of the deniers","id":"Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah tagut,\" kemudian di antara mereka ada yang diberi petunjuk oleh Allah dan ada pula yang tetap dalam kesesatan. Maka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul)","ru":"Мы отправили к каждой общине посланника: «Поклоняйтесь Аллаху и избегайте тагута!». Среди них есть такие, которых Аллах наставил на прямой путь, и такие, которым было справедливо предначертано заблуждение. Ступайте же по земле и посмотрите, каким был конец неверующих","tr":"And olsun ki, her ümmete: \"Allah'a kulluk edin, azdırıcılardan kaçının\" diyen peygamber göndermişizdir. Allah içlerinden kimini doğru yola eriştirdi, kimi de sapıklığı haketti. Yeryüzünde gezin; peygamberleri yalanlayanların sonlarının nasıl olduğunugörün","ur":"ہم نے ہر امت میں ایک رسول بھیج دیا، اور اُس کے ذریعہ سے سب کو خبردار کر دیا کہ \"اللہ کی بندگی کرو اور طاغوت کی بندگی سے بچو\" اس کے بعد ان میں سے کسی کو اللہ نے ہدایت بخشی اور کسی پر ضلالت مسلط ہو گئی پھر ذرا زمین میں چل پھر کر دیکھ لو کہ جھٹلانے والوں کا کیا انجام ہو چکا ہے"},"chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"bn":"মৌমাছি","en":"The Bee","id":"Lebah Madu","ru":"Пчелы","tr":"Nahl","ur":"شہد کی مکھی"},"type":"meccan"}}
