{"id":1939,"number":38,"text":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translations":{"en":"And they swear by Allah their strongest oaths [that] Allah will not resurrect one who dies. But yes - [it is] a true promise [binding] upon Him, but most of the people do not know","es":"Juran solemnemente por Dios que Él no resucitará a los muertos. ¡Sí! [Los resucitará,] pues es una promesa inalterable [de Dios] y Él no falta a Su promesa. Aunque la mayoría de la gente lo ignore","fr":"Et ils jurent par Allah en prononçant leurs serments les plus solennels: «Allah ne ressuscitera pas celui qui meurt». Bien au contraire! C'est une promesse véritable [de Sa part], mais la plupart des gens ne le savent pas","id":"Dan mereka bersumpah atas (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui","ru":"Именем Аллаха они принесли величайшие клятвы о том, что Аллах не воскресит мертвецов. О нет! Это произойдет согласно истинному обещанию, но большинство людей не знает этого","sv":"De svär vid Gud sina högtidligaste eder att Gud inte kommer att återuppväcka någon från de döda. Helt visst [skall de döda återuppväckas]! Det skall ske i kraft av det löfte som Han har åtagit Sig att infria, men de flesta människor är okunniga om detta","tr":"Ölen kimseyi Allah'ın diriltmeyeceği üzerine bütün güçleriyle Allah'a yemin ederler. Hayır; öyle değil, ayrılığa düştükleri şeyi onlara açıklamayı, inkar edenlerin kendilerinin yalancı olduklarını bileceklerini, Allah gerçekten vadetmiştir, fakat insanların çoğu bilmezler","ur":"یہ لوگ اللہ کے نام سے کڑی کڑی قسمیں کھا کر کہتے ہیں کہ \"اللہ کسی مرنے والے کو پھر سے زندہ کر کے نہ اٹھائے گا\" اٹھائے گا کیوں نہیں، یہ تو ایک وعدہ ہے جسے پورا کرنا اس نے اپنے اوپر واجب کر لیا ہے، مگر اکثر لوگ جانتے نہیں ہیں","zh":"他们指安拉而发出最严重的誓言，说：“安拉不使死人复活。”不然！这是他应当实践的诺言。但世人大半不知道。"},"transliteration":"Waaqsamoo biAllahi jahda aymanihim la yabAAathu Allahu man yamootu bala waAAdan AAalayhi haqqan walakinna akthara alnnasi la yaAAlamoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
