{"id":194,"number":187,"text":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","translations":{"en":"It has been made permissible for you the night preceding fasting to go to your wives [for sexual relations]. They are clothing for you and you are clothing for them. Allah knows that you used to deceive yourselves, so He accepted your repentance and forgave you. So now, have relations with them and seek that which Allah has decreed for you. And eat and drink until the white thread of dawn becomes distinct to you from the black thread [of night]. Then complete the fast until the sunset. And do not have relations with them as long as you are staying for worship in the mosques. These are the limits [set by] Allah, so do not approach them. Thus does Allah make clear His ordinances to the people that they may become righteous","es":"Durante las noches del mes de ayuno les es lícito mantener relaciones [maritales] con sus mujeres. Ellas son su vestimenta, y ustedes la vestimenta de ellas. Dios sabe que se engañaban a sí mismos, por eso los perdonó y les hizo esta concesión. Ahora pueden mantener relaciones con ellas y aprovechar lo que Dios les ha prescrito. Coman y beban hasta que se distinga el hilo blanco [la luz del alba] del hilo negro [la oscuridad de la noche], y luego completen el ayuno hasta la noche, y no mantengan relaciones con ellas si están haciendo el retiro espiritual en las mezquitas. Éstos son los límites de Dios, no los transgredan. Así aclara Dios Sus signos a la gente para que alcancen la piedad","fr":"On vous a permis, la nuit d'as-Siyâm, d'avoir des rapports avec vos femmes; elles sont un vêtement pour vous et vous êtes un vêtement pour elles. Allah sait que vous aviez clandestinement des rapports avec vos femmes. Il vous a pardonné et vous a graciés. Cohabitez donc avec elles, maintenant, et cherchez ce qu'Allah a prescrit en votre faveur; mangez et buvez jusqu'à ce que se distingue, pour vous, le fil blanc de l'aube du fil noir de la nuit. Puis accomplissez le jeûne jusqu'à la nuit. Mais ne cohabitez pas avec elles pendant que vous êtes en retraite rituelle dans les mosquées. Voilà les lois d'Allah: ne vous en approchez donc pas (pour les transgresser). C'est ainsi qu'Allah expose aux hommes Ses enseignements, afin qu'ils deviennent pieux","id":"Dihalalkan bagimu pada malam hari puasa bercampur dengan isterimu. Mereka adalah pakaian bagimu, dan kamu adalah pakaian bagi mereka. Allah mengetahui bahwa kamu tidak dapat menahan dirimu sendiri, tetapi Dia menerima tobatmu dan memaafkanmu. Maka sekarang campurilah mereka dan carilah apa yang telah ditetapkan Allah bagimu. Makan dan minumlah hingga jelas bagimu (perbedaan) antara benang putih dan benang hitam, yaitu fajar. Kemudian sempurnakanlah puasa sampai (datang) malam. Tetapi jangan kamu campuri mereka, ketika kamu beriktikaf64) dalam masjid. Itulah ketentuan Allah, maka janganlah kamu mendekatinya. Demikianlah Allah menerangkan ayat-ayat-Nya kepada manusia, agar mereka bertakwa","ru":"Вам дозволено вступать в близость с вашими женами в ночь поста. Ваши жены - одеяние для вас, а вы - одеяние для них. Аллах знает, что вы предаете самих себя (ослушаетесь Аллаха и вступаете в половую близость с женами по ночам во время поста в рамадане), и поэтому Он принял ваши покаяния и простил вас. Отныне вступайте с ними в близость и стремитесь к тому, что предписал вам Аллах. Ешьте и пейте, пока вы не сможете отличить белую нитку рассвета от черной, а затем поститесь до ночи. Не вступайте с ними в близость, когда вы пребываете в мечетях. Таковы ограничения Аллаха, не приближайтесь к ним. Так Аллах разъясняет Свои знамения людям, - быть может, они устрашатся","sv":"NATTETID under fastan är det tillåtet för er att komma nära era hustrur. De är en klädnad för er och ni är en klädnad för dem. Gud vet att ni här misstog er och Han vänder Sig till er i Sin barmhärtighet och befriar er från denna börda. Det är rätt om ni ligger hos dem och söker det som Gud har anvisat åt er; och ni får äta och dricka till dess den vita strimman av gryningsljuset kan urskiljas mot nattens mörker. Återuppta då fastan och håll den tills natten faller på. Men undvik beröring med dem då ni drar er tillbaka till moskén för meditation","tr":"Oruç tuttuğunuz günlerin gecesi kadınlarınıza yaklaşmanız size helal kılındı, onlar sizin örtünüz, siz de onların örtülerisiniz. Allah, nefsinize güvenemiyeceğinizi biliyordu, bu sebeple tevbenizi kabul edip sizi affetti; artık onlara yaklaşabilirsiniz. Allah'ın sizin için takdir ettiğini dileyin. Tan yerinde, beyaz iplik siyah iplikten sizce ayırdedilinceye kadar, yiyin için, sonra orucu geceye kadar tamamlayın. Mescidlerde itikafa çekildiğinizde kadınlarınıza yaklaşmayın. Allah insanlara yasaklardan sakınsınlar diye ayetlerini böylece apaçık bildirir","ur":"تمہارے لیے روزوں کے زمانے میں راتوں کو اپنی بیویوں کے پاس جانا حلال کر دیا گیا ہے وہ تمہارے لیے لباس ہیں اور تم اُن کے لیے اللہ کو معلوم ہو گیا کہ تم لوگ چپکے چپکے اپنے آپ سے خیانت کر رہے تھے، مگر اُ س نے تمہارا قصور معاف کر دیا اور تم سے درگزر فرمایا اب تم اپنی بیویوں کے ساتھ شب باشی کرو اور جو لطف اللہ نے تمہارے لیے جائز کر دیا ہے، اُسے حاصل کرو نیز راتوں کو کھاؤ پیو یہاں تک کہ تم کو سیاہی شب کی دھاری سے سپیدۂ صبح کی دھاری نمایاں نظر آ جائے تب یہ سب کام چھوڑ کر رات تک اپنا روزہ پورا کرو اور جب تم مسجدوں میں معتکف ہو، تو بیویوں سے مباشرت نہ کرو یہ اللہ کی باندھی ہوئی حدیں ہیں، ان کے قریب نہ پھٹکنا اِس طرح اللہ اپنے احکام لوگوں کے لیے بصراحت بیان کرتا ہے، توقع ہے کہ وہ غلط رویے سے بچیں گے","zh":"(斋戒的夜间，准你们和妻室交接。她们是你们的衣服，你们是她们的衣服。安拉已知道你们自欺，而恕饶你们，赦免你们；现在，你们可以和她们交接，可以求安拉为你们注定的（子女)，你们可以吃，可以饮，至黎明时天边的黑线和白线对你们截然划分。然后整日斋戒，至于夜间。你们在清真寺里幽居的时候，不要和她们交接。这是安拉的法度，你们不要临近它。安拉这样为世人阐明他的迹象，以便他们敬畏。"},"transliteration":"Ohilla lakum laylata alssiyami alrrafathu ila nisaikum hunna libasun lakum waantum libasun lahunna AAalima Allahu annakum kuntum takhtanoona anfusakum fataba AAalaykum waAAafa AAankum faalana bashiroohunna waibtaghoo ma kataba Allahu lakum wakuloo waishraboo hatta yatabayyana lakumu alkhaytu alabyadu mina alkhayti alaswadi mina alfajri thumma atimmoo alssiyama ila allayli wala tubashiroohunna waantum AAakifoona fee almasajidi tilka hudoodu Allahi fala taqrabooha kathalika yubayyinu Allahu ayatihi lilnnasi laAAallahum yattaqoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
