{"id":1942,"number":41,"text":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translations":{"en":"And those who emigrated for [the cause of] Allah after they had been wronged - We will surely settle them in this world in a good place; but the reward of the Hereafter is greater, if only they could know","es":"A quienes emigraron por la causa de Dios después de haber sido perseguidos, les concederé una hermosa recompensa en esta vida, aunque la recompensa en la otra vida será aún mayor, si lo supieran","fr":"Et ceux qui, pour (la cause d') Allah, ont émigré après avoir subi des injustices, Nous les installerons dans une situation agréable dans la vie d'ici-bas. Et le salaire de la vie dernière sera plus grand encore s'ils savaient","id":"Dan orang yang berhijrah karena Allah setelah mereka dizalimi, pasti Kami akan memberikan tempat yang baik kepada mereka di dunia. Dan pahala di akhirat pasti lebih besar, sekiranya mereka mengetahui","ru":"Тех, которые переселились ради Аллаха после того, как подверглись притеснениям, Мы одарим прекрасным жилищем в этом мире, а вознаграждение в Последней жизни будет еще больше. Если бы они только знали","sv":"DE SOM efter att ha lidit förföljelse överger ondskans rike för [att kämpa för] Guds sak, dem skall Vi låta inrätta sig på bästa sätt i denna värld, men en större belöning [väntar dem] i nästa liv - om ändå de [som tvekar inför detta steg] hade förstått [det]","tr":"Haksızlığa uğratıldıktan sonra, Allah yolunda hicret eden kimseleri, and olsun ki, dünyada güzel bir yerde yerleştiririz. Ahiret ecri ise daha büyüktür, keşki bilseler","ur":"جو لوگ ظلم سہنے کے بعد اللہ کی خاطر ہجرت کر گئے ہیں ان کو ہم دنیا ہی میں اچھا ٹھکانا دیں گے اور آخرت کا اجر تو بہت بڑا ہے کاش جان لیں وہ مظلوم","zh":"在被压迫之后，为安拉而迁居者，我在今世誓必使他们获得一个优美的住处，后世的报酬是更大的，假若他们知道。"},"transliteration":"Waallatheena hajaroo fee Allahi min baAAdi ma thulimoo lanubawwiannahum fee alddunya hasanatan walaajru alakhirati akbaru law kanoo yaAAlamoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
