{"id":1945,"number":44,"text":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","translations":{"en":"[We sent them] with clear proofs and written ordinances. And We revealed to you the message that you may make clear to the people what was sent down to them and that they might give thought","es":"Los envié con evidencias claras y con Libros revelados. Y a ti [¡oh, Mujámmad!] te he revelado el conocimiento [de la Sunnah] para que expliques a la gente la revelación [el Corán] que habían recibido, para que así reflexionen","fr":"(Nous les avons envoyés) avec des preuves évidentes et des livres saints. Et vers toi, Nous avons fait descendre le Coran, pour que tu exposes clairement aux gens ce qu'on a fait descendre pour eux et afin qu'ils réfléchissent","id":"(mereka Kami utus) dengan membawa keterangan-keterangan (mukjizat) dan kitab-kitab. Dan Kami turunkan Aż-Żikr (Alquran) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka455) dan agar mereka memikirkan","ru":"Мы отправляли посланников с ясными знамениями и Писаниями. А тебе Мы ниспослали Напоминание для того, чтобы ты разъяснил людям то, что им ниспослано, и для того, чтобы они призадумались","sv":"[Vi sände dem] med klara vittnesbörd och med upptecknad visdom. Och för dig har Vi uppenbarat Koranen för att du skall klargöra för människorna allt som sänts till dem [av vägledning och visdom]; kanske skall de väckas till eftertanke","tr":"Doğrusu senden önce de kendilerine kitablar ve belgelerle vahyettiğimiz bir takım adamlar gönderdik. Bilmiyorsanız kitablılara sorun. Sana da, insanlara gönderileni açıklayasın diye Kuran'ı indirdik. Belki düşünürler","ur":"پچھلے رسولوں کو بھی ہم نے روشن نشانیاں اور کتابیں دے کر بھیجا تھا، اور اب یہ ذکر تم پر نازل کیا ہے تاکہ تم لوگوں کے سامنے اُس تعلیم کی تشریح و توضیح کرتے جاؤ جو اُن کے لیے اتاری گئی ہے، اور تاکہ لوگ (خود بھی) غور و فکر کریں","zh":"（我曾派遣他们）带着一些明证和经典，（去教化众人），我降示你教诲，以便你对众人阐明他们所受的启示，以便他们思维。"},"transliteration":"Bialbayyinati waalzzuburi waanzalna ilayka alththikra litubayyina lilnnasi ma nuzzila ilayhim walaAAallahum yatafakkaroona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
