{"id":1957,"number":56,"text":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","translations":{"en":"And they assign to what they do not know a portion of that which We have provided them. By Allah, you will surely be questioned about what you used to invent","es":"Ofrecen una parte de cuanto Dios les concede a sus ídolos, y no saben que ellos no pueden perjudicarlos ni beneficiarlos. ¡Por Dios! Serán interrogados sobre lo que inventan","fr":"Et ils assignent une partie [des biens] que Nous leur avons attribués à [des idoles] qu'ils ne connaissent pas. Par Allah! Vous serez certes interrogés sur ce que vous inventiez","id":"Dan mereka menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka, untuk berhala-berhala yang mereka tidak mengetahui (kekuasaannya). Demi Allah, kamu pasti akan ditanyai tentang apa yang telah kamu ada-adakan","ru":"Они отдают долю из того, чем Мы их наделили, ради того, что им неизвестно. Клянусь Аллахом, вы будете спрошены обо всем, что измышляете","sv":"Och de vill ge en andel av det som Vi skänker dem för deras försörjning till [företeelser], som de inte kan veta något om! Vid Gud! Ni skall ställas till svars för allt som ni diktar ihop","tr":"Kendilerine verdiğimiz rızıktan, onların ne olduğunu bilmeyen putlara pay ayırırlar. Allah'a and olsun ki, uydurup durduğunuz şeylerden elbette sorguya çekileceksiniz","ur":"یہ لوگ جن کی حقیقت سے واقف نہیں ہیں اُن کے حصے ہمارے دیے ہوئے رزق میں سے مقرر کرتے ہیں خدا کی قسم، ضرور تم سے پوچھا جائے گا کہ یہ جھوٹ تم نے کیسے گھڑ لیے تھے؟","zh":"我所供给他们的财产，他们以其中的一部分去供奉那些无知的（偶像）。指安拉发誓，关于你们所捏造的（事物），你们必受审问。"},"transliteration":"WayajAAaloona lima la yaAAlamoona naseeban mimma razaqnahum taAllahi latusalunna AAamma kuntum taftaroona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
