{"id":196,"number":189,"text":"۞يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translations":{"en":"They ask you, [O Muhammad], about the new moons. Say, \"They are measurements of time for the people and for Hajj.\" And it is not righteousness to enter houses from the back, but righteousness is [in] one who fears Allah. And enter houses from their doors. And fear Allah that you may succeed","es":"Te preguntan [¡oh, Mujámmad!] acerca de las fases de la luna. Diles: \"Son una señal para que la gente pueda fijar sus fechas y para la peregrinación\". No es ninguna virtud entrar en las casas por la puerta trasera, sino que la virtud está en la piedad. [En consecuencia] entren a las casas por la puerta de adelante, y observen las leyes de Dios que así van a prosperar","fr":"Ils t'interrogent sur les nouvelles lunes - Dis: «Elles servent aux gens pour compter le temps, et aussi pour le hajj [pèlerinage]. Et ce n'est pas un acte de bienfaisance que de rentrer chez vous par l'arrière des maisons. Mais la bonté pieuse consiste à craindre Allah. Entrez donc dans les maisons par leurs portes. Et craignez Allah, afin que vous réussissiez","id":"Mereka bertanya kepadamu (Muhammad) tentang bulan sabit. Katakanlah, \"itu adalah (penunjuk) waktu bagi manusia dan (ibadah) haji.\" Dan bukanlah suatu kebajikan memasuki rumah dari atasnya,65) tetapi kebajikan adalah (kebajikan) orang yang bertakwa. Masukilah rumah-rumah dari pintu-pintunya, dan bertakwalah kepada Allah agar kamu beruntung","ru":"Они спрашивают тебя о новолуниях. Скажи: «Они определяют промежутки времени для людей и хаджа. Благочестие не в том, чтобы вы входили в дома с их задней стороны. Но благочестив тот, кто богобоязнен. Входите в дома через двери и бойтесь Аллаха, - быть может, вы окажетесь преуспевшими","sv":"DE FRÅGAR dig om innebörden av månens nytändning. Säg: \"Den visar människorna tidpunkten då [vissa skyldigheter skall fullgöras] och [tiden för] vallfärden.\" Det är inte fromhet att stiga in i ett hus genom [en dörr på] dess baksida; nej, fromhet visar den som fruktar Gud. Stig därför in i husen genom [den främre] dörren och frukta Gud - kanske skall det gå er väl i händer","tr":"Sana hilal halindeki ayları sorarlar. De ki: \"Onlar, insanların ve hac vakitlerinin ölçüsüdür\". Evlere arkalarından girmeniz iyilik değildir; iyi kimse kötülükten sakınan kimsedir. Evlere kapılarından girin; Allah'tan sakının ki muradınıza erersiniz","ur":"لوگ تم سے چاند کی گھٹتی بڑھتی صورتوں کے متعلق پوچھتے ہیں کہو: یہ لوگوں کے لیے تاریخوں کی تعین کی اور حج کی علامتیں ہیں نیز ان سے کہو: یہ کوئی نیکی کا کام نہیں ہے کہ اپنے گھروں میں پیچھے کی طرف داخل ہوتے ہو نیکی تو اصل میں یہ ہے کہ آدمی اللہ کی ناراضی سے بچے لہٰذا تم اپنے گھروں میں دروازے ہی سے آیا کرو البتہ اللہ سے ڈرتے رہو شاید کہ تمہیں فلاح نصیب ہو جائے","zh":"他们询问新月的情状，你说：“新月是人事和朝觐的时计。”正义绝不是从房屋后面穿洞进去，但正义是敬畏。你们当从门户走进房屋，当敬畏安拉，以便你们成功。"},"transliteration":"Yasaloonaka AAani alahillati qul hiya mawaqeetu lilnnasi waalhajji walaysa albirru bian tatoo albuyoota min thuhooriha walakinna albirra mani ittaqa watoo albuyoota min abwabiha waittaqoo Allaha laAAallakum tuflihoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
