{"id":196,"number":189,"text":"۞يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translations":{"bn":"তোমার নিকট তারা জিজ্ঞেস করে নতুন চাঁদের বিষয়ে। বলে দাও যে এটি মানুষের জন্য সময় নির্ধারণ এবং হজ্বের সময় ঠিক করার মাধ্যম। আর পেছনের দিক দিয়ে ঘরে প্রবেশ করার মধ্যে কোন নেকী বা কল্যাণ নেই। অবশ্য নেকী হল আল্লাহকে ভয় করার মধ্যে। আর তোমরা ঘরে প্রবেশ কর দরজা দিয়ে এবং আল্লাহকে ভয় করতে থাক যাতে তোমরা নিজেদের বাসনায় কৃতকার্য হতে পার।","en":"They ask you, [O Muhammad], about the new moons. Say, \"They are measurements of time for the people and for Hajj.\" And it is not righteousness to enter houses from the back, but righteousness is [in] one who fears Allah. And enter houses from their doors. And fear Allah that you may succeed","id":"Mereka bertanya kepadamu (Muhammad) tentang bulan sabit. Katakanlah, \"itu adalah (penunjuk) waktu bagi manusia dan (ibadah) haji.\" Dan bukanlah suatu kebajikan memasuki rumah dari atasnya,65) tetapi kebajikan adalah (kebajikan) orang yang bertakwa. Masukilah rumah-rumah dari pintu-pintunya, dan bertakwalah kepada Allah agar kamu beruntung","ru":"Они спрашивают тебя о новолуниях. Скажи: «Они определяют промежутки времени для людей и хаджа. Благочестие не в том, чтобы вы входили в дома с их задней стороны. Но благочестив тот, кто богобоязнен. Входите в дома через двери и бойтесь Аллаха, - быть может, вы окажетесь преуспевшими","tr":"Sana hilal halindeki ayları sorarlar. De ki: \"Onlar, insanların ve hac vakitlerinin ölçüsüdür\". Evlere arkalarından girmeniz iyilik değildir; iyi kimse kötülükten sakınan kimsedir. Evlere kapılarından girin; Allah'tan sakının ki muradınıza erersiniz","ur":"لوگ تم سے چاند کی گھٹتی بڑھتی صورتوں کے متعلق پوچھتے ہیں کہو: یہ لوگوں کے لیے تاریخوں کی تعین کی اور حج کی علامتیں ہیں نیز ان سے کہو: یہ کوئی نیکی کا کام نہیں ہے کہ اپنے گھروں میں پیچھے کی طرف داخل ہوتے ہو نیکی تو اصل میں یہ ہے کہ آدمی اللہ کی ناراضی سے بچے لہٰذا تم اپنے گھروں میں دروازے ہی سے آیا کرو البتہ اللہ سے ڈرتے رہو شاید کہ تمہیں فلاح نصیب ہو جائے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
