{"id":1960,"number":59,"text":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","translations":{"en":"He hides himself from the people because of the ill of which he has been informed. Should he keep it in humiliation or bury it in the ground? Unquestionably, evil is what they decide","es":"por lo que se le ha anunciado, se esconde de la gente avergonzado y duda si la dejará vivir a pesar de su deshonra o la enterrará viva. ¡Qué pésimo es lo que hacen","fr":"Il se cache des gens, à cause du malheur qu'on lui a annoncé. Doit-il la garder malgré la honte ou l'enfouira-t-il dans la terre? Combien est mauvais leur jugement","id":"Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu","ru":"Он прячется от людей из-за дурной вести. Оставит ли он себе ребенка с позором или же закопает ее в землю? Воистину, скверны их решения","sv":"han drar sig undan människorna på grund av denna [för honom] dystra nyhet [och han överväger] om han skall behålla barnet trots förödmjukelsen och skammen eller begrava det i jorden. Hur vedervärdigt är inte deras sätt att [tänka och] döma","tr":"Kendisine verilen kötü müjde yüzünden, halktan gizlenmeye çalışır; onu utana utana tutsun mu, yoksa toprağa mı gömsün? Ne kötü hükmediyorlar","ur":"لوگوں سے چھپتا پھرتا ہے کہ اِس بری خبر کے بعد کیا کسی کو منہ دکھائے سوچتا ہے کہ ذلت کے ساتھ بیٹی کو لیے رہے یا مٹی میں دبا دے؟ دیکھو کیسے برے حکم ہیں جو یہ خدا کے بارے میں لگاتے ہیں","zh":"他为这个噩耗而不与宗族会面，他多方考虑：究竟是忍辱保留她呢？还是把她活埋在土里呢？真的，他们的判断真恶劣。"},"transliteration":"Yatawara mina alqawmi min sooi ma bushshira bihi ayumsikuhu AAala hoonin am yadussuhu fee altturabi ala saa ma yahkumoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
