{"id":1962,"number":61,"text":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translations":{"en":"And if Allah were to impose blame on the people for their wrongdoing, He would not have left upon the earth any creature, but He defers them for a specified term. And when their term has come, they will not remain behind an hour, nor will they precede [it]","es":"Si Dios castigara inmediatamente a la gente por sus injusticias, no dejaría ningún ser vivo sobre la faz de la Tierra. Pero les da una prórroga por un plazo determinado, y cuando venza su plazo no podrán retrasarlo ni adelantarlo ni siquiera un instante","fr":"Si Allah s'en prenait aux gens pour leurs méfaits, Il ne laisserait sur cette terre aucun être vivant. Mais Il les renvoie jusqu'à un terme fixé. Puis, quand leur terme vient, ils ne peuvent ni le retarder d'une heure ni l'avancer","id":"Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekali pun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun","ru":"Если бы Аллах стал наказывать людей за их несправедливость, то не оставил бы на земле ни одного живого существа. Однако Он предоставляет им отсрочку до назначенного срока. Когда же наступит их срок, они не смогут отдалить или приблизить его даже на час","sv":"Om Gud [genast] skulle straffa människorna för det onda de gör skulle Han inte lämna en enda levande varelse på [jorden]. Men Han beviljar dem en frist till en tidpunkt [som Han har] utsatt. De kan inte förkorta fristen och, när den har löpt ut, kan de inte förlänga den, ens med ett ögonblick","tr":"Allah insanları haksızlıklarından ötürü yakalayacak olsaydı, yeryüzünde canlı bırakmazdı. Fakat onları belirli bir süreye kadar erteler. Süreleri dolunca onu ne bir saat geciktirebilirler ne de öne alabilirler","ur":"اگر کہیں اللہ لوگوں کو اُن کی زیادتی پر فوراً ہی پکڑ لیا کر تا تو روئے زمین پر کسی متنفس کو نہ چھوڑتا لیکن وہ سب کو ایک وقت مقرر تک مہلت دیتا ہے، پھر جب وہ وقت آ جاتا ہے تو اس سے کوئی ایک گھڑی بھر بھی آگے پیچھے نہیں ہو سکتا","zh":"如果安拉为世人的不义而惩治他们，那么，他不留一个人在大地上，但他让他们延迟到一个定期，当他们的定期来临的时候，他们不得延迟一瞬时，（当其未来临的时候）他们不能提前一瞬时。"},"transliteration":"Walaw yuakhithu Allahu alnnasa bithulmihim ma taraka AAalayha min dabbatin walakin yuakhkhiruhum ila ajalin musamman faitha jaa ajaluhum la yastakhiroona saAAatan wala yastaqdimoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
