{"id":1964,"number":63,"text":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translations":{"en":"By Allah, We did certainly send [messengers] to nations before you, but Satan made their deeds attractive to them. And he is the disbelievers' ally today [as well], and they will have a painful punishment","es":"Yo, Dios, juro por Mí mismo que envié Mensajeros a las naciones que te precedieron [¡oh, Mujámmad!], pero el demonio les hizo ver sus malas acciones como buenas. Él es su aliado en esta vida, pero en la otra recibirán un castigo doloroso","fr":"Par Allah! Nous avons effectivement envoyé (des messagers) à des communautés avant toi. Mais le Diable leur enjoliva ce qu'ils faisaient. C'est lui qui est, leur allié, aujourd'hui [dans ce monde]. Et ils auront un châtiment douloureux [dans l'au-delà]","id":"Demi Allah, sungguh Kami telah mengutus (rasul-rasul) kepada umat-umat sebelum engkau (Muhammad), tetapi setan menjadikan terasa indah bagi mereka perbuatan mereka (yang buruk), sehingga dia (setan) menjadi pemimpin mereka pada hari ini dan mereka akan mendapat azab yang sangat pedih","ru":"Клянусь Аллахом, Мы до тебя направляли посланников к народам, но дьявол приукрасил для них их деяния. Сегодня он является их покровителем и помощником, и им уготованы мучительные страдания","sv":"Vid Gud! Vi har sänt [budbärare] till folk som levde före din tid [Muhammad], men då Djävulen visade dem deras [onda] handlingar i ett fördelaktigt ljus [vände de ryggen till, och även] i dag är han deras beskyddare [de som är av samma skrot och korn]; de skall få utstå ett plågsamt straff","tr":"Allah'a and olsun ki, senden önceki ümmetlere peygamberler gönderdik. Şeytan yaptıklarını onlara hep güzel gösterdi. Bugün de dostları odur. Onlara can yakıcı azap vardır","ur":"خدا کی قسم، اے محمدؐ، تم سے پہلے بھی بہت سی قوموں میں ہم رسول بھیج چکے ہیں (اور پہلے بھی یہی ہوتا رہا ہے کہ) شیطان نے اُن کے برے کرتوت اُنہیں خوشنما بنا کر دکھائے (اور رسولوں کی بات انہوں نے مان کر نہ دی) وہی شیطان آج اِن لوگوں کا بھی سرپرست بنا ہوا ہے اور یہ دردناک سزا کے مستحق بن رہے ہیں","zh":"指安拉发誓，在你之前，我确已派遣许多使者去教化各民族；但恶魔以他们的行为迷惑他们，所以今天他是他们的保护者，他们将受痛苦的刑罚。"},"transliteration":"TaAllahi laqad arsalna ila omamin min qablika fazayyana lahumu alshshaytanu aAAmalahum fahuwa waliyyuhumu alyawma walahum AAathabun aleemun","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
