{"id":1967,"number":66,"text":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّـٰرِبِينَ","translations":{"en":"And indeed, for you in grazing livestock is a lesson. We give you drink from what is in their bellies - between excretion and blood - pure milk, palatable to drinkers","es":"En los ganados tienen ustedes un ejemplo [del poder divino]. Les doy a beber de lo que se produce en sus vientres, entre quimo y sangre: leche pura, gustosa para quienes la beben","fr":"Il y a certes un enseignement pour vous dans les bestiaux: Nous vous abreuvons de ce qui est dans leurs ventres, - [un produit] extrait du [mélange] des excréments [intestinaux] et du sang - un lait pur, délicieux pour les buveurs","id":"Dan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya","ru":"Воистину, в домашней скотине для вас - назидание. Мы поим вас тем, что образуется в их животах между пометом и кровью, - чистым молоком, приятным для пьющих","sv":"Och från boskapen kan ni hämta en [annan] lärdom: i deras buk, mellan det som kroppen stöter bort och blodet [som uppehåller livet], låter Vi ren mjölk [alstras] för er, en välsmakande [dryck]","tr":"Hayvanlarda da size ibretler vardır. Bağırsaklarındakiler ile kan arasından, içenlere halis ve içimi kolay süt içiririz","ur":"اور تمہارے لیے مویشیوں میں بھی ایک سبق موجود ہے اُن کے پیٹ سے گوبر اور خون کے درمیان ہم ایک چیز تمہیں پلاتے ہیں، یعنی خالص دودھ، جو پینے والوں کے لیے نہایت خو ش گوار ہے","zh":"在牲畜中，对于你们确有一种教训。我使你们得饮那从牲畜腹内的粪和血之间提出的又纯洁又可口的乳汁。"},"transliteration":"Wainna lakum fee alanAAami laAAibratan nusqeekum mimma fee butoonihi min bayni farthin wadamin labanan khalisan saighan lilshsharibeena","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
