{"id":1970,"number":69,"text":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","translations":{"en":"Then eat from all the fruits and follow the ways of your Lord laid down [for you].\" There emerges from their bellies a drink, varying in colors, in which there is healing for people. Indeed in that is a sign for a people who give thought","es":"Aliméntense de los frutos y transiten por donde les ha facilitado su Señor\". De su abdomen sale un jarabe de diferentes colores que es medicina para la gente. En esto hay un signo para quienes reflexionan","fr":"Puis mangez de toute espèce de fruits, et suivez les sentiers de votre Seigneur, rendus faciles pour vous. De leur ventre, sort une liqueur, aux couleurs variées, dans laquelle il y a une guérison pour les gens. Il y a vraiment là une preuve pour des gens qui réfléchissent","id":"kemudian makanlah dari segala (macam) buah-buahan lalu tempuhlah jalan Tuhanmu yang telah dimudahkan (bagimu).\" Dari perut lebah itu keluar minuman (madu) yang bermacam-macam warnanya, di dalamnya terdapat obat yang menyembuhkan bagi manusia. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir","ru":"А потом питайся всевозможными плодами и следуй по путям твоего Господа, которые доступны тебе». Из брюшков пчел исходит питье разных цветов, которое приносит людям исцеление. Воистину, в этом - знамение для людей размышляющих","sv":"och att hämta sin näring från alla [växter som ger] frukt och att följa de vägar som din Herre [har utstakat för det]. Och en saft av skiftande färg sipprar fram ur dess [inre] i vilken det finns läkande ämnen [till nytta] för människorna. I allt detta ligger helt visst ett budskap till människor som tänker","tr":"Rabbin bal arısına: \"Dağlarda, ağaçlarda ve hazırlanmış kovanlarda yuva edin; sonra her çeşit üründen ye; sonra da Rabbinin işlemen için gösterdiği yollardan yürü\" diye öğretti. Karınlarından insanlara şifa olan çeşitli renklerde bal çıkar. Düşünen bir millet için bunda ibret vardır","ur":"اپنے چھتے بنا اور ہر طرح کے پھلوں کا رس چوس اور اپنے رب کی ہموار کی ہوئی راہوں پر چلتی رہ اِس مکھی کے اندر سے رنگ برنگ کا ایک شربت نکلتا ہے جس میں شفا ہے لوگوں کے لیے یقیناً اس میں بھی ایک نشانی ہے اُن لوگوں کے لیے جو غور و فکر کرتے ہیں","zh":"然后，你从每种果实上吃一点，并驯服地遵循你的主的道路。”将有一种颜色不同，而可以治病的饮料，从它的腹中吐出来；对于能思维的民众，此中确有一种迹象。"},"transliteration":"Thumma kulee min kulli alththamarati faoslukee subula rabbiki thululan yakhruju min butooniha sharabun mukhtalifun alwanuhu feehi shifaon lilnnasi inna fee thalika laayatan liqawmin yatafakkaroona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
