{"id":1971,"number":70,"text":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","translations":{"en":"And Allah created you; then He will take you in death. And among you is he who is reversed to the most decrepit [old] age so that he will not know, after [having had] knowledge, a thing. Indeed, Allah is Knowing and Competent","es":"Dios los crea a todos y luego los hace morir. A algunos de ustedes los hace llegar a la vejez en la que olvidan todo cuanto sabían. Dios lo sabe todo, es Poderoso","fr":"Allah vous a créés! Puis Il vous fera mourir. Tel parmi vous sera reconduit jusqu'à l'âge le plus vil, de sorte qu'après avoir su, il arrive à ne plus rien savoir. Allah est, certes, Omniscient et Omnipotent","id":"Dan Allah telah menciptakan kamu, kemudian mewafatkanmu, di antara kamu ada yang dikembalikan kepada usia yang tua renta (pikun), sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya. Sungguh, Allah Maha Mengetahui, Mahakuasa","ru":"Аллах сотворил вас, а затем Он умертвит вас. Среди вас есть такие, которые превращаются в дряхлых стариков и забывают все то, что знали. Воистину, Аллах - Знающий, Могущественный","sv":"GUD HAR skapat er och, när tiden är inne, skall Han låta er dö. Och det finns de bland er som [vid hög] ålder blir så skröpliga, att de glömmer allt vad de en gång har vetat. Gud vet allt och är mäktig allt","tr":"Allah sizi yaratmıştır, sonra öldürecektir, içinizden bir kısmı da ömrünün en fena zamanına ulaştırılır ki, bilirken bilmez olurlar. Doğrusu Allah bilendir, her şeye Kadir'dir","ur":"اور دیکھو، اللہ نے تم کو پیدا کیا، پھر وہ تم کو موت دیتا ہے، اور تم میں سے کوئی بد ترین عمر کو پہنچا دیا جاتا ہے تاکہ سب کچھ جاننے کے بعد پھر کچھ نہ جانے حق یہ ہے کہ اللہ ہی علم میں بھی کامل ہے اور قدرت میں بھی","zh":"安拉创造你们，然后使你们死亡。你们中有人复返于一生中最恶劣的阶段，以致他在有知识之后又变得一无所知。安拉确是全知的，确是全能的。"},"transliteration":"WaAllahu khalaqakum thumma yatawaffakum waminkum man yuraddu ila arthali alAAumuri likay la yaAAlama baAAda AAilmin shayan inna Allaha AAaleemun qadeerun","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
