{"id":1972,"number":71,"text":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","translations":{"en":"And Allah has favored some of you over others in provision. But those who were favored would not hand over their provision to those whom their right hands possess so they would be equal to them therein. Then is it the favor of Allah they reject","es":"Dios facilita los recursos a unos más que a otros. Los que han sido favorecidos con más recursos se niegan a compartirlos con aquellos que posee su diestra para no equipararse con ellos. ¿Acaso se niegan a reconocer [y compartir] las gracias de Dios","fr":"Allah a favorisé les uns d'entre vous par rapport aux autres dans [la répartition] de Ses dons. Ceux qui ont été favorisés ne sont nullement disposés à donner leur portion à ceux qu'ils possèdent de plein droit [esclaves] au point qu'ils y deviennent associés à part égale. Nieront-ils les bienfaits d'Allah","id":"Dan Allah melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, tetapi orang yang dilebihkan (rezekinya itu) tidak mau memberikan rezekinya kepada para hamba sahaya yang mereka miliki, sehingga mereka sama-sama (merasakan) rezeki itu. Mengapa mereka mengingkari nikmat Allah","ru":"Аллах возвысил одних из вас над другими посредством богатства и удела. Но те, которым дарован больший удел, не хотят отдавать его своим рабам, чтобы они не уравнялись с ними. Неужели они отвергают милость Аллаха","sv":"Och Gud har i [fördelningen av] Sina gåvor gynnat några av er framför andra. Men de som gynnats delar inte med sig av sina förmåner åt dem som de rättmätigt besitter och [erkänner dem inte, vilket de borde,] som likställda. [Vågar] de alltså förneka Guds välsignelser","tr":"Allah rızıkda kiminizi diğerlerine üstün tutmuştur. Üstün kılınanlar, emirleri altında bulunanların rızıklarını vermezler. Oysa rızıkta hepsi eşittir. Allah'ın nimetini bile bile inkar mı ediyorlar","ur":"اور دیکھو، اللہ نے تم میں سے بعض کو بعض پر رزق میں فضیلت عطا کی ہے پھر جن لوگوں کو یہ فضیلت دی گئی ہے وہ ایسے نہیں ہیں کہ اپنا رزق اپنے غلاموں کی طرف پھیر دیا کرتے ہوں تاکہ دونوں اس رزق میں برابر کے حصہ دار بن جائیں تو کیا اللہ ہی کا احسان ماننے سے اِن لوگوں کو انکار ہے؟","zh":"在给养上，安拉使你们中一部分人超越另一部分人，给养优厚者绝不愿把自己的给养让给自己的奴仆，从而他们在给养上与自己平等。难道他们否认安拉的恩惠吗？"},"transliteration":"WaAllahu faddala baAAdakum AAala baAAdin fee alrrizqi fama allatheena fuddiloo biraddee rizqihim AAala ma malakat aymanuhum fahum feehi sawaon afabiniAAmati Allahi yajhadoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
