{"id":1973,"number":72,"text":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","translations":{"en":"And Allah has made for you from yourselves mates and has made for you from your mates sons and grandchildren and has provided for you from the good things. Then in falsehood do they believe and in the favor of Allah they disbelieve","es":"Dios les ha creado cónyuges de su misma naturaleza, y luego les concede hijos y luego nietos. Dios les ha proveído todo lo bueno y beneficioso. ¿Acaso creen en las falsedades y reniegan de la gracia de Dios","fr":"Allah vous a fait à partir de vous-mêmes des épouses, et de vos épouses Il vous a donné des enfants et des petits-enfants. Et Il vous a attribué de bonnes choses. Croient-ils donc au faux et nient-ils le bienfait d'Allah","id":"Dan Allah menjadikan bagimu pasangan (suami atau istri) dari jenis kamu sendiri dan menjadikan anak dan cucu bagimu dari pasanganmu, serta memberimu rezeki dari yang baik. Mengapa mereka beriman kepada yang batil dan mengingkari nikmat Allah","ru":"Аллах сделал для вас супруг из вас самих, даровал вам от них детей, внуков и наделил вас благами. Неужели они веруют в ложь и не веруют в милость Аллаха","sv":"Och Gud har skapat åt er hustrur av samma natur som ni själva och genom era hustrur har Han gett er barn och barnbarn, och Han har försett er med goda ting för ert livsuppehälle. Skall de då [fortsätta att] tro på det som inte är sant och förneka Guds välgärningar","tr":"Allah size kendinizden eşler var eder. Eşlerinizden de oğullar ve torunlar var eder. Size temiz şeylerden rızık verir. Öyleyken batıla inanıyorlar ve Allah'ın nimetini inkar mı ediyorlar","ur":"اور وہ اللہ ہی ہے جس نے تمہارے لیے تمہاری ہم جنس بیویاں بنائیں اور اسی نے ان بیویوں سے تمہیں بیٹے پوتے عطا کیے اور اچھی اچھی چیزیں تمہیں کھانے کو دیں پھر کیا یہ لوگ (یہ سب کچھ دیکھتے اور جانتے ہوئے بھی) باطل کو مانتے ہیں اور اللہ کے احسان کا انکار کرتے ہیں","zh":"安拉以你们的同类做你们的妻子，并为你们从妻子创造儿孙。安拉还以佳美的食物供给你们。难道他们信仰虚妄，而辜负主恩吗？"},"transliteration":"WaAllahu jaAAala lakum min anfusikum azwajan wajaAAala lakum min azwajikum baneena wahafadatan warazaqakum mina alttayyibati afabialbatili yuminoona wabiniAAmati Allahi hum yakfuroona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
