{"id":1976,"number":75,"text":"۞ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translations":{"en":"Allah presents an example: a slave [who is] owned and unable to do a thing and he to whom We have provided from Us good provision, so he spends from it secretly and publicly. Can they be equal? Praise to Allah! But most of them do not know","es":"Dios les expone un ejemplo [para que reflexionen]: ¿Puede equipararse un [incrédulo] esclavo [de sus pasiones] que carece de todo poder, con [un creyente] a quien le he concedido un sustento generoso y hace caridades en privado y en público? [¿Cómo pueden entonces comparar al Creador con los seres creados?] ¡Alabado sea Dios! La mayoría de la gente no reflexiona","fr":"Allah propose en parabole un esclave appartenant [à son maître], dépourvu de tout pouvoir, et un homme à qui Nous avons accordé de Notre part une bonne attribution dont il dépense en secret et en public. [Ces deux hommes] sont-ils égaux? Louange à Allah! Mais la plupart d'entre eux ne savent pas","id":"Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tak berdaya untuk berbuat sesuatu dan seorang yang Kami beri rezeki yang baik, lalu dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka itu? Segala puji hanya bagi Allah, tetapi kebanyakan mereka tidak mengetahui","ru":"Аллах привел притчу о рабе, который принадлежит другому и ни на что не способен, и человеке, которому Мы даровали прекрасный удел и который расходует его тайно и открыто. Равны ли они? Хвала Аллаху! Но большая часть людей не знает этого","sv":"Gud framställer liknelsen om [två män] - en slav, som tillhör en annan man och som inte kan företa sig något [på egen hand], och en man som Vi har skänkt god försörjning och som ger av sitt både när ingen ser det och öppet inför alla. Är dessa två jämförbara? Gud ske lov [för denna liknelse]! Men de flesta [av dem] inser inte [den skillnad som här råder]","tr":"Allah, hiçbir şeye gücü yetmeyen ve başkasının malı olan bir köle ile, kendisine verdiğimiz güzel nimetlerden gizlice ve açıkça sarfeden kimseyi misal gösterir: Hiç bunlar eşit olur mu? Övülmeğe layık olan Allah'tır, fakat çoğu bilmezler","ur":"اللہ ایک مثال دیتا ہے ایک تو ہے غلام، جو دوسرے کا مملوک ہے اور خود کوئی اختیار نہیں رکھتا دوسرا شخص ایسا ہے جسے ہم نے اپنی طرف سے اچھا رزق عطا کیا ہے اور وہ اس میں سے کھلے اور چھپے خوب خرچ کرتا ہے بتاؤ، کیا یہ دونوں برابر ہیں؟ الحمدللہ، مگر اکثر لوگ (اس سیدھی بات کو) نہیں جانتے","zh":"安拉打一个比喻：一个奴隶，不能自由处理任何事务；一个自由人，我赏赐他优厚的给养，而他秘密地和公开地加以施舍；他俩人是一样的吗？一切赞颂，全归安拉！但他们大半不知道。"},"transliteration":"Daraba Allahu mathalan AAabdan mamlookan la yaqdiru AAala shayin waman razaqnahu minna rizqan hasanan fahuwa yunfiqu minhu sirran wajahran hal yastawoona alhamdu lillahi bal aktharuhum la yaAAlamoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
