{"id":1976,"number":75,"text":"۞ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translations":{"bn":"আল্লাহ একটি দৃষ্টান্ত বর্ণনা করেছেন, অপরের মালিকানাধীন গোলামের যে, কোন কিছুর উপর শক্তি রাখে না এবং এমন একজন যাকে আমি নিজের পক্ষ থেকে চমৎকার রুযী দিয়েছি। অতএব, সে তা থেকে ব্যয় করে গোপনে ও প্রকাশ্যে উভয়ে কি সমান হয়? সব প্রশংসা আল্লাহর, কিন্তু অনেক মানুষ জানে না।","en":"Allah presents an example: a slave [who is] owned and unable to do a thing and he to whom We have provided from Us good provision, so he spends from it secretly and publicly. Can they be equal? Praise to Allah! But most of them do not know","id":"Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tak berdaya untuk berbuat sesuatu dan seorang yang Kami beri rezeki yang baik, lalu dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka itu? Segala puji hanya bagi Allah, tetapi kebanyakan mereka tidak mengetahui","ru":"Аллах привел притчу о рабе, который принадлежит другому и ни на что не способен, и человеке, которому Мы даровали прекрасный удел и который расходует его тайно и открыто. Равны ли они? Хвала Аллаху! Но большая часть людей не знает этого","tr":"Allah, hiçbir şeye gücü yetmeyen ve başkasının malı olan bir köle ile, kendisine verdiğimiz güzel nimetlerden gizlice ve açıkça sarfeden kimseyi misal gösterir: Hiç bunlar eşit olur mu? Övülmeğe layık olan Allah'tır, fakat çoğu bilmezler","ur":"اللہ ایک مثال دیتا ہے ایک تو ہے غلام، جو دوسرے کا مملوک ہے اور خود کوئی اختیار نہیں رکھتا دوسرا شخص ایسا ہے جسے ہم نے اپنی طرف سے اچھا رزق عطا کیا ہے اور وہ اس میں سے کھلے اور چھپے خوب خرچ کرتا ہے بتاؤ، کیا یہ دونوں برابر ہیں؟ الحمدللہ، مگر اکثر لوگ (اس سیدھی بات کو) نہیں جانتے"},"chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"bn":"মৌমাছি","en":"The Bee","id":"Lebah Madu","ru":"Пчелы","tr":"Nahl","ur":"شہد کی مکھی"},"type":"meccan"}}
