{"id":1977,"number":76,"text":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translations":{"en":"And Allah presents an example of two men, one of them dumb and unable to do a thing, while he is a burden to his guardian. Wherever he directs him, he brings no good. Is he equal to one who commands justice, while he is on a straight path","es":"Dios les expone otro ejemplo [para que reflexionen acerca de Su unicidad]: ¿Acaso pueden equipararse dos personas: un incapaz y mudo que no hace nada bien y representa una carga para su tutor, y una persona que alza su voz para defender la justicia y está en el sendero recto","fr":"Et Allah propose en parabole deux hommes: l'un d'eux est muet, dépourvu de tout pouvoir et totalement à la charge de son maître; Quelque lieu où celui-ci l'envoie, il ne rapporte rien de bon; serait-il l'égal de celui qui ordonne la justice et qui est sur le droit chemin","id":"Dan Allah (juga) membuat perumpamaan, dua orang laki-laki, yang seorang bisu, tidak dapat berbuat sesuatu dan dia menjadi beban penanggungnya, ke mana saja dia di suruh (oleh penanggungnya itu), dia sama sekali tidak dapat mendatangkan suatu kebaikan. Samakah orang itu dengan orang yang menyuruh berbuat keadilan, dan dia berada di jalan yang lurus","ru":"Аллах также привел притчу о двух мужах, один из которых - немой, ни на что не способен и обременяет своего господина. Куда бы его ни послали, он не приносит добра. Разве он равен тому, кто отдает справедливые приказы и следует прямым путем","sv":"Och Gud framställer liknelsen om två män, varav en är stum och inte kan reda sig själv och är en börda för sin beskyddare; vilket uppdrag denne än ger honom, misslyckas han. Kan han jämställas med den som föreskriver rättvisa [förhållanden mellan människor] och själv följer rättens raka väg","tr":"Allah iki adamı misal veriyor: Biri hiçbir şeye gücü yetmeyen bir dilsiz ki efendisine yüktür, nereye gönderse bir hayır çıkmaz; bu, doğru yolda olan, adaletle emreden kimse ile bir olabilir mi","ur":"اللہ ایک اور مثال دیتا ہے دو آدمی ہیں ایک گونگا بہرا ہے، کوئی کام نہیں کر سکتا، اپنے آقا پر بوجھ بنا ہوا ہے، جدھر بھی وہ اسے بھیجے کوئی بھلا کام اُس سے بن نہ آئے دوسرا شخص ایسا ہے کہ انصاف کا حکم دیتا ہے اور خود راہ راست پر قائم ہے بتاؤ کیا یہ دونوں یکساں ہیں؟","zh":"安拉又打一个比喻：两个男人，一个是哑巴，什么事也不能做，却是他主人的累赘，无论主人打发他到哪里去，都不能带一点福利回来；另一个走的是正路，他劝人主持公道。他俩人是一样的吗？"},"transliteration":"Wadaraba Allahu mathalan rajulayni ahaduhuma abkamu la yaqdiru AAala shayin wahuwa kallun AAala mawlahu aynama yuwajjihhu la yati bikhayrin hal yastawee huwa waman yamuru bialAAadli wahuwa AAala siratin mustaqeemin","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
