{"id":1978,"number":77,"text":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"And to Allah belongs the unseen [aspects] of the heavens and the earth. And the command for the Hour is not but as a glance of the eye or even nearer. Indeed, Allah is over all things competent","es":"Dios conoce los secretos de los cielos y de la Tierra. La Hora [del Día del Juicio] llegará tan rápido como un abrir y cerrar de ojos, o más rápido aún. Dios tiene poder sobre todas las cosas","fr":"C'est à Allah qu'appartient l'inconnaissable des cieux et de la terre. Et l'ordre [concernant] l'Heure ne sera que comme un clin d'œil ou plus bref encore! Car Allah est, certes, Omnipotent","id":"Dan milik Allah (segala) yang tersembunyi di langit dan di bumi. Urusan kejadian Kiamat itu, hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu","ru":"Аллаху принадлежит сокровенное на небесах и на земле. Наступление Часа подобно мгновению ока или даже быстрее. Воистину, Аллах способен на всякую вещь","sv":"Hos Gud finns [kunskapen om] himlarnas och jordens dolda verklighet. [Den Yttersta] stunden är ett ögonblicks verk, ja, den är över ännu snabbare än så, eftersom Gud har allt i Sin makt","tr":"Göklerin ve yerin gaybı Allah'a aittir, kıyamet saatinin kopuşu bir göz kırpması kadar veya daha çabuk bir zaman içinde olur. Şüphesiz Allah her şeye Kadir'dir","ur":"اور زمین و آسمان کے پوشیدہ حقائق کا علم تو اللہ ہی کو ہے اور قیامت کے برپا ہونے کا معاملہ کچھ دیر نہ لے گا مگر بس اتنی کہ جس میں آدمی کی پلک جھپک جائے، بلکہ اس سے بھی کچھ کم حقیقت یہ ہے کہ اللہ سب کچھ کر سکتا ہے","zh":"天地的幽玄只是安拉的。复活时刻的到来，只在转瞬间，或更为迅速。安拉对于万事，确是全能的。"},"transliteration":"Walillahi ghaybu alssamawati waalardi wama amru alssaAAati illa kalamhi albasari aw huwa aqrabu inna Allaha AAala kulli shayin qadeerun","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
