{"id":198,"number":191,"text":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","translations":{"en":"And kill them wherever you overtake them and expel them from wherever they have expelled you, and fitnah is worse than killing. And do not fight them at al-Masjid al- Haram until they fight you there. But if they fight you, then kill them. Such is the recompense of the disbelievers","es":"Den muerte [a aquellos que los ataquen] donde quiera que los encuentren, y expúlsenlos de donde los han expulsado a ustedes, porque la opresión [y la restricción de la libertad a la que son sometidos por los agresores] es más grave que combatirlos. No combatan contra ellos en la Mezquita Sagrada, a menos que ellos los ataquen allí; pero si lo hacen combátanlos, ésta es la retribución que recibirán los que rechacen la verdad","fr":"Et tuez-les, où que vous les rencontriez; et chassez-les d'où ils vous ont chassés: l'association est plus grave que le meurtre. Mais ne les combattez pas près de la Mosquée sacrée avant qu'ils ne vous y aient combattus. S'ils vous y combattent, tuez-les donc. Telle est la rétribution des mécréants","id":"(Dan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah66) itu lebih kejam daripada pembunuhan. Dan janganlah kamu perangi mereka di Masjidilharam, kecuali jika mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu, maka perangilah mereka. Demikianlah balasan bagi orang kafir","ru":"Убивайте их (многобожников), где бы вы их ни встретили, и изгоняйте их оттуда, откуда они вас изгнали. Искушение хуже, чем убийство. Но не сражайтесь с ними у Заповедной мечети, пока они не станут сражаться с вами в ней. Если же они станут сражаться с вами, то убивайте их. Таково воздаяние неверующим","sv":"Och döda dem då var ni än möter dem och fördriv dem från de platser varifrån de har fördrivit er; ja, förtryck är ett värre ont än döden. Kämpa inte mot dem i den heliga Moskéns närhet, om de inte själva tar upp striden där; men kämpar de mot er [där], så döda dem. Det är förnekarnas lön","tr":"Onları bulduğunuz yerde öldürün. Sizi çıkardıkları yerden siz de onları çıkarın. Fitne çıkarmak, adam öldürmekten daha kötüdür. Mescidi Haram'ın yanında, onlar savaşmadıkça siz de onlarla savaşmayın. Sizinle savaşırlarsa onları öldürün. İnkar edenlerin cezası böyledir","ur":"ان سے لڑو جہاں بھی تمہارا اُن سے مقابلہ پیش آئے اور انہیں نکالو جہاں سے انہوں نے تم کو نکالا ہے، اس لیے کہ قتل اگرچہ برا ہے، مگر فتنہ اس سے بھی زیادہ برا ہے اور مسجد حرام کے قریب جب تک وہ تم سے نہ لڑیں، تم بھی نہ لڑو، مگر جب وہ وہاں لڑنے سے نہ چُوکیں، تو تم بھی بے تکلف انہیں مارو کہ ایسے کافروں کی یہی سزا ہے","zh":"你们在哪里发现他们，就在哪里杀戮他们；并将他们逐出境外，犹如他们从前驱逐你们一样，迫害是比杀戮更残酷的。你们不要在禁寺附近和他们战斗，直到他们在那里进攻你们；如果他们进攻你们，你们就应当杀戮他们。不信道者的报酬是这样的。"},"transliteration":"Waoqtuloohum haythu thaqiftumoohum waakhrijoohum min haythu akhrajookum waalfitnatu ashaddu mina alqatli wala tuqatiloohum AAinda almasjidi alharami hatta yuqatilookum feehi fain qatalookum faoqtuloohum kathalika jazao alkafireena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
