{"id":1980,"number":79,"text":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translations":{"en":"Do they not see the birds controlled in the atmosphere of the sky? None holds them up except Allah. Indeed in that are signs for a people who believe","es":"¿No han observado las aves suspendidas en el cielo? Es Dios quien las sustenta. En esto hay signos para los creyentes","fr":"N'ont-ils pas vu les oiseaux assujettis [au vol] dans l'atmosphère du ciel sans que rien ne les retienne en dehors d'Allah? Il y a vraiment là des preuves pour des gens qui croient","id":"Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman","ru":"Неужели они не видели птиц, покорно летающих в небе? Никто не удерживает их, кроме Аллаха. Воистину, в этом - знамения для людей верующих","sv":"Har de inte sett hur fåglarna svävar genom luften [i enlighet med Guds lagar]? Ingen annan än Gud håller dem uppe! I detta ligger sannerligen budskap till människor som vill tro","tr":"Göğün boşluğunda Allah'ın buyruğuna boyun eğerek uçan kuşlara bakmıyorlar mı? Onları Allah'tan başka tutan kimse yoktur. İnanan millet için bunda dersler vardır","ur":"کیا اِن لوگوں نے کبھی پرندوں کو نہیں دیکھا کہ فضائے آسمانی میں کسی طرح مسخر ہیں؟ اللہ کے سوا کس نے اِن کو تھام رکھا ہے؟ اِس میں بہت نشانیاں ہیں اُن لوگوں کے لیے جو ایمان لاتے ہیں","zh":"难道他们没有看见在空中被制服的群鸟吗？只有安拉维持它们；对于信道的民众，此中确有许多迹象。"},"transliteration":"Alam yaraw ila alttayri musakhkharatin fee jawwi alssamai ma yumsikuhunna illa Allahu inna fee thalika laayatin liqawmin yuminoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
