{"id":1981,"number":80,"text":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","translations":{"en":"And Allah has made for you from your homes a place of rest and made for you from the hides of the animals tents which you find light on your day of travel and your day of encampment; and from their wool, fur and hair is furnishing and enjoyment for a time","es":"Dios hizo que sus viviendas sean para ustedes un lugar de sosiego. Puso a su disposición el cuero de los rebaños para que hagan con él sus tiendas, las cuales son fáciles de transportar los días que viajan o acampan. También de su lana, pelo y crin hacen utensilios y alfombras con las que hacen confortable esta vida","fr":"Et Allah vous a fait de vos maisons une habitation, tout comme Il vous a procuré des maisons faites de peaux de bêtes que vous trouvez légères, le jour où vous vous déplacez et le jour où vous vous campez. De leur laine, de leur poil et de leur crin (Il vous a procuré) des effets et des objets dont vous jouissez pour un certain délai","id":"Dan Allah menjadikan rumah-rumah bagimu sebagai tempat tinggal dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu)","ru":"Аллах сделал для вас дома жилищами. Он также сделал для вас жилища из шкур домашнего скота, которые не обременяют вас, когда вы отправляетесь в путь или делаете привал. Он даровал вам утварь и всякие предметы из шерсти, пуха и волоса, чтобы вы пользовались ими до определенного времени","sv":"Och Gud har gett er bostäder för er vila, och har gett er boskapens hudar som [flyttbara] bostäder, lätta [att medföra] på era färder och [lätta att hantera] när ni slår läger; och [Han har gett er] deras ull, den grova och den fina, och deras hår [av vilket ni kan tillverka det som behövs] för att inreda [bostäderna] och annat som skall vara er till glädje och nytta sålänge de varar","tr":"Allah size evlerinizi dinlenme yeri kıldı. Hayvanların derilerinden, yolculukta ve ikamet zamanlarınızda kolayca taşıyacağınız evler; yün, tüy ve kıllarından bir süre kullanacağınız giyimlikler ve geçimlikler var etmiştir","ur":"اللہ نے تمہارے لیے تمہارے گھروں کو جائے سکون بنایا اس نے جانوروں کی کھالوں سے تمہارے لیے ایسے مکان پیدا کیے جنہیں تم سفر اور قیام، دونوں حالتوں میں ہلکا پاتے ہو اُس نے جانوروں کے صوف اور اون اور بالوں سے تمہارے لیے پہننے اور برتنے کی بہت سی چیزیں پیدا کر دیں جو زندگی کی مدت مقررہ تک تمہارے کام آتی ہیں","zh":"安拉以你们的家为你们的安居之所，以牲畜的皮革，为你们的房屋，你们在起程之日和住定之日，都感觉其轻便。他以绵羊毛、骆驼毛和山羊毛供你们织造家俱和暂时的享受。"},"transliteration":"WaAllahu jaAAala lakum min buyootikum sakanan wajaAAala lakum min juloodi alanAAami buyootan tastakhiffoonaha yawma thaAAnikum wayawma iqamatikum wamin aswafiha waawbariha waashAAariha athathan wamataAAan ila heenin","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
