{"id":1982,"number":81,"text":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","translations":{"en":"And Allah has made for you, from that which He has created, shadows and has made for you from the mountains, shelters and has made for you garments which protect you from the heat and garments which protect you from your [enemy in] battle. Thus does He complete His favor upon you that you might submit [to Him]","es":"Dios les proporcionó sombra de cuanto creó, refugios en las montañas, vestimentas que los resguardan del calor [y el frío] y armaduras que los protegen en los combates. Así es como Dios les provee de Sus gracias para que se sometan a Él","fr":"Et de ce qu'Il a créé, Allah vous a procuré des ombres. Et Il vous a procuré des abris dans les montagnes. Et Il vous a procuré des vêtements qui vous protègent de la chaleur, ainsi que des vêtements [cuirasses, armures] qui vous protègent de votre propre violence. C'est ainsi qu'Allah parachève sur vous Son bienfait, peut-être que vous vous soumettez","id":"Dan Allah menjadikan tempat bernaung bagimu dari apa yang telah Dia ciptakan, Dia menjadikan bagimu tempat-tempat tinggal di gunung-gunung, dan Dia menjadikan pakaian bagimu yang memeliharamu dari panas dan pakaian (baju besi) yang memelihara kamu dalam peperangan. Demikian Allah menyempurnakan nikmat-Nya kepadamu agar kamu berserah diri (kepada-Nya)","ru":"Аллах даровал вам тень от того, что Он сотворил. Он устроил для вас убежища в горах, сотворил для вас одеяния, которые оберегают вас от жары, и доспехи, которые защищают вас от причиняемого вами вреда. Так Он доводит до конца Свою милость к вам, - быть может, вы станете мусульманами","sv":"Och bland de ting som Gud har skapat har Han [sörjt för att några skänker] er skydd och skugga och i bergen har Han skapat grottor [där ni kan söka tillflykt]. Och Han har gett er kläder till skydd mot hetta [och köld] och kläder, som skyddar er mot ont som ni själva är upphov till. [Se] hur Han ger er Sin välsignelse i fullt mått - kanske underkastar ni er [nu Hans vilja]","tr":"Allah yarattıklarından size gölgeler yapmış; dağlarda sığınacağınız barınaklar var etmiş, sizi sıcaktan koruyacak elbiseler, harpte sizi koruyacak zırhlar vermiştir. Size olan nimetini müslüman olasınız diye işte bu şekilde tamamlamaktadır","ur":"اس نے اپنی پیدا کی ہوئی بہت سی چیزوں سے تمہارے لیے سائے کا انتظام کیا، پہاڑوں میں تمہارے لیے پناہ گاہیں بنائیں، اور تمہیں ایسی پوشاکیں بخشیں جو تمہیں گرمی سے بچاتی ہیں اور کچھ دوسری پوشاکیں جو آپس کی جنگ میں تمہاری حفاظت کرتی ہیں اس طرح وہ تم پر اپنی نعمتوں کی تکمیل کرتا ہے شاید کہ تم فرماں بردار بنو","zh":"安拉以他所创造的东西做你们的遮阴，以群山做你们的隐匿处，以衣服供你们防暑（和御寒），以盔甲供你们防御创伤。他如此完成他对你们的恩惠，以便你们顺服。"},"transliteration":"WaAllahu jaAAala lakum mimma khalaqa thilalan wajaAAala lakum mina aljibali aknanan wajaAAala lakum sarabeela taqeekumu alharra wasarabeela taqeekum basakum kathalika yutimmu niAAmatahu AAalaykum laAAallakum tuslimoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
