{"id":1987,"number":86,"text":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","translations":{"en":"And when those who associated others with Allah see their \"partners,\" they will say,\" Our Lord, these are our partners [to You] whom we used to invoke besides You.\" But they will throw at them the statement, \"Indeed, you are liars","es":"Cuando los idólatras vean a sus ídolos dirán: \"¡Señor nuestro! Éstos son los ídolos a quienes invocábamos en lugar de Ti\", pero ellos [los ídolos] los contradecirán: \"Son unos mentirosos","fr":"Quand les associateurs verront ceux qu'ils associaient à Allah, ils diront: «O notre Seigneur, voilà nos divinités que nous invoquions en dehors de Toi». Mais [leurs associés] leur adresseront la parole: «Vous êtes assurément des menteurs»","id":"Dan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka,460) mereka berkata, \"Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Lalu sekutu mereka menyatakan kepada mereka, \"Kamu benar-benar pendusta","ru":"Когда многобожники увидят своих сотоварищей, они скажут: «Господь наш! Вот сотоварищи, к которым мы взывали вместо Тебя». Но они отбросят их слова и скажут: «Воистину, вы - лжецы!»","sv":"Och när de som satte medhjälpare vid Guds sida ser dessa medhjälpare, skall de säga: \"Herre! Det var dem som vi satte vid Din sida och som vi anropade i Ditt ställe.\" Men [medhjälparna] skall ge dem svar på tal: \"Ni är sannerligen lögnare","tr":"Allah'a ortak koşanlar, koştukları ortakları gördüklerinde: \"Rabbimiz! Seni bırakıp yalvardığımız ortaklarımız bunlardır\" derler. Koştukları ortaklar: \"Doğrusu siz yalancısınız\" diye söz atarlar","ur":"اور جب وہ لوگ جنہوں نے دنیا میں شرک کیا تھا اپنے ٹھیرائے ہوئے شریکوں کو دیکھیں گے تو کہیں گے \"اے پروردگار، یہی ہیں ہمارے وہ شریک جنہیں ہم تجھے چھوڑ کر پکارا کرتے تھے\" اس پر اُن کے وہ معبود انہیں صاف جواب دیں گے کہ \"تم جھوٹے ہو","zh":"当以物配主者看见他们的配主的时候，他们将要说：“我们的主啊！这些是我们的配主，我们曾舍你而祈祷他们。”那些配主将回答他们说：“你们确是说谎的。”"},"transliteration":"Waitha raa allatheena ashrakoo shurakaahum qaloo rabbana haolai shurakaona allatheena kunna nadAAoo min doonika faalqaw ilayhimu alqawla innakum lakathiboona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
