{"id":1990,"number":89,"text":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","translations":{"en":"And [mention] the Day when We will resurrect among every nation a witness over them from themselves. And We will bring you, [O Muhammad], as a witness over your nation. And We have sent down to you the Book as clarification for all things and as guidance and mercy and good tidings for the Muslims","es":"[El Día del Juicio] haré surgir de cada nación [a su Profeta] para que atestigüe en contra de ellos, y a ti [¡oh, Mujámmad!] como testigo de tu nación. Te he revelado el Libro que contiene todas las explicaciones, el cual es guía, misericordia y albricias para los musulmanes que se someten a Dios","fr":"Et le jour où dans chaque communauté, Nous susciterons parmi eux-mêmes un témoin contre eux, Et Nous t'emmenerons [Muhammad] comme témoin contre ceux-ci. Et Nous avons fait descendre sur toi le Livre, comme un exposé explicite de toute chose, ainsi qu'un guide, une grâce et une bonne annonce aux Musulmans","id":"Dan (ingatlah) pada hari (ketika) Kami bangkitkan pada setiap umat seorang saksi atas mereka dari mereka sendiri, dan Kami datangkan engkau (Muhammad) menjadi saksi atas mereka. Dan Kami turunkan Kitab (Alquran) kepadamu untuk menjelaskan segala sesuatu, sebagai petunjuk, serta rahmat dan kabar gembira bagi orang yang berserah diri (muslim)","ru":"В тот день Мы выставим против каждой общины свидетеля из их числа, а тебя выставим свидетелем против этих. Мы ниспослали тебе Писание для разъяснения всякой вещи, как руководство к прямому пути, милость и благую весть для мусульман","sv":"[Påminn dem om] den Dag då Vi från varje samfund skall låta ett vittne ur deras egna led stiga fram [som skall vittna] mot dem! Och dig har Vi gjort till vittne mot dem [som du har nått med budskapet]. Vi har uppenbarat denna gudomliga Skrift för dig, steg för steg, med klargörande av allt, med vägledning och nåd och ett glatt budskap om hopp till dem som har underkastat sig Guds vilja","tr":"O gün her ümmetten bir kişiyi onlara şahit tutarız. Seni de ümmetine şahit getiririz. Sana her şeyi açıklayan ve Müslümanlara doğruyu gösteren bir rehber, rahmet ve müjde olarak Kuran'ı indirdik","ur":"(اے محمدؐ، اِنہیں اُس دن سے خبردار کر دو) جب کہ ہم ہر امت میں خود اُسی کے اندر سے ایک گواہ اٹھا کھڑا کریں گے جو اُس کے مقابلے میں شہادت دے گا، اور اِن لوگوں کے مقابلے میں شہادت دینے کے لیے ہم تمہیں لائیں گے اور (یہ اسی شہادت کی تیاری ہے کہ) ہم نے یہ کتاب تم پر نازل کر دی ہے جو ہر چیز کی صاف صاف وضاحت کرنے والی ہے اور ہدایت و رحمت اور بشارت ہے اُن لوگوں کے لیے جنہوں نے سر تسلیم خم کر دیا ہے","zh":"我要在每个民族中，推举他们族中的一个见证，来反证他们，在那日，我要推举你来反证这等人。我曾降示你这部经典，阐明万事，并作归顺者的向导、恩惠和喜讯。"},"transliteration":"Wayawma nabAAathu fee kulli ommatin shaheedan AAalayhim min anfusihim wajina bika shaheedan AAala haolai wanazzalna AAalayka alkitaba tibyanan likulli shayin wahudan warahmatan wabushra lilmuslimeena","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
