{"id":1991,"number":90,"text":"۞إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","translations":{"en":"Indeed, Allah orders justice and good conduct and giving to relatives and forbids immorality and bad conduct and oppression. He admonishes you that perhaps you will be reminded","es":"Dios ordena la justicia, hacer el bien y ayudar a la familia; pero prohíbe la obscenidad, la mala conducta y la opresión. Así los exhorta para que reflexionen","fr":"Certes, Allah commande l'équité, la bienfaisance et l'assistance aux proches. Et Il interdit la turpitude, l'acte répréhensible et la rébellion. Il vous exhorte afin que vous vous souveniez","id":"Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi bantuan kepada kerabat, dan Dia melarang (melakukan) perbuatan keji, kemungkaran dan permusuhan. Dia memberi pengajaran kepadamu agar kamu dapat mengambil pelajaran","ru":"Воистину, Аллах повелевает блюсти справедливость, делать добро и одаривать родственников. Он запрещает мерзости, предосудительные деяния и бесчинства. Он увещевает вас, - быть может, вы помяните назидание","sv":"GUD befaller att rätt och rättvisa skall råda [människor emellan och befaller dem] att göra gott och att vara givmilda mot de närmaste, och Han förbjuder alla skamlösa handlingar och allt som strider mot rimlighet och förnuft och allt som innebär en kränkning av andras rätt. Han förmanar och varnar er, för att ni skall lägga det på hjärtat","tr":"Allah şüphesiz adaleti, iyilik yapmayı, yakınlara bakmayı emreder; hayasızlığı, fenalığı ve haddi aşmayı yasak eder. Tutasınız diye size öğüt verir","ur":"اللہ عدل اور احسان اور صلہ رحمی کا حکم دیتا ہے اور بدی و بے حیائی اور ظلم و زیادتی سے منع کرتا ہے وہ تمہیں نصیحت کرتا ہے تاکہ تم سبق لو","zh":"安拉的确命人公平、行善、施济亲戚，并禁人淫乱、作恶事、霸道；他劝戒你们，以便你们记取教诲。"},"transliteration":"Inna Allaha yamuru bialAAadli waalihsani waeetai thee alqurba wayanha AAani alfahshai waalmunkari waalbaghyi yaAAithukum laAAallakum tathakkaroona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
