{"id":1992,"number":91,"text":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","translations":{"en":"And fulfill the covenant of Allah when you have taken it, [O believers], and do not break oaths after their confirmation while you have made Allah, over you, a witness. Indeed, Allah knows what you do","es":"Cumplan su compromiso con Dios. No quebranten los juramentos después de haberlos realizado, habiendo puesto a Dios como testigo. Dios sabe bien cuanto hacen","fr":"Soyez fidèles au pacte d'Allah après l'avoir contracté et ne violez pas vos serments après les avoir solennellement prêtés et avoir pris Allah comme garant [de votre bonne foi]. Vraiment Allah sait ce que vous faites","id":"Dan tepatilah janji dengan Allah apabila kamu berjanji dan janganlah kamu melanggar sumpah setelah diikrarkan, sedang kamu telah menjadikan Allah sebagai saksimu (terhadap sumpah itu). Sesungguhnya Allah mengetahui apa yang kamu perbuat","ru":"Будьте верны завету с Аллахом, который вы заключили; не нарушайте клятв после того, как вы их скрепите, ведь вы сделали Аллаха своим Поручителем. Воистину, Аллах ведает о том, что вы совершаете","sv":"Stå fast vid förbundet med Gud när ni gör ett högtidligt åtagande, och bryt inte [era] eder efter att ha bekräftat dem och tagit Gud till er borgensman; Gud har kännedom om vad ni gör","tr":"Ahitleştiğiniz zaman Allah'ın ahdini yerine getirin. Allah'ı kendinize kefil kılarak sağlama bağladığınız yeminleri bozmayın. Allah yaptıklarınızı şüphesiz bilir","ur":"اللہ کے عہد کو پورا کرو جبکہ تم نے اس سے کوئی عہد باندھا ہو، اور اپنی قسمیں پختہ کرنے کے بعد توڑ نہ ڈالو جبکہ تم اللہ کو اپنے اوپر گواہ بنا چکے ہو اللہ تمہارے سب افعال سے باخبر ہے","zh":"当你们缔结盟约的时候，你们应当履行。你们既以安拉为你们的保证者，则缔结盟约之后就不要违背誓言。安拉的确知道你们的行为。"},"transliteration":"Waawfoo biAAahdi Allahi itha AAahadtum wala tanqudoo alaymana baAAda tawkeediha waqad jaAAaltumu Allaha AAalaykum kafeelan inna Allaha yaAAlamu ma tafAAaloona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
