{"id":1994,"number":93,"text":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","translations":{"en":"And if Allah had willed, He could have made you [of] one religion, but He causes to stray whom He wills and guides whom He wills. And you will surely be questioned about what you used to do","es":"Si Dios hubiera querido habría hecho de ustedes una sola nación [de creyentes]. Pero se descarría quien quiere y se guía quien quiere. Todos serán interrogados por cuanto hicieron","fr":"Si Allah avait voulu, Il aurait certes fait de vous une seule communauté. Mais Il laisse s'égarer qui Il veut et guide qui Il veut. Et vous serez certes, interrogés sur ce que vous faisiez","id":"Dan jika Allah menghendaki niscaya Dia menjadikan kamu satu umat (saja), tetapi Dia menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Tetapi kamu pasti akan ditanya tentang apa yang telah kamu kerjakan","ru":"Если бы Аллах пожелал, то Он сделал бы вас единой общиной. Однако Он вводит в заблуждение, кого пожелает, и ведет прямым путем, кого пожелает, и вы непременно будете спрошены о том, что вы совершали","sv":"Om Gud hade velat, hade Han gjort er till ett enda samfund, men Han låter den gå vilse som vill [gå vilse] och Han vägleder den som vill [vägledas]; ni kommer helt visst att få stå till svars för era handlingar","tr":"Allah dileseydi sizi tek bir ümmet yapardı. Ama O, istediğini saptırır, istediğini doğru yola eriştirir. İşlediklerinizden, and olsun ki, sorumlu tutulacaksınız","ur":"اگر اللہ کی مشیت یہ ہوتی (کہ تم میں کوئی اختلاف نہ ہو) تو وہ تم سب کو ایک ہی امت بنا دیتا، مگر وہ جسے چاہتا ہے گمراہی میں ڈالتا ہے اور جسے چاہتا ہے راہ راست دکھا دیتا ہے، اور ضرور تم سے تمہارے اعمال کی باز پرس ہو کر رہے گی","zh":"假若安拉意欲，他必使你们成为一个民族；但他使他所意欲者误入迷途，使他所意欲者遵循正路。你们势必要为你们的行为而受审问。"},"transliteration":"Walaw shaa Allahu lajaAAalakum ommatan wahidatan walakin yudillu man yashao wayahdee man yashao walatusalunna AAamma kuntum taAAmaloona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
