{"id":1997,"number":96,"text":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","translations":{"en":"Whatever you have will end, but what Allah has is lasting. And We will surely give those who were patient their reward according to the best of what they used to do","es":"[Sepan que] lo que ustedes tienen es temporal y lo que Dios tiene es eterno. A quienes hayan sido pacientes les multiplicaré la recompensa de sus obras","fr":"Tout ce que vous possédez s'épuisera, tandis que ce qui est auprès d'Allah durera. Et Nous récompenserons ceux qui ont été constants en fonction du meilleur de ce qu'ils faisaient","id":"Apa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. Dan Kami pasti akan memberi balasan kepada orang yang sabar dengan pahala yang lebih baik dari apa yang telah mereka kerjakan","ru":"То, что есть у вас, иссякнет, а то, что есть у Аллаха, останется навсегда. А тем, которые проявляли терпение, Мы непременно воздадим наградой за лучшее из того, что они совершали","sv":"Det ni har i handen försvinner, men det som är hos Gud består i evighet. Vi skall sannerligen belöna dem som höll ut i motgång och prövningar efter deras bästa handlingar","tr":"Sizde olanlar tükenir ama, Allah katında olanlar sonsuzdur, tükenmez. Sabredenlere ecirlerini, yaptıklarından daha güzeli ile ödeyeceğiz","ur":"جو کچھ تمہارے پاس ہے وہ خرچ ہو جانے والا ہے اور جو کچھ اللہ کے پاس ہے وہی باقی رہنے والا ہے، اور ہم ضرور صبر سے کام لینے والوں کو اُن کے اجر اُن کے بہترین اعمال کے مطابق دیں گے","zh":"你们所有的是要耗尽的，在安拉那里的是无穷的。我誓必要以坚忍者所行的最大善功报酬你们。"},"transliteration":"Ma AAindakum yanfadu wama AAinda Allahi baqin walanajziyanna allatheena sabaroo ajrahum biahsani ma kanoo yaAAmaloona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
