{"id":20,"number":13,"text":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","translations":{"en":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not","es":"Cuando se les dice: \"¡Crean como ha creído la gente!\" Responden: \"¿Es que vamos a creer como lo hacen los tontos?\" ¿Acaso no son ellos los tontos? [Sí,] pero no lo saben","fr":"Et quand on leur dit: «Croyez comme les gens ont cru», ils disent: «Croirons-nous comme ont cru les faibles d'esprit?» Certes, ce sont eux les véritables faibles d'esprit, mais ils ne le savent pas","id":"Dan apabila dikatakan kepada mereka, \"Berimanlah kamu sebagaimana orang lain yang telah beriman!\" Mereka menjawab, \"Apakah kami akan beriman seperti orang-orang yang kurang akal itu beriman?\" Ingatlah, sesungguhnya mereka itulah orang-orang yang kurang akal, tetapi mereka tidak tahu","ru":"Когда им говорят: «Уверуйте так, как уверовали люди», - они отвечают: «Неужели мы уверуем так, как уверовали глупцы?». Воистину, именно они являются глупцами, но они не знают этого","sv":"Och när de uppmanas att tro som andra människor tror, svarar de: \"Skall vi tro som dessa enfaldiga stackare?\" Nej, det är de som är enfaldiga stackare, men det vet de inte","tr":"Onlara \"Müslümanların inandığı gibi siz de inanın\" denilince de, \"Beyinsizlerin inandığı gibi mi inanalım?\" derler; iyi bilin ki asıl beyinsizler kendileridir, fakat bilmezler","ur":"اور جب ان سے کہا گیا جس طرح دوسرے لوگ ایمان لائے ہیں اسی طرح تم بھی ایمان لاؤ تو انہوں نے یہی جواب دیا \"کیا ہم بیوقوفوں کی طرح ایمان لائیں؟\" خبردار! حقیقت میں تو یہ خود بیوقوف ہیں، مگر یہ جانتے نہیں ہیں","zh":"有人对他们说：“你们应当像众人那样信道。”他们就说：“我们能像愚人那样轻信吗？”真的，他们确是愚人，但他们不知道。"},"transliteration":"Waitha qeela lahum aminoo kama amana alnnasu qaloo anuminu kama amana alssufahao ala innahum humu alssufahao walakin la yaAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
