{"id":200,"number":193,"text":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّـٰلِمِينَ","translations":{"en":"Fight them until there is no [more] fitnah and [until] worship is [acknowledged to be] for Allah. But if they cease, then there is to be no aggression except against the oppressors","es":"Combátanlos hasta que cese la opresión y puedan adorar tranquilamente a Dios [sin temer persecución]; pero si ellos cesan de combatir, que no haya más hostilidades, excepto contra los agresores","fr":"Et combattez-les jusqu'à ce qu'il n'y ait plus d'association et que la religion soit entièrement à Allah seul. S'ils cessent, donc plus d'hostilités, sauf contre les injustes","id":"Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti, maka tidak ada (lagi) permusuhan, kecuali terhadap orang-orang zalim","ru":"Сражайтесь с ними, пока не исчезнет искушение и пока религия целиком не будет посвящена Аллаху. Но если они прекратят, то посягать можно только на беззаконников","sv":"Och kämpa mot dem till dess allt förtryck upphör och all dyrkan kan ägnas Gud. Om de då slutar [strida] skall alla fientligheter upphöra utom [mot] de orättfärdiga [som vill kämpa vidare]","tr":"Fitne kalmayıp, yalnız Allah'ın dini ortada kalana kadar onlarla savaşın. Eğer vazgeçerlerse sataşmayın. Zulmedenlerden başkasına düşmanlık yoktur","ur":"تم ان سے لڑتے رہو یہاں تک کہ فتنہ باقی نہ رہے اور دین اللہ کے لیے ہو جائے پھر اگر وہ باز آ جائیں، تو سمجھ لو کہ ظالموں کے سوا اور کسی پر دست درازی روا نہیں","zh":"你们当反抗他们，直到迫害消除，而正教只属于安拉；如果他们停战，那么，除不义者外，你们绝不要侵犯任何人。"},"transliteration":"Waqatiloohum hatta la takoona fitnatun wayakoona alddeenu lillahi faini intahaw fala AAudwana illa AAala alththalimeena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
