{"id":2002,"number":101,"text":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translations":{"en":"And when We substitute a verse in place of a verse - and Allah is most knowing of what He sends down - they say, \"You, [O Muhammad], are but an inventor [of lies].\" But most of them do not know","es":"Cuando revelo un precepto para abrogar otro, y Dios bien sabe lo que hace, dicen [tus detractores]: \"Eres tú quien lo ha inventado\". Pero la mayoría de ellos son ignorantes","fr":"Quand Nous remplaçons un verset par un autre - et Allah sait mieux ce qu'Il fait descendre - ils disent: «Tu n'es qu'un menteur». Mais la plupart d'entre eux ne savent pas","id":"Dan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata, \"Sesungguhnya engkau (Muhammad) hanyalah mengada-ada saja.\" Sebenarnya kebanyakan mereka tidak mengetahui","ru":"Когда Мы заменяем один аят другим, они говорят: «Воистину, ты - лжец». Аллаху лучше знать то, что Он ниспосылает. Но большая часть их не знает этого","sv":"Och när Vi låter ett budskap ersättas av ett [annat] - Gud är väl medveten om vad Han uppenbarar, steg för steg - säger de: \"Detta har du [själv] satt samman!\" Nej, de flesta av dem vet inte [vad de talar om]","tr":"Bir ayetin yerini başka bir ayetle değiştirdiğimizde, ki Allah ne indirdiğini gayet iyi bilir onlar, \"Sen sadece uyduruyorsun\" derler. Hayır, öyle değildir, ama onların çoğu bunu bilmezler","ur":"جب ہم ایک آیت کی جگہ دوسری آیت نازل کرتے ہیں اور اللہ بہتر جانتا ہے کہ وہ کیا نازل کرے تو یہ لوگ کہتے ہیں کہ تم یہ قرآن خو د گھڑ تے ہو اصل بات یہ ہے کہ اِن میں سے اکثر لوگ حقیقت سے ناواقف ہیں","zh":"当我以一节经文掉换另一节经文的时候——安拉知道自己所降示的——他们说：“你只是一个捏造者。”不然！他们大半是不知道的。"},"transliteration":"Waitha baddalna ayatan makana ayatin waAllahu aAAlamu bima yunazzilu qaloo innama anta muftarin bal aktharuhum la yaAAlamoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
