{"id":2004,"number":103,"text":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","translations":{"en":"And We certainly know that they say, \"It is only a human being who teaches the Prophet.\" The tongue of the one they refer to is foreign, and this Qur'an is [in] a clear Arabic language","es":"Sé muy bien que dicen: \"Es un hombre quien se lo transmite [el Corán]\". Pero bien saben que el idioma de quien ellos aluden no es el árabe, mientras que éste [Corán] es en árabe puro","fr":"Et Nous savons parfaitement qu'ils disent: «Ce n'est qu'un être humain qui lui enseigne (le Coran)». Or, la langue de celui auquel ils font allusion est étrangère [non arabe], et celle-ci est une langue arabe bien claire","id":"Dan sesungguhnya Kami mengetahui bahwa mereka berkata, \"Sesungguhnya Alquran itu hanya diajarkan oleh seorang manusia kepadanya (Muhammad).\" Bahasa orang yang mereka tuduhkan (bahwa Muhammad belajar) kepadanya adalah bahasa 'Ajam,464) padahal ini (Alquran) adalah dalam bahasa Arab yang jelas","ru":"Мы знаем, что они говорят: «Воистину, его обучает человек». Язык того, на кого они указывают, является иноземным, тогда как это - ясный арабский язык","sv":"Vi vet att de säger: \"Det är bara en människa som lär honom denna [Koran]\" - [men] den de syftar på [med sin beskyllning] talar ett utländskt språk, medan detta är klingande ren arabiska","tr":"And olsun ki: \"Ona elbette bir insan öğretiyor\" dediklerini biliyoruz. Kast ettikleri kimsenin dili yabancıdır, Kuran ise fasih Arapça'dır","ur":"ہمیں معلوم ہے یہ لوگ تمہارے متعلق کہتے ہیں کہ اس شخص کو ایک آدمی سکھاتا پڑھاتا ہے حالانکہ ان کا اشارہ جس آدمی کی طرف ہے اس کی زبان عجمی ہے اور یہ صاف عربی زبان ہے","zh":"我的确知道，他们说过：“这只是一个凡人所传授的。”他们倾向的那个人的语言是化外人（的语言），而这（部经典的语言）是明白的阿拉伯语。"},"transliteration":"Walaqad naAAlamu annahum yaqooloona innama yuAAallimuhu basharun lisanu allathee yulhidoona ilayhi aAAjamiyyun wahatha lisanun AAarabiyyun mubeenun","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
