{"id":201,"number":194,"text":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","translations":{"en":"[Fighting in] the sacred month is for [aggression committed in] the sacred month, and for [all] violations is legal retribution. So whoever has assaulted you, then assault him in the same way that he has assaulted you. And fear Allah and know that Allah is with those who fear Him","es":"Solo se puede combatir en un mes sagrado si son atacados durante el mismo, y para las violaciones [que hayan cometido] apliquen el principio de retribución igualitaria; así que si son agredidos, agredan tal como los agredieron [sin excederse]. Sigan las enseñanzas de Dios, y sepan que Dios está con los piadosos","fr":"Le Mois sacré pour le mois sacré! - Le talion s'applique à toutes choses sacrées -. Donc, quiconque transgresse contre vous, transgressez contre lui, à transgression égale. Et craignez Allah. Et sachez qu'Allah est avec les pieux","id":"(Bulan haram dengan bulan haram,67) dan (terhadap) sesuatu yang dihormati68) berlaku (hukum) kisas. Oleh sebab itu barang siapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. Bertakwalah kepada Allah dan ketahuilah bahwa Allah beserta orang-orang yang bertakwa","ru":"Запретный месяц - за запретный месяц, а за нарушение запретов - возмездие. Если кто посягнул на вас, то и вы посягните на него, подобно тому, как он посягнул на вас. Бойтесь Аллаха и знайте, что Аллах - с богобоязненными","sv":"Kämpa [likaså] under den helgade månaden om ni blir angripna - vid brott mot gudsfreden skall [lagen om] rättvis vedergällning tillämpas. Om därför någon angriper er, har ni rätt att angripa honom så som han har angripit er; men frukta Gud och var förvissade om att Gud är med de gudfruktiga","tr":"Hürmetli ay, hürmetli aya mukabildir, hürmetler karşılıklıdır; o halde, size tecavüz edene (saldırana), size saldırdıkları gibi saldırın. Allah'tan sakının ve Allah'ın sakınanlarla beraber olduğunu bilin","ur":"ماہ حرام کا بدلہ حرام ہی ہے اور تمام حرمتوں کا لحاظ برابری کے ساتھ ہوگا لہٰذا جوتم پر دست درازی کرے، تم بھی اسی طرح اس پر دست درازی کرو البتہ اللہ سے ڈرتے رہو اور جان رکھو کہ اللہ انہیں لوگوں کے ساتھ ہے، جو اس کی حدود توڑنے سے پرہیز کرتے ہیں","zh":"禁月抵偿禁月，凡应当尊敬的事物，都是互相抵偿的。谁侵犯你们，你们可以用同样的方法报复谁；你们当敬畏安拉，当知道安拉是与敬畏者同在的。"},"transliteration":"Alshshahru alharamu bialshshahri alharami waalhurumatu qisasun famani iAAtada AAalaykum faiAAtadoo AAalayhi bimithli ma iAAtada AAalaykum waittaqoo Allaha waiAAlamoo anna Allaha maAAa almuttaqeena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
