{"id":2013,"number":112,"text":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","translations":{"en":"And Allah presents an example: a city which was safe and secure, its provision coming to it in abundance from every location, but it denied the favors of Allah. So Allah made it taste the envelopment of hunger and fear for what they had been doing","es":"Dios les expone el ejemplo de una ciudad [La Meca], cuyos habitantes se sentían seguros y tranquilos, les llegaba abundante sustento proveniente de todas las regiones. Pero no agradecieron los favores de Dios, entonces Él los hizo padecer hambre y temor por cuanto habían cometido","fr":"Et Allah propose en parabole une ville: elle était en sécurité, tranquille; sa part de nourriture lui venait de partout en abondance. Puis elle se montra ingrate aux bienfaits d'Allah. Allah lui fit alors goûter la violence de la faim et de la peur [en punition] de ce qu'ils faisaient","id":"Dan Allah telah membuat suatu perumpamaan (dengan) suatu negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan,465) disebabkan apa yang mereka perbuat","ru":"Аллах привел в качестве притчи селение, которое пребывало в безопасности и покое (Мекку). Они обретали свой удел в изобилии отовсюду, но не благодарили Аллаха за эти блага, и тогда Аллах облек их в одеяние голода и страха за то, что они творили","sv":"GUD framställer liknelsen om en stad. [Invånarna] levde där lugna och trygga, tillförsäkrade en riklig försörjning från alla håll. Men de ville inte erkänna Guds välsignelser och Gud lät dem pröva på hungerns och fruktans elände på grund av att de [förnekade Guds välgärningar]","tr":"Allah size güven ve huzur içinde olan bir kasabayı misal verir: Her taraftan oraya bolca rızık geliyordu. Ama Allah'ın nimetlerine nankörlük ettiler; bu yüzden Allah onlara yaptıklarına karşılık açlık ve korku belasını tattırdı","ur":"اللہ ایک بستی کی مثال دیتا ہے وہ امن و اطمینان کی زندگی بسر کر رہی تھی اور ہر طرف سے اس کو بفراغت رزق پہنچ رہا تھا کہ اُس نے اللہ کی نعمتوں کا کفران شروع کر دیا تب اللہ نے اس کے باشندوں کو اُن کے کرتوتوں کا یہ مزا چکھایا کہ بھوک اور خوف کی مصیبتیں ان پر چھا گئیں","zh":"安拉打一个比喻：一个市镇，原是安全的，安稳的，丰富的给养从各方运来，但镇上的居民辜负安拉的恩惠，所以安拉因他们的行为而使他们尝试极度的饥荒和恐怖。"},"transliteration":"Wadaraba Allahu mathalan qaryatan kanat aminatan mutmainnatan yateeha rizquha raghadan min kulli makanin fakafarat bianAAumi Allahi faathaqaha Allahu libasa aljooAAi waalkhawfi bima kanoo yasnaAAoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
