{"id":2013,"number":112,"text":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","translations":{"bn":"আল্লাহ দৃষ্টান্ত বর্ণনা করেছেন একটি জনপদের, যা ছিল নিরাপদ ও নিশ্চিন্ত, তথায় প্রত্যেক জায়গা থেকে আসত প্রচুর জীবনোপকরণ। অতঃপর তারা আল্লাহর নেয়ামতের প্রতি অকৃতজ্ঞতা প্রকাশ করল। তখন আল্লাহ তাদেরকে তাদের কৃতকর্মের কারণে স্বাদ আস্বাদন করালেন, ক্ষুধা ও ভীতির।","en":"And Allah presents an example: a city which was safe and secure, its provision coming to it in abundance from every location, but it denied the favors of Allah. So Allah made it taste the envelopment of hunger and fear for what they had been doing","id":"Dan Allah telah membuat suatu perumpamaan (dengan) suatu negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan,465) disebabkan apa yang mereka perbuat","ru":"Аллах привел в качестве притчи селение, которое пребывало в безопасности и покое (Мекку). Они обретали свой удел в изобилии отовсюду, но не благодарили Аллаха за эти блага, и тогда Аллах облек их в одеяние голода и страха за то, что они творили","tr":"Allah size güven ve huzur içinde olan bir kasabayı misal verir: Her taraftan oraya bolca rızık geliyordu. Ama Allah'ın nimetlerine nankörlük ettiler; bu yüzden Allah onlara yaptıklarına karşılık açlık ve korku belasını tattırdı","ur":"اللہ ایک بستی کی مثال دیتا ہے وہ امن و اطمینان کی زندگی بسر کر رہی تھی اور ہر طرف سے اس کو بفراغت رزق پہنچ رہا تھا کہ اُس نے اللہ کی نعمتوں کا کفران شروع کر دیا تب اللہ نے اس کے باشندوں کو اُن کے کرتوتوں کا یہ مزا چکھایا کہ بھوک اور خوف کی مصیبتیں ان پر چھا گئیں"},"chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"bn":"মৌমাছি","en":"The Bee","id":"Lebah Madu","ru":"Пчелы","tr":"Nahl","ur":"شہد کی مکھی"},"type":"meccan"}}
