{"id":2017,"number":116,"text":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","translations":{"en":"And do not say about what your tongues assert of untruth, \"This is lawful and this is unlawful,\" to invent falsehood about Allah. Indeed, those who invent falsehood about Allah will not succeed","es":"No profieran mentiras dejando que sus lenguas determinen [a su antojo] diciendo: \"Esto es lícito y aquello es ilícito\", inventando mentiras acerca de Dios. Quienes inventen mentiras acerca de Dios no prosperarán jamás","fr":"Et ne dites pas, conformément aux mensonges proférés par vos langues: «Ceci est licite, et cela est illicite», pour forger le mensonge contre Allah. Certes, ceux qui forgent le mensonge contre Allah ne réussiront pas","id":"Dan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta \"Ini halal dan ini haram,\" untuk mengada-adakan kebohongan terhadap Allah. Sesungguhnya orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung","ru":"Не изрекайте своими устами ложь, утверждая, что это - дозволено, а то - запретно, и не возводите навет на Аллаха. Воистину, не преуспеют те, которые возводят навет на Аллаха","sv":"Låt därför ingen osanning komma över era läppar då ni talar om [dessa ting och kallar] det ena lovligt och det andra förbjudet, så att ni lögnaktigt påbördar Gud era egna idéer. Det kommer inte att gå dem väl i händer som lögnaktigt påbördar Gud vad de själva finner på","tr":"Diliniz yalana alışmış olduğu için, \"şu haram, bu helaldir\" demeyin, zira Allah'a karşı yalan uydurmuş olursunuz. Allah'a karşı yalan uyduranlar ise, saadete şüphesiz erişemezler","ur":"اور یہ جو تمہاری زبانیں جھوٹے احکام لگایا کرتی ہیں کہ یہ چیز حلال ہے اور وہ حرام، تو اس طرح کے حکم لگا کر اللہ پر جھوٹ نہ باندھا کرو جو لوگ اللہ پر جھوٹے افترا باندھتے ہیں وہ ہرگز فلاح نہیں پایا کرتے","zh":"你们对于自己所叙述的事，不要妄言：“这是合法的，那是违法的。”以致你们假借安拉的名义而造谣。假借安拉的名义而造谣者必不成功。"},"transliteration":"Wala taqooloo lima tasifu alsinatukumu alkathiba hatha halalun wahatha haramun litaftaroo AAala Allahi alkathiba inna allatheena yaftaroona AAala Allahi alkathiba la yuflihoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
