{"id":2025,"number":124,"text":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translations":{"en":"The sabbath was only appointed for those who differed over it. And indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ","es":"Les fue ordenado [a los judíos] dedicar el día sábado a la adoración cuando discreparon [y no aceptaron que este día fuera el viernes]. Tu Señor juzgará entre ellos el Día de la Resurrección sobre lo que discrepaban","fr":"Le Sabbat n'a été imposé qu'à ceux qui divergeaient à son sujet. Au Jour de la Résurrection, ton Seigneur jugera certainement au sujet de ce dont ils divergeaient","id":"Sesungguhnya (menghormati) hari Sabtu468)hanya diwajibkan atas orang (Yahudi) yang memperselisihkannya. Dan sesungguhnya Tuhanmu pasti akan memberi keputusan di antara mereka pada hari Kiamat terhadap apa yang telah mereka perselisihkan","ru":"Воистину, суббота была предписана только тем, кто впал в разногласия по этому поводу. Воистину, твой Господь в День воскресения рассудит между ними в том, в чем они расходились во мнениях","sv":"Sabbatsbudet infördes enbart [för att straffa] dem som inte kunde enas om [vad Abrahams tro innebar]. Men din Herre skall helt visst döma mellan dem på Uppståndelsens dag i alla frågor där de hade skiljaktiga meningar","tr":"Cumartesi ibadeti, ancak o gün üzerinde çekişenlere farz kılındı. Rabbin, ayrılığa düştükleri şeylerde, kıyamet günü aralarında hükmedecektir","ur":"رہا سبت، تو وہ ہم نے اُن لوگوں پر مسلط کیا تھا جنہوں نے اس کے احکام میں اختلاف کیا، اور یقیناً تیرا رب قیامت کے روز ان سب باتوں کا فیصلہ کر دے گا جن میں وہ اختلاف کرتے رہے ہیں","zh":"安息日是那些为之而争论的人所应当遵守的定制。复活日，你的主必判决他们所争论的是非。"},"transliteration":"Innama juAAila alssabtu AAala allatheena ikhtalafoo feehi wainna rabbaka layahkumu baynahum yawma alqiyamati feema kanoo feehi yakhtalifoona","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
