{"id":2026,"number":125,"text":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","translations":{"en":"Invite to the way of your Lord with wisdom and good instruction, and argue with them in a way that is best. Indeed, your Lord is most knowing of who has strayed from His way, and He is most knowing of who is [rightly] guided","es":"Convoca al sendero de tu Señor con sabiduría y bellas palabras. Argumenta de la mejor manera. Tu Señor sabe bien quién se extravía de Su camino y quién sigue la guía","fr":"Par la sagesse et la bonne exhortation appelle (les gens) au sentier de ton Seigneur. Et discute avec eux de la meilleure façon. Car c'est ton Seigneur qui connaît le mieux celui qui s'égare de Son sentier et c'est Lui qui connaît le mieux ceux qui sont bien guidés","id":"Serulah (manusia) kepada jalan Tuhanmu dengan hikmah469) dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk","ru":"Призывай на путь Господа мудростью и добрым увещеванием и веди спор с ними наилучшим образом. Воистину, твой Господь лучше знает тех, кто сошел с Его пути, и лучше знает тех, кто следует прямым путем","sv":"KALLA [människorna, Muhammad] med kloka och goda ord att följa din Herres väg, och lägg fram argumenten på ett måttfullt och försynt sätt; din Herre vet bäst vem det är som avviker från Hans väg och Han vet bäst vem det är som följer Hans ledning","tr":"Rabbinin yoluna, hikmetle, güzel öğütle çağır; onlarla en güzel şekilde tartış; doğrusu Rabbin, kendi yolundan sapanları daha iyi bilir. O, doğru yolda olanları da en iyi bilir","ur":"اے نبیؐ، اپنے رب کے راستے کی طرف دعوت دو حکمت اور عمدہ نصیحت کے ساتھ، اور لوگوں سے مباحثہ کرو ایسے طریقہ پر جو بہترین ہو تمہارا رب ہی زیادہ بہتر جانتا ہے کہ کون اس کی راہ سے بھٹکا ہوا ہے اور کون راہ راست پر ہے","zh":"你应凭智慧和善言而劝人遵循主道，你应当以最优美的态度与人辩论，你的主的确知道谁是违背他的正道的，他的确知道谁是遵循他的正道的。"},"transliteration":"OdAAu ila sabeeli rabbika bialhikmati waalmawAAithati alhasanati wajadilhum biallatee hiya ahsanu inna rabbaka huwa aAAlamu biman dalla AAan sabeelihi wahuwa aAAlamu bialmuhtadeena","chapter":{"id":16,"name":"النحل","transliteration":"An-Nahl","translations":{"en":"The Bee","es":"Las Abejas","fr":"Les abeilles","id":"Lebah Madu","ru":"Пчелы","sv":"Biet","tr":"Nahl","ur":"شہد کی مکھی","zh":"蜜蜂"},"type":"meccan"}}
