{"id":203,"number":196,"text":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","translations":{"en":"And complete the Hajj and 'umrah for Allah. But if you are prevented, then [offer] what can be obtained with ease of sacrificial animals. And do not shave your heads until the sacrificial animal has reached its place of slaughter. And whoever among you is ill or has an ailment of the head [making shaving necessary must offer] a ransom of fasting [three days] or charity or sacrifice. And when you are secure, then whoever performs 'umrah [during the Hajj months] followed by Hajj [offers] what can be obtained with ease of sacrificial animals. And whoever cannot find [or afford such an animal] - then a fast of three days during Hajj and of seven when you have returned [home]. Those are ten complete [days]. This is for those whose family is not in the area of al-Masjid al-Haram. And fear Allah and know that Allah is severe in penalty","es":"Completen la peregrinación mayor y menor en honor a Dios. Pero en caso de que algo les impida completarla, sacrifiquen el animal que puedan como ofrenda. No se rasuren la cabeza hasta que la ofrenda llegue al lugar de sacrificio. Si alguien está enfermo o sufre una dolencia en su cabeza [y se rasura] deberá expiar ayunando o dando limosna o sacrificando. Si hay seguridad [en el camino], entonces quien haga la peregrinación menor [durante los meses de la peregrinación mayor] y luego la peregrinación mayor, que sacrifique la ofrenda según sus posibilidades, y si no encuentra qué sacrificar o no dispone de medios, deberá ayunar tres días durante la peregrinación y siete a su regreso [a su lugar de origen]: en total diez días. Esto es para quienes no viven en las proximidades de la Mezquita Sagrada. Cumplan con los ritos y sepan que Dios es severo en el castigo","fr":"Et accomplissez pour Allah le pèlerinage et l'Umra. Si vous en êtes empêchés, alors faites un sacrifice qui vous soit facile. Et ne rasez pas vos têtes avant que l'offrande [l'animal à sacrifier] n'ait atteint son lieu d'immolation. Si l'un d'entre vous est malade ou souffre d'une affection de la tête (et doit se raser), qu'il se rachète alors par un Siyâm ou par une aumône ou par un sacrifice. Quand vous retrouverez ensuite la paix, quiconque a joui d'une vie normale après avoir fait l'Umra en attendant le pèlerinage, doit faire un sacrifice qui lui soit facile. S'il n'a pas les moyens qu'il jeûne trois jours pendant le pèlerinage et sept jours une fois rentré chez lui, soit en tout dix jours. Cela est prescrit pour celui dont la famille n'habite pas auprès de la Mosquée sacrée. Et craignez Allah. Et sachez qu'Allah est dur en punition","id":"Dan sempurnakanlah ibadah haji dan umrah karena Allah. Tetapi jika kamu terkepung (oleh musuh), maka (sembelihlah) hadyu69) yang mudah didapat, dan jangan kamu mencukur kepalamu, sebelum hadyu sampai di tempat penyembelihannya. Jika ada di antara kamu yang sakit atau ada gangguan di kepalanya (lalu dia bercukur), maka dia wajib berfidyah, yaitu berpuasa, bersedekah atau berkurban. Apabila kamu dalam keadaan aman, maka barang siapa mengerjakan umrah sebelum haji, dia (wajib menyembelih) hadyu yang mudah didapat. Tetapi jika dia tidak mendapatkannya, maka dia (wajib) berpuasa tiga hari dalam (musim) haji dan tujuh (hari) setelah kamu kembali. Itulah sepuluh (hari) yang lengkap. Demikian itu, bagi orang yang keluarganya tidak ada (tinggal) disekitar Masjidilharam. Bertakwalah kepada Allah dan ketahuilah bahwa Allah sangat keras hukuman-Nya","ru":"Завершайте хадж и малое паломничество во имя Аллаха. Если вы будете задержаны, то принесите в жертву то, что сможете. Не брейте ваши головы, пока жертвенные животные не достигнут места заклания. А если кто из вас болен или из-за головы своей испытывает страдания, то он должен в качестве искупления поститься, или раздать милостыню, или принести жертву. Если же вы находитесь в безопасности, то всякий, кто совершает малое паломничество и прерываемый хадж, должен принести в жертву то, что сможет. Если же он не сможет сделать этого, то он должен поститься три дня во время хаджа и семь дней после его окончания - всего десять дней. Это распространяется на тех, чья семья не живет в Заповедной мечети. Бойтесь же Аллаха и знайте, что Аллах суров в наказании","sv":"OCH FULLGÖR vallfärden, såväl den större som den mindre, till Guds ära; men om omständigheterna hindrar er [att fullfölja den], ge då vad ni har möjlighet att ge som offergåva. Och raka inte huvudet förrän offret har skett; men för den av er som är sjuk eller har en huvudskada, får offret bestå i fasta, allmosor eller [annan] religiös handling. Den som inte är i fara [och är frisk] och som vill ta tillfället i akt att efter den mindre vallfärden fullgöra den större, skall ge vad han förmår som offergåva; och den som inte ser sig i stånd [till detta] skall fasta tre dagar under vallfärden och sju efter hemkomsten, inalles tio fulla [dagar]. Allt detta gäller dem som inte är bosatta i den heliga Moskéns närhet. Och frukta Gud! Ni skall veta att Guds straff är ett strängt straff","tr":"Başladığınız hac ve umreyi Allah için tamamlayın. Alıkonursanız, kolayınıza gelen bir kurban gönderin. Kurban, yerine ulaşıncaya kadar, başlarınızı tıraş etmeyin. İçinizde hasta olan veya başından rahatsız bulunan varsa fidye olarak ya oruç tutması, ya sadaka vermesi ya da kurban kesmesi gerekir. Güven içinde olursanız, hacca kadar umreden faydalanabilen kimseye kolayına gelen bir kurban kesmek, bulamayana, hac esnasında üç gün ve döndüğünüzde yedi gün, ki o tam on gündür oruç tutmak gerekir. Bu, ailesi Mescidi Haram'da oturmayan kimseler içindir. Allah'tan sakının ve Allah'ın cezasının şiddetli olacağını bilin","ur":"اللہ کی خوشنودی کے لیے جب حج اور عمرے کی نیت کرو، تو اُسے پورا کرو اور اگر کہیں گھر جاؤ تو جو قربانی میسر آئے، اللہ کی جناب میں پیش کرو اور اپنے سر نہ مونڈو جب تک کہ قربانی اپنی جگہ نہ پہنچ جائے مگر جو شخص مریض ہو یا جس کے سر میں کوئی تکلیف ہو اور اس بنا پر اپنا سر منڈوا لے، تو اُسے چاہیے کہ فدیے کے طور پر روزے رکھے یا صدقہ دے یا قربانی کرے پھر اگر تمہیں امن نصیب ہو جائے (اور تم حج سے پہلے مکے پہنچ جاؤ)، تو جو شخص تم میں سے حج کا زمانہ آنے تک عمرے کا فائدہ اٹھائے، وہ حسب مقدور قربانی دے، اور ا گر قربانی میسر نہ ہو، تو تین روزے حج کے زمانے میں اور سات گھر پہنچ کر، اِس طرح پورے دس روزے رکھ لے یہ رعایت اُن لوگوں کے لیے ہے، جن کے گھر بار مسجد حرام کے قریب نہ ہوں اللہ کے اِن احکام کی خلاف ورزی سے بچو اور خوب جان لو کہ اللہ سخت سزا دینے والا ہے","zh":"你们当为安拉而完成正朝和副朝。如果你们被困于中途，那么，应当献一只易得的牺牲。你们不要剃发，直到牺牲到达其定所。你们当中谁因生病或头部有疾而剃发，谁当以斋戒，或施舍，或献牲，作为罚赎。当你们平安的时候，凡在副朝后享受到正朝的人，都应当献一只易得的牺牲。凡不能献牲的，都应当在正朝期间斋戒三日，归家后斋戒七日，共计十日。这是家眷不在禁寺区域内的人所应尽的义务。你们当敬畏安拉，你们当知道安拉的刑罚是严厉的。"},"transliteration":"Waatimmoo alhajja waalAAumrata lillahi fain ohsirtum fama istaysara mina alhadyi wala tahliqoo ruoosakum hatta yablugha alhadyu mahillahu faman kana minkum mareedan aw bihi athan min rasihi fafidyatun min siyamin aw sadaqatin aw nusukin faitha amintum faman tamattaAAa bialAAumrati ila alhajji fama istaysara mina alhadyi faman lam yajid fasiyamu thalathati ayyamin fee alhajji wasabAAatin itha rajaAAtum tilka AAasharatun kamilatun thalika liman lam yakun ahluhu hadiree almasjidi alharami waittaqoo Allaha waiAAlamoo anna Allaha shadeedu alAAiqabi","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
