{"id":2036,"number":7,"text":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","translations":{"en":"[And said], \"If you do good, you do good for yourselves; and if you do evil, [you do it] to yourselves.\" Then when the final promise came, [We sent your enemies] to sadden your faces and to enter the temple in Jerusalem, as they entered it the first time, and to destroy what they had taken over with [total] destruction","es":"Si obran bien será en beneficio propio, pero si obran mal será en contra suya. Cuando corrompan por segunda vez, los vencerán [sus enemigos] e ingresarán al Templo como lo hicieron la primera vez y devastarán todo lo que encuentren","fr":"«Si vous faites le bien; vous le faites à vous-mêmes; et si vous faites le mal, vous le faites à vous [aussi]». Puis, quand vint la dernière [prédiction,] ce fut pour qu'ils affligent vos visages et entrent dans la Mosquée comme ils y étaient entrés la première fois, et pour qu'ils détruisent complètement ce dont ils se sont emparés","id":"Jika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. Apabila datang saat hukuman (kejahatan) yang kedua, (Kami bangkitkan musuhmu) untuk menyuramkan wajahmu lalu mereka masuk ke dalam masjid (Masjidil Aqsa), sebagaimana ketika mereka memasukinya pertama kali dan mereka membinasakan apa saja yang mereka kuasai","ru":"Мы сказали: «Если вы творите добро, то поступаете во благо себе. А если вы вершите зло, то поступаете во вред себе». Когда же наступил срок последнего обещания, Мы позволили вашим врагам опечалить ваши лица, войти в Иерусалимскую мечеть подобно тому, как они вошли туда в первый раз, и до основания разрушить все, что попадало им в руки","sv":"[Och Vi sade:] \"Om ni gör gott, gör ni det [till nytta] för er själva; men om ni gör ont, vållar ni er själva [skada].\" Och när [det som avsågs i] den andra varningen kom, blev er förödmjukelse total, templet vanhelgades, så som det en gång förut hade vanhelgats, och allt [som föll i fiendens händer] lades i ruiner","tr":"İyilik ederseniz kendinize iyilik etmiş olursunuz. Kötülük ederseniz o da kendinizedir. İki vaadden ikincisinin vakti gelince, yüzünüzü üzüntüye sokmaları, kötülük yapmaları, önceden Mescid'e girdikleri gibi girmeleri, ele geçirdikleri yerleri harap etmeleri için onları tekrar göndereceğiz","ur":"دیکھو! تم نے بھلائی کی تو وہ تمہارے اپنے ہی لیے بھلائی تھی، اور برائی کی تو وہ تمہاری اپنی ذات کے لیے برائی ثابت ہوئی پھر جب دوسرے وعدے کا وقت آیا تو ہم نے دوسرے دشمنوں کو تم پر مسلط کیا تاکہ وہ تمہارے چہرے بگاڑ دیں اور مسجد (بیت المقدس) میں اُسی طرح گھس جائیں جس طرح پہلے دشمن گھسے تھے اور جس چیز پر ان کا ہاتھ پڑے اُسے تباہ کر کے رکھ دیں","zh":"我说：“如果你们行善，那么，你们是为自己而行善；如果你们作恶，你们是为自己而作恶。”当第二次作乱的约期来临的时候，（我又派遣他们），以便他们使你们变成为愁眉苦脸的，以便他们像头一次那样再入禁寺，以便他们把自己所占领的地方加以摧毁。"},"transliteration":"In ahsantum ahsantum lianfusikum wain asatum falaha faitha jaa waAAdu alakhirati liyasoooo wujoohakum waliyadkhuloo almasjida kama dakhaloohu awwala marratin waliyutabbiroo ma AAalaw tatbeeran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
