{"id":2037,"number":8,"text":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","translations":{"en":"[Then Allah said], \"It is expected, [if you repent], that your Lord will have mercy upon you. But if you return [to sin], We will return [to punishment]. And We have made Hell, for the disbelievers, a prison-bed","es":"Luego su Señor se apiadará de ustedes, pero si reinciden [en la corrupción] los volveré a castigar. El Infierno será prisión para los que se nieguen a creer","fr":"Il se peut que votre Seigneur vous fasse miséricorde. Mais si vous récidivez, Nous récidiverons. Et Nous avons assigné l'Enfer comme camp de détention aux infidèles","id":"Mudah-mudahan Tuhan kamu melimpahkan rahmat kepada kamu; tetapi jika kamu kembali (melakukan kejahatan), niscaya Kami kembali (mengazabmu). Dan Kami jadikan neraka Jahanam penjara bagi orang kafir","ru":"Быть может, ваш Господь помилует вас. Но если вы вернетесь к бесчинству, то Мы также вернемся к наказанию. Мы сделали Геенну местом заточения для неверующих","sv":"Kanske kommer er Herre att ha förbarmande med er, men om ni återfaller [i synd], kommer Vi att [straffa er] på nytt; [minns att] Vi har gjort helvetet till ett fängelse för förnekarna av sanningen","tr":"Umulur ki Rabbiniz size acır; ama siz dönerseniz Biz de döneriz. Cehennemi, inkarcılara bir zindan kılmışızdır","ur":"ہوسکتا ہے کہ اب تمہارا رب تم پر رحم کرے، لیکن اگر تم نے پھر اپنی سابق روش کا اعادہ کیا تو ہم بھی پر اپنی سزا کا اعادہ کریں گے، اور کا فر نعمت لوگوں کے لیے ہم نے جہنم کو قید خانہ بنا رکھا ہے","zh":"（如果你们悔改），你们的主或许会怜悯你们。如果你们重新违抗我，我将重新惩治你们。我以火狱为不信道者的监狱。"},"transliteration":"AAasa rabbukum an yarhamakum wain AAudtum AAudna wajaAAalna jahannama lilkafireena haseeran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
