{"id":204,"number":197,"text":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَـٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","translations":{"bn":"হজ্জ্বে কয়েকটি মাস আছে সুবিদিত। এসব মাসে যে লোক হজ্জ্বের পরিপূর্ণ নিয়ত করবে, তার পক্ষে স্ত্রীও সাথে নিরাভরণ হওয়া জায়েজ নয়। না অশোভন কোন কাজ করা, না ঝাগড়া-বিবাদ করা হজ্জ্বের সেই সময় জায়েজ নয়। আর তোমরা যাকিছু সৎকাজ কর, আল্লাহ তো জানেন। আর তোমরা পাথেয় সাথে নিয়ে নাও। নিঃসন্দেহে সর্বোত্তম পাথেয় হচ্ছে আল্লাহর ভয়। আর আমাকে ভয় করতে থাক, হে বুদ্ধিমানগন! তোমাদের উপর তোমাদের পালনকর্তার অনুগ্রহ অন্বেষণ করায় কোন পাপ নেই।","en":"Hajj is [during] well-known months, so whoever has made Hajj obligatory upon himself therein [by entering the state of ihram], there is [to be for him] no sexual relations and no disobedience and no disputing during Hajj. And whatever good you do - Allah knows it. And take provisions, but indeed, the best provision is fear of Allah. And fear Me, O you of understanding","id":"(Musim) haji itu (pada) bulan-bulan yang telah dimaklumi.70) Barang siapa mengerjakan (ibadah) haji dalam (bulan-bulan) itu, maka janganlah dia berkata jorok (rafaṡ),71) berbuat maksiat dan bertengkar dalam (melakukan ibadah) haji. Segala yang baik yang kamu kerjakan, Allah mengetahuinya. Bawalah bekal, karena sesungguhnya sebaik-baik bekal adalah takwa. Dan bertakwalah kepada-Ku Wahai orang-orang yang mempunyai akal sehat","ru":"Хадж совершается в известные месяцы. Кто намеревается совершить хадж в эти месяцы, тот не должен вступать в половую близость, совершать грехи и вступать в споры во время хаджа. Что бы вы ни сделали доброго, Аллах знает об этом. Берите с собой припасы, но лучшим припасом является богобоязненность. Бойтесь же Меня, о обладающие разумом","tr":"Hac bilinen aylardadır. O aylarda hacca girişen kimse bilmelidir ki, hacda kadına yaklaşmak, sövüşmek, dövüşmek yoktur. Ne iyilik yaparsanız Allah onu bilir. Kendinize azık edinin, şüphe yok ki azığın en iyisi Allah korkusudur. Ey akıl sahibleri! Benden korkun","ur":"حج کے مہینے سب کو معلوم ہیں جو شخص ان مقرر مہینوں میں حج کی نیت کرے، اُسے خبردار رہنا چاہیے کہ حج کے دوران اس سے کوئی شہوانی فعل، کوئی بد عملی، کوئی لڑائی جھگڑے کی بات سرزد نہ ہو اور جو نیک کام تم کرو گے، وہ اللہ کے علم میں ہوگا سفر حج کے لیے زاد راہ ساتھ لے جاؤ، اور سب سے بہتر زاد راہ پرہیزگاری ہے پس اے ہوش مندو! میر ی نا فرمانی سے پرہیز کرو"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
