{"id":204,"number":197,"text":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَـٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","translations":{"en":"Hajj is [during] well-known months, so whoever has made Hajj obligatory upon himself therein [by entering the state of ihram], there is [to be for him] no sexual relations and no disobedience and no disputing during Hajj. And whatever good you do - Allah knows it. And take provisions, but indeed, the best provision is fear of Allah. And fear Me, O you of understanding","es":"La peregrinación se realiza en unos meses específicos, y quien se consagrara para hacerla, deberá abstenerse [durante ella] de las relaciones maritales, los pecados y las discusiones. Todo lo que hagan de bien Dios lo sabe. Tomen provisiones para el viaje, pero [sepan que] la mejor provisión es la piedad. ¡Oh, dotados de buen discernimiento! Cumplan correctamente Conmigo","fr":"Le pèlerinage a lieu dans des mois connus. Si l'on se décide de l'accomplir, alors point de rapport sexuel, point de perversité, point de dispute pendant le pèlerinage. Et le bien que vous faites, Allah le sait. Et prenez vos provisions; mais vraiment la meilleure provision est la piété. Et redoutez-Moi, ô doués d'intelligence","id":"(Musim) haji itu (pada) bulan-bulan yang telah dimaklumi.70) Barang siapa mengerjakan (ibadah) haji dalam (bulan-bulan) itu, maka janganlah dia berkata jorok (rafaṡ),71) berbuat maksiat dan bertengkar dalam (melakukan ibadah) haji. Segala yang baik yang kamu kerjakan, Allah mengetahuinya. Bawalah bekal, karena sesungguhnya sebaik-baik bekal adalah takwa. Dan bertakwalah kepada-Ku Wahai orang-orang yang mempunyai akal sehat","ru":"Хадж совершается в известные месяцы. Кто намеревается совершить хадж в эти месяцы, тот не должен вступать в половую близость, совершать грехи и вступать в споры во время хаджа. Что бы вы ни сделали доброго, Аллах знает об этом. Берите с собой припасы, но лучшим припасом является богобоязненность. Бойтесь же Меня, о обладающие разумом","sv":"Vallfärden [skall fullgöras under] de kända månaderna. Den som då beger sig i väg skall så länge vallfärden varar avhålla sig från intim samvaro med kvinnor, grovt tal samt trätor och tvister. Gud vet det goda ni gör. För med er det som ni kan ha behov av, men den bästa vägkosten är gudsfruktan. Och frukta Gud, ni som har förstånd","tr":"Hac bilinen aylardadır. O aylarda hacca girişen kimse bilmelidir ki, hacda kadına yaklaşmak, sövüşmek, dövüşmek yoktur. Ne iyilik yaparsanız Allah onu bilir. Kendinize azık edinin, şüphe yok ki azığın en iyisi Allah korkusudur. Ey akıl sahibleri! Benden korkun","ur":"حج کے مہینے سب کو معلوم ہیں جو شخص ان مقرر مہینوں میں حج کی نیت کرے، اُسے خبردار رہنا چاہیے کہ حج کے دوران اس سے کوئی شہوانی فعل، کوئی بد عملی، کوئی لڑائی جھگڑے کی بات سرزد نہ ہو اور جو نیک کام تم کرو گے، وہ اللہ کے علم میں ہوگا سفر حج کے لیے زاد راہ ساتھ لے جاؤ، اور سب سے بہتر زاد راہ پرہیزگاری ہے پس اے ہوش مندو! میر ی نا فرمانی سے پرہیز کرو","zh":"朝觐的月份，是几个可知的月份。凡在这几个月份内决计朝觐的人，在朝觐中当戒除淫辞、恶言和争辩。凡你们所行的善功，安拉都是知道的。你们当以敬畏做旅费，因为最好的旅费是敬畏。有理智的人啊！你们当敬畏我。"},"transliteration":"Alhajju ashhurun maAAloomatun faman farada feehinna alhajja fala rafatha wala fusooqa wala jidala fee alhajji wama tafAAaloo min khayrin yaAAlamhu Allahu watazawwadoo fainna khayra alzzadi alttaqwa waittaqooni ya olee alalbabi","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
