{"id":2041,"number":12,"text":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","translations":{"bn":"আমি রাত্রি ও দিনকে দুটি নিদর্শন করেছি। অতঃপর নিস্প্রভ করে দিয়েছি রাতের নিদর্শন এবং দিনের নিদর্শনকে দেখার উপযোগী করেছি, যাতে তোমরা তোমাদের পালনকর্তার অনুগ্রহ অন্বেষণ কর এবং যাতে তোমরা স্থির করতে পার বছরসমূহের গণনা ও হিসাব এবং আমি সব বিষয়কে বিস্তারিত ভাবে বর্ণনা করেছি।","en":"And We have made the night and day two signs, and We erased the sign of the night and made the sign of the day visible that you may seek bounty from your Lord and may know the number of years and the account [of time]. And everything We have set out in detail","id":"Dan Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami), kemudian Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang benderang, agar kamu (dapat) mencari karunia dari Tuhanmu, dan agar kamu mengetahui bilangan tahun dan perhitungan (waktu). Dan segala sesuatu telah Kami terangkan dengan jelas","ru":"Мы сделали ночь и день двумя знамениями. Мы погрузили во мрак знамение ночи, а знамение дня сделали светящимся, чтобы вы стремились к милости вашего Господа, могли вести летоисчисление и знали счет. Всякой вещи Мы дали исчерпывающее разъяснение","tr":"Gece ve gündüzü varlığımıza birer delil kıldık. Bir delil olan geceyi kaldırıp yine bir delil olan gündüzü Rabbinizin bol nimetini aramanız, yılların sayısını ve hesabını bilmeniz için aydınlık kıldık. Her şeyi uzun uzadıya açıkladık","ur":"دیکھو، ہم نے رات اور دن کو دو نشانیاں بنایا ہے رات کی نشانی کو ہم نے بے نور بنایا، اور دن کی نشانی کو روشن کر دیا تاکہ تم اپنے رب کا فضل تلاش کر سکو اور ماہ و سال کا حساب معلوم کر سکو اِسی طرح ہم نے ہر چیز کو الگ الگ ممیز کر کے رکھا ہے"},"chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"bn":"ইহুদি জাতি","en":"The Night Journey","id":"Perjalanan Malam","ru":"Ночной перенос","tr":"İsrâ","ur":"رات کا صفر"},"type":"meccan"}}
