{"id":2044,"number":15,"text":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","translations":{"en":"Whoever is guided is only guided for [the benefit of] his soul. And whoever errs only errs against it. And no bearer of burdens will bear the burden of another. And never would We punish until We sent a messenger","es":"Quien siga la guía será en beneficio propio, pero quien se desvíe solo se perjudicará a sí mismo. Nadie cargará con pecados ajenos. No he castigado a ningún pueblo sin antes haberle enviado un Mensajero","fr":"Quiconque prend le droit chemin ne le prend que pour lui-même; et quiconque s'égare, ne s'égare qu'à son propre détriment. Et nul ne portera le fardeau d'autrui. Et Nous n'avons jamais puni [un peuple] avant de [lui] avoir envoyé un Messager","id":"Barang siapa berbuat sesuai dengan petunjuk (Allah), maka sesungguhnya itu untuk (keselamatan) dirinya sendiri; dan barang siapa tersesat maka sesungguhnya (kerugian) itu bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul","ru":"Кто следует прямым путем, тот поступает во благо себе. А кто впадает в заблуждение, тот поступает во вред себе. Ни одна душа не понесет чужого бремени. Мы никогда не наказывали людей, не отправив к ним посланника","sv":"Den som låter sig vägledas, vägleds till nytta för sig själv; och den som går vilse, går bara vilse till skada för sig själv. Och på ingen bärare av bördor skall läggas en annans börda. Vi straffar inte [ett folk] förrän Vi sänt Vårt sändebud [till dem]","tr":"Kim doğru yola gelirse ancak kendi lehine yola gelmiş ve kim de saparsa ancak kendi aleyhine sapmıştır. Kimse kimsenin günahını çekmez. Biz peygamber göndermedikçe kimseye azabetmeyiz","ur":"جو کوئی راہ راست اختیار کرے اس کی راست روی اس کے اپنے ہی لیے مفید ہے، اور جو گمراہ ہو اس کی گمراہی کا وبا ل اُسی پر ہے کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہ اٹھائے گا اور ہم عذاب دینے والے نہیں ہیں جب تک کہ (لوگوں کو حق و باطل کا فرق سمجھانے کے لیے) ایک پیغام بر نہ بھیج دیں","zh":"谁遵循正道，谁自受其益；谁误入迷途，谁自受其害。一个负罪者，不负他人的罪。派遣使者之前，我不惩罚（任何人）。"},"transliteration":"Mani ihtada fainnama yahtadee linafsihi waman dalla fainnama yadillu AAalayha wala taziru waziratun wizra okhra wama kunna muAAaththibeena hatta nabAAatha rasoolan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
