{"id":2045,"number":16,"text":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","translations":{"en":"And when We intend to destroy a city, We command its affluent but they defiantly disobey therein; so the word comes into effect upon it, and We destroy it with [complete] destruction","es":"Cuando quiero destruir una ciudad permito que sus dirigentes siembren la corrupción, entonces la sentencia contra ella se cumple y la destruyo totalmente","fr":"Et quand Nous voulons détruire une cité, Nous ordonnons à ses gens opulents [d'obéir à Nos prescriptions], mais (au contraire) ils se livrent à la perversité. Alors la Parole prononcée contre elle se réalise, et Nous la détruisons entièrement","id":"Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami meluluh lantakkannya (negeri itu)","ru":"Когда Мы хотели погубить какое-либо селение, то повелевали его изнеженным роскошью жителям покориться Аллаху. Когда же они предавались нечестию, то относительно него сбывалось Слово, и Мы уничтожали его полностью","sv":"Men när Vi har beslutat att låta ett folk gå under, varnar Vi dem i deras mitt som bara lever för nöjen och njutningar, och [om] de ändå [fortsätter] att trotsa Oss faller den ofrånkomliga domen över dem och Vi förintar dem alla","tr":"Bir şehri yok etmek istediğimiz zaman, şımarık varlıklarına yola gelmelerini emrederiz, ama onlar yoldan çıkarlar. Artık o şehir yok olmayı hakeder. Biz de onu yerle bir ederiz","ur":"جب ہم کسی بستی کو ہلاک کرنے کا ارادہ کرتے ہیں تو اس کے خوشحال لوگوں کو حکم دیتے ہیں اور وہ اس میں نافرمانیاں کرنے لگتے ہیں، تب عذاب کا فیصلہ اس بستی پر چسپاں ہو جاتا ہے اور ہم اسے برباد کر کے رکھ دیتے ہیں","zh":"当我要毁灭一个市镇的时候，我命令其中过安乐生活者服从我，但他们放荡不检，所以应受刑罚的判决。于是我毁灭他们。"},"transliteration":"Waitha aradna an nuhlika qaryatan amarna mutrafeeha fafasaqoo feeha fahaqqa AAalayha alqawlu fadammarnaha tadmeeran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
