{"id":2047,"number":18,"text":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","translations":{"en":"Whoever should desire the immediate - We hasten for him from it what We will to whom We intend. Then We have made for him Hell, which he will [enter to] burn, censured and banished","es":"Quienes prefieran los placeres transitorios de la vida mundanal sepan que se los concederé a quien Yo quiera, pero les destinaré el Infierno, donde ingresarán humillados y condenados [por haberse olvidado de obrar para la otra vida]","fr":"Quiconque désire [la vie] immédiate, Nous nous hâtons de donner ce que Nous voulons, à qui Nous voulons. Puis, Nous lui assignons l'Enfer où il brûlera méprisé et repoussé","id":"Barangsiapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir","ru":"Если кто возжелает преходящей жизни, то Мы тотчас одарим тем, что пожелаем, того, кого пожелаем. А потом Мы предоставим ему Геенну, где он будет гореть презренным и отверженным","sv":"Om någon [enbart] står efter det jordiska livets förgängliga goda, låter Vi honom genast njuta av detta - [Vi ger] vad Vi vill, åt den Vi vill - men därefter låter Vi honom, förhatlig och utstött, brinna i helvetets [ugn]","tr":"Dünyayı isteyene istediğimiz kimseye dilediğimiz kadar hemen veririz. Sonra ona cehennemi hazırlarız; yerilmiş ve kovulmuş olarak oraya girer","ur":"جو کوئی عاجلہ کا خواہشمند ہو، اسے یہیں ہم دے دیتے ہیں جو کچھ بھی جسے دینا چاہیں، پھر اس کے مقسوم میں جہنم لکھ دیتے ہیں جسے وہ تاپے گا ملامت زدہ اور رحمت سے محروم ہو کر","zh":"凡欲获得现世生活者，我将在现世以我所意欲的报答他们中我所意欲者。然后，我将以火狱惩治他们，他们将受责备，遭弃绝地进入火狱。"},"transliteration":"Man kana yureedu alAAajilata AAajjalna lahu feeha ma nashao liman nureedu thumma jaAAalna lahu jahannama yaslaha mathmooman madhooran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
