{"id":205,"number":198,"text":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","translations":{"en":"There is no blame upon you for seeking bounty from your Lord [during Hajj]. But when you depart from 'Arafat, remember Allah at al- Mash'ar al-Haram. And remember Him, as He has guided you, for indeed, you were before that among those astray","es":"No cometen ninguna falta si buscan el sustento de su Señor [comerciando]. Cuando salgan en multitudes de [el valle de] ‘Arafat, y se encuentren en Al-Mash’ar Al-Harám, recuerden a Dios. Recuérdenlo en agradecimiento por haberlos guiado siendo que se encontraban extraviados","fr":"Ce n'est pas un péché que d'aller en quête de quelque grâce de votre Seigneur. Puis, quand vous déferlez depuis 'Arafât, invoquez Allah, à Al-Mach'ar-al-haram (Al-Muzdalifa). Et invoquez-Le comme Il vous a montré la bonne voie, quoiqu'auparavant vous étiez du nombre des égarés","id":"Bukanlah suatu dosa bagimu mencari karunia dari Tuhanmu. Maka apabila kamu bertolak dari Arafah, berzikirlah kepada Allah di Masy'arilharam. Dan berzikirlah kepada-Nya sebagaimana Dia telah memberi petunjuk kepadamu, sekalipun sebelumnya kamu benar-benar termasuk orang yang tidak tahu","ru":"На вас нет греха, если вы ищете милость от своего Господа. А когда вы вернетесь с Арафата, поминайте Аллаха в Заповедном месте. Поминайте Его, поскольку Он наставил вас на прямой путь, хотя прежде вы были одними из заблудших","sv":"Om ni [under vallfärden] önskar med er Herres nåd uppnå någon fördel, kan ni inte klandras för detta. Och när ni skyndar fram från Arafat i den stora strömmen [av pilgrimer], åkalla Gud [då ni gör halt] på den helgade platsen och minns hur Han gav er vägledning, då ni hade gått vilse","tr":"Rabbiniz'den refah istemenizde bir engel yoktur. Arafat'tan indiğinizde, Allah'ı Meşari Haram'da anın; O'nu, size gösterdiği şekilde zikredin. Nitekim siz önceleri hiç şüphesiz sapıklardandınız","ur":"اور اگر حج کے ساتھ ساتھ اپنے رب کا فضل بھی تلاش کرتے جاؤ، تو اس میں کوئی مضائقہ نہں پھر جب عرفات سے چلو، تو مشعر حرام (مزدلفہ) کے پاس ٹھیر کر اللہ کو یاد کرو اور اُس طرح یاد کرو، جس کی ہدایت اس نے تمہیں دی ہے، ورنہ اس سے پہلے تم لوگ بھٹکے ہوئے تھے","zh":"寻求主的恩惠，对于你们是无罪的。你们从阿赖法特结队而行的时候，当在禁标附近记念安拉，你们当记念他，因为他曾教导你们，从前你们确是迷误的。"},"transliteration":"Laysa AAalaykum junahun an tabtaghoo fadlan min rabbikum faitha afadtum min AAarafatin faothkuroo Allaha AAinda almashAAari alharami waothkuroohu kama hadakum wain kuntum min qablihi lamina alddalleena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
