{"id":2052,"number":23,"text":"۞وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","translations":{"en":"And your Lord has decreed that you not worship except Him, and to parents, good treatment. Whether one or both of them reach old age [while] with you, say not to them [so much as], \"uff,\" and do not repel them but speak to them a noble word","es":"Tu Señor ha ordenado que no adoren sino a Él y que honren a sus padres. Si uno de ellos o ambos llegan a la vejez, no sean insolentes con ellos, ni siquiera les digan: \"¡Uf!\" Háblenles siempre con bondad","fr":"Et ton Seigneur a décrété: «N'adorez que Lui; et (marquez) de la bonté envers les père et mère: si l'un d'eux ou tous deux doivent atteindre la vieillesse auprès de toi, alors ne leur dis point: «Fi!» et ne les brusque pas, mais adresse-leur des paroles respectueuses","id":"Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan \"ah\" dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik","ru":"Твой Господь предписал вам не поклоняться никому, кроме Него, и делать добро родителям. Если один из родителей или оба достигнут старости, то не говори им: «Тьфу!». - не кричи на них и обращайся к ним почтительно","sv":"Er Herre har befallt, att ni inte skall dyrka någon annan än Honom. Och [Han har anbefallt er] att visa godhet mot [era] föräldrar. Om en av dem eller båda uppnår hög ålder i din vård, var då inte otålig eller sträng mot dem, tillrättavisa dem inte, och tala alltid hövligt och vänligt till dem","tr":"Rabbin, yalnız Kendisine tapmanızı ve ana babaya iyilik etmeyi buyurmuştur. Eğer ikisinden biri veya her ikisi, senin yanında iken ihtiyarlayacak olursa, onlara karşı \"Öf\" bile demeyesin, onları azarlamayasın. İkisine de hep tatlı söz söyleyesin","ur":"تیرے رب نے فیصلہ کر دیا ہے کہ: تم لوگ کسی کی عبادت نہ کرو، مگر صرف اُس کی والدین کے ساتھ نیک سلوک کرو اگر تمہارے پاس اُن میں سے کوئی ایک، یا دونوں، بوڑھے ہو کر رہیں تو انہیں اف تک نہ کہو، نہ انہیں جھڑک کر جواب دو، بلکہ ان سے احترام کے ساتھ بات کرو","zh":"你的主曾下令说：你们应当只崇拜他，应当孝敬父母。如果他俩中的一人或者两人在你的堂上达到老迈，那么，你不要对他俩说：“呸！”不要呵斥他俩，你应当对他俩说有礼貌的话。"},"transliteration":"Waqada rabbuka alla taAAbudoo illa iyyahu wabialwalidayni ihsanan imma yablughanna AAindaka alkibara ahaduhuma aw kilahuma fala taqul lahuma offin wala tanharhuma waqul lahuma qawlan kareeman","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
