{"id":2062,"number":33,"text":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","translations":{"en":"And do not kill the soul which Allah has forbidden, except by right. And whoever is killed unjustly - We have given his heir authority, but let him not exceed limits in [the matter of] taking life. Indeed, he has been supported [by the law]","es":"No maten, pues Dios lo ha prohibido, salvo con motivo justo. A quien se le dé muerte injustamente le concedo a su familiar directo o apoderado el derecho, pero que éste no mate buscando venganza. Su derecho [a exigir justicia] está legalmente garantizado","fr":"Et, sauf en droit, ne tuez point la vie qu'Allah a rendu sacrée. Quiconque est tué injustement, alors Nous avons donné pouvoir à son proche [parent]. Que celui-ci ne commette pas d'excès dans le meurtre, car il est déjà assisté (par la loi)","id":"Dan janganlah kamu membunuh orang yang diharamkan Allah (membunuhnya), kecuali dengan suatu (alasan) yang benar.473) Dan barangsiapa dibunuh secara zalim, maka sungguh, Kami telah memberi kekuasaan474) kepada walinya, tetapi janganlah walinya itu melampaui batas dalam pembunuhan. Sesungguhnya dia adalah orang yang mendapat pertolongan","ru":"Не убивайте душу, убивать которую Аллах запретил, если только у вас нет на это права. Если ктолибо убит несправедливо, то Мы уже предоставили его правопреемнику полную власть, но пусть он не излишествует в отмщении за убийство. Воистину, ему будет оказана помощь","sv":"Tag inte en annans liv - Gud har förklarat det heligt - annat än i rättfärdigt syfte. Om någon dödas med orätt, ger Vi den som för hans talan bemyndigande [att kräva rättvis vedergällning]; men denne skall inte gå för långt vad vedergällningen beträffar. [Den döde] har redan fått [Guds] hjälp","tr":"Allah'ın haram kıldığı cana haksız yere kıymayın. Haksız yere öldürülenin velisine bir yetki tanımışızdır. Artık o da öldürmekte aşırı gitmesin. Zira kendisi ne de olsa yardım görmüştür","ur":"قتل نفس کا ارتکاب نہ کرو جسے اللہ نے حرام کیا ہے مگر حق کے ساتھ اور جو شخص مظلومانہ قتل کیا گیا ہو اس کے ولی کو ہم نے قصاص کے مطالبے کا حق عطا کیا ہے، پس چاہیے کہ وہ قتل میں حد سے نہ گزرے، اُس کی مدد کی جائے گی","zh":"你们不要违背安拉的禁令而杀人，除非因为正义。无辜而被杀者，我已把权柄授予他的亲戚，但他们不可滥杀，他们确是受援助的。"},"transliteration":"Wala taqtuloo alnnafsa allatee harrama Allahu illa bialhaqqi waman qutila mathlooman faqad jaAAalna liwaliyyihi sultanan fala yusrif fee alqatli innahu kana mansooran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
