{"id":2063,"number":34,"text":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","translations":{"en":"And do not approach the property of an orphan, except in the way that is best, until he reaches maturity. And fulfill [every] commitment. Indeed, the commitment is ever [that about which one will be] questioned","es":"No utilicen los bienes del huérfano a menos que sea para beneficiarlo, y entréguenselos cuando alcance la madurez. Cumplan con sus compromisos, porque se los interrogará por ellos","fr":"Et n'approchez les biens de l'orphelin que de la façon la meilleure, jusqu'à ce qu'il atteigne sa majorité. Et remplissez l'engagement, car on sera interrogé au sujet des engagements","id":"Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih baik (bermanfaat) sampai dia dewasa, dan penuhilah janji, karena janji itu pasti diminta pertanggungjawabannya","ru":"Не приближайтесь к имуществу сироты, кроме как во благо ему, пока он не достигнет совершеннолетия. И будьте верны своим обещаниям, ибо за обещания вас призовут к ответу","sv":"Rör inte den faderlöses egendom - annat än för att föröka den - innan han nått myndig ålder. Och håll vad ni lovar; ni kommer att ställas till svars för [era] löften","tr":"Yetimin malına ergin çağa ulaşana kadar en güzel şeklin dışında yaklaşmayın. Ahdi de yerine getirin, doğrusu verilen ahidde sorumluluk vardır","ur":"ما ل یتیم کے پاس نہ پھٹکو مگر احسن طریقے سے، یہاں تک کہ وہ اپنے شباب کو پہنچ جائے عہد کی پابندی کرو، بے شک عہد کے بارے میں تم کو جواب دہی کرنی ہوگی","zh":"你们不要接近孤儿的财产，除非依照最优良的方式，直到他成年。你们应当履行诺言；诺言确是要被审问的事。"},"transliteration":"Wala taqraboo mala alyateemi illa biallatee hiya ahsanu hatta yablugha ashuddahu waawfoo bialAAahdi inna alAAahda kana masoolan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
