{"id":207,"number":200,"text":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","translations":{"en":"And when you have completed your rites, remember Allah like your [previous] remembrance of your fathers or with [much] greater remembrance. And among the people is he who says, \"Our Lord, give us in this world,\" and he will have in the Hereafter no share","es":"Y cuando hayan terminado con los ritos que deben realizar, celebren el nombre de Dios tal como celebran la memoria de sus padres, y más aún. [Pues] hay gente que dice: \"¡Señor nuestro! Danos bienestar en esta vida\"; pero no obtendrán nada en la otra vida","fr":"Et quand vous aurez achevé vos rites, alors invoquez Allah comme vous invoquez vos pères, et plus ardemment encore. Mais il est des gens qui disent seulement: «Seigneur! Accorde nous [le bien] ici-bas!» - Pour ceux-là, nulle part dans l'au-delà","id":"(Apabila kamu telah menyelesaikan ibadah haji, maka berzikirlah kepada Allah, sebagaimana kamu menyebut-nyebut nenek moyang kamu,72) bahkan berzikirlah lebih dari itu. Maka di antara manusia ada orang berdoa, \"Ya Tuhan Kami, berilah kami (kebaikan) di dunia,\" dan di akhirat dia tidak memperoleh bagian apa pun","ru":"Когда вы завершите свои обряды, то поминайте Аллаха так, как поминаете своих отцов, и даже более того. Среди людей есть такие, которые говорят: «Господь наш! Одари нас в этом мире!». Но нет им доли в Последней жизни","sv":"Och när ni har fullgjort de [föreskrivna] riterna, minns då Gud liksom ni minns era fäder, ja, minns Honom med djupare, innerligare känsla. Det finns människor som ber: \"Herre! Ge oss det goda i detta liv!\" och de skall inte ha någon del i det eviga livets goda","tr":"Hac ibadetinizi bitirdiğinizde, babalarınızı andığınız gibi, hatta ondan daha kuvvetli bir anışla Allah'ı anın. \"Rabbimiz! Bize sadece dünyada ver\" diyen insanlar vardır, öylesine, ahirette bir pay yoktur","ur":"پھر جب اپنے حج کے ارکان ادا کر چکو، تو جس طرح پہلے اپنے آبا و اجداد کا ذکر کرتے تھے، اُس طرح اب اللہ کا ذکر کرو، بلکہ اس سے بھی بڑھ کر (مگر اللہ کو یاد کرنے والے لوگوں میں بھی بہت فرق ہے) اُن میں سے کوئی تو ایسا ہے، جو کہتا ہے کہ اے ہمارے رب، ہمیں دنیا ہی میں سب کچھ دیدے ایسے شخص کے لیے آخرت میں کوئی حصہ نہیں","zh":"你们在举行朝觐的典礼之后，当记念安拉，犹如记念你们的祖先一样，或记念的更多些。有人说：“我们的主啊！求你在今世赏赐我们。”他在后世绝无福分。"},"transliteration":"Faitha qadaytum manasikakum faothkuroo Allaha kathikrikum abaakum aw ashadda thikran famina alnnasi man yaqoolu rabbana atina fee alddunya wama lahu fee alakhirati min khalaqin","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
