{"id":207,"number":200,"text":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","translations":{"bn":"আর অতঃপর যখন হজ্জ্বের যাবতীয় অনুষ্ঠানক্রিয়াদি সমাপ্ত করে সারবে, তখন স্মরণ করবে আল্লাহকে, যেমন করে তোমরা স্মরণ করতে নিজেদের বাপ-দাদাদেরকে; বরং তার চেয়েও বেশী স্মরণ করবে। তারপর অনেকে তো বলে যে পরওয়াদেগার! আমাদিগকে দুনিয়াতে দান কর। অথচ তার জন্যে পরকালে কোন অংশ নেই।","en":"And when you have completed your rites, remember Allah like your [previous] remembrance of your fathers or with [much] greater remembrance. And among the people is he who says, \"Our Lord, give us in this world,\" and he will have in the Hereafter no share","id":"(Apabila kamu telah menyelesaikan ibadah haji, maka berzikirlah kepada Allah, sebagaimana kamu menyebut-nyebut nenek moyang kamu,72) bahkan berzikirlah lebih dari itu. Maka di antara manusia ada orang berdoa, \"Ya Tuhan Kami, berilah kami (kebaikan) di dunia,\" dan di akhirat dia tidak memperoleh bagian apa pun","ru":"Когда вы завершите свои обряды, то поминайте Аллаха так, как поминаете своих отцов, и даже более того. Среди людей есть такие, которые говорят: «Господь наш! Одари нас в этом мире!». Но нет им доли в Последней жизни","tr":"Hac ibadetinizi bitirdiğinizde, babalarınızı andığınız gibi, hatta ondan daha kuvvetli bir anışla Allah'ı anın. \"Rabbimiz! Bize sadece dünyada ver\" diyen insanlar vardır, öylesine, ahirette bir pay yoktur","ur":"پھر جب اپنے حج کے ارکان ادا کر چکو، تو جس طرح پہلے اپنے آبا و اجداد کا ذکر کرتے تھے، اُس طرح اب اللہ کا ذکر کرو، بلکہ اس سے بھی بڑھ کر (مگر اللہ کو یاد کرنے والے لوگوں میں بھی بہت فرق ہے) اُن میں سے کوئی تو ایسا ہے، جو کہتا ہے کہ اے ہمارے رب، ہمیں دنیا ہی میں سب کچھ دیدے ایسے شخص کے لیے آخرت میں کوئی حصہ نہیں"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
