{"id":2073,"number":44,"text":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","translations":{"en":"The seven heavens and the earth and whatever is in them exalt Him. And there is not a thing except that it exalts [Allah] by His praise, but you do not understand their [way of] exalting. Indeed, He is ever Forbearing and Forgiving","es":"Lo glorifican los siete cielos, la Tierra y todo cuanto hay en ellos. No existe nada que no Lo glorifique con alabanzas, aunque ustedes no puedan percibir sus glorificaciones. Él es Magnánimo, Perdonador","fr":"Les sept cieux et la terre et ceux qui s'y trouvent, célèbrent Sa gloire. Et il n'existe rien qui ne célèbre Sa gloire et Ses louanges. Mais vous ne comprenez pas leur façon de Le glorifier. Certes c'est Lui qui est Indulgent et Pardonneur","id":"Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun","ru":"Его славят семь небес, земля и те, кто на них. Нет ничего, что не прославляло бы Его хвалой, но вы не понимаете их славословия. Воистину, Он - Выдержанный, Прощающий","sv":"De sju himlarna prisar Honom liksom jorden och allt det som de rymmer; ja, ingenting finns som inte sjunger Hans lov. Men ni förstår inte innebörden av deras lovsång. Gud är mild och överseende [med Sina tjänares brister] och Han förlåter ständigt","tr":"Yedi gök, yer ve bunlarda bulunanlar O'nu tesbih eder; O'nu hamd ile tesbih etmeyen hiçbir şey yoktur; fakat siz onların tesbihlerini anlamazsınız. Doğrusu O Halim olandır, Bağışlayan'dır","ur":"اُس کی پاکی تو ساتوں آسمان اور زمین اور وہ ساری چیزیں بیان کر رہی ہیں جو آسمان و زمین میں ہیں کوئی چیز ایسی نہیں جو اس کی حمد کے ساتھ اس کی تسبیح نہ کر رہی ہو، مگر تم ان کی تسبیح سمجھتے نہیں ہو حقیقت یہ ہے کہ وہ بڑا ہی بردبار اور درگزر کرنے والا ہے","zh":"七层天和大地，以及万有，都赞颂他超绝万物，无一物不赞颂他超绝万物。但你们不了解他们的赞颂。他确是容忍的，确是至赦的。"},"transliteration":"Tusabbihu lahu alssamawatu alssabAAu waalardu waman feehinna wain min shayin illa yusabbihu bihamdihi walakin la tafqahoona tasbeehahum innahu kana haleeman ghafooran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
