{"id":2075,"number":46,"text":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","translations":{"en":"And We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And when you mention your Lord alone in the Qur'an, they turn back in aversion","es":"[Como respuesta a su rechazo] hice sus corazones duros y sus oídos sordos para que no pudieran comprender [el Mensaje]. Cuando mencionas en el Corán que tu Señor es la única divinidad [con derecho a ser adorada], te dan la espalda disgustados","fr":"Nous avons mis des voiles sur leurs cœurs, de sorte qu'ils ne le comprennent pas: et dans leurs oreilles, une lourdeur. Et quand, dans le Coran, tu évoques Ton Seigneur l'Unique, ils tournent le dos par répulsion","id":"dan Kami jadikan hati mereka tertutup dan telinga mereka tersumbat, agar mereka tidak dapat memahaminya. Dan apabila engkau menyebut Tuhanmu saja dalam Alquran, mereka berpaling ke belakang melarikan diri (karena benci)","ru":"Мы набросили на их сердца покрывала, дабы они не могли понять его (Коран), и лишили их уши слуха. Когда ты поминаешь в Коране своего Единственного Господа, они отворачиваются, испытывая к этому отвращение","sv":"och Vi täcker över deras hjärtan så att de ingenting förstår och täpper till deras öron. Och när du under [läsningen av] Koranen åkallar din Herre och [förkunnar] Hans Enhet, vänder de ryggen till och drar sig bort, fulla av motvilja","tr":"Kuran'ı anlarlar diye kalblerine örtüler ve kulaklarına da ağırlık koyduk. Kuran'da Rabbini bir tek olarak andığın zaman, onlar ürkerek ardlarına dönerler","ur":"اور ان کے دلوں پر ایسا غلاف چڑھا دیتے ہیں کہ وہ کچھ نہیں سمجھتے، اور ان کے کانوں میں گرانی پیدا کر دیتے ہیں اور جب تم قرآن میں اپنے ایک ہی رب کا ذکر کرتے ہو تو وہ نفرت سے منہ موڑ لیتے ہیں","zh":"我在他们的心上加了许多罩子，以免他们了解《古兰经》；又在他们的耳里造重耳，当你在《古兰经》里只提到你的主的时候，他们憎恶地离去。"},"transliteration":"WajaAAalna AAala quloobihim akinnatan an yafqahoohu wafee athanihim waqran waitha thakarta rabbaka fee alqurani wahdahu wallaw AAala adbarihim nufooran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
