{"id":2080,"number":51,"text":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","translations":{"en":"Or [any] creation of that which is great within your breasts.\" And they will say, \"Who will restore us?\" Say, \"He who brought you forth the first time.\" Then they will nod their heads toward you and say, \"When is that?\" Say, \"Perhaps it will be soon","es":"o cualquier otra materia que veneren en su pensamiento\". Dirán: \"¿Quién nos resucitará?\" Respóndeles: \"Quien los creó por primera vez\". Pero negando con su cabeza te dirán: \"¿Cuándo?\" Diles: \"Es posible que sea pronto","fr":"ou toute autre créature que vous puissiez concevoir.» Ils diront alors: «Qui donc nous fera revenir?» - Dis: «Celui qui vous a créés la première fois». Ils secoueront vers toi leurs têtes et diront: «Quand cela?» Dis: «Il se peut que ce soit proche","id":"atau menjadi makhluk yang besar (yang tidak mungkin hidup kembali) menurut pikiranmu. \"Maka mereka akan bertanya, \"Siapa yang akan menghidupkan kami kembali?\" Katakanlah, \"Yang telah menciptakan kamu pertama kali.\" Lalu mereka akan menggeleng-gelengkan kepalanya kepadamu dan berkata, \"Kapan (Kiamat) itu (akan terjadi)?\" Katakanlah, \"Barangkali waktunya sudah dekat","ru":"или другим творением, которое представляется могучим в ваших сердцах». Они скажут: «Кто же нас возвратит?». Скажи: «Тот, Кто сотворил вас в первый раз». Но они покачают головами и скажут: «Когда же это произойдет?». Скажи: «Быть может, это произойдет очень скоро!»","sv":"eller skapade av vad ni ser som ännu oförenligare [med tanken på liv].\" Då kommer de att fråga: \"Vem skall skapa oss på nytt?\" - [och du skall] svara: \"Den som först skapade er.\" Då ruskar de på huvudet åt dig och frågar: \"När skall detta ske?\" - [och då] svarar du: \"Kanske är tiden nära","tr":"De ki: \"İster taş veya demir ya da kalbinizde büyüttüğünüz başka bir yaratık olun, yine de dirileceksiniz.\" \"Bizi tekrar kim diriltir?\" derler; de ki: \"Sizi ilk defa yaratan.\" Sana başlarını sallayarak: \"Ne zamandır bu?\" derler. \"Yakında olması mümkündür\" de","ur":"یا اس سے بھی زیادہ سخت کوئی چیز جو تمہارے ذہن میں قبول حیات سے بعید تر ہو\" (پھر بھی تم اٹھ کر رہو گے) وہ ضرور پوچھیں گے \"کون ہے وہ جو ہمیں پھر زندگی کی طرف پلٹا کر لائے گا؟\" جواب میں کہو \"وہی جس نے پہلی بار تم کو پیدا کیا\" وہ سر ہلا ہلا کر پوچھیں گے \"اچھا، تو یہ ہوگا کب؟\" تم کہو \"کیا عجب، وہ وقت قریب ہی آ لگا ہو","zh":"或你们认为更难于接受生命的什么东西。”他们将说：“谁使我们复活呢？”你说：“初次创造你们的主。”他们将对你摇头说：“这件事将在何时发出呢？”你说：“这件事或许是临近的。”"},"transliteration":"Aw khalqan mimma yakburu fee sudoorikum fasayaqooloona man yuAAeeduna quli allathee fatarakum awwala marratin fasayunghidoona ilayka ruoosahum wayaqooloona mata huwa qul AAasa an yakoona qareeban","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
