{"id":2082,"number":53,"text":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","translations":{"en":"And tell My servants to say that which is best. Indeed, Satan induces [dissension] among them. Indeed Satan is ever, to mankind, a clear enemy","es":"Exhorta a Mis siervos a hablar con respeto, porque el demonio quiere sembrar la discordia entre ellos. El demonio es el enemigo declarado del ser humano","fr":"Et dis à Mes serviteurs d'exprimer les meilleures paroles, car le Diable sème la discorde parmi eux. Le Diable est certes, pour l'homme, un ennemi déclaré","id":"Dan katakanlah kepada hamba-hamba-Ku, \"Hendaklah mereka mengucapkan perkataan yang lebih baik (benar). Sungguh, setan itu (selalu) menimbulkan perselisihan di antara mereka. Sungguh, setan adalah musuh yang nyata bagi manusia","ru":"Скажи Моим рабам, чтобы они говорили наилучшие слова, ибо дьявол вносит между ними раздор. Воистину, дьявол для человека - явный враг","sv":"OCH SÄG till Mina tjänare att de [i samtal och diskussioner] använder [ett hövligt språk] och söker de bästa, de vänligaste orden. - Djävulen är alltid beredd att så osämja mellan dem; Djävulen är människans förklarade fiende","tr":"İnanan kullarıma söyle, en güzel şekilde konuşsunlar. Doğrusu şeytan aralarını bozmak ister. Şeytan şüphesiz insanın apaçık düşmanıdır","ur":"اور اے محمدؐ، میرے بندوں سے کہہ دو کہ زبان سے وہ بات نکالا کریں جو بہترین ہو دراصل یہ شیطان ہے جو انسانوں کے درمیان فساد ڈلوانے کی کوشش کرتا ہے حقیقت یہ ہے کہ شیطان انسا ن کا کھلا دشمن ہے","zh":"你告诉我的仆人们说：叫他们说这句最优美的话——恶魔必定要离间他们，恶魔确是人类的明敌——"},"transliteration":"Waqul liAAibadee yaqooloo allatee hiya ahsanu inna alshshaytana yanzaghu baynahum inna alshshaytana kana lilinsani AAaduwwan mubeenan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
