{"id":2083,"number":54,"text":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","translations":{"en":"Your Lord is most knowing of you. If He wills, He will have mercy upon you; or if He wills, He will punish you. And We have not sent you, [O Muhammad], over them as a manager","es":"Su Señor conoce lo que hay en sus corazones. Si quiere tendrá misericordia con ustedes, o si quiere los castigará [con justicia]. Pero tú [¡oh, Mujámmad!] no eres responsable de lo que ellos hagan","fr":"Votre Seigneur vous connaît mieux. S'Il veut, Il vous fera miséricorde, et s'Il veut, Il vous châtiera. Et Nous ne t'avons pas envoyé pour que tu sois leur protecteur","id":"Tuhanmu lebih mengetahui tentang kamu. Jika Dia menghendaki, niscaya Dia akan memberi rahmat kepadamu, dan jika Dia menghendaki, pasti Dia akan mengazabmu. Dan Kami tidaklah mengutusmu (Muhammad) untuk menjadi penjaga bagi mereka","ru":"Вашему Господу лучше знать вас. Если Он пожелает, то смилостивится над вами, а если пожелает, то подвергнет вас мучениям. Мы не посылали тебя их попечителем и хранителем","sv":"Er Herre känner er väl; om Han vill, förbarmar Han sig över er, och om Han vill, straffar Han er. Men Vi har inte sänt dig [Muhammad] för att vaka över människorna och deras handlingar","tr":"Rabbiniz sizi daha iyi bilir. Dilerse size merhamet eder veya dilerse size azabeder. Biz seni onlara vekil olarak göndermedik","ur":"تمہارا رب تمہارے حال سے زیادہ واقف ہے، وہ چاہے تو تم پر رحم کرے اور چاہے تو تمہیں عذاب دے دے اور اے نبیؐ، ہم نے تم کو لوگوں پر حوالہ دار بنا کر نہیں بھیجا ہے","zh":"“你们的主是最知道你们的，他要怜悯你们就怜悯你们；他要惩罚你们就惩罚你们。”我没派遣你做他们的监护者。"},"transliteration":"Rabbukum aAAlamu bikum in yasha yarhamkum aw in yasha yuAAaththibkum wama arsalnaka AAalayhim wakeelan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
