{"id":2084,"number":55,"text":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","translations":{"en":"And your Lord is most knowing of whoever is in the heavens and the earth. And We have made some of the prophets exceed others [in various ways], and to David We gave the book [of Psalms]","es":"Tu Señor conoce bien a quienes están en los cielos y en la Tierra. He favorecido a los Profetas unos sobre otros: a David le revelé los Salmos","fr":"Et ton Seigneur est plus Connaisseur de ceux qui sont dans les cieux et sur la terre. Et parmi les prophètes, Nous avons donné à certains plus de faveurs qu'à d'autres. Et à David Nous avons donné le «Zabûr»","id":"Dan Tuhanmu lebih mengetahui siapa yang di langit dan di bumi. Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Dawud","ru":"Твоему Господу лучше знать тех, кто на небесах и на земле. Одним пророкам Мы отдали предпочтение над другими. А Давуду (Давиду) Мы даровали Забур (Псалтирь)","sv":"Din Herre har full kunskap om alla som befolkar himlarna och jorden. Och Vi har gett några profeter företräde framför andra - och Vi skänkte David en skrift fylld av visdom","tr":"Göklerde ve yerde olan kimseleri Rabbin daha iyi bilir. And olsun ki peygamberleri birbirinden üstün kılmış ve Davud'a Zebur vermişizdir","ur":"تیرا رب زمین اور آسمانوں کی مخلوقات کو زیادہ جانتا ہے ہم نے بعض پیغمبروں کو بعض سے بڑھ کر مرتبے دیے، اور ہم نے ہی داؤدؑ کو زبور دی تھی","zh":"你的主是最知道天地万物的。我确已使一部分先知超越另一部分；我曾把经典《宰布尔》赏赐达五德。"},"transliteration":"Warabbuka aAAlamu biman fee alssamawati waalardi walaqad faddalna baAAda alnnabiyyeena AAala baAAdin waatayna dawooda zabooran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
