{"id":2086,"number":57,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","translations":{"en":"Those whom they invoke seek means of access to their Lord, [striving as to] which of them would be nearest, and they hope for His mercy and fear His punishment. Indeed, the punishment of your Lord is ever feared","es":"[Aquellos] a los que ustedes invocan buscan el medio de acercarse más a su Señor, anhelan Su misericordia y temen Su castigo. ¡Porque el castigo de tu Señor es temible","fr":"Ceux qu'ils invoquent, cherchent [eux-mêmes], à qui mieux, le moyen de se rapprocher le plus de leur Seigneur. Ils espèrent Sa miséricorde et craignent Son châtiment. Le châtiment de ton Seigneur est vraiment redouté","id":"(Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan477) siapa di antara mereka yang lebih dekat (kepada Allah). Mereka mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu itu sesuatu yang (harus) ditakuti","ru":"Те, к кому они взывают с мольбой, сами ищут близости к своему Господу, пытаясь опередить других. Они надеются на Его милость и страшатся мучений от Него. Воистину, мучений от твоего Господа надлежит остерегаться","sv":"De som de anropar vill själva vinna sin Herres välvilja och komma Honom så nära som möjligt, och de hoppas på Hans nåd och fruktar Hans straff - [alla] måste frukta din Herres straff","tr":"Taptıkları putlar Rablerine daha yakın olmak için vesile ararlar. O'nun rahmetini umar, azabından korkarlar. Zira Rabbinin azabı korkmağa değer","ur":"جن کو یہ لوگ پکارتے ہیں وہ تو خود اپنے رب کے حضور رسائی حاصل کرنے کا وسیلہ تلاش کر رہے ہیں کہ کون اُس سے قریب تر ہو جائے اور وہ اُس کی رحمت کے امیدوار اور اُس کے عذاب سے خائف ہیں حقیقت یہ ہے کہ تیرے رب کا عذاب ہے ہی ڈرنے کے لائق","zh":"他们所称为神明者，自己求近主之阶。比他们更近于主者也求近主之阶，他们希望主的恩惠，畏惧主的刑罚。你的主的刑罚是应该防备的。"},"transliteration":"Olaika allatheena yadAAoona yabtaghoona ila rabbihimu alwaseelata ayyuhum aqrabu wayarjoona rahmatahu wayakhafoona AAathabahu inna AAathaba rabbika kana mahthooran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
