{"id":2087,"number":58,"text":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","translations":{"en":"And there is no city but that We will destroy it before the Day of Resurrection or punish it with a severe punishment. That has ever been in the Register inscribed","es":"No hay ninguna ciudad [de incrédulos] que no vaya a destruir o castigar antes del Día de la Resurrección. Esto es lo que ha sido decretado y registrado en el Libro [preservado]","fr":"Il n'est point de cité [injuste] que Nous ne fassions périr avant le Jour de la Résurrection, ou que Nous ne punissions d'un dur châtiment. Cela est bien tracé dans le Livre [des décrets immuables]","id":"Dan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum hari Kiamat atau Kami siksa (penduduknya) dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauḥ Maḥfūẓ)","ru":"Нет такого поселения, которое Мы не разрушим перед наступлением Дня воскресения или не подвергнем тяжким мучениям. Так было предначертано в Писании","sv":"Det finns inget folk [som har förnekat och trotsat Oss] och som Vi inte kommer att låta gå under före Uppståndelsens dag, eller straffa med ett strängt straff. Detta står skrivet i [Vårt] dekret","tr":"Kıyamet gününden önce ortadan kaldırmayacağımız veya çetin azaba uğratmayacağımız bir şehir yoktur. Bu, Kitap'da yazılıdır","ur":"اور کوئی بستی ایسی نہیں جسے ہم قیامت سے پہلے ہلاک نہ کریں یا سخت عذاب نہ دیں یہ نوشتہ الٰہی میں لکھا ہوا ہے","zh":"一切市镇，在复活日之前，我都要加以毁灭，或加以严厉的惩罚，这是记录在天经里的。”"},"transliteration":"Wain min qaryatin illa nahnu muhlikooha qabla yawmi alqiyamati aw muAAaththibooha AAathaban shadeedan kana thalika fee alkitabi mastooran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
