{"id":2088,"number":59,"text":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","translations":{"en":"And nothing has prevented Us from sending signs except that the former peoples denied them. And We gave Thamud the she-camel as a visible sign, but they wronged her. And We send not the signs except as a warning","es":"No les envié los milagros que pedían porque los desmentirían como lo hicieron los pueblos del pasado. Al pueblo de Zamud le envié la camella como un milagro evidente, pero cometieron la injusticia [de matarla]. Entonces les envié signos para atemorizarlos","fr":"Rien ne Nous empêche d'envoyer les miracles, si ce n'est que les Anciens les avaient traités de mensonges. Nous avions apporté aux Thamûd la chamelle qui était un [miracle] visible: mais ils lui firent du tort. En outre, Nous n'envoyons de miracles qu'à titre de menace","id":"Dan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. Dan telah Kami berikan kepada kaum Samud unta betina (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya (unta betina itu). Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti","ru":"Мы не отправили знамения только потому, что прежние поколения не уверовали в них. Мы даровали самудянам верблюдицу как наглядное знамение, но они поступили с ней несправедливо. Мы ниспосылаем Наши знамения только для устрашения","sv":"Ingenting hindrar Oss att sända [människorna] tecken och under [liksom Vi gjorde i äldre tider] utom detta att folken i äldre tider [trots tecknen] kallade [Våra budskap] för lögn; till stammen Thamud överlämnade Vi kamelstoet som ett tecken för att öppna deras ögon, men de förgrep sig på det. Vi sänder inte [sådana] tecken annat än som en varning","tr":"Bizi mucize göndermekten alıkoyan, ancak, öncekilerin onları yalanlamış olmalarıdır. Semud milletine gözle görülebilen bir mucize, bir dişi deve vermiştik de ona zulmetmişlerdi. Oysa Biz mucizeleri yalnız korkutmak için göndeririz","ur":"اور ہم کو نشانیاں بھیجنے سے نہیں روکا مگر اس بات نے کہ اِن سے پہلے کے لوگ اُن کو جھٹلا چکے ہیں (چنانچہ دیکھ لو) ثمود کو ہم نے علانیہ اونٹنی لا کر دی اور اُنہوں نے اس پر ظلم کیا ہم نشانیاں اسی لیے تو بھیجتے ہیں کہ لوگ انہیں دیکھ کر ڈریں","zh":"我不降示迹象，那是因为前人都不承认它，我曾以母驼给赛莫德人做明证，但他们迫害了它。我降迹象只是为了恫吓。"},"transliteration":"Wama manaAAana an nursila bialayati illa an kaththaba biha alawwaloona waatayna thamooda alnnaqata mubsiratan fathalamoo biha wama nursilu bialayati illa takhweefan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
