{"id":2089,"number":60,"text":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","translations":{"bn":"এবং স্মরণ করুন, আমি আপনাকে বলে দিয়েছিলাম যে, আপনার পালনকর্তা মানুষকে পরিবেষ্টন করে রেখেছেন এবং যে দৃশ্য আমি আপনাকে দেখিয়েছি তাও কোরআনে উল্লেখিত অভিশপ্ত বৃক্ষ কেবল মানুষের পরীক্ষার জন্যে। আমি তাদেরকে ভয় প্রদর্শন করি। কিন্তু এতে তাদের অবাধ্যতাই আরও বৃদ্ধি পায়।","en":"And [remember, O Muhammad], when We told you, \"Indeed, your Lord has encompassed the people.\" And We did not make the sight which We showed you except as a trial for the people, as was the accursed tree [mentioned] in the Qur'an. And We threaten them, but it increases them not except in great transgression","id":"Dan (ingatlah) ketika Kami wahyukan kepadamu, \"Sungguh, (ilmu) Tuhanmu meliputi seluruh manusia.\" Dan Kami tidak menjadikan mimpi478) yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon yang terkutuk (zaqqūm) dalam Alquran. Dan Kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka","ru":"Вот Мы сказали тебе: «Воистину, твой Господь объемлет людей». Мы сделали показанное тебе видение и дерево, проклятое в Коране, искушением для людей. Мы устрашаем их, но это лишь увеличивает их великую непокорность","tr":"Sana: \"Rabbin şüphesiz insanları kuşatmıştır\" demiştik; sana gösterdiğimiz rüya ile ve Kuran'da lanetlenmiş ağaçla, sadece insanları denedik. Biz onları korkutuyoruz, fakat bu onlara büyük taşkınlık vermekten başka birşeye yaramıyor","ur":"یاد کرو اے محمدؐ، ہم نے تم سے کہہ دیا تھا کہ تیرے رب نے اِن لوگوں کو گھیر رکھا ہے اور یہ جو کچھ ابھی ہم نے تمہیں دکھایا ہے، اِس کو اور اُس درخت کو جس پر قرآن میں لعنت کی گئی ہے، ہم نے اِن لوگوں کے لیے بس ایک فتنہ بنا کر رکھ دیا ہم اِنہیں تنبیہ پر تنبیہ کیے جا رہے ہیں، مگر ہر تنبیہ اِن کی سر کشی ہی میں اضافہ کیے جاتی ہے"},"chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"bn":"ইহুদি জাতি","en":"The Night Journey","id":"Perjalanan Malam","ru":"Ночной перенос","tr":"İsrâ","ur":"رات کا صفر"},"type":"meccan"}}
