{"id":2090,"number":61,"text":"وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","translations":{"en":"And [mention] when We said to the angles, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He said, \"Should I prostrate to one You created from clay","es":"[Recuerda] cuando dije a los ángeles: \"Hagan una reverencia ante Adán\". Todos hicieron la reverencia excepto Iblís, quien dijo: \"¿Acaso voy a hacer una reverencia ante quien has creado de barro","fr":"Et lorsque Nous avons dit aux Anges: «Prosternez-vous devant Adam», ils se prosternèrent, à l'exception d'Iblis, qui dit: «Me prosternerai-je devant quelqu'un que Tu as créé d'argile?»","id":"Dan (ingatlah), ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu semua kepada Adam,\" lalu mereka sujud, kecuali Iblis. Ia (iblis) berkata, \"Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah","ru":"Вот Мы сказали ангелам: «Падите ниц перед Адамом!». Они пали ниц, и только Иблис сказал: «Неужели я паду ниц перед тем, кого Ты создал из глины?»","sv":"SE, VI sade till änglarna: \"Fall ned på era ansikten inför Adam\", och [alla] föll ned utom Iblees. Han sade: \"Skall jag falla ned inför den som Du har skapat av lera","tr":"Meleklere: \"Adem'e secde edin\" demiştik, İblis'ten başka hepsi secde etmiş, o ise: \"çamurdan yarattığına mı secde edeceğim?\" demişti","ur":"اور یاد کرو جبکہ ہم نے ملائکہ سے کہا کہ آدمؑ کو سجدہ کرو، تو سب نے سجدہ کیا، مگر ابلیس نے نہ کیا ا س نے کہا \"کیا میں اُس کو سجدہ کروں جسے تو نے مٹی سے بنایا ہے؟","zh":"当时我曾对众天使说：“你们应当向阿丹叩头。”他们就向他叩头。但易卜劣厮除外。他说：“你用泥土造成的，我怎能向他叩头呢！”"},"transliteration":"Waith qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa qala aasjudu liman khalaqta teenan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
