{"id":2093,"number":64,"text":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","translations":{"en":"And incite [to senselessness] whoever you can among them with your voice and assault them with your horses and foot soldiers and become a partner in their wealth and their children and promise them.\" But Satan does not promise them except delusion","es":"Seduce con tus palabras a quien puedas de ellos, arremete con tu caballería y con tu infantería. Hazte su socio inseparable en sus bienes e hijos y hazles las promesas que quieras. Pero sepan que el demonio solo hace promesas falsas","fr":"Excite, par ta voix, ceux d'entre eux que tu pourras, rassemble contre eux ta cavalerie et ton infanterie, associe-toi à eux dans leur biens et leurs enfants et fais-leur des promesses». Or, le Diable ne leur fait des promesses qu'en tromperie","id":"Dan perdayakanlah siapa saja di antara mereka yang engkau (iblis) sanggup dengan suaramu (yang memukau), kerahkanlah pasukanmu terhadap mereka, yang berkuda dan yang berjalan kaki, dan bersekutulah dengan mereka pada harta dan anak-anak lalu beri janjilah kepada mereka.\" Padahal setan itu hanya menjanjikan tipuan belaka kepada mereka","ru":"Возбуждай своим голосом, кого сможешь, пускай в ход против них свою конницу и пехоту, дели с ними их богатства и детей и давай им обещания. Воистину, обещания дьявола - всего лишь обольщение","sv":"[Du kan] egga så många av dem som du förmår med din [lockande] röst och båda upp dina hjälptrupper och ge dig i lag med dem [och driva dem] att samla rikedomar [på orätta vägar] och [förmå dem att i syndiga förbindelser avla] barn, och ge dem löften - även om Djävulens löften inte är mer än bländverk","tr":"Sesinle, gücünün yettiğini yerinden oynat, onlara karşı yaya ve atlılarınla haykırarak yürü, mallarına ve çocuklarına ortak ol, onlara vaadlerde bulun ama şeytan sadece onları aldatmak için vaadeder","ur":"تو جس جس کو اپنی دعوت سے پھسلا سکتا ہے پھسلا لے، ان پر اپنے سوار اور پیادے چڑھا لا، مال اور اولاد میں ان کے ساتھ ساجھا لگا، اور ان کو وعدوں کے جال میں پھانس اور شیطان کے وعدے ایک دھوکے کے سوا اور کچھ بھی نہیں","zh":"你可以用你的声音去恫吓他们中你所能恫吓的人；你可以统率你的骑兵和步兵，去反对他们；你可以和他们同享他们的财产和儿女；你可以许给他们任何东西——恶魔只许给他们妄想——"},"transliteration":"Waistafziz mani istataAAta minhum bisawtika waajlib AAalayhim bikhaylika warajlika washarikhum fee alamwali waalawladi waAAidhum wama yaAAiduhumu alshshaytanu illa ghurooran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
