{"id":2096,"number":67,"text":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","translations":{"en":"And when adversity touches you at sea, lost are [all] those you invoke except for Him. But when He delivers you to the land, you turn away [from Him]. And ever is man ungrateful","es":"Cuando los alcanza una desgracia en el mar se dan cuenta que cuanto invocaban fuera de Dios no puede salvarlos, y que solo Dios es Quien puede hacerlo. Pero cuando los salva llevándolos a tierra firme, Lo niegan nuevamente. ¡El ser humano es ingrato","fr":"Et quand le mal vous touche en mer, ceux que vous invoquiez en dehors de Lui se perdent. Puis, quand Il vous sauve et vous ramène à terre, vous vous détournez. L'homme reste très ingrat","id":"Dan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (biasa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur)","ru":"Когда беда постигает вас в море, вас покидают все, к кому вы взывали, кроме Него. Когда же Он спасает вас и выводит на сушу, вы отворачиваетесь. Воистину, человек неблагодарен","sv":"Och då en olycka drabbar er till havs, sviker er de som ni brukade anropa och Han är ert enda [hopp]. Men när Han fört er oskadda i land, vänder ni er ifrån [Honom]; människorna är sannerligen otacksamma","tr":"Denizde bir sıkıntıya düştüğünüz zaman, Allah'tan başka yalvardıklarınız kaybolup gider, fakat O sizi karaya çıkararak kurtarınca yüz çevirirsiniz. Zaten insan pek nankördür","ur":"جب سمندر میں تم پر مصیبت آتی ہے تو اُس ایک کے سوا دوسرے جن جن کو تم پکارا کرتے ہو وہ سب گم ہو جاتے ہیں، مگر جب وہ تم کو بچا کر خشکی پر پہنچا دیتا ہے تو تم اُس سے منہ موڑ جاتے ہو انسان واقعی بڑا ناشکرا ہے","zh":"当你们在海上遭受灾害的时候，你们向来所祈祷的已回避你们了，而你们只有祈祷主了。当主使你们平安登陆的时候，你们背叛了主。人原是孤恩的。"},"transliteration":"Waitha massakumu alddurru fee albahri dalla man tadAAoona illa iyyahu falamma najjakum ila albarri aAAradtum wakana alinsanu kafooran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
