{"id":2097,"number":68,"text":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","translations":{"en":"Then do you feel secure that [instead] He will not cause a part of the land to swallow you or send against you a storm of stones? Then you would not find for yourselves an advocate","es":"¿Acaso se sienten a salvo de que Dios los haga tragar por la tierra o que les envíe un huracán? Si así lo hiciera, no encontrarían quién los pudiera proteger","fr":"Etes-vous à l'abri de ce qu'Il vous fasse engloutir par un pan de terre, ou qu'Il envoie contre vous un ouragan (avec pluie en pierres) et que vous ne trouverez alors aucun protecteur","id":"Maka apakah kamu merasa aman bahwa Dia tidak akan membenamkan sebagian daratan bersama kamu atau dia meniupkan (angin keras yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun","ru":"Неужели вы не опасаетесь того, что Он может заставить часть суши поглотить вас или низринуть на вас ураган с камнями? Ведь тогда вы не найдете себе попечителя и хранителя","sv":"Känner ni er säkra att Han inte låter jorden [rämna och] uppsluka er eller låter en orkan bryta lös över er? Vem skall då beskydda er","tr":"Onun karada da, sizi yere batırmasından veya başınıza taş yağdırmasından güvende misiniz? Sonra kendinize bir koruyucu da bulamazsınız","ur":"اچھا، تو کیا تم اِس بات سے بالکل بے خوف ہو کہ خدا کبھی خشکی پر ہی تم کو زمین میں دھنسا دے، یا تم پر پتھراؤ کرنے والی آندھی بھیج دے اور تم اس سے بچانے والا کوئی حمایتی نہ پاؤ؟","zh":"难道你们不怕主使你们沦陷地下，或使飞沙走石的狂风扫荡你们，而你们不能为自己找到监护者吗？"},"transliteration":"Afaamintum an yakhsifa bikum janiba albarri aw yursila AAalaykum hasiban thumma la tajidoo lakum wakeelan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
