{"id":2098,"number":69,"text":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","translations":{"en":"Or do you feel secure that He will not send you back into the sea another time and send upon you a hurricane of wind and drown you for what you denied? Then you would not find for yourselves against Us an avenger","es":"¿O se sienten seguros de que cuando se encuentren en el mar otra vez, Él no les envíe una tormenta y los ahogue como castigo a su ingratitud? Si así lo hiciera, no tendrían quién Le reclamara por ustedes","fr":"Ou êtes-vous à l'abri de ce qu'Il vous y ramène (en mer) une autre fois, qu'Il déchaîne contre vous un de ces vents à tout casser, puis qu'Il vous fasse noyer à cause de votre mécréance? Et alors vous ne trouverez personne pour vous défendre contre Nous","id":"ataukah kamu merasa aman bahwa Dia tidak akan mengembalikan kamu ke laut sekali lagi, lalu Dia tiupkan angin topan kepada kamu lalu kamu ditenggelamkan-Nya disebabkan kekafiranmu? Kemudian kamu tidak akan mendapat seorang penolong pun dalam menghadapi (siksaan) Kami","ru":"Или же вы уверены в том, что Он не вернет вас в море еще раз, чтобы наслать на вас ураганный ветер и потопить вас за неверие? Ведь тогда никто не станет мстить Нам за вас","sv":"Eller är ni säkra på att Han inte på grund av er otacksamhet åter sänder er ut till havs och släpper lös våldsamma stormar över er och låter er drunkna? Då finner ni ingen som kan hämnas på Oss [för er död]","tr":"Yoksa sizi tekrar denize döndürüp, üzerinize ortalığı yıkan bir fırtına gönderip, inkarlarınızdan ötürü sizi suda boğmasından güvende misiniz? O zaman bize soru soracak bir yardımcı da bulamazsınız","ur":"اور کیا تمہیں اِس کا کوئی اندیشہ نہیں کہ خدا پھر کسی وقت سمندر میں تم کو لے جائے اور تمہاری ناشکری کے بدلے تم پر سخت طوفانی ہوا بھیج کر تمہیں غرق کر دے اور تم کو ایسا کوئی نہ ملے جو اُس سے تمہارے اِس انجام کی پوچھ گچھ کرسکے؟","zh":"难道你们不怕主使你们再去航海，而使狂风袭击你们，使你们因孤恩而沉溺，然后，你们不能为自己找到任何对主报仇者吗？"},"transliteration":"Am amintum an yuAAeedakum feehi taratan okhra fayursila AAalaykum qasifan mina alrreehi fayughriqakum bima kafartum thumma la tajidoo lakum AAalayna bihi tabeeAAan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
