{"id":21,"number":14,"text":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","translations":{"en":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers","es":"Cuando se encuentran con los creyentes les dicen: \"¡Somos creyentes!\" Pero cuando están a solas con los malvados de entre ellos, les aseguran: \"¡Estamos con ustedes, solo nos burlábamos de ellos","fr":"Quand ils rencontrent ceux qui ont cru, ils disent: «Nous croyons» mais quand ils se trouvent seuls avec leurs diables, ils disent: «Nous sommes avec vous; en effet nous ne faisions que nous moquer (d'eux)»","id":"Dan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok","ru":"Когда они встречают верующих, то говорят: «Мы уверовали». Когда же они остаются наедине со своими дьяволами, они говорят: «Воистину, мы - с вами. Мы лишь издеваемся»","sv":"Och när de möter dem som har antagit tron, säger de: \"Vi är [också] troende\"; men när de är ensamma med sina onda ingivelser, säger de: \"Visst följer vi er - vi ville bara skämta med dem","tr":"İnananlara rastladıkları zaman, \"İnandık\" derler, elebaşılarıyla baş başa kaldıklarında, \"Biz şüphesiz sizinleyiz, onlarla sadece alay etmekteyiz\" derler","ur":"جب یہ اہل ایمان سے ملتے ہیں، تو کہتے ہیں کہ ہم ایمان لائے ہیں اور جب علیحدگی میں اپنے شیطانوں سے ملتے ہیں، تو کہتے ہیں کہ اصل میں تو ہم تمہارے ساتھ ہیں اور ان لوگوں سے محض مذاق کر رہے ہیں","zh":"他们遇见信士们就说：“我们已信道了。”他们回去见了自己的恶魔，就说：“我们确是你们的同党，我们不过是愚弄他们罢了。”"},"transliteration":"Waitha laqoo allatheena amanoo qaloo amanna waitha khalaw ila shayateenihim qaloo inna maAAakum innama nahnu mustahzioona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
