{"id":210,"number":203,"text":"۞وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","translations":{"en":"And remember Allah during [specific] numbered days. Then whoever hastens [his departure] in two days - there is no sin upon him; and whoever delays [until the third] - there is no sin upon him - for him who fears Allah. And fear Allah and know that unto Him you will be gathered","es":"Recuerden a Dios los días determinados. Quien lo haga solo dos días no habrá incurrido en falta alguna, como tampoco quien permanezca más [hasta el tercero], siempre que tengan temor de Dios. Cumplan con lo que Dios les ha ordenado y sepan que serán congregados ante Él","fr":"Et invoquez Allah pendant un nombre de jours déterminés. Ensuite, il n'y a pas de péché, pour qui se comporte en piété, à partir au bout de deux jours, à s'attarder non plus. Et craignez Allah. Et sachez que c'est vers Lui que vous serez rassemblés","id":"(Dan berzikirlah kepada Allah pada hari yang telah ditentukan jumlahnya.73) Barang siapa mempercepat (meninggalkan Mina) setelah dua hari, maka ia tak berdosa. Dan barang siapa mengakhirkannya tidak ada dosa (pula) baginya, (yakni) bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan pada-Nya","ru":"Поминайте Аллаха в считанные дни (в течение трех дней в долине Мина). Кто торопится и завершает обряд за два дня, тот не совершает греха. И кто задерживается, тот также не совершает греха. Это касается богобоязненных. Бойтесь же Аллаха и знайте, что к Нему вы будете собраны","sv":"Och prisa Gud under de [tre] fastställda dagarna; men den som beger sig iväg efter två dagar begår ingen synd och om någon stannar längre begår han [heller] ingen synd, om han fruktar [Gud i allt]. - Ja, frukta Gud [ni alla] och var förvissade om att ni skall samlas åter till Honom","tr":"Allah'ı sayılı günlerde anın. Günahtan sakınan kimseye, acele edip, Mina'daki ibadeti iki günde bitirirse günah yoktur, geri kalsa da günah yoktur. Allah'tan sakının. O'nun katında toplanacağınızı bilin","ur":"یہ گنتی کے چند روز ہیں، جو تمہیں اللہ کی یاد میں بسر کرنے چاہییں پھر جو کوئی جلدی کر کے دو ہی دن میں واپس ہو گیا تو کوئی حرج نہیں، اور جو کچھ دیر زیادہ ٹھیر کر پلٹا تو بھی کوئی حرج نہیں بشر طیکہ یہ دن اس نے تقویٰ کے ساتھ بسر کیے ہو اللہ کی نافرمانی سے بچو اور خوب جان رکھو کہ ایک روز اس کے حضور میں تمہاری پیشی ہونے والی ہے","zh":"你们当在数日内记念安拉。在两日内仓促起程的人，毫无罪过；延迟的人，也无罪过。（抉择的权利），专归敬畏的人。你们当敬畏安拉，当知道你们只被集合在他那里。"},"transliteration":"Waothkuroo Allaha fee ayyamin maAAdoodatin faman taAAajjala fee yawmayni fala ithma AAalayhi waman taakhkhara fala ithma AAalayhi limani ittaqa waittaqoo Allaha waiAAlamoo annakum ilayhi tuhsharoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
