{"id":210,"number":203,"text":"۞وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","translations":{"bn":"আর স্মরণ কর আল্লাহকে নির্দিষ্ট সংখ্যক কয়েকটি দিনে। অতঃপর যে লোক তাড়াহুড়া করে চলে যাবে শুধু দু, দিনের মধ্যে, তার জন্যে কোন পাপ নেই। আর যে লোক থেকে যাবে তাঁর উপর কোন পাপ নেই, অবশ্য যারা ভয় করে। আর তোমরা আল্লাহকে ভয় করতে থাক এবং নিশ্চিত জেনে রাখ, তোমরা সবাই তার সামনে সমবেত হবে।","en":"And remember Allah during [specific] numbered days. Then whoever hastens [his departure] in two days - there is no sin upon him; and whoever delays [until the third] - there is no sin upon him - for him who fears Allah. And fear Allah and know that unto Him you will be gathered","id":"(Dan berzikirlah kepada Allah pada hari yang telah ditentukan jumlahnya.73) Barang siapa mempercepat (meninggalkan Mina) setelah dua hari, maka ia tak berdosa. Dan barang siapa mengakhirkannya tidak ada dosa (pula) baginya, (yakni) bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan pada-Nya","ru":"Поминайте Аллаха в считанные дни (в течение трех дней в долине Мина). Кто торопится и завершает обряд за два дня, тот не совершает греха. И кто задерживается, тот также не совершает греха. Это касается богобоязненных. Бойтесь же Аллаха и знайте, что к Нему вы будете собраны","tr":"Allah'ı sayılı günlerde anın. Günahtan sakınan kimseye, acele edip, Mina'daki ibadeti iki günde bitirirse günah yoktur, geri kalsa da günah yoktur. Allah'tan sakının. O'nun katında toplanacağınızı bilin","ur":"یہ گنتی کے چند روز ہیں، جو تمہیں اللہ کی یاد میں بسر کرنے چاہییں پھر جو کوئی جلدی کر کے دو ہی دن میں واپس ہو گیا تو کوئی حرج نہیں، اور جو کچھ دیر زیادہ ٹھیر کر پلٹا تو بھی کوئی حرج نہیں بشر طیکہ یہ دن اس نے تقویٰ کے ساتھ بسر کیے ہو اللہ کی نافرمانی سے بچو اور خوب جان رکھو کہ ایک روز اس کے حضور میں تمہاری پیشی ہونے والی ہے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
