{"id":2102,"number":73,"text":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","translations":{"en":"And indeed, they were about to tempt you away from that which We revealed to you in order to [make] you invent about Us something else; and then they would have taken you as a friend","es":"Los idólatras [¡oh, Mujámmad!] querían persuadirte que cedieras a favor de sus peticiones, contrariando las instrucciones que te había revelado. Si lo hubieras hecho, te habrían convertido en su aliado","fr":"Ils ont failli te détourner de ce que Nous t'avions révélé, [dans l'espoir] qu'à la place de ceci, tu inventes quelque chose d'autre et (l'imputes) à Nous. Et alors, ils t'auraient pris pour ami intime","id":"Dan mereka hampir memalingkan engkau (Muhammad) dari apa yang telah Kami wahyukan kepadamu, agar engkau mengada-ada yang lain terhadap Kami; dan jika demikian tentu mereka menjadikan engkau sahabat yang setia","ru":"Они чуть было не отклонили тебя от того, что Мы дали тебе в откровении, дабы ты выдумал про Нас нечто другое. Вот тогда ты стал бы их возлюбленным","sv":"DE [SOM sätter gudar vid Guds sida] försökte fresta dig [Muhammad] att lägga åt sidan det som Vi har uppenbarat för dig och [locka dig att] sätta samman något annat som du kunde tillskriva Oss. [Om du hade gjort detta] skulle de helt säkert ha tagit emot dig som en kär vän","tr":"Seni, sana vahyettiğimizden ayırıp başka bir şeyi Bize karşı uydurman için uğraşırlar. O zaman seni dost edinirler","ur":"اے محمدؐ، ان لوگوں نے اِس کوشش میں کوئی کسر اٹھا نہیں رکھی کہ تمہیں فتنے میں ڈال کر اُس وحی سے پھیر دیں جو ہم نے تمہاری طرف بھیجی ہے تاکہ تم ہمارے نام پر اپنی طرف سے کوئی بات گھڑو اگر تم ایسا کرتے تو وہ ضرور تمہیں اپنا دوست بنا لیتے","zh":"他们确已使你几乎违背我所启示的教训，以便你假借我的名义，而捏造其它的教训。那么，他们就会把你当朋友了。"},"transliteration":"Wain kadoo layaftinoonaka AAani allathee awhayna ilayka litaftariya AAalayna ghayrahu waithan laittakhathooka khaleelan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
