{"id":2105,"number":76,"text":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","translations":{"en":"And indeed, they were about to drive you from the land to evict you therefrom. And then [when they do], they will not remain [there] after you, except for a little","es":"Casi logran intimidarte para que abandones tu tierra [La Meca], pero si lo hubiesen logrado no habrían permanecido en ella sino poco tiempo [porque habría enviado sobre ellos el castigo]","fr":"En vérité, ils ont failli t'inciter à fuir du pays pour t'en bannir. Mais dans ce cas, ils n'y seraient pas restés longtemps après toi","id":"Dan sungguh, mereka hampir membuatmu (Muhammad) gelisah di negeri (Mekkah) karena engkau harus keluar dari negeri itu, dan kalau terjadi demikian, niscaya sepeninggalmu mereka tidak akan tinggal (di sana), melainkan sebentar saja","ru":"Они чуть не изгнали тебя с земли, вытесняя тебя оттуда. Но ведь после твоего изгнания они сами оставались бы там лишь недолго","sv":"Med sina skrämselmetoder var de på väg att driva bort dig från [ditt] land; hade de lyckats, skulle de inte ha fått bli kvar [där] efter din avfärd mer än en kort tid","tr":"Memleketinden çıkarmak için seni nerdeyse zorlayacaklardı. O takdirde senin ardından onlar da pek az kalabilirlerdi","ur":"اور یہ لوگ اس بات پر بھی تلے رہے ہیں کہ تمہارے قدم اِس سر زمین سے اکھاڑ دیں اور تمہیں یہاں سے نکال باہر کریں لیکن اگر یہ ایسا کریں گے تو تمہارے بعد یہ خود یہاں کچھ زیادہ دیر نہ ٹھیر سکیں گے","zh":"他们确已使你几乎不能安居故乡，以便把你逐出境外。如果那样，他们在你被逐出之后，只得逗留一会儿。"},"transliteration":"Wain kadoo layastafizzoonaka mina alardi liyukhrijooka minha waithan la yalbathoona khilafaka illa qaleelan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
