{"id":2109,"number":80,"text":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","translations":{"en":"And say, \"My Lord, cause me to enter a sound entrance and to exit a sound exit and grant me from Yourself a supporting authority","es":"Di: \"¡Señor mío! Concédeme una entrada y una salida dignas [en todos los asuntos de mi vida], y concédeme los medios para lograr el triunfo","fr":"Et dis: «O mon Seigneur, fais que j'entre par une entrée de vérité et que je sorte par une sortie de vérité; et accorde-moi de Ta part, un pouvoir bénéficiant de Ton secours»","id":"Dan katakanlah (Muhammad), ya Tuhanku, masukkan aku ke tempat masuk yang benar dan keluarkan (pula) aku ke tempat keluar yang benar dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolong-(Ku)","ru":"Скажи: «Господи! Пусть мое пришествие будет правдивым, и пусть мой уход будет правдивым! Даруй мне от Тебя знамение в помощь»","sv":"Be [denna bön]: \"Herre! Låt mig stiga ned i min grav som en sann och uppriktig troende och låt mig stiga ut ur den som en sann och uppriktig troende, och ge mig av Din egen styrka kraft att segra","tr":"De ki: \"Rabbim! Beni dahil edeceğin yere hoşnutluk ve esenlikle dahil et; çıkaracağın yerden de hoşnutluk ve esenlikle çıkar. Katından beni destekleyecek bir kuvvet ver","ur":"اور دعا کرو کہ پروردگار، مجھ کو جہاں بھی تو لے جا سچائی کے ساتھ لے جا اور جہاں سے بھی نکال سچائی کے ساتھ نکال اور اپنی طرف سے ایک اقتدار کو میرا مددگار بنا دے","zh":"你说：“我的主啊！求你使我顺利而入，求你使我顺利而出，求你赏赐我从你那里发出的权柄，以作我的辅弼。”"},"transliteration":"Waqul rabbi adkhilnee mudkhala sidqin waakhrijnee mukhraja sidqin waijAAal lee min ladunka sultanan naseeran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
