{"id":212,"number":205,"text":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","translations":{"en":"And when he goes away, he strives throughout the land to cause corruption therein and destroy crops and animals. And Allah does not like corruption","es":"Pero cuando se alejan [de ti] van por la Tierra corrompiéndola, destruyendo [todos los frutos del trabajo humano, como] las siembras y los ganados, pero [sepan] que Dios no ama la corrupción","fr":"Dès qu'il tourne le dos, il parcourt la terre pour y semer le désordre et saccager culture et bétail. Et Allah n'aime pas le désordre","id":"Dan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanam-tanaman dan ternak, sedang Allah tidak menyukai kerusakan","ru":"Когда он уходит, то начинает распространять нечестие на земле, уничтожать посевы и губить потомство. Но ведь Аллах не любит нечестия","sv":"När han lämnar [dig] ägnar han sig åt att störa ordningen på jorden och sprida sedefördärv och att skövla gröda på rot och frukterna av [människornas] mödor. - Och Gud är inte vän av oordning och sedernas fördärv","tr":"Dünya hayatına dair konuşması senin hoşuna giden, pek azılı düşman iken, kalbinde olana Allah'ı şahid tutan, işbaşına geçince, yeryüzünde bozgunculuk yapmaya, ekin ve nesli yok etmeğe çabalayan insanlar vardır. Allah bozgunculuğu sevmez","ur":"جب اُسے اقتدار حاصل ہو جاتا ہے، تو زمین میں اُس کی ساری دوڑ دھوپ اس لیے ہوتی ہے کہ فساد پھیلائے، کھیتوں کو غارت کرے اور نسل انسانی کو تباہ کرے حالاں کہ اللہ (جسے وہ گواہ بنا رہا تھا) فساد کو ہرگز پسند نہیں کرتا","zh":"他转脸之后，图谋不轨，蹂躏禾稼，伤害牲畜。安拉是不喜欢作恶的。"},"transliteration":"Waitha tawalla saAAa fee alardi liyufsida feeha wayuhlika alhartha waalnnasla waAllahu la yuhibbu alfasada","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
