{"id":2122,"number":93,"text":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","translations":{"en":"Or you have a house of gold or you ascend into the sky. And [even then], we will not believe in your ascension until you bring down to us a book we may read.\" Say, \"Exalted is my Lord! Was I ever but a human messenger","es":"o poseas una casa de oro o asciendas al cielo, y aun así no creeremos en ti a menos que nos traigas del cielo un libro que podamos leer\". Diles: \"¡Glorificado sea mi Señor! Pero, ¿no soy acaso solo un ser humano enviado como Mensajero","fr":"ou que tu aies une maison [garnie] d'ornements; ou que tu sois monté au ciel. Encore ne croirons-nous pas à ta montée au ciel, jusqu'à ce que tu fasses descendre sur nous un Livre que nous puissions lire». Dis-[leur]: «Gloire à mon Seigneur! Ne suis-je qu'un être humain-Messager?»","id":"atau engkau mempunyai satu rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami satu kitab untuk kami baca.\" Katakanlah (Muhammad), \"Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul","ru":"или пока у тебя не будет дома из драгоценностей; или пока ты не взойдешь на небо. Но мы не поверим в твое восхождение, пока ты не спустишься с Писанием, которое мы станем читать». Скажи: «Пречист мой Господь! Я же - всего лишь человек и посланник»","sv":"eller [visar oss att du] äger ett hus prytt med guldornament, eller stiger upp till himlen - men vi kommer inte att tro på din uppstigning till himlen om du inte för med dig därifrån till oss en skrift som vi kan läsa!\" Säg: \"Stor är min Herre i Sin härlighet! Är jag inte en vanlig dödlig människa, ett sändebud","tr":"Veya altın bir evin olmalı, yahut göğe yükselmelisin ama oradan okuyacağımız bir kitap indirmezsen yine o yükselmene inanmayacağız.\" De ki: \"Fesubhanallah! Ben peygamber olan bir insandan başka bir şey miyim","ur":"یا تیرے لیے سونے کا ایک گھر بن جائے یا تو آسمان پر چڑھ جائے، اور تیرے چڑھنے کا بھی ہم یقین نہ کریں گے جب تک کہ تو ہمارے اوپر ایک ایسی تحریر نہ اتار لائے جسے ہم پڑھیں\" اے محمدؐ، اِن سے کہو \"پاک ہے میرا پروردگار! کیا میں ایک پیغام لانے والے انسان کے سوا اور بھی کچھ ہوں؟","zh":"或者你有一所黄金屋；或者你升上天去，我们绝不信你确已升天，直到你降示我们所能阅读的经典。”你说：“赞颂我的主超绝万物！我只是一个曾奉使命的凡人。”"},"transliteration":"Aw yakoona laka baytun min zukhrufin aw tarqa fee alssamai walan numina liruqiyyika hatta tunazzila AAalayna kitaban naqraohu qul subhana rabbee hal kuntu illa basharan rasoolan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
