{"id":2126,"number":97,"text":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","translations":{"en":"And whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - you will never find for them protectors besides Him, and We will gather them on the Day of Resurrection [fallen] on their faces - blind, dumb and deaf. Their refuge is Hell; every time it subsides We increase them in blazing fire","es":"A quien Dios guíe estará bien encaminado, pero a quienes permita que se extravíen nadie los podrá socorrer salvo Él. Los congregaré de cabeza el Día de la Resurrección, ciegos, mudos y sordos. El Infierno será su morada; siempre que el fuego se atenúe avivaré su llama","fr":"Celui qu'Allah guide, c'est lui le bien-guidé et ceux qu'Il égare... tu ne leur trouveras jamais d'alliés en dehors de Lui et au Jour de la Résurrection, Nous les rassemblerons traînés sur leurs visages, aveugles, muets et sourds. L'Enfer sera leur demeure: chaque fois que son feu s'affaiblit, Nous leur accroîtrons la flamme ardente","id":"Dan barangsiapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barangsiapa Dia sesatkan, maka engkau tidak akan mendapat penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka","ru":"Тот, кого Аллах ведет прямым путем, следует прямым путем. А для того, кого Аллах вводит в заблуждение, ты не найдешь покровителей вместо Него. В День воскресения Мы соберем их лежащими ничком, слепыми, немыми, глухими. Их пристанищем будет Геенна. Как только она утихает, Мы добавляем им пламени","sv":"De som Gud vägleder har funnit den rätta vägen; men för dem som Han låter gå vilse kan du aldrig finna någon som [leder dem rätt] i Hans ställe. Vi skall samla ihop dem på Uppståndelsens dag [liggande framstupa] på sina ansikten, blinda, stumma och döva. Deras slutliga bestämmelse är helvetet, och så ofta [dess eld] mattas skall Vi låta den flamma upp kring dem med förnyad styrka","tr":"Allah'ın doğru yola eriştirdiği kimse hak yoldadır. Kimleri de saptırırsa, artık onlar için Allah'dan başka dostlar bulamazsın. Biz onları kıyamet günü yüzükoyun, körler, dilsizler ve sağırlar olarak haşrederiz. Varacakları yer cehennemdir. Onun ateşi ne zaman sönmeye yüz tutsa hemen alevini artırırız","ur":"جس کو اللہ ہدایت دے وہی ہدایت پانے والا ہے، اور جسے وہ گمراہی میں ڈال دے تو اسکے سوا ایسے لوگوں کے لیے تو کوئی حامی و ناصر نہیں پا سکتا ان لوگوں کو ہم قیامت کے روز اوندھے منہ کھینچ لائیں گے، اندھے، گونگے اور بہرے اُن کا ٹھکانا جہنم ہے جب کبھی اس کی آگ دھیمی ہونے لگے گی ہم اسے اور بھڑکا دیں گے","zh":"安拉引导谁，谁就是遵循正道的；安拉使谁迷误，你不能为谁发现安拉以外的保护者。在复活日，我将使他们又瞎又哑又聋地匍匐着集合起来，他们的归宿是火狱。每当火势减弱的时候，我增加它们的火焰。"},"transliteration":"Waman yahdi Allahu fahuwa almuhtadi waman yudlil falan tajida lahum awliyaa min doonihi wanahshuruhum yawma alqiyamati AAala wujoohihim AAumyan wabukman wasumman mawahum jahannamu kullama khabat zidnahum saAAeeran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
