{"id":2130,"number":101,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَـٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","translations":{"en":"And We had certainly given Moses nine evident signs, so ask the Children of Israel [about] when he came to them and Pharaoh said to him, \"Indeed I think, O Moses, that you are affected by magic","es":"Concedí a Moisés nueve milagros evidentes. Pregunta [¡oh, Mujámmad!] al pueblo de Israel si no es verdad que cuando [Moisés] se presentó ante el Faraón, éste le dijo: \"¡Oh, Moisés! Creo que estás afectado por un hechizo","fr":"Et certes, Nous donnâmes à Moïse neuf miracles évidents. Demande donc aux Enfants d'Israël, lorsqu'il leur vint et que Pharaon lui dit: «O Moïse, je pense que tu es ensorcelé»","id":"(Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata483) maka tanyakanlah kepada Bani Israil, ketika Musa datang kepada mereka lalu Fir'aun berkata kepadanya, \"Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir","ru":"Мы даровали Мусе (Моисею) девять ясных знамений. Спроси сынов Исраила (Израиля) о том, как Муса (Моисей) пришел к ним, и Фараон сказал ему: «О Муса (Моисей)! Воистину, я полагаю, что ты околдован»","sv":"VI GAV Moses nio tydliga tecken. Fråga nu Israels barn hur [det gick till] när han kom till dem [för att lösa dem ur slaveriet] och Farao sade till honom: \"Jag tror att du, Moses, är ett offer för trolldom","tr":"And olsun ki, Musa'ya dokuz tane apaçık mucize verdik. İsrailoğullarına sor, Musa onlara geldiğinde, Firavun kendisine: \"Ey Musa! Ben seni büyülenmiş sanıyorum\" demişti","ur":"ہم نے موسیٰؑ کو تو نشانیاں عطا کی تھیں جو صریح طور پر دکھائی دے رہی تھیں اب یہ تم خود بنی اسرائیل سے پوچھ لو کہ جب وہ سامنے آئیں تو فرعون نے یہی کہا تھا نا کہ \"اے موسیٰؑ، میں سمجھتا ہوں کہ تو ضرور ایک سحر زدہ آدمی ہے","zh":"当穆萨来临以色列人的时候，我确已赏赐穆萨九种明显的迹象。你问一问以色列人吧，法老对他说：“穆萨啊！我的确猜想你是中了魔术的人。”"},"transliteration":"Walaqad atayna moosa tisAAa ayatin bayyinatin faisal banee israeela ith jaahum faqala lahu firAAawnu innee laathunnuka ya moosa mashooran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
