{"id":2134,"number":105,"text":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","translations":{"en":"And with the truth We have sent the Qur'an down, and with the truth it has descended. And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner","es":"Lo he revelado [al Corán] con la verdad y lo he protegido para que así les llegue. No te he enviado [¡oh, Mujámmad!] sino como albriciador y amonestador","fr":"Et c'est en toute vérité que Nous l'avons fait descendre (le Coran), et avec la vérité il est descendu, et Nous ne t'avons envoyé qu'en annonciateur et avertisseur","id":"Dan Kami turunkan (Alquran) itu dengan sebenarnya dan (Alquran) itu turun dengan (membawa) kebenaran. Dan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan","ru":"Мы ниспослали его (Коран) с истиной, и он сошел с истиной, а тебя Мы послали только добрым вестником и предостерегающим увещевателем","sv":"VI HAR uppenbarat denna [Koran] med sanningen och med sanningen har den stigit ned - och dig [Muhammad] har Vi sänt enbart som förkunnare av ett glatt budskap om hopp [för människorna] och som varnare","tr":"Kuran'ı ancak hak olarak indirdik ve o da indiği gibi hak olarak kaldı. Seni de yalnız müjdeci ve uyarıcı olarak gönderdik","ur":"اس قرآن کو ہم نے حق کے ساتھ نازل کیا ہے اور حق ہی کے ساتھ یہ نازل ہوا ہے، اور اے محمدؐ، تمہیں ہم نے اِس کے سوا اور کسی کام کے لیے نہیں بھیجا کہ (جو مان لے اسے) بشارت دے دو اور (جو نہ مانے اُسے) متنبہ کر دو","zh":"我只本真理而降示《古兰经》，而《古兰经》也只含真理而降下。我只派遣你做报喜信者和警告者。"},"transliteration":"Wabialhaqqi anzalnahu wabialhaqqi nazala wama arsalnaka illa mubashshiran wanatheeran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
