{"id":2136,"number":107,"text":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","translations":{"en":"Say, \"Believe in it or do not believe. Indeed, those who were given knowledge before it - when it is recited to them, they fall upon their faces in prostration","es":"Diles: \"Crean o no crean en él [es su responsabilidad]\". Quienes fueron agraciados con el conocimiento de las revelaciones anteriores, cuando escuchan la recitación del Corán se prosternan ante Dios","fr":"Dis: «Croyez-y ou n'y croyez pas. Ceux à qui la connaissance a été donnée avant cela, lorsqu'on le leur récite, tombent, prosternés, le menton contre terre","id":"Katakanlah (Muhammad), \"Berimanlah kamu kepadanya (Alquran) atau tidak usah beriman (sama saja bagi Allah). Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, apabila (Alquran) dibacakan kepada mereka, mereka menyungkurkan wajah bersujud","ru":"Скажи: «Веруйте в него (Коран) или не веруйте! Воистину, когда его читают тем, кому прежде было даровано знание, они падают ниц, касаясь земли своими подбородками","sv":"Säg: \"Vare sig ni tror eller inte tror på den, faller de som tidigare fick del av kunskap ned på sina ansikten när den läses för dem","tr":"De ki: \"Kuran'a ister inanın, isten inanmayın, O'ndan önceki bilginlere o okunduğu zaman, yüzleri üzerine secdeye varırlar\" ve \"Rabbimiz münezzehtir. Rabbimiz'in sözü şüphesiz yerine gelecektir\" derler","ur":"اے محمدؐ، اِن لوگوں سے کہہ دو کہ تم اسے مانو یا نہ مانو، جن لوگوں کو اس سے پہلے علم دیا گیا ہے انہیں جب یہ سنایا جاتا ہے تو وہ منہ کے بل سجدے میں گر جاتے ہیں","zh":"你说：“你们可以信仰它，也可以不信仰它。”在降示它之前获得知识的人们，当听到人们诵读它的时候，他们俯伏叩头。"},"transliteration":"Qul aminoo bihi aw la tuminoo inna allatheena ootoo alAAilma min qablihi itha yutla AAalayhim yakhirroona lilathqani sujjadan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
