{"id":2139,"number":110,"text":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","translations":{"en":"Say, \"Call upon Allah or call upon the Most Merciful. Whichever [name] you call - to Him belong the best names.\" And do not recite [too] loudly in your prayer or [too] quietly but seek between that an [intermediate] way","es":"Diles: \"Ya sea que Lo invoquen diciendo: ¡Oh, Dios!, ¡Oh, Compasivo!, O cualquier otro nombre con el que Le invoquen, Él los oirá. Sepan que Él posee los nombres [y atributos] más sublimes. Cuando realicen una oración moderen su voz en la recitación, no la hagan con voz muy alta ni tampoco en silencio","fr":"Dis: «Invoquez Allah, ou invoquez le Tout Miséricordieux. Quel que soit le nom par lequel vous l'appelez, Il a les plus beaux noms. Et dans ta Salât, ne récite pas à voix haute; et ne l'y abaisse pas trop, mais cherche le juste milieu entre les deux»","id":"Katakanlah (Muhammad), \"Serulah Allah atau serulah Ar-Raḥmān. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik (Asmāul Ḥusnā) dan janganlah engkau mengeraskan suaramu dalam salat dan janganlah (pula) merendahkannya dan usahakan jalan tengah di antara kedua itu","ru":"Скажи: «Призывайте Аллаха или призывайте Милостивого! Как бы вы ни призывали Его, у Него - самые прекрасные имена». Не совершай свой намаз громко и не совершай его шепотом, а выбери среднее между этим","sv":"Säg: \"Anropa Gud eller anropa den Nåderike! Med vilket namn ni än anropar Honom [är Han En och Densamme] - fullkomlighetens sköna namn är Hans. Höj inte rösten [när du ber] och sänk den inte heller [till en viskning] utan gå en medelväg","tr":"De ki: \"İster Allah deyin, ister Rahman deyin, hangisini derseniz deyin, en güzel isimler O'nundur.\" Namaz kılarken sesini yükseltme, gizli de okuma, ikisi ortasında bir yol tut","ur":"اے نبیؐ، اِن سے کہو، اللہ کہہ کر پکارو یا رحمان کہہ کر، جس نام سے بھی پکارو اُس کے لیے سب اچھے ہی نام ہیں اور اپنی نماز نہ بہت زیادہ بلند آواز سے پڑھو اور نہ بہت پست آواز سے، ان دونوں کے درمیان اوسط درجے کا لہجہ اختیار کرو","zh":"（你说）：“你们可以称他为安拉，也可称他为至仁主。因为他有许多极优美的名号，你们无论用什么名号称呼他，（都是很好的）。”你在拜中不要高声朗读，也不要低声默读，你应当寻求一条适中的道路。"},"transliteration":"Quli odAAoo Allaha awi odAAoo alrrahmana ayyan ma tadAAoo falahu alasmao alhusna wala tajhar bisalatika wala tukhafit biha waibtaghi bayna thalika sabeelan","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
