{"id":2140,"number":111,"text":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","translations":{"en":"And say, \"Praise to Allah, who has not taken a son and has had no partner in [His] dominion and has no [need of a] protector out of weakness; and glorify Him with [great] glorification","es":"Di: \"¡Alabado sea Dios! Él no tiene ningún hijo ni tiene asociado alguno en Su soberanía ni necesita de ningún socorredor\". ¡Glorifica a Dios proclamando Su grandeza","fr":"Et dis: «Louange à Allah qui ne S'est jamais attribué d'enfant, qui n'a point d'associé en la royauté et qui n'a jamais eu de protecteur de l'humiliation». Et proclame hautement Sa grandeur","id":"Dan katakanlah, \"Segala puji bagi Allah yang tidak mempunyai anak dan tidak (pula) mempunyai sekutu dalam kerajaan-Nya dan Dia tidak memerlukan penolong dari kehinaan dan agungkanlah Dia seagung-agungnya","ru":"Скажи: «Хвала Аллаху, Который не взял Себе сына, Который ни с кем не делит власть, Которому не нужен защитник от унижения». И возвеличивай Его величаво","sv":"Säg: \"Gud ske lov och pris, som inte har [avlat] en son och i vars herravälde ingen har del och som inte [behöver] någon som skyddar Honom mot jordisk lumpenhet!\" - Och prisa ständigt Hans härlighet och Hans majestät","tr":"De ki: \"Hamd, çocuk edinmemiş olan, hükümranlığında ortağı bulunmayan, düşkün olmayıp yardımcıya da ihtiyaç göstermeyen Allah'a mahsustur.\" O'nu gereği gibi büyükle","ur":"اور کہو \"تعریف ہے اس خدا کے لیے جس نے نہ کسی کو بیٹا بنایا، نہ کوئی بادشاہی میں اس کا شریک ہے، اور نہ وہ عاجز ہے کہ کوئی اس کا پشتیبان ہو\" اور اس کی بڑائی بیان کرو، کمال درجے کی بڑائی","zh":"你说：“一切赞颂，全归安拉，他没有收养儿女，没有同他共享主权的，没有为免卑贱而设的辅助者。你应当赞颂他的尊大。”"},"transliteration":"Waquli alhamdu lillahi allathee lam yattakhith waladan walam yakun lahu shareekun fee almulki walam yakun lahu waliyyun mina alththulli wakabbirhu takbeeran","chapter":{"id":17,"name":"الإسراء","transliteration":"Al-Isra","translations":{"en":"The Night Journey","es":"El Viaje Nocturno","fr":"Le voyage nocturne","id":"Perjalanan Malam","ru":"Ночной перенос","sv":"Den Nattliga Resan","tr":"İsrâ","ur":"رات کا صفر","zh":"夜行"},"type":"meccan"}}
