{"id":2153,"number":13,"text":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","translations":{"en":"It is We who relate to you, [O Muhammad], their story in truth. Indeed, they were youths who believed in their Lord, and We increased them in guidance","es":"Te relato su verdadera historia: Eran jóvenes que creían en su Señor y les aumenté su guía","fr":"Nous allons te raconter leur récit en toute vérité. Ce sont des jeunes gens qui croyaient en leur Seigneur; et Nous leur avons accordé les plus grands moyens de se diriger [dans la bonne voie]","id":"Kami ceritakan kepadamu (Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka","ru":"Мы расскажем тебе их историю правдиво. Это были юноши, которые уверовали в своего Господа, и Мы увеличили их приверженность прямому пути","sv":"Vi skall låta dig höra den sanna berättelsen om dem: De var unga män som hade en [fast] tro på sin Herre, och Vi stärkte deras vilja att låta sig ledas på rätt väg","tr":"Onların olayını sana Biz gerçek olarak anlatıyoruz: Onlar Rablerine inanmış birkaç gençti. Onların hidayetlerini artırmış ve kalblerini pekiştirmiştik. Durup, şöyle demişlerdi: \"Rabbimiz göklerin ve yerin Rabbidir, O'nu bırakıp başka bir tanrıya yalvarmayız, yoksa and olsun ki, batıl söz söylemiş oluruz. Şu bizim milletimiz, Allah'ı bırakıp O'ndan başka tanrılar edindiler. Onların gerçek olduğuna apaçık delil getirmeleri gerekmez mi? Allah'a karşı yalan uydurandan daha zalim kimdir","ur":"ہم ان کا اصل قصہ تمہیں سناتے ہیں وہ چند نوجوان تھے جو اپنے رب پر ایمان لے آئے تھے اور ہم نے ان کو ہدایت میں ترقی بخشی تھی","zh":"我把他们的故事，诚实地告诉你，他们是几个青年，他们信仰他们的主，而我给他们增加正道。"},"transliteration":"Nahnu naqussu AAalayka nabaahum bialhaqqi innahum fityatun amanoo birabbihim wazidnahum hudan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
