{"id":2154,"number":14,"text":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","translations":{"en":"And We made firm their hearts when they stood up and said, \"Our Lord is the Lord of the heavens and the earth. Never will we invoke besides Him any deity. We would have certainly spoken, then, an excessive transgression","es":"fortalecí sus corazones cuando se reunieron [antes de dejar sus hogares y su gente] y dijeron: \"Nuestro Señor es el Señor de los cielos y de la Tierra. No invocaremos nada fuera de Él, si lo hiciéramos estaríamos cometiendo una desviación","fr":"Nous avons fortifié leurs cœurs lorsqu'ils s'étaient levés pour dire: «Notre Seigneur est le Seigneur des cieux et de la terre: jamais nous n'invoquerons de divinité en dehors de Lui, sans quoi, nous transgresserions dans nos paroles","id":"(dan Kami teguhkan hati mereka ketika mereka berdiri488)) lalu mereka berkata, \"Tuhan kami adalah Tuhan langit dan bumi; kami tidak menyeru tuhan selain Dia. Sungguh, kalau kami berbuat demikian, tentu kami telah mengucapkan perkataan yang sangat jauh dari kebenaran","ru":"Мы укрепили их сердца (укрепили их веру и решимость), когда они встали и сказали: «Господь наш - Господь небес и земли! Мы не станем взывать к другим божествам помимо Него. В таком случае мы произнесли бы чрезмерное","sv":"och ingöt hos dem tålamod och beslutsamhet. Och de reste sig [mot den hedniska överheten] och sade: \"Vår Herre är himlarnas och jordens Herre. Aldrig kommer vi att anropa en annan gud än Honom; [gjorde vi det] hade vi sannerligen [gjort] något oerhört","tr":"Onların olayını sana Biz gerçek olarak anlatıyoruz: Onlar Rablerine inanmış birkaç gençti. Onların hidayetlerini artırmış ve kalblerini pekiştirmiştik. Durup, şöyle demişlerdi: \"Rabbimiz göklerin ve yerin Rabbidir, O'nu bırakıp başka bir tanrıya yalvarmayız, yoksa and olsun ki, batıl söz söylemiş oluruz. Şu bizim milletimiz, Allah'ı bırakıp O'ndan başka tanrılar edindiler. Onların gerçek olduğuna apaçık delil getirmeleri gerekmez mi? Allah'a karşı yalan uydurandan daha zalim kimdir","ur":"ہم نے ان کے دل اُس وقت مضبوط کر دیے جب وہ اٹھے اور انہوں نے اعلان کر دیا کہ \"ہمارا رب تو بس وہی ہے جو آسمانوں اور زمین کا رب ہے ہم اُسے چھوڑ کر کسی دوسرے معبود کو نہ پکاریں گے اگر ہم ایسا کریں تو بالکل بیجا بات کریں گے","zh":"我曾使他们的心坚忍。当时，他们站起来说：“我们的主，是天地的主，我们绝不舍他而祈祷任何神明，否则，我们必定说出不近情理的话。"},"transliteration":"Warabatna AAala quloobihim ith qamoo faqaloo rabbuna rabbu alssamawati waalardi lan nadAAuwa min doonihi ilahan laqad qulna ithan shatatan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
