{"id":2155,"number":15,"text":"هَـٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","translations":{"en":"These, our people, have taken besides Him deities. Why do they not bring for [worship of] them a clear authority? And who is more unjust than one who invents about Allah a lie","es":"Nuestro pueblo adora fuera de Él falsas deidades. ¿Por qué no presentan un fundamento válido para hacerlo? ¿Acaso hay alguien más injusto que quien inventa una mentira y la atribuye a Dios","fr":"Voilà que nos concitoyens ont adopté en dehors de Lui des divinités. Que n'apportent-ils sur elles une preuve évidente? Quel pire injuste, donc que celui qui invente un mensonge contre Allah","id":"Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah","ru":"Этот наш народ стал поклоняться вместо Него другим божествам. Почему же они не приводят в пользу этого ясного довода? Кто может быть несправедливее того, кто возводит навет на Аллаха","sv":"Vårt folk har satt upp gudar vid sidan av Honom, fastän de inte kan visa på något som stöder detta; och vem är mer orättfärdig än den som sätter ihop lögner om Gud","tr":"Onların olayını sana Biz gerçek olarak anlatıyoruz: Onlar Rablerine inanmış birkaç gençti. Onların hidayetlerini artırmış ve kalblerini pekiştirmiştik. Durup, şöyle demişlerdi: \"Rabbimiz göklerin ve yerin Rabbidir, O'nu bırakıp başka bir tanrıya yalvarmayız, yoksa and olsun ki, batıl söz söylemiş oluruz. Şu bizim milletimiz, Allah'ı bırakıp O'ndan başka tanrılar edindiler. Onların gerçek olduğuna apaçık delil getirmeleri gerekmez mi? Allah'a karşı yalan uydurandan daha zalim kimdir","ur":"(پھر انہوں نے آپس میں ایک دوسرے سے کہا) \"یہ ہماری قوم تو ربِّ کائنات کو چھوڑ کر دوسرے خدا بنا بیٹھی ہے یہ لوگ ان کے معبود ہونے پر کوئی واضح دلیل کیوں نہیں لاتے؟ آخر اُس شخص سے بڑا ظالم اور کون ہو سکتا ہے جو اللہ پر جھوٹ باندھے؟","zh":"我们的这些同族，舍他们而崇拜别的许多神明，他们怎么不用一个明证来证实那些神明是应受拜的呢？假借安拉的名义而造谣的人，有谁比他们还不义呢？”"},"transliteration":"Haolai qawmuna ittakhathoo min doonihi alihatan lawla yatoona AAalayhim bisultanin bayyinin faman athlamu mimmani iftara AAala Allahi kathiban","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
