{"id":2157,"number":17,"text":"۞وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","translations":{"en":"And [had you been present], you would see the sun when it rose, inclining away from their cave on the right, and when it set, passing away from them on the left, while they were [laying] within an open space thereof. That was from the signs of Allah. He whom Allah guides is the [rightly] guided, but he whom He leaves astray - never will you find for him a protecting guide","es":"Se podía observar cómo el Sol naciente se alejaba de la caverna por la derecha dejándolos al ocultarse por la izquierda, mientras ellos permanecían en un espacio de la misma. Este es uno de los milagros de Dios. Aquel a quien Dios guíe estará bien encaminado, pero a quien deja en el extravío no podrá encontrar protector que lo guíe","fr":"Tu aurais vu le soleil, quand il se lève, s'écarter de leur caverne vers la droite, et quand il se couche, passer à leur gauche, tandis qu'eux-mêmes sont là dans une partie spacieuse (de la caverne)... Cela est une des merveilles d'Allah. Celui qu'Allah guide, c'est lui le bien-guidé. Et quiconque Il égare, tu ne trouveras alors pour lui aucun allié pour le mettre sur la bonne voie","id":"Dan engkau akan melihat matahari ketika terbit, condong dari gua mereka ke sebelah kanan, dan apabila matahari itu terbenam, menjauhi mereka ke sebelah kiri sedang mereka berada dalam tempat yang luas di dalam (gua) itu. Itulah sebagian dari tanda-tanda (kebesaran) Allah. Barang siapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barang siapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya","ru":"Ты увидел бы, что солнце на восходе уклонялось от их пещеры вправо, а на закате отворачивалось от них влево. Они же находились в середине пещеры. Это были некоторые из знамений Аллаха. Тот, кого Аллах ведет прямым путем, следует прямым путем. Тому же, кого Он вводит в заблуждение, ты не найдешь ни покровителя, ни наставника","sv":"Du kunde se den uppgående solen vika av åt höger från deras grotta och den sjunkande solen flytta sig åt vänster från dem, där de befann sig i ett av [grottans] rum. Detta är ett av Guds tecken: den som Gud vägleder finner den rätta vägen, men för den som Han låter gå vilse kan du aldrig finna en hjälpare som leder honom rätt","tr":"Baksaydın, güneşin mağaralarının sağ tarafından doğup meylettiğini, sol tarafından onlara dokunmadan battığını, onların da mağaranın genişçe bir yerinde bulunduğunu görürdün. Bu, Allah'ın mucizelerindendir; Allah'ın doğru yola eriştirdiği kimse hak yoldadır. Kimi de saptırırsa artık ona, doğru yola götürecek bir rehber bulamazsın","ur":"تم انہیں غار میں دیکھتے تو تمہیں یوں نظر آتا کہ سورج جب نکلتا ہے تو ان کے غار کو چھوڑ کر دائیں جانب چڑھ جاتا ہے اور جب غروب ہوتا ہے تو ان سے بچ کر بائیں جانب اتر جاتا ہے اور وہ ہیں کہ غار کے اندر ایک وسیع جگہ میں پڑے ہیں یہ اللہ کی نشانیوں میں سے ایک ہے جس کو اللہ ہدایت دے وہی ہدایت پانے والا ہے اور جسے اللہ بھٹکا دے اس کے لیے تم کوئی ولی مرشد نہیں پا سکتے","zh":"你看太阳出来的时候，从他们的山洞的右边斜射过去；太阳落山的时候，从他们的左边斜射过去，而他们就在山洞的空处。这是安拉的一种迹象，安拉引导谁，谁就遵循正道；安拉使谁迷误，你绝不能为谁发现任何朋友作为引导者。"},"transliteration":"Watara alshshamsa itha talaAAat tazawaru AAan kahfihim thata alyameeni waitha gharabat taqriduhum thata alshshimali wahum fee fajwatin minhu thalika min ayati Allahi man yahdi Allahu fahuwa almuhtadi waman yudlil falan tajida lahu waliyyan murshidan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
