{"id":2158,"number":18,"text":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","translations":{"en":"And you would think them awake, while they were asleep. And We turned them to the right and to the left, while their dog stretched his forelegs at the entrance. If you had looked at them, you would have turned from them in flight and been filled by them with terror","es":"Habrías creído que estaban despiertos, pero estaban dormidos. Los volteaba hacia la derecha y hacia la izquierda, y su perro estaba con las patas delanteras extendidas en la entrada. Si los hubieras visto, habrías huido aterrorizado","fr":"Et tu les aurais cru éveillés, alors qu'ils dorment. Et Nous les tournons sur le côté droit et sur le côté gauche, tandis que leur chien est à l'entrée, pattes étendues. Si tu les avais aperçus, certes tu leur aurais tourné le dos en fuyant; et tu aurais été assurément rempli d'effroi devant eux","id":"Dan engkau mengira mereka itu tidak tidur, padahal mereka tidur; dan Kami bolak-balikkan mereka ke kanan dan ke kiri, sedang anjing mereka membentangkan kedua lengannya di depan pintu gua. Dan jika kamu menyaksikan mereka tentu kamu akan berpaling melarikan (diri) dari mereka dan pasti kamu akan dipenuhi rasa takut terhadap mereka","ru":"Ты решил бы, что они бодрствуют, хотя они спали. Мы переворачивали их то на правый бок, то на левый. Их собака лежала перед входом, вытянув лапы. Взглянув на них, ты бросился бы бежать прочь и пришел бы в ужас","sv":"Du kunde ha trott att de låg där vakna, fastän de var försänkta i sömn. Vi lät dem vända sig än på höger sida, än på vänster och deras hund låg vid ingången med utsträckta framben. Om du oförmodat hade stött på dem, skulle du helt säkert ha vänt om och i förskräckelse ha sprungit därifrån","tr":"Mağara ehli uykuda iken sen onları uyanık sanırdın. Biz onları sağa ve sola döndürürdük. Köpekleri dirseklerini eşiğe uzatmıştı. Onları görsen, için korkuyla dolar, geri dönüp kaçardın","ur":"تم انہیں دیکھ کر یہ سمجھتے کہ وہ جاگ رہے ہیں، حالانکہ وہ سو رہے تھے ہم انہیں دائیں بائیں کروٹ دلواتے رہتے تھے اور ان کا کتا غار کے دہانے پر ہاتھ پھیلائے بیٹھا تھا اگر تم کہیں جھانک کر اُنہیں دیکھتے تو الٹے پاؤں بھاگ کھڑے ہوتے اور تم پر ان کے نظارے سے دہشت بیٹھ جاتی","zh":"你以为他们是觉醒的，其实他们是甜睡的，我使他们左右翻转，他们的狗伸着两条腿卧在洞口。如果你看见他们，你必吓得转脸而逃，满怀恐怖。"},"transliteration":"Watahsabuhum ayqathan wahum ruqoodun wanuqallibuhum thata alyameeni wathata alshshimali wakalbuhum basitun thiraAAayhi bialwaseedi lawi ittalaAAta AAalayhim lawallayta minhum firaran walamulita minhum ruAAban","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
