{"id":2159,"number":19,"text":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","translations":{"en":"And similarly, We awakened them that they might question one another. Said a speaker from among them, \"How long have you remained [here]?\" They said, \"We have remained a day or part of a day.\" They said, \"Your Lord is most knowing of how long you remained. So send one of you with this silver coin of yours to the city and let him look to which is the best of food and bring you provision from it and let him be cautious. And let no one be aware of you","es":"Entonces los desperté para que se preguntaran unos a otros. Uno de ellos dijo: \"¿Cuánto tiempo piensan que hemos permanecido aquí?\" Respondieron: \"Permanecimos un día o parte de un día\". Dijeron: \"Nuestro Señor sabe mejor cuánto tiempo hemos permanecido. Enviemos a uno de nosotros con nuestro dinero a la ciudad para que busque la mejor comida y nos aprovisione, que se conduzca con sutileza y que no llame la atención de nadie","fr":"Et c'est ainsi que Nous les ressuscitâmes, afin qu'ils s'interrogent entre eux. L'un parmi eux dit: «Combien de temps avez-vous demeuré là?» Ils dirent: «Nous avons demeuré un jour ou une partie d'un jour». D'autres dirent: «Votre Seigneur sait mieux combien [de temps] vous y avez demeuré. Envoyez donc l'un de vous à la ville avec votre argent que voici, pour qu'il voie quel aliment est le plus pur et qu'il vous en apporte de quoi vous nourrir. Qu'il agisse avec tact; et qu'il ne donne l'éveil à personne sur vous","id":"Dan demikianlah Kami bangunkan mereka, agar di antara mereka saling bertanya. Salah seorang di antara mereka berkata, \"Sudah berapa lama kamu berada (di sini)?\" Mereka menjawab, \"Kita berada (di sini) sehari atau setengah hari.\" Berkata (yang lain lagi), \"Tuhanmu lebih mengetahui berapa lama kamu berada (di sini). Maka suruhlah salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini, dan hendaklah dia lihat manakah makanan yang lebih baik, dan bawalah sebagian makanan itu untukmu, dan hendaklah dia berlaku lemah lembut dan jangan sekali-kali menceritakan halmu kepada siapa pun","ru":"Так Мы пробудили их для того, чтобы они расспросили друг друга. Один из них сказал: «Сколько вы пробыли здесь?». Они сказали: «Мы пробыли день или часть дня». Они сказали: «Вашему Господу лучше известно о том, сколько вы пробыли. Пошлите одного из вас в город с вашими серебряными монетами. Пусть он посмотрит, какая еда получше, и принесет вам ее поесть. Но пусть он будет осторожен, чтобы никто не догадался о вас","sv":"Liksom [Vi hade låtit dem somna in] väckte Vi dem; och de började fråga varandra [vad som hade hänt]. En av dem sade: \"Hur länge menar ni att vi har varit här?\" De [andra] svarade: \"Vi har varit här en dag eller en del av en dag.\" [Några av dem] sade då: \"Vår Herre vet bäst hur länge vi har varit här. Låt nu en av oss ta dessa silvermynt och gå till staden för att söka ut den renaste födan och hämta åt oss allt [som vi behöver]. Men han måste uppträda med stor försiktighet och på inga villkor låta någon ana vår existens","tr":"Birbirlerine sorsunlar diye onları uyandırdık. İçlerinden biri: \"Ne kadar kaldınız?\" dedi. \"Bir gün veya daha az bir müddet kaldık\" dediler. \"Ne kadar kaldığınızı Rabbiniz daha iyi bilir. Paranızla birinizi şehre gönderin, sakın sizi kimseye duyurmasın\" dediler","ur":"اور اسی عجیب کرشمے سے ہم نے انہیں اٹھا بٹھایا تاکہ ذرا آپس میں پوچھ گچھ کریں ان میں سے ایک نے پوچھا \"کہو کتنی دیر اس حال میں رہے؟\"دوسروں نے کہا \"شاید دن بھر یا اس سے کچھ کم رہے ہوں گے\" پھر وہ بولے \"اللہ ہی بہتر جانتا ہے کہ ہمارا کتنا وقت اس حالت میں گزرا چلو، اب اپنے میں سے کسی کو چاندی کا یہ سکہ دے کر شہر بھیجیں اور وہ دیکھے کہ سب سے اچھا کھانا کہاں ملتا ہے وہاں سے وہ کچھ کھانے کے لیے لائے اور چاہیے کہ ذرا ہوشیاری سے کام کرے، ایسا نہ ہو کہ وہ کسی کو ہمارے یہاں ہونے سے خبردار کر بیٹھے","zh":"我如此使他们觉醒，以便他们互相询问，其中有一个人说：“你们逗留了多久？”他们说：“我们逗留了一天，或者不到一天。”他们说：“你们的主是最清楚你们逗留的时间的。你们自己派一个人，带着你们的这些银币到城里去，看看谁家的食品最清洁，叫他买点食品来给你们，要叫他很谨慎，不要使任何人知道你们。"},"transliteration":"Wakathalika baAAathnahum liyatasaaloo baynahum qala qailun minhum kam labithtum qaloo labithna yawman aw baAAda yawmin qaloo rabbukum aAAlamu bima labithtum faibAAathoo ahadakum biwariqikum hathihi ila almadeenati falyanthur ayyuha azka taAAaman falyatikum birizqin minhu walyatalattaf wala yushAAiranna bikum ahadan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
