{"id":2161,"number":21,"text":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","translations":{"en":"And similarly, We caused them to be found that they [who found them] would know that the promise of Allah is truth and that of the Hour there is no doubt. [That was] when they disputed among themselves about their affair and [then] said, \"Construct over them a structure. Their Lord is most knowing about them.\" Said those who prevailed in the matter, \"We will surely take [for ourselves] over them a masjid","es":"Pero hice que los descubrieran para que supieran que la promesa de Dios es verdadera, y que la Hora del Juicio es indubitable [y luego los hice morir]. Fue entonces cuando los habitantes del pueblo discutieron acerca de ellos. Algunos dijeron: \"Construyan una pared que bloquee la entrada de la cueva, pues solo Dios sabe la verdad sobre ellos\". Pero aquellos cuya opinión prevaleció dijeron: \"Construyamos sobre ellos un oratorio","fr":"Et c'est ainsi que Nous fîmes qu'ils furent découverts, afin qu'ils [les gens de la cité] sachent que la promesse d'Allah est vérité et qu'il n'y ait point de doute au sujet de l'Heure. Aussi se disputèrent-ils à leur sujet et déclarèrent-ils: «Construisez sur eux un édifice. Leur Seigneur les connaît mieux». Mais ceux qui l'emportèrent [dans la discussion] dirent: «Elevons sur eux un sanctuaire»","id":"Dan demikian (pula) Kami perlihatkan (manusia) dengan mereka, agar mereka tahu, bahwa janji Allah benar, dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. Ketika mereka berselisih tentang urusan mereka,490) maka mereka berkata, \"Dirikanlah suatu bangunan di atas (gua) mereka, Tuhan mereka lebih mengetahui tentang mereka.\" Orang yang berkuasa atas urusan mereka berkata, \"Kami pasti akan mendirikan suatu rumah ibadah di atasnya","ru":"Так Мы дали знать о них людям для того, чтобы они узнали, что обещание Аллаха есть истина и что в Часе невозможно усомниться. Но вот они стали спорить о них и сказали: «Воздвигните над ними строение. Их Господу лучше знать о них». А те, которые отстояли свое мнение, сказали: «Мы непременно воздвигнем над ними мечеть»","sv":"SÅ HAR Vi låtit [berättelsen om männen i grottan] bli känd, för att människorna som diskuterar med varandra om deras upplevelser skall veta att Guds löfte är sant och att det inte finns rum för något tvivel om den Yttersta stundens [ankomst]. Och [några] sade: \"Låt bygga för deras [grotta] med en byggnad. Deras Herre vet allt om dem.\" De vilkas åsikt vann störst anslutning, sade: \"Låt oss bygga en helgedom till deras minne","tr":"Böylece, Allah'ın sözünün gerçek olduğunu ve kıyametin kopmasından şüphe edilemeyeceğini bilmeleri için, insanların onları bulmalarını sağladık. Nitekim halk, bunların hakkında çekişip duruyor: \"Onların mağaralarının çevresine bir bina kurun\" diyorlardı. Oysa, Rableri onları çok iyi bilir. Tartışmayı kazananlar: \"Onların mağaralarının çevresinde mutlaka bir mescid kuracağız\" dediler","ur":"اِس طرح ہم نے اہل شہر کو ان کے حال پر مطلع کیا تاکہ لوگ جان لیں کہ اللہ کا وعدہ سچا ہے اور یہ کہ قیامت کی گھڑی بے شک آ کر رہے گی (مگر ذرا خیال کرو کہ جب سوچنے کی اصل بات یہ تھی) اُس وقت وہ آپس میں اِس بات پر جھگڑ رہے تھے کہ اِن (اصحاب کہف) کے ساتھ کیا کیا جائے کچھ لوگوں نے کہا \"اِن پر ایک دیوار چن دو، ان کا رب ہی اِن کے معاملہ کو بہتر جانتا ہے\" مگر جو لوگ اُن کے معاملات پر غالب تھے انہوں نے کہا \" ہم تو ان پر ایک عبادت گاہ بنائیں گے","zh":"我这样使别人窥见他们，以便他们知道安拉的诺言是真实的，复活的时刻是毫无可疑的。当时他们为此事而争论，他们说：“你们在他们的四周修一堵围墙——他们的主是最了解他们的！”主持事务的人说：“我们必定在他们的四周建筑一所礼拜寺。”"},"transliteration":"Wakathalika aAAtharna AAalayhim liyaAAlamoo anna waAAda Allahi haqqun waanna alsaAAata la rayba feeha ith yatanazaAAoona baynahum amrahum faqaloo ibnoo AAalayhim bunyanan rabbuhum aAAlamu bihim qala allatheena ghalaboo AAala amrihim lanattakhithanna AAalayhim masjidan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
