{"id":2162,"number":22,"text":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","translations":{"en":"They will say there were three, the fourth of them being their dog; and they will say there were five, the sixth of them being their dog - guessing at the unseen; and they will say there were seven, and the eighth of them was their dog. Say, [O Muhammad], \"My Lord is most knowing of their number. None knows them except a few. So do not argue about them except with an obvious argument and do not inquire about them among [the speculators] from anyone","es":"Algunos dirán que eran tres y cuatro con su perro. Otros que eran cinco y seis con su perro, conjeturando sobre lo que no tienen conocimiento. Y otros dirán que eran siete y ocho con su perro. Diles: \"Mi Señor es Quien sabe exactamente cuántos eran, y solo pocos lo saben. No profundicen sobre ellos más de lo que les ha sido revelado. No consulten [a quien no tenga conocimiento] sobre ellos","fr":"Ils diront: «ils étaient trois et le quatrième était leur chien». Et ils diront en conjecturant sur leur mystère qu'ils étaient cinq, le sixième étant leur chien et ils diront: «sept, le huitième étant leur chien». Dis: «Mon Seigneur connaît mieux leur nombre. Il n'en est que peu qui le savent». Ne discute à leur sujet que d'une façon apparente et ne consulte personne en ce qui les concerne","id":"Nanti (ada orang yang akan) mengatakan,491)\" (Jumlah mereka) tiga (orang), yang ke empat adalah anjingnya,\" dan (yang lain) mengatakan, \"(Jumlah mereka) lima (orang), yang ke enam adalah anjingnya,\" sebagai terkaan terhadap yang gaib; dan (yang lain lagi) mengatakan, \"(Jumlah mereka) tujuh (orang), yang ke delapan adalah anjingnya.\" Katakanlah (Muhammad), \"Tuhanku lebih mengetahui jumlah mereka; tidak ada yang mengetahui (bilangan) mereka kecuali sedikit.\" Karena itu janganlah engkau (Muhammad) berbantah tentang hal mereka, kecuali perbantahan lahir saja dan jangan engkau menanyakan tentang mereka (pemuda-pemuda itu) kepada siapa pun","ru":"Одни говорят, что их было трое, а четвертой была собака. Другие говорят, что их было пятеро, а шестой была собака. Так они пытаются угадать сокровенное. А другие говорят, что их было семеро, а восьмой была собака. Скажи: «Моему Господу лучше знать об их числе. Это неизвестно никому, кроме немногих». Препирайся относительно них только открыто и никого из них не спрашивай о них","sv":"Och [människorna] kommer att säga: \"[De var] tre och den fjärde var deras hund\", och de skall säga: \"Fem, den sjätte var hunden\" - gissningar på måfå om ting som de inte kan veta något om - ja, det kommer att heta: \"[De var] sju, den åttonde var deras hund\". Säg: \"Min Herre vet bäst hur många de var; få är de som har [verklig] kunskap om dem. Ge er därför inte in i diskussion om dem [med dem som tidigare fått del av uppenbarelsen] annat än om det som är uppenbart, och fråga dem inte [om deras åsikt]","tr":"Karanlığa taş atar gibi, \"Mağara ehli üçtür, dördüncüleri köpekleridir\" derler, yahut, \"Beştir, altıncıları köpekleridir\" derler, yahut \"Yedidir, sekizincileri köpekleridir\" derler. De ki: \"Onların sayısını en iyi bilen Rabbim'dir. Onları pek az kimseden başkası bilmez.\" Bunun için, onlar hakkında, bu kısaca anlatılanın dışında, kimseyle tartışma ve onlar hakkında kimseden bir şey sorma","ur":"کچھ لوگ کہیں گے کہ وہ تین تھے اور چوتھا ان کا کتا تھا اور کچھ دوسرے کہہ دیں گے کہ پانچ تھے اور چھٹا اُن کا کتا تھا یہ سب بے تکی ہانکتے ہیں کچھ اور لوگ کہتے ہیں کہ سات تھے اور آٹھواں اُن کا کتا تھا کہو، میرا رب ہی بہتر جانتا ہے کہ وہ کتنے تھے کم ہی لوگ ان کی صحیح تعداد جانتے ہیں پس تم سرسری بات سے بڑھ کر ان کی تعداد کے معاملے میں لوگوں سے بحث نہ کرو، اور نہ ان کے متعلق کسی سے کچھ پوچھو","zh":"有人将说：“他们是三个，第四个是他们的狗。”有人将说：“他们是五个，第六个是他们的狗。”这是由于猜测幽玄。还有人将说：“他们是七个，第八个是他们的狗。”你说：“我的主是最知道他们的数目的。”此外，只有少数人知道。关于他们的事情，你只可作表面的辩论，关于他们的事情，你不要请教任何人。"},"transliteration":"Sayaqooloona thalathatun rabiAAuhum kalbuhum wayaqooloona khamsatun sadisuhum kalbuhum rajman bialghaybi wayaqooloona sabAAatun wathaminuhum kalbuhum qul rabbee aAAlamu biAAiddatihim ma yaAAlamuhum illa qaleelun fala tumari feehim illa miraan thahiran wala tastafti feehim minhum ahadan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
