{"id":2164,"number":24,"text":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","translations":{"en":"Except [when adding], \"If Allah wills.\" And remember your Lord when you forget [it] and say, \"Perhaps my Lord will guide me to what is nearer than this to right conduct","es":"Salvo que agregues: \"¡Si Dios quiere!\" Pero si te olvidas de mencionar a tu Señor, invoca su nombre y reza diciendo: \"Ruego a mi Señor que me guíe a la vía más recta","fr":"sans ajouter: «Si Allah le veut», et invoque ton Seigneur quand tu oublies et dis: «Je souhaite que mon Seigneur me guide et me mène plus près de ce qui est correct»","id":"kecuali (dengan mengatakan), \"Insyā Allah.\"492) Dan ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, \"Mudah-mudahan Tuhanku akan memberi petunjuk kepadaku agar aku yang lebih dekat (kebenarannya) daripada ini","ru":"Если только этого не пожелает Аллах! Если же ты забыл, то помяни своего Господа и скажи: «Быть может, Господь мой поведет меня более правильным путем»","sv":"utan [att lägga till:] \"om Gud vill\". Och skulle du glömma [men senare påminna dig] detta, vänd dig då till din Herre och säg: \"Jag hoppas att min Herre skall leda mig närmare den rätta vägen än [jag nu var]","tr":"Herhangi bir şey için, Allah'ın dilemesi dışında: \"Ben yarın onu yapacağım\" deme. Unuttuğun zaman Rabbini an ve şöyle de: \"Umulur ki, Rabbim beni doğruya daha yakın olana eriştirir","ur":"(تم کچھ نہیں کر سکتے) اِلّا یہ کہ اللہ چاہے اگر بھولے سے ایسی بات زبان سے نکل جائے تو فوراً اپنے رب کو یاد کرو اور کہو \"امید ہے کہ میرا رب اِس معاملے میں رشد سے قریب تر بات کی طرف میری رہنمائی فرما دے گا","zh":"除非同时说：“如果安拉意欲。”你如果忘了，就应当记忆起你的主，并且说：“我的主或许指示我比这更切近的正道。”"},"transliteration":"Illa an yashaa Allahu waothkur rabbaka itha naseeta waqul AAasa an yahdiyani rabbee liaqraba min hatha rashadan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
