{"id":2166,"number":26,"text":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","translations":{"en":"Say, \"Allah is most knowing of how long they remained. He has [knowledge of] the unseen [aspects] of the heavens and the earth. How Seeing is He and how Hearing! They have not besides Him any protector, and He shares not His legislation with anyone","es":"Diles: \"Dios es Quien realmente sabe cuánto permanecieron. Él conoce los secretos de los cielos y de la Tierra; Él todo lo ve, todo lo oye. No tienen protector fuera de Él, y Él no asocia a nadie en Sus decisiones","fr":"Dis: «Allah sait mieux combien de temps ils demeurèrent là. A Lui appartient l'Inconnaissable des cieux et de la terre. Comme Il est Voyant et Audient! Ils n'ont aucun allié en dehors de Lui et Il n'associe personne à Son commandement","id":"Katakanlah, \"Allah lebih mengetahui berapa lamanya mereka tinggal (di gua); milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya; tidak ada seorang pelindung pun bagi mereka selain Dia; dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan","ru":"Скажи: «Аллаху лучше знать, сколько они пробыли. У Него - сокровенное небес и земли. Как прекрасно Он видит и слышит! Нет у них покровителя помимо Него, и никто не принимает решений вместе с Ним»","sv":"Säg: \"Gud vet bäst hur länge de blev kvar där. Han har kännedomen om himlarnas och jordens dolda verklighet; hur klar är inte Hans syn och hur skarp Hans hörsel! Han är [människornas] ende Beskyddare och med ingen delar Han Sin makt","tr":"De ki: \"Onların ne kadar kaldıklarını en iyi Allah bilir. Göklerin ve yerin gaybı O'na aittir. O, ne mükemmel görendir! O ne mükemmel işitendir! İnsanların O'ndan başka dostu yoktur. O, hiç kimseyi hükümranlığa ortak kılmaz","ur":"تم کہو، اللہ ان کے قیام کی مدّت زیادہ جانتا ہے، آسمانوں اور زمین کے سب پوشیدہ احوال اُسی کو معلوم ہیں، کیا خوب ہے وہ دیکھنے والا اور سننے والا! زمین و آسمان کی مخلوقات کا کوئی خبرگیر اُس کے سوا نہیں، اور وہ اپنی حکومت میں کسی کو شریک نہیں کرتا","zh":"安拉是最知道他们逗留的时间的。唯有他知道天地的幽玄。他的视觉真明！他的听觉真聪！除安拉外，他们绝无援助者，安拉不让任何人参与他的判决。"},"transliteration":"Quli Allahu aAAlamu bima labithoo lahu ghaybu alssamawati waalardi absir bihi waasmiAA ma lahum min doonihi min waliyyin wala yushriku fee hukmihi ahadan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
