{"id":2168,"number":28,"text":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","translations":{"en":"And keep yourself patient [by being] with those who call upon their Lord in the morning and the evening, seeking His countenance. And let not your eyes pass beyond them, desiring adornments of the worldly life, and do not obey one whose heart We have made heedless of Our remembrance and who follows his desire and whose affair is ever [in] neglect","es":"Reúnete con quienes invocan a su Señor por la mañana y por la tarde anhelando Su rostro. No te apartes de ellos buscando el encanto de la vida mundanal. No obedezcas a aquel cuyo corazón se ha olvidado de recordarme, sigue sus pasiones y actúa con negligencia","fr":"Fais preuve de patience [en restant] avec ceux qui invoquent leur Seigneur matin et soir, désirant Sa Face. Et que tes yeux ne se détachent point d'eux, en cherchant (le faux) brillant de la vie sur terre. Et n'obéis pas à celui dont Nous avons rendu le cœur inattentif à Notre Rappel, qui poursuit sa passion et dont le comportement est outrancier","id":"Dan bersabarlah engkau (Muhammad) bersama orang yang menyeru Tuhannya pada pagi dan senja hari dengan mengharap keridaan-Nya; dan janganlah kedua matamu berpaling dari mereka (karena) mengharapkan perhiasan kehidupan dunia; dan janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami, serta menuruti keinginannya dan keadaannya sudah melewati batas","ru":"Будь же терпелив вместе с теми, которые взывают к своему Господу по утрам и перед закатом и стремятся к Его Лику. Не отвращай от них своего взора, желая украшений этого мира, и не повинуйся тем, чьи сердца Мы сделали небрежными к Нашему поминанию, кто потакает своим желаниям и чьи дела окажутся тщетными","sv":"Och ha tålamod med dem som morgon och afton anropar sin Herre och söker Hans välbehag och vänd dig inte ifrån dem för att i stället vila ögonen på denna världens pomp och ståt. Och lyssna inte till den vars hjärta Vi har låtit förbli [kallt och] likgiltigt inför tanken på Oss och som [bara] frågar efter det som behagar honom själv. För honom är allt hopp [om räddning] ute","tr":"Sabah akşam Rablerinin rızasını dileyerek O'na yalvaranlarla beraber sen de sabret. Dünya hayatının güzelliklerini isteyerek gözlerini o kimselerden ayırma. Bizi anmasını kendisine unutturduğumuz ve işinde aşırı giderek hevesine uyan kimseye uyma","ur":"اور اپنے دل کو اُن لوگوں کی معیت پر مطمئن کرو جو اپنے رب کی رضا کے طلب گار بن کر صبح و شام اُسے پکارتے ہیں، اور اُن سے ہرگز نگاہ نہ پھیرو کیا تم دنیا کی زینت پسند کرتے ہو؟ کسی ایسے شخص کی اطاعت نہ کرو جس کے دل کو ہم نے اپنی یاد سے غافل کر دیا ہے اور جس نے اپنی خواہش نفس کی پیروی اختیار کر لی ہے اور جس کا طریق کار افراط و تفریط پر مبنی ہے","zh":"早晚祈祷自己的养主,欲求其恩赐和喜悦的人们,你当耐心的与他们相处，不要藐视他们，而求今世生活的浮华。我使某些人的心忽视我的教训，而顺从自己的欲望。他们的行为是过分的，这种人你不要顺从他们。"},"transliteration":"Waisbir nafsaka maAAa allatheena yadAAoona rabbahum bialghadati waalAAashiyyi yureedoona wajhahu wala taAAdu AAaynaka AAanhum tureedu zeenata alhayati alddunya wala tutiAA man aghfalna qalbahu AAan thikrina waittabaAAa hawahu wakana amruhu furutan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
