{"id":2168,"number":28,"text":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","translations":{"bn":"আপনি নিজেকে তাদের সংসর্গে আবদ্ধ রাখুন যারা সকাল ও সন্ধ্যায় তাদের পালনকর্তাকে তাঁর সন্তুষ্টি অর্জনের উদ্দেশ্যে আহবান করে এবং আপনি পার্থিব জীবনের সৌন্দর্য কামনা করে তাদের থেকে নিজের দৃষ্টি ফিরিয়ে নেবেন না। যার মনকে আমার স্মরণ থেকে গাফেল করে দিয়েছি, যে, নিজের প্রবৃত্তির অনুসরণ করে এবং যার কার্য কলাপ হচ্ছে সীমা অতিক্রম করা, আপনি তার অনুগত্য করবেন না।","en":"And keep yourself patient [by being] with those who call upon their Lord in the morning and the evening, seeking His countenance. And let not your eyes pass beyond them, desiring adornments of the worldly life, and do not obey one whose heart We have made heedless of Our remembrance and who follows his desire and whose affair is ever [in] neglect","id":"Dan bersabarlah engkau (Muhammad) bersama orang yang menyeru Tuhannya pada pagi dan senja hari dengan mengharap keridaan-Nya; dan janganlah kedua matamu berpaling dari mereka (karena) mengharapkan perhiasan kehidupan dunia; dan janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami, serta menuruti keinginannya dan keadaannya sudah melewati batas","ru":"Будь же терпелив вместе с теми, которые взывают к своему Господу по утрам и перед закатом и стремятся к Его Лику. Не отвращай от них своего взора, желая украшений этого мира, и не повинуйся тем, чьи сердца Мы сделали небрежными к Нашему поминанию, кто потакает своим желаниям и чьи дела окажутся тщетными","tr":"Sabah akşam Rablerinin rızasını dileyerek O'na yalvaranlarla beraber sen de sabret. Dünya hayatının güzelliklerini isteyerek gözlerini o kimselerden ayırma. Bizi anmasını kendisine unutturduğumuz ve işinde aşırı giderek hevesine uyan kimseye uyma","ur":"اور اپنے دل کو اُن لوگوں کی معیت پر مطمئن کرو جو اپنے رب کی رضا کے طلب گار بن کر صبح و شام اُسے پکارتے ہیں، اور اُن سے ہرگز نگاہ نہ پھیرو کیا تم دنیا کی زینت پسند کرتے ہو؟ کسی ایسے شخص کی اطاعت نہ کرو جس کے دل کو ہم نے اپنی یاد سے غافل کر دیا ہے اور جس نے اپنی خواہش نفس کی پیروی اختیار کر لی ہے اور جس کا طریق کار افراط و تفریط پر مبنی ہے"},"chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"bn":"গুহা","en":"The Cave","id":"Para Penghuni Gua","ru":"Пещера","tr":"Kehf","ur":"غار"},"type":"meccan"}}
