{"id":2169,"number":29,"text":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّـٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","translations":{"en":"And say, \"The truth is from your Lord, so whoever wills - let him believe; and whoever wills - let him disbelieve.\" Indeed, We have prepared for the wrongdoers a fire whose walls will surround them. And if they call for relief, they will be relieved with water like murky oil, which scalds [their] faces. Wretched is the drink, and evil is the resting place","es":"Diles: \"La Verdad proviene de su Señor. Quien quiera que crea, y quien no quiera que no lo haga\". Pero sepan que tengo preparado para los que cometen injusticias un fuego que los rodeará. Cuando sofocados pidan de beber, se les verterá un líquido como el metal fundido que les quemará el rostro. ¡Qué pésima bebida y qué horrible morada","fr":"Et dis: «La vérité émane de votre Seigneur». Quiconque le veut, qu'il croie, quiconque le veut qu'il mécroie». Nous avons préparé pour les injustes un Feu dont les flammes les cernent. Et s'ils implorent à boire on les abreuvera d'une eau comme du métal fondu brûlant les visages. Quelle mauvaise boisson et quelle détestable demeure","id":"Dan katakanlah (Muhammad), \"Kebenaran itu datangnya dari Tuhanmu; barang siapa menghendaki (beriman) hendaklah dia beriman, dan barang siapa menghendaki (kafir) biarlah dia kafir.\" Sesungguhnya Kami telah menyediakan neraka bagi orang zalim, yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (minum), mereka akan diberi air seperti besi yang mendidih yang menghanguskan wajah. (Itulah) minuman yang paling buruk dan tempat istirahat yang paling jelek","ru":"Скажи: «Истина - от вашего Господа. Кто хочет, пусть верует, а кто не хочет, пусть не верует». Мы приготовили для беззаконников Огонь, стены которого будут окружать их со всех сторон. Если они станут просить о помощи (или дожде), то им помогут водой, подобной расплавленному металлу (или осадку масла), которая обжигает лицо. Мерзкий напиток и скверная обитель","sv":"Säg: \"Sanningen från er Herre [framstår nu klar och tydlig]; låt därför den tro som vill tro, och låt den förneka tron som vill förneka den.\" För de orättfärdiga har Vi en Eld i beredskap [vars flammor] skall omsluta dem liksom tältduken [omsluter invånarna i ett tält]; och om de ber att få [stilla sin törst] skall de få dricka vatten hett som smält koppar, som bränner deras ansikten. Vilken djävulsk dryck! Vilken jämmerlig viloplats","tr":"De ki: \"Gerçek Rabbinizdendir.\" Dileyen inansın, dileyen inkar etsin. Şüphesiz zalimler için, duvarları çepeçevre onları içine alacak bir ateş hazırlamışızdır. Onlar yardım istediklerinde, erimiş maden gibi yüzleri kavuran bir su kendilerine sunulur. Bu ne kötü bir içecek ve cehennem ne kötü bir duraktır","ur":"صاف کہہ دو کہ یہ حق ہے تمہارے رب کی طرف سے، اب جس کا جی چاہے مان لے اور جس کا جی چاہے انکار کر دے ہم نے (انکار کرنے والے) ظالموں کے لیے ایک آگ تیار کر رکھی ہے جس کی لپٹیں انہیں گھیرے میں لے چکی ہیں وہاں اگر وہ پانی مانگیں گے توایسے پانی سے ان کی تواضع کی جائے گی جو تیل کی تلچھٹ جیسا ہوگا اور ان کا منہ بھون ڈالے گا، بدترین پینے کی چیز اور بہت بری آرامگاہ","zh":"你说：“真理是从你们的主降示的，谁愿信道就让他信吧，谁不愿信道，就让他不信吧。”我已为不义的人，预备了烈火，那烈火的烟幕将笼罩他们。如果他们（为干渴而）求救，就以一种水供他们解渴，那种水像沥青那样烧灼人面，那饮料真糟糕！那归宿真恶劣！"},"transliteration":"Waquli alhaqqu min rabbikum faman shaa falyumin waman shaa falyakfur inna aAAtadna lilththalimeena naran ahata bihim suradiquha wain yastagheethoo yughathoo bimain kaalmuhli yashwee alwujooha bisa alshsharabu wasaat murtafaqan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
