{"id":2169,"number":29,"text":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّـٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","translations":{"bn":"বলুনঃ সত্য তোমাদের পালনকর্তার পক্ষ থেকে আগত। অতএব, যার ইচ্ছা, বিশ্বাস স্থাপন করুক এবং যার ইচ্ছা অমান্য করুক। আমি জালেমদের জন্যে অগ্নি প্রস্তুত করে রেখেছি, যার বেষ্টনী তাদের কে পরিবেষ্টন করে থাকবে। যদি তারা পানীয় প্রার্থনা করে, তবে পুঁজের ন্যায় পানীয় দেয়া হবে যা তাদের মুখমন্ডল দগ্ধ করবে। কত নিকৃষ্ট পানীয় এবং খুবই মন্দ আশ্রয়।","en":"And say, \"The truth is from your Lord, so whoever wills - let him believe; and whoever wills - let him disbelieve.\" Indeed, We have prepared for the wrongdoers a fire whose walls will surround them. And if they call for relief, they will be relieved with water like murky oil, which scalds [their] faces. Wretched is the drink, and evil is the resting place","id":"Dan katakanlah (Muhammad), \"Kebenaran itu datangnya dari Tuhanmu; barang siapa menghendaki (beriman) hendaklah dia beriman, dan barang siapa menghendaki (kafir) biarlah dia kafir.\" Sesungguhnya Kami telah menyediakan neraka bagi orang zalim, yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (minum), mereka akan diberi air seperti besi yang mendidih yang menghanguskan wajah. (Itulah) minuman yang paling buruk dan tempat istirahat yang paling jelek","ru":"Скажи: «Истина - от вашего Господа. Кто хочет, пусть верует, а кто не хочет, пусть не верует». Мы приготовили для беззаконников Огонь, стены которого будут окружать их со всех сторон. Если они станут просить о помощи (или дожде), то им помогут водой, подобной расплавленному металлу (или осадку масла), которая обжигает лицо. Мерзкий напиток и скверная обитель","tr":"De ki: \"Gerçek Rabbinizdendir.\" Dileyen inansın, dileyen inkar etsin. Şüphesiz zalimler için, duvarları çepeçevre onları içine alacak bir ateş hazırlamışızdır. Onlar yardım istediklerinde, erimiş maden gibi yüzleri kavuran bir su kendilerine sunulur. Bu ne kötü bir içecek ve cehennem ne kötü bir duraktır","ur":"صاف کہہ دو کہ یہ حق ہے تمہارے رب کی طرف سے، اب جس کا جی چاہے مان لے اور جس کا جی چاہے انکار کر دے ہم نے (انکار کرنے والے) ظالموں کے لیے ایک آگ تیار کر رکھی ہے جس کی لپٹیں انہیں گھیرے میں لے چکی ہیں وہاں اگر وہ پانی مانگیں گے توایسے پانی سے ان کی تواضع کی جائے گی جو تیل کی تلچھٹ جیسا ہوگا اور ان کا منہ بھون ڈالے گا، بدترین پینے کی چیز اور بہت بری آرامگاہ"},"chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"bn":"গুহা","en":"The Cave","id":"Para Penghuni Gua","ru":"Пещера","tr":"Kehf","ur":"غار"},"type":"meccan"}}
