{"id":217,"number":210,"text":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَـٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translations":{"en":"Do they await but that Allah should come to them in covers of clouds and the angels [as well] and the matter is [then] decided? And to Allah [all] matters are returned","es":"¿Acaso esperan que [el Día del Juicio] Dios y los ángeles se les presenten a la sombra de las nubes? Para entonces, su situación estaría ya decidida [y serían condenados]. Todos los asuntos retornan a Dios [para que Él juzgue]","fr":"Qu'attendent-ils sinon qu'Allah leur vienne à l'ombre des nuées de même que les Anges et que leur sort soit réglé? Et c'est à Allah que toute chose est ramenée","id":"Tidak ada yang mereka tunggu-tunggu kecuali datangnya (azab) Allah bersama malaikat dalam naungan awan, sedangkan perkara (mereka) telah diputuskan. Dan kepada Allahlah segala perkara dikembalikan","ru":"Неужели они ожидают чего-либо иного, кроме как того, что Аллах явится к ним вместе с ангелами, осененный облаками, и все будет решено? К Аллаху возвращаются дела","sv":"Vill de kanske vänta till dess Gud visar Sig för dem med änglarna under molnens tronhimmel? Men [när detta sker] har Guds plan fullbordats och allt har gått tillbaka till Gud","tr":"Onlar, bulut gölgeleri içinde, Allah'ın azabının ve meleklerin tepelerine inip işin bitmesini mi bekliyorlar? Bütün işler Allah'a dönecektir","ur":"(اِن ساری نصیحتوں اور ہدایتوں کے بعد بھی لوگ سیدھے نہ ہوں، تو) کیا اب وہ اِس کے منتظر ہیں کہ اللہ بادلوں کا چتر لگائے فرشتوں کے پرے سا تھ لیے خود سامنے آ موجود ہو اور فیصلہ ہی کر ڈالا جائے؟ آخر کار سارے معاملات پیش تو اللہ ہی کے حضور ہونے والے ہیں","zh":"他们只等待安拉在云荫中与众天使同齐降临，事情将被判决。一切事情，只归安拉安排。"},"transliteration":"Hal yanthuroona illa an yatiyahumu Allahu fee thulalin mina alghamami waalmalaikatu waqudiya alamru waila Allahi turjaAAu alomooru","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
