{"id":2172,"number":32,"text":"۞وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","translations":{"en":"And present to them an example of two men: We granted to one of them two gardens of grapevines, and We bordered them with palm trees and placed between them [fields of] crops","es":"Exponles el ejemplo de dos hombres. Al incrédulo le concedí dos viñedos cercados con palmeras y en medio de ambos un sembrado","fr":"Donne-leur l'exemple de deux hommes: à l'un d'eux Nous avons assigné deux jardins de vignes que Nous avons entourés de palmiers et Nous avons mis entre les deux jardins des champs cultivés","id":"Dan berikanlah (Muhammad) kepada mereka493) suatu perumpamaan, dua orang laki-laki,494) yang seorang (yang kafir) Kami beri dua buah kebun anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara keduanya (kebun itu) Kami buatkan ladang","ru":"Приведи им притчу о двух мужах. Одному из них Мы устроили два виноградника, оградили их финиковыми пальмами и поместили между ними ниву","sv":"OCH LÅT dem få höra liknelsen om två män, av vilka Vi skänkte den ene två vingårdar, omgärdade av dadelpalmer och åtskilda av ett åkerfält","tr":"Onlara iki adamı misal olarak göster: Birine iki üzüm bağı verip, etrafını hurmalıklarla çevirmiş ve aralarında ekinler bitirmiştik","ur":"اے محمدؐ! اِن کے سامنے ایک مثال پیش کرو دو شخص تھے ان میں سے ایک کو ہم نے انگور کے دو باغ دیے اور اُن کے گرد کھجور کے درختوں کی باڑھ لگائی اور ان کے درمیان کاشت کی زمین رکھی","zh":"你以两个人的情况为他们打一个比喻。我为其中的一个创造了两个葡萄园，而围以椰枣林，并且以两园之间的地方为耕地"},"transliteration":"Waidrib lahum mathalan rajulayni jaAAalna liahadihima jannatayni min aAAnabin wahafafnahuma binakhlin wajaAAalna baynahuma zarAAan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
