{"id":2177,"number":37,"text":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","translations":{"en":"His companion said to him while he was conversing with him, \"Have you disbelieved in He who created you from dust and then from a sperm-drop and then proportioned you [as] a man","es":"El creyente con quien hablaba le preguntó [haciéndolo reflexionar]: \"¿No crees en Quien ha creado a tu padre de polvo, luego a toda su descendencia de un óvulo fecundado, y te ha dado la forma de un ser humano con todas sus facultades","fr":"Son compagnon lui dit, tout en conversant avec lui: «Serais-tu mécréant envers Celui qui t'a créé de terre, puis de sperme et enfin t'a façonné en homme","id":"Kawannya (yang beriman) berkata kepadanya sambil bercakap-cakap dengannya, \"Apakah engkau ingkar kepada (Tuhan) yang menciptakan engkau dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna","ru":"Товарищ его, беседуя с ним, сказал: «Неужели ты не веруешь в Того, Кто сотворил тебя из земли, потом - из капли, а потом сделал тебя мужчиной","sv":"Samtalet fortgick och vännen sade: ”Tackar du inte Honom som har skapat dig av jord, därefter av en droppe [säd] och till sist format dig till en människa","tr":"Kendisiyle konuştuğu arkadaşı ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman, her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: \"Maşallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın\" dedi","ur":"اُس کے ہمسائے نے گفتگو کرتے ہوئے اس سے کہا \"کیا تو کفر کرتا ہے اُس ذات سے جس نے تجھے مٹی سے اور پھر نطفے سے پیدا کیا اور تجھے ایک پورا آدمی بنا کھڑا کیا؟","zh":"他的朋友以辩驳的态度对他说：你不信造物主吗？他创造你，先用泥土，继用精液，然后使你变成一个完整的男子。"},"transliteration":"Qala lahu sahibuhu wahuwa yuhawiruhu akafarta biallathee khalaqaka min turabin thumma min nutfatin thumma sawwaka rajulan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
