{"id":2179,"number":39,"text":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","translations":{"en":"And why did you, when you entered your garden, not say, 'What Allah willed [has occurred]; there is no power except in Allah '? Although you see me less than you in wealth and children","es":"Deberías haber dicho cuando ingresaste a tus viñedos: ‘Esto es lo que Dios ha querido, todo el poder proviene de Dios’. Ya ves que poseo menos riqueza e hijos que tú","fr":"En entrant dans ton jardin, que ne dis-tu: «Telle est la volonté (et la grâce) d'Allah! Il n'y a de puissance que par Allah». Si tu me vois moins pourvu que toi en biens et en enfants","id":"Dan mengapa ketika engkau memasuki kebunmu tidak mengucapkan \"Māsyā Allāh, lā quwwata illā billāh\" (Sungguh, atas kehendak Allah, semua ini terwujud), tidak ada kekuatan kecuali dengan (pertolongan) Allah, sekalipun engkau anggap harta dan keturunanku lebih sedikit daripadamu","ru":"Почему, войдя в свой сад, ты не сказал: «Так пожелал Аллах! Нет мощи, кроме как от Аллаха!» Ты считаешь, что у меня меньше богатства и детей, чем у тебя","sv":"Om du bara hade sagt när du gick ut i din vingård:'Ske Guds vilja! Det finns ingen styrka utom hos Gud!' Om du anser att jag är underlägsen dig i rikedom och [antal] söner","tr":"Kendisiyle konuştuğu arkadaşı ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman, her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: \"Maşallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın\" dedi","ur":"اور جب تو اپنی جنت میں داخل ہو رہا تھا تو اس وقت تیری زبان سے یہ کیوں نہ نکلا کہ ماشاءاللہ، لا قوة الّا باللہ؟ اگر تو مجھے مال اور اولاد میں اپنے سے کمتر پا رہا ہے","zh":"你走进你的园圃的时候，你怎么不说：‘这件事是安拉意欲的。除安拉外，我绝无能力！’如果你认为我的财产和后嗣都不如你，"},"transliteration":"Walawla ith dakhalta jannataka qulta ma shaa Allahu la quwwata illa biAllahi in tarani ana aqalla minka malan wawaladan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
