{"id":218,"number":211,"text":"سَلۡ بَنِيٓ إِسۡرَـٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","translations":{"en":"Ask the Children of Israel how many a sign of evidence We have given them. And whoever exchanges the favor of Allah [for disbelief] after it has come to him - then indeed, Allah is severe in penalty","es":"Pregunta [¡oh, Mujámmad!] a los hijos de Israel cuántas señales evidentes les envié. Quien cambia la gracia de Dios [por incredulidad] después de haberle sido concedida, [sepa que] Dios es severo en el castigo","fr":"Demande aux enfants d'Israël combien de miracles évidents Nous leur avons apportés! Or, quiconque altère le bienfait d'Allah après qu'il lui soit parvenu... alors, Allah vraiment est dur en punition","id":"Tanyakanlah kepada Bani Israil, berapa banyak bukti nyata yang telah Kami berikan kepada mereka. Barang siapa menukar nikmat Allah setelah (nikmat itu) datang kepadanya, maka sungguh, Allah sangat keras hukuman-Nya","ru":"Спроси сынов Исраила (Израиля), сколько ясных знамений Мы ниспослали им. Если кто променяет милость Аллаха после того, как она явилась к нему, то ведь Аллах суров в наказании","sv":"Fråga Israels barn hur många klara budskap Vi har gett dem! Om någon förvränger de budskap som Gud i Sin nåd har skänkt honom, [skall han få erfara att] Gud straffar med stränghet","tr":"İsrailoğullarına sor; onlara apaçık nice ayetler verdik, Allah'ın nimetini, kendisine geldikten sonra kim değiştirirse, bilsin ki, Allah'ın cezası şüphesiz şiddetlidir","ur":"بنی اسرائیل سے پوچھو: کیسی کھلی کھلی نشانیاں ہم نے اُنہیں دکھائی ہیں (اور پھر یہ بھی انہیں سے پوچھ لو کہ) اللہ کی نعمت پانے کے بعد جو قوم اس کو شقاوت سے بدلتی ہے اُسے اللہ کیسی سخت سزادیتا ہے","zh":"你问以色列的后裔，我赏赐过他们若干明显的迹象。安拉的恩典降临之后，凡加以变更的人，（安拉必定惩罚他），因为安拉的刑罚确是严厉的。"},"transliteration":"Sal banee israeela kam ataynahum min ayatin bayyinatin waman yubaddil niAAmata Allahi min baAAdi ma jaathu fainna Allaha shadeedu alAAiqabi","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
