{"id":2180,"number":40,"text":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","translations":{"en":"It may be that my Lord will give me [something] better than your garden and will send upon it a calamity from the sky, and it will become a smooth, dusty ground","es":"Pero sabe que mi Señor me concederá algo mejor que tus viñedos [en la otra vida], y es posible que envíe del cielo una tempestad que los aniquile","fr":"il se peut que mon Seigneur, bientôt, me donne quelque chose de meilleur que ton jardin, qu'Il envoie sur [ce dernier], du ciel, quelque calamité, et que son sol devienne glissant","id":"Maka mudah-mudahan Tuhanku, akan memberikan kepadaku (kebun) yang lebih baik dari kebunmu (ini); dan Dia mengirimkan petir dari langit ke kebunmu, sehingga (kebun itu) menjadi tanah yang licin","ru":"а ведь мой Господь может даровать мне то, что лучше твоего сада, и наслать на него наказание с неба, и тогда он превратится в скользкую землю","sv":"ger Gud mig kanske något som är bättre än din vingård och över den låter Han kanske en storm från himlen bryta lös som förvandlar den till torr och ofruktbar mark","tr":"Kendisiyle konuştuğu arkadaşı ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılığına koyanı mı inkar ediyorsun? İşte O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak koşmam. Bahçene girdiğin zaman, her ne kadar beni kendinden mal ve nüfus bakımından daha az buluyorsan da: \"Maşallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahçenden daha iyisini bana verebilir ve seninkinin üzerine gökten bir felaket gönderir de bahçen yerle bir olabilir. Yahut suyu çekilir bir daha da bulamazsın\" dedi","ur":"تو بعید نہیں کہ میرا رب مجھے تیری جنت سے بہتر عطا فرما دے اور تیری جنت پر آسمان سے کوئی آفت بھیج دے جس سے وہ صاف میدان بن کر رہ جائے","zh":"那么，我的主或许会赏赐我比你的园圃更好的东西，而降霹雳于你的园圃，以致（它）化为光秃秃的土地；"},"transliteration":"FaAAasa rabbee an yutiyani khayran min jannatika wayursila AAalayha husbanan mina alssamai fatusbiha saAAeedan zalaqan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
