{"id":2185,"number":45,"text":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","translations":{"en":"And present to them the example of the life of this world, [its being] like rain which We send down from the sky, and the vegetation of the earth mingles with it and [then] it becomes dry remnants, scattered by the winds. And Allah is ever, over all things, Perfect in Ability","es":"Exponles el ejemplo de la vida mundanal, y diles que es como el agua que envío del cielo, que riega la vegetación, pero luego ésta se seca y los vientos la dispersan. Dios tiene poder sobre todas las cosas","fr":"Et propose-leur l'exemple de la vie ici-bas. Elle est semblable à une eau que Nous faisons descendre du ciel; la végétation de la terre se mélange à elle. Puis elle devient de l'herbe desséchée que les vents dispersent. Allah est certes Puissant en toutes choses","id":"Dan buatkanlah untuk mereka (manusia) perumpamaan kehidupan dunia ini, ibarat air (hujan) yang Kami turunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering yang diterbangkan oleh angin. Dan Allah Mahakuasa atas segala sesuatu","ru":"Приведи им притчу о мирской жизни. Она подобна воде, которую Мы ниспосылаем с неба. Земные растения смешиваются с ней (или благодаря ней), а потом превращаются в сухие былинки, рассеиваемые ветром. Воистину, Аллах способен на всякую вещь","sv":"OCH LÅT dem få höra en liknelse om livet i denna värld. [Se på] regnet som Vi låter falla från skyn och som tas upp av markens växter; men av dem blir det [till sist bara] agnar och torra strån, som skingras för vinden. Gud har allt i Sin makt","tr":"Onlara, dünya hayatı misalinin tıpkı şöyle olduğunu anlat: Gökten indirdiğimiz su ile yeryüzünde yetişen bitkiler birbirine karışır, ama sonunda rüzgarın savuracağı çerçöpe döner. Allah her şeyin üstünde bir kudrete sahip olandır","ur":"اور اے نبیؐ! اِنہیں حیات دنیا کی حقیقت اِس مثال سے سمجھاؤ کہ آج ہم نے آسمان سے پانی برسا دیا تو زمین کی پَود خُوب گھنی ہو گئی، اور کل وہی نباتات بھُس بن کر رہ گئی جسے ہوائیں اڑائے لیے پھرتی ہیں اللہ ہر چیز پر قدرت رکھتا ہے","zh":"你为他们打一个比方：今世的生活，犹如我从天上降下雨水，植物得雨，就蓬勃生长，既而零落，随风飘散。安拉对于万事是全能的。"},"transliteration":"Waidrib lahum mathala alhayati alddunya kamain anzalnahu mina alssamai faikhtalata bihi nabatu alardi faasbaha hasheeman tathroohu alrriyahu wakana Allahu AAala kulli shayin muqtadiran","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
