{"id":2186,"number":46,"text":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّـٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","translations":{"en":"Wealth and children are [but] adornment of the worldly life. But the enduring good deeds are better to your Lord for reward and better for [one's] hope","es":"Los bienes materiales y los hijos son parte de los encantos de la vida mundanal, [que éstos no los hagan olvidar de lo que Dios ha ordenado. Utilicen bien sus riquezas y eduquen correctamente a sus hijos,] pues las obras que a Dios Le complacen son las que perduran y tienen gran recompensa","fr":"Les biens et les enfants sont l'ornement de la vie de ce monde. Cependant, les bonnes œuvres qui persistent ont auprès de ton Seigneur une meilleure récompense et [suscitent] une belle espérance","id":"Harta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan","ru":"Богатство и сыновья - украшение мирской жизни, однако нетленные благодеяния лучше по вознаграждению перед твоим Господом, и на них лучше возлагать надежды","sv":"Rikedom och [många] söner hör till det jordiska livets glädjeämnen; men det bestående goda [du gör] är bättre inför din Herre och ger en fastare grund för hopp","tr":"Mal ve oğullar, dünya hayatının süsüdür. Ama baki kalacak yararlı işler, sevab olarak da, emel olarak da, Rabbinin katında daha hayırlıdır","ur":"یہ مال اور یہ اولاد محض دُنیوی زندگی کی ایک ہنگامی آرائش ہے اصل میں تو باقی رہ جانے والی نیکیاں ہی تیرے رب کے نزدیک نتیجے کے لحاظ سے بہتر ہیں اور اُنہی سے اچھی اُمّیدیں وابستہ کی جا سکتی ہیں","zh":"财产和后嗣是今世生活的装饰：常存的善功，在你的主看来，是报酬更好的，是希望更大的。"},"transliteration":"Almalu waalbanoona zeenatu alhayati alddunya waalbaqiyatu alssalihatu khayrun AAinda rabbika thawaban wakhayrun amalan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
