{"id":2188,"number":48,"text":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","translations":{"en":"And they will be presented before your Lord in rows, [and He will say], \"You have certainly come to Us just as We created you the first time. But you claimed that We would never make for you an appointment","es":"Cuando comparezcan ante tu Señor en fila, se les dirá: \"Se presentan ante Mí como los creé al nacer. ¿Acaso pensaban que no los iba a juzgar","fr":"Et ils seront présentés en rangs devant ton Seigneur. «Vous voilà venus à Nous comme Nous vous avons créés la première fois. Pourtant vous prétendiez que Nous ne remplirions pas Nos promesses»","id":"Dan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian","ru":"Они предстанут перед твоим Господом рядами: «Вы пришли к Нам такими, какими Мы создали вас в первый раз. Но вы предполагали, что Мы не назначили встречи с вами»","sv":"Och de skall ställas upp i rader inför din Herre [och Han skall säga:] \"Ni har [nu] kommit inför Oss så som Vi först skapade er, trots era påståenden att Vi inte skulle kalla er till [detta] möte","tr":"Dizi dizi Rabbine sunulduklarında onlara: \"And olsun ki, sizi ilk defa yarattığımız gibi Bize geldiniz. Sizi bir yere toplamak için söz vermediğimizi iddia etmiştiniz değil mi?\" denir","ur":"اور سب کے سب تمہارے رب کے حضور صف در صف پیش کیے جائیں گے لو دیکھ لو، آ گئے نا تم ہمارے پاس اُسی طرح جیسا ہم نے تم کو پہلی بار پیدا کیا تھا تم نے تو یہ سمجھا تھا کہ ہم نے تمہارے لیے کوئی وعدے کا وقت مقرر ہی نہیں کیا ہے","zh":"他们将分列成行地接受你的主的检阅。你们确已来见我，犹如我初次创造你们的时候一样。不然，你们曾说我绝不为你们确定一个约期。"},"transliteration":"WaAAuridoo AAala rabbika saffan laqad jitumoona kama khalaqnakum awwala marratin bal zaAAamtum allan najAAala lakum mawAAidan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
