{"id":2189,"number":49,"text":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","translations":{"en":"And the record [of deeds] will be placed [open], and you will see the criminals fearful of that within it, and they will say, \"Oh, woe to us! What is this book that leaves nothing small or great except that it has enumerated it?\" And they will find what they did present [before them]. And your Lord does injustice to no one","es":"A cada uno se le expondrá el registro de sus obras, y verás a los pecadores que por temor a su contenido dirán: \"¡Ay de nosotros! ¿Qué clase de registro es éste, que no deja de mencionar nada, ni grande ni pequeño?\" Encontrarán mencionado todo cuanto hayan cometido, pero tu Señor no oprimirá a nadie","fr":"Et on déposera le livre (de chacun). Alors tu verras les criminels, effrayés à cause de ce qu'il y a dedans, dire: «Malheur à nous, qu'a donc ce livre à n'omettre de mentionner ni péché véniel ni péché capital?» Et ils trouveront devant eux tout ce qu'ils ont œuvré. Et ton Seigneur ne fait du tort à personne","id":"Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun","ru":"Будет положена книга, и ты увидишь, как грешники будут трепещать от того, что в ней. Они скажут: «Горе нам! Что это за книга! В ней не упущен ни малый, ни великий грех - все подсчитано». Они обнаружат перед собой все, что совершили, и твой Господь ни с кем не поступит несправедливо","sv":"Och boken [där allt i människans liv är upptecknat] skall läggas fram, och du får se de trotsiga syndarna ängslas inför dess innehåll och höra deras rop: \"Vi är förlorade! Vad är detta för en bok, som varken utelämnar små felsteg eller grova överträdelser?\" I den skall de få återse [alla] sina handlingar; men din Herre skall inte låta någon tillfogas orätt","tr":"Amel defteri ortaya konunca, suçluların, onda yazılı olanlardan korktuklarını görürsün, \"Vah bize, eyvah bize! Bu defter nasıl olmuş da küçük büyük bir şey bırakmadan hepsini saymış!\" derler. İşlediklerini hazır bulurlar. Rabbin kimseye haksızlık etmez","ur":"اور نامہ اعمال سامنے رکھ دیا جائے گا اس وقت تم دیکھو گے کہ مجرم لوگ اپنی کتاب زندگی کے اندراجات سے ڈر رہے ہوں گے اور کہہ رہے ہوں گے کہ ہائے ہماری کم بختی، یہ کیسی کتاب ہے کہ ہماری کوئی چھوٹی بڑی حرکت ایسی نہیں رہی جو اس میں درج نہ ہو گئی ہو جو جو کچھ انہوں نے کیا تھا وہ سب اپنے سامنے حاضر پائیں گے اور تیرا رب کسی پر ذرا ظلم نہ کرے گا","zh":"功过薄将展现出来，所以，你将会看到罪人们畏惧其中的记录。他们说：“啊呀！这个功过薄怎么啦，不论大罪小罪，都毫不遗漏，一切都加以记录。”他们将发现自己所做的事都一一记录在本子上。你的主不亏枉任何人。"},"transliteration":"WawudiAAa alkitabu fatara almujrimeena mushfiqeena mimma feehi wayaqooloona ya waylatana ma lihatha alkitabi la yughadiru sagheeratan wala kabeeratan illa ahsaha wawajadoo ma AAamiloo hadiran wala yathlimu rabbuka ahadan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
