{"id":219,"number":212,"text":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","translations":{"en":"Beautified for those who disbelieve is the life of this world, and they ridicule those who believe. But those who fear Allah are above them on the Day of Resurrection. And Allah gives provision to whom He wills without account","es":"A los que niegan la verdad los seduce la vida mundanal, y [por eso] se burlan de [la pobreza de] los creyentes; pero los que temen a Dios [en este mundo] estarán sobre ellos el Día de la Resurrección, y Dios provee a quien desea sin límite","fr":"On a enjolivé la vie présente à ceux qui ne croient pas, et ils se moquent de ceux qui croient. Mais les pieux seront au-dessus d'eux, au Jour de la Résurrection. Et Allah accorde Ses bienfaits à qui Il veut, sans compter","id":"Kehidupan dunia dijadikan terasa indah dalam pandangan orang-orang yang kafir, dan mereka menghina orang-orang yang beriman. Padahal orang-orang yang bertakwa itu berada di atas mereka pada hari Kiamat. Dan Allah memberi rezeki kepada orang yang Dia kehendaki tanpa perhitungan","ru":"Мирская жизнь кажется неверующим прекрасной. Они глумятся над теми, кто уверовал. Но в День воскресения богобоязненные окажутся выше них. Аллах дарует удел без расчета, кому пожелает","sv":"Förnekarna av sanningen, som gör narr av de troende, har fått se det jordiska livets lockelser i ett förskönande ljus. Men de gudfruktiga skall ha rang högt över dem på Uppståndelsens dag. Gud ger Sitt goda i överflöd till den Han vill","tr":"İnkar edenlere, dünya hayatı güzel görünür, onlar, inananlarla alay ederler, oysa, Allah'a karşı gelmekten sakınanlar kıyamet günü onların üstünde olacaklardır. Allah dilediğini hesabsız şekilde rızıklandırır","ur":"جن لوگوں نے کفر کی راہ اختیار کی ہے، اُن کے لیے دنیا کی زندگی بڑی محبوب و دل پسند بنا دی گئی ہے ایسے لوگ ایمان کی راہ اختیار کرنے والوں کا مذاق اڑاتے ہیں، مگر قیامت کے روز پرہیز گار لوگ ہی اُن کے مقابلے میں عالی مقام ہوں گے رہا دنیا کا رزق، تو اللہ کو اختیار ہے، جسے چاہے بے حساب دے","zh":"不信道的人，为今世的生活所迷惑，他们嘲笑信道者，复活日，敬畏者将在他们之上；安拉将无量地供给他所意欲者。"},"transliteration":"Zuyyina lillatheena kafaroo alhayatu alddunya wayaskharoona mina allatheena amanoo waallatheena ittaqaw fawqahum yawma alqiyamati waAllahu yarzuqu man yashao bighayri hisabin","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
