{"id":2190,"number":50,"text":"وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّـٰلِمِينَ بَدَلٗا","translations":{"en":"And [mention] when We said to the angels, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He was of the jinn and departed from the command of his Lord. Then will you take him and his descendants as allies other than Me while they are enemies to you? Wretched it is for the wrongdoers as an exchange","es":"[Recuerda] cuando dije a los ángeles: \"Hagan una reverencia ante Adán\". La hicieron, excepto Iblís, que era un yinn, y desobedeció la orden de su Señor. ¿Acaso lo toman a él y a sus descendientes como protectores en vez de tomarme a Mí, a pesar de que son sus enemigos? ¡Qué pésimo sustituto eligen los que cometen la injusticia [de la incredulidad en Dios]","fr":"Et lorsque nous dîmes aux Anges: «Prosternez-vous devant Adam», ils se prosternèrent, excepté Iblis [Satan] qui était du nombre des djinns et qui se révolta contre le commandement de son Seigneur. Allez-vous cependant le prendre, ainsi que sa descendance, pour alliés en dehors de Moi, alors qu'ils vous sont ennemis? Quel mauvais échange pour les injustes","id":"Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai pemimpin selain Aku, padahal mereka adalah musuhmu? Sangat buruklah (iblis itu) sebagai pengganti (Allah) bagi orang yang zalim","ru":"Вот сказали Мы ангелам: «Падите ниц перед Адамом!». Все они поклонились, кроме Иблиса. Он был одним из джиннов и ослушался воли своего Господа. Неужели вы признаете его и его потомков своими покровителями и помощниками вместо Меня, тогда как они являются вашими врагами? Плохая это замена для беззаконников","sv":"OCH [MINNS] hur Vi befallde änglarna att falla ned på sina ansikten inför Adam, och hur alla föll ned utom Iblees; han tillhörde skaran av osynliga väsen och han trotsade sin Herres befallning. Vill ni ta honom och hans anhang till era beskyddare i Mitt ställe, fastän de är era fiender? Då gör de orättfärdiga ett dåligt byte","tr":"Meleklere: \"Adem'e secde edin\" demiştik. İblis'ten başka hepsi secde etmişti. O, cinlerden idi. Rabbinin buyruğu dışına çıktı. Ey insanoğulları! Siz Beni bırakıp onu ve soyunu dost mu ediniyorsunuz? Halbuki onlar size düşmandır. Kendilerine yazık edenler için bu ne kötü değişmedir","ur":"یاد کرو، جب ہم نے فرشتوں سے کہا کہ آدمؑ کو سجدہ کرو تو انہوں نے سجدہ کیا مگر ابلیس نے نہ کیا وہ جنوں میں سے تھا اس لیے اپنے رب کے حکم کی اطاعت سے نکل گیا اب کیا تم مجھے چھوڑ کر اُس کو اور اس کی ذرّیّت کو اپنا سرپرست بناتے ہو حالانکہ وہ تمہارے دشمن ہیں؟ بڑا ہی برا بدل ہے جسے ظالم لوگ اختیار کر رہے ہیں","zh":"当时，我对众天使说：“你们应当向阿丹叩头。”他们都叩了头，但易卜劣厮除外。他本是精灵，所以违背他的主的命令。他和他的子孙，是你们的仇敌，你们却舍我而以他们为保护者吗？不义者的倒行逆施真恶劣！"},"transliteration":"Waith qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa kana mina aljinni fafasaqa AAan amri rabbihi afatattakhithoonahu wathurriyyatahu awliyaa min doonee wahum lakum AAaduwwun bisa lilththalimeena badalan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
