{"id":2190,"number":50,"text":"وَإِذۡ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّـٰلِمِينَ بَدَلٗا","translations":{"bn":"যখন আমি ফেরেশতাদেরকে বললামঃ আদমকে সেজদা কর, তখন সবাই সেজদা করল ইবলীস ব্যতীত। সে ছিল জিনদের একজন। সে তার পালনকর্তার আদেশ অমান্য করল। অতএব তোমরা কি আমার পরিবর্তে তাকে এবং তার বংশধরকে বন্ধুরূপে গ্রহণ করছ? অথচ তারা তোমাদের শত্রু। এটা জালেমদের জন্যে খুবই নিকৃষ্ট বদল।","en":"And [mention] when We said to the angels, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He was of the jinn and departed from the command of his Lord. Then will you take him and his descendants as allies other than Me while they are enemies to you? Wretched it is for the wrongdoers as an exchange","id":"Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai pemimpin selain Aku, padahal mereka adalah musuhmu? Sangat buruklah (iblis itu) sebagai pengganti (Allah) bagi orang yang zalim","ru":"Вот сказали Мы ангелам: «Падите ниц перед Адамом!». Все они поклонились, кроме Иблиса. Он был одним из джиннов и ослушался воли своего Господа. Неужели вы признаете его и его потомков своими покровителями и помощниками вместо Меня, тогда как они являются вашими врагами? Плохая это замена для беззаконников","tr":"Meleklere: \"Adem'e secde edin\" demiştik. İblis'ten başka hepsi secde etmişti. O, cinlerden idi. Rabbinin buyruğu dışına çıktı. Ey insanoğulları! Siz Beni bırakıp onu ve soyunu dost mu ediniyorsunuz? Halbuki onlar size düşmandır. Kendilerine yazık edenler için bu ne kötü değişmedir","ur":"یاد کرو، جب ہم نے فرشتوں سے کہا کہ آدمؑ کو سجدہ کرو تو انہوں نے سجدہ کیا مگر ابلیس نے نہ کیا وہ جنوں میں سے تھا اس لیے اپنے رب کے حکم کی اطاعت سے نکل گیا اب کیا تم مجھے چھوڑ کر اُس کو اور اس کی ذرّیّت کو اپنا سرپرست بناتے ہو حالانکہ وہ تمہارے دشمن ہیں؟ بڑا ہی برا بدل ہے جسے ظالم لوگ اختیار کر رہے ہیں"},"chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"bn":"গুহা","en":"The Cave","id":"Para Penghuni Gua","ru":"Пещера","tr":"Kehf","ur":"غار"},"type":"meccan"}}
