{"id":2191,"number":51,"text":"۞مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","translations":{"en":"I did not make them witness to the creation of the heavens and the earth or to the creation of themselves, and I would not have taken the misguiders as assistants","es":"No los hice [a los ídolos ni al demonio] testigos de la creación de los cielos y de la Tierra, ni siquiera de su propia creación, puesto que no habría de tomar como auxiliadores a quienes desvían","fr":"Je ne les ai pas pris comme témoins de la création des cieux et de la terre, ni de la création de leurs propres personnes. Et Je n'ai pas pris comme aides ceux qui égarent","id":"Aku tidak menghadirkan mereka (iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi dan tidak (pula) penciptaan diri mereka sendiri; dan Aku tidak menjadikan orang yang menyesatkan itu sebagai penolong","ru":"Я не сделал их свидетелями сотворения небес и земли и сотворения их самих. Я не беру в помощники тех, кто вводит других в заблуждение","sv":"Jag lät dem lika litet bevittna skapelsen av himlarna och jorden som deras egen skapelse; och Jag tar inte dem till medhjälpare som vill leda människorna vilse","tr":"Oysa Ben onları ne göklerin ve yerin yaratılmasında ve ne de kendilerinin yaratılmasında hazır bulundurdum. Saptıranları hiçbir işte asla yardımcı da edinmedim","ur":"میں نے آسمان و زمین پیدا کرتے وقت اُن کو نہیں بلایا تھا اور نہ خود اُن کی اپنی تخلیق میں انہیں شریک کیا تھا میرا یہ کام نہیں ہے کہ گمراہ کرنے والوں کو اپنا مدد گار بنایا کروں","zh":"我没有使他们眼见天地的创造，也没有使他们眼见其自身的创造，我没有把使人迷误者当做助手。"},"transliteration":"Ma ashhadtuhum khalqa alssamawati waalardi wala khalqa anfusihim wama kuntu muttakhitha almudilleena AAadudan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
