{"id":2192,"number":52,"text":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","translations":{"en":"And [warn of] the Day when He will say, \"Call 'My partners' whom you claimed,\" and they will invoke them, but they will not respond to them. And We will put between them [a valley of] destruction","es":"El día que se les diga [a los idólatras]: \"Invoquen a aquellos que pretendían que eran Mis socios\". Los invocarán, pero no obtendrán respuesta. Pondremos entre ellos un abismo que los separe","fr":"Et le jour où Il dira: «Appelez ceux que vous prétendiez être Mes associés». Ils les invoqueront; mais eux ne leur répondront pas, Nous aurons placé entre eux une vallée de perdition","id":"Dan (ingatlah) pada hari (ketika) Dia berfirman, \"Panggillah olehmu sekutu-sekutu-Ku yang kamu klaim itu!\" Mereka lalu memanggilnya, tetapi mereka (sekutu-sekutu) tidak membalas (seruan) mereka dan Kami adakan untuk mereka tempat kebinasaan (neraka)","ru":"В тот день Он скажет: «Призовите Моих сотоварищей, о существовании которых вы предполагали». Они воззовут к ним, но те не ответят им. Мы воздвигнем между ними губительное место (преграду)","sv":"[Tänk på] Dagen då [Gud] skall säga: \"Anropa [nu] dem som ni påstod ha del i Min makt.\" Och de skall anropa dem men de kommer inte att få svar; mellan dem har Vi lagt en oöverstiglig klyfta","tr":"O gün Allah: \"Bana ortak olduklarını iddia ettiklerinize seslenin\" der. Onları çağırırlar, fakat hiçbirisi onların çağrılarına gelmez. Aralarına bir cehennem deresi koyarız","ur":"پھر کیا کریں گے یہ لوگ اُس روز جبکہ اِن کا رب اِن سے کہے گا کہ پکارو اب اُن ہستیوں کو جنہیں تم میرا شریک سمجھ بیٹھے تھے یہ ان کو پکاریں گے، مگر وہ اِن کی مدد کو نہ آئیں گے اور ہم ان کے درمیان ایک ہی ہلاکت کا گڑھا مشترک کر دیں گے","zh":"在那日，安拉将说：“你们所称为我的伙计的，你们把他们召唤来吧。”他们就召唤那些同事，但他们不答应。我将使他们同归于尽。"},"transliteration":"Wayawma yaqoolu nadoo shurakaiya allatheena zaAAamtum fadaAAawhum falam yastajeeboo lahum wajaAAalna baynahum mawbiqan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
