{"id":2196,"number":56,"text":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","translations":{"en":"And We send not the messengers except as bringers of good tidings and warners. And those who disbelieve dispute by [using] falsehood to [attempt to] invalidate thereby the truth and have taken My verses, and that of which they are warned, in ridicule","es":"Envié a los Mensajeros como albriciadores y advertidores. Los que se niegan a creer discuten con argumentos falsos para refutar la Verdad y se burlan de Mis versículos y advertencias","fr":"Et Nous n'envoyons des messagers que pour annoncer la bonne nouvelle et avertir. Et ceux qui ont mécru disputent avec de faux arguments, afin d'infirmer la vérité et prennent en raillerie Mes versets (le Coran) ainsi que ce (châtiment) dont on les a avertis","id":"Dan Kami tidak mengutus rasul-rasul melainkan sebagai pembawa kabar gembira dan pemberi peringatan; tetapi orang yang kafir membantah dengan (cara) yang batil agar dengan demikian mereka dapat melenyapkan yang hak (kebenaran), dan mereka menjadikan ayat-ayat-Ku dan apa yang diperingatkan terhadap mereka sebagai olok-olokan","ru":"Мы отправляем посланников только добрыми вестниками и предостерегающими увещевателями. Однако неверующие препираются посредством лживых доводов, чтобы опровергнуть ими истину, и насмехаются над Моими знамениями и тем, от чего их предостерегают","sv":"Vi sänder Våra budbärare enbart som förkunnare av hoppets budskap och som varnare; men de som förnekar sanningen vill få till stånd diskussioner för att med tomma argument försöka vederlägga [den klara] sanningen. Och de vågar skämta om Mina budskap och varningar","tr":"Biz peygamberleri ancak müjdeci ve uyarıcı olarak göndeririz. Oysa inkarcılar hakkı batılla ortadan kaldırmak için çekişirler. Ayetlerimizi ve kendilerine yapılan uyarmaları alaya alırlar","ur":"رسولوں کو ہم اس کام کے سوا اور کسی غرض کے لیے نہیں بھیجتے کہ وہ بشارت اور تنبیہ کی خدمت انجام دے دیں مگر کافروں کا حال یہ ہے کہ وہ باطل کے ہتھیار لے کر حق کو نیچا دکھانے کی کوشش کرتے ہیں اور انہوں نے میری آیات کو اور اُن تنبیہات کو جو انہیں کی گئیں مذاق بنا لیا ہے","zh":"我只派遣使者们报喜信传警告，而不信道的人们却以妄言相争论，欲借此反驳真理。他们把我的迹象和对他们的警告，当做笑柄。"},"transliteration":"Wama nursilu almursaleena illa mubashshireena wamunthireena wayujadilu allatheena kafaroo bialbatili liyudhidoo bihi alhaqqa waittakhathoo ayatee wama onthiroo huzuwan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
