{"id":2197,"number":57,"text":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","translations":{"en":"And who is more unjust than one who is reminded of the verses of his Lord but turns away from them and forgets what his hands have put forth? Indeed, We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if you invite them to guidance - they will never be guided, then - ever","es":"¿Acaso hay alguien más injusto que quien habiéndosele expuesto los signos de su Señor, los niega y se olvida de lo que han hecho sus manos? He cubierto sus corazones y ensordecido sus oídos para que no lo entiendan [al Corán]. Aunque los invites a seguir la guía, si siguen así, no se encaminarán jamás","fr":"Quel pire injuste que celui à qui on a rappelé les versets de son Seigneur et qui en détourna le dos en oubliant ce que ses deux mains ont commis? Nous avons placé des voiles sur leurs cœurs, de sorte qu'ils ne comprennent pas (le Coran), et mis une lourdeur dans leurs oreilles. Même si tu les appelles vers la bonne voie, jamais ils ne pourront donc se guider","id":"Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, lalu dia berpaling darinya dan melupakan apa yang telah dikerjakan oleh kedua tangannya? Sungguh, Kami telah menjadikan hati mereka tertutup, (sehingga mereka tidak) memahaminya, dan (Kami letakkan pula) sumbatan di telinga mereka. Kendati pun engkau (Muhammad) menyeru mereka kepada petunjuk, niscaya mereka tidak akan mendapat petunjuk untuk selama-lamanya","ru":"Кто может быть несправедливее того, кому напомнили о знамениях его Господа, а он отвернулся от них и забыл то, что совершили его руки? Мы накинули на их сердца покрывала, чтобы они не постигли его (Коран), а их уши поражены глухотой. Если даже ты призовешь их на прямой путь, они никогда не последуют прямым путем","sv":"Vem är mer orättfärdig än den som när han påminns om sin Herres budskap vänder ryggen till [i likgiltighet] och glömmer det [onda] han gjort? Vi täcker över dessa [människors] hjärtan så att de ingenting förstår och täpper till deras öron; och hur ofta du än uppmanar dem att följa [Guds] vägledning kommer de aldrig att låta sig vägledas","tr":"Rabbinin ayetleri kendisine hatırlatılmışken onlardan yüz çeviren ve önceden yaptıklarını unutan kimseden daha zalim var mıdır? Kuran'ı anlarlar diye kalblerine örtüler, kulaklarına da ağırlık koyduk. Sen onları doğru yola çağırsan da asla doğru yolagelmezler","ur":"اور اُس شخص سے بڑھ کر ظالم اور کون ہے جسے اس کے رب کی آیات سنا کر نصیحت کی جائے اور وہ اُن سے منہ پھیرے اور اُس برے انجام کو بھول جائے جس کا سر و سامان اس نے اپنے لیے خود اپنے ہاتھوں کیا ہے؟ (جن لوگوں نے یہ روش اختیار کی ہے) ان کے دلوں پر ہم نے غلاف چڑھا دیے ہیں جو انہیں قرآن کی بات نہیں سمجھنے دیتے، اور اُن کے کانوں میں ہم نے گرانی پیدا کر دی ہے تم انہیں ہدایت کی طرف کتنا ہی بلاؤ، وہ اس حالت میں کبھی ہدایت نہ پائیں گے","zh":"有人以主的迹象教诲他们，但他们鄙弃它，并且忘记他们以前所犯的罪恶；有谁比他们还不义呢？我确已将薄膜加在他们的心上，以免他们了解经义，并且在他们的耳里造重听。如果你召他们于正道，那么，他们将永不遵循正道。"},"transliteration":"Waman athlamu mimman thukkira biayati rabbihi faaAArada AAanha wanasiya ma qaddamat yadahu inna jaAAalna AAala quloobihim akinnatan an yafqahoohu wafee athanihim waqran wain tadAAuhum ila alhuda falan yahtadoo ithan abadan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
