{"id":2198,"number":58,"text":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","translations":{"en":"And your Lord is the Forgiving, full of mercy. If He were to impose blame upon them for what they earned, He would have hastened for them the punishment. Rather, for them is an appointment from which they will never find an escape","es":"Tu Señor es el Perdonador, Misericordioso. Si les quisiera dar su merecido por lo que cometieron les adelantaría el castigo. Pero he prefijado para ellos un día del que no podrán escapar","fr":"Et ton Seigneur est le Pardonneur, le Détenteur de la miséricorde. S'Il s'en prenait à eux pour ce qu'ils ont acquis, Il leur hâterait certes le châtiment. Mais il y a pour eux un terme fixé (pour l'accomplissement des menaces) contre lequel ils ne trouveront aucun refuge","id":"Dan Tuhanmu Maha Pengampun, memiliki kasih sayang. Jika Dia hendak menyiksa mereka karena perbuatan mereka, tentu Dia akan menyegerakan siksa bagi mereka. Tetapi bagi mereka ada waktu tertentu (untuk mendapat siksa) yang mereka tidak akan menemukan tempat berlindung dari-Nya","ru":"Твой Господь - Прощающий, Обладающий милосердием. Если бы Он стал наказывать их за то, что они приобрели, то ускорил бы их мучения, но для них назначен срок, и они не найдут от него спасения","sv":"Men din Herre är Den som alltid är beredd att förlåta, all nåds och barmhärtighets källa. Om Han ville ställa dem till svars för allt ont de gör, skulle Han [genast] ge dem deras straff. Men nej, en frist [sätts ut] för dem som de måste iaktta","tr":"Bununla beraber, Rabbin mağfiret ve merhamet sahibidir. Eğer onları, yaptıklarından dolayı hemen hesaba çekmek isteseydi, azaba uğratmakta acele ederdi. Ama onların bir vadesi vardır. Ondan kaçıp sığınacak yer bulamazlar","ur":"تیرا رب بڑا درگزر کرنے والا اور رحیم ہے وہ ان کے کرتوتوں پر انہیں پکڑنا چاہتا تو جلدی ہی عذاب بھیج دیتا مگر ان کے لیے وعدے کا ایک وقت مقرر ہے اور اس سے بچ کر بھاگ نکلنے کی یہ کوئی راہ نہ پائیں گے","zh":"你的主确是至赦的，确是至慈的。假若他为他们所犯的罪恶而惩治他们，那么，他必为他们而促进刑罚的来临，但他们有个定期，他们对那个定期，绝不能获得一个避难所。"},"transliteration":"Warabbuka alghafooru thoo alrrahmati law yuakhithuhum bima kasaboo laAAajjala lahumu alAAathaba bal lahum mawAAidun lan yajidoo min doonihi mawilan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
