{"id":220,"number":213,"text":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","translations":{"en":"Mankind was [of] one religion [before their deviation]; then Allah sent the prophets as bringers of good tidings and warners and sent down with them the Scripture in truth to judge between the people concerning that in which they differed. And none differed over the Scripture except those who were given it - after the clear proofs came to them - out of jealous animosity among themselves. And Allah guided those who believed to the truth concerning that over which they had differed, by His permission. And Allah guides whom He wills to a straight path","es":"La humanidad era una sola comunidad [y porque comenzaron a desviarse del monoteísmo y discrepar sobre la verdad], Dios envió a los Profetas con albricias y advertencias, y les reveló los Libros Sagrados con la Verdad para que juzgaran entre la gente acerca de lo que discrepaban. Pero [los que habían recibido los Libros Sagrados] no discreparon sino después de que les llegaron las pruebas evidentes, por envidia y rivalidad entre ellos. Dios guió con Su voluntad a los creyentes a la verdad respecto a lo que discrepaban quienes los precedieron. Dios guía a quien Le place por el sendero recto","fr":"Les gens formaient (à l'origine) une seule communauté (croyante). Puis, (après leurs divergences,) Allah envoya des prophètes comme annonciateurs et avertisseurs; et Il fit descendre avec eux le Livre contenant la vérité, pour régler parmi les gens leurs divergences. Mais, ce sont ceux-là mêmes à qui il avait été apporté, qui se mirent à en disputer, après que les preuves leur furent venues, par esprit de rivalité! Puis Allah, de par Sa Grâce, guida ceux qui crurent vers cette Vérité sur laquelle les autres disputaient. Et Allah guide qui Il veut vers le chemin droit","id":"Manusia itu (dahulunya) satu umat. Lalu Allah mengutus para nabi (untuk) menyampaikan kabar gembira dan peringatan. Dan diturunkan-Nya bersama mereka Kitab yang mengandung kebenaran, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan. Dan yang berselisih hanyalah orang-orang yang telah diberi (Kitab), setelah bukti-bukti yang nyata sampai kepada mereka, karena kedengkian di antara mereka sendiri. Maka dengan kehendak-Nya, Allah memberi petunjuk kepada mereka yang beriman tentang kebenaran yang mereka perselisihkan. Allah memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus","ru":"Люди были одной общиной, и Аллах отправил пророков добрыми вестниками и предостерегающими увещевателями, ниспослал вместе с ними Писание с истиной, чтобы рассудить людей в том, в чем они разошлись во мнениях. Но разошлись во мнениях относительно этого только те, кому было даровано Писание, после того, как к ним явились ясные знамения, по причине зависти и несправедливого отношения друг к другу. Аллах по Своей воле направил тех, которые уверовали, к истине, относительно которой они разошлись во мнениях. Аллах наставляет на прямой путь, кого пожелает","sv":"MÄNNISKORNA utgjorde en gång ett enda samfund, [men då splittring uppstod] sände Gud profeterna som förkunnare av ett glatt budskap om hopp och som varnare, och med dem [sände Han] uppenbarelsen med sanningen för att avgöra de frågor som människorna blivit oense om. [Uppenbarelsens] mottagare blev oense om dess innehåll först sedan de hade nåtts av de klara vittnesbörden - av inbördes ovilja och avund. Men Gud vägledde de troende i det som de med Hans tillåtelse hade kommit till skiljaktiga meningar om - Gud leder den Han vill till en rak väg","tr":"İnsanlar bir tek ümmetti. Allah peygamberleri müjdeci ve uyarıcı olarak gönderdi; insanların ayrılığa düşecekleri hususlarda aralarında hüküm vermek için onlarla birlikte hak Kitaplar indirdi. Ancak Kitap verilenler, kendilerine belgeler geldikten sonra, aralarındaki ihtiras yüzünden onda ayrılığa düştüler. Allah, inananları, ayrılığa düştükleri gerçeğe kendi izni ile eriştirdi. Allah dilediğini doğru yola eriştirir","ur":"ابتدا میں سب لوگ ایک ہی طریقہ پر تھے (پھر یہ حالت باقی نہ رہی اور اختلافات رونما ہوئے) تب اللہ نے نبی بھیجے جو راست روی پر بشارت دینے والے اور کج روی کے نتائج سے ڈرانے والے تھے، اور اُن کے ساتھ کتاب بر حق نازل کی تاکہ حق کے بارے میں لوگوں کے درمیان جو اختلافات رونما ہوگئے تھے، ان کا فیصلہ کرے (اور ان اختلافات کے رونما ہونے کی وجہ یہ نہ تھی کہ ابتدا میں لوگوں کو حق بتایا نہیں گیا تھا نہیں،) اختلاف اُن لوگوں نے کیا، جنہیں حق کا عمل دیا چکا تھا اُنہوں نے روشن ہدایات پا لینے کے بعد محض اس کے لیے حق کو چھوڑ کر مختلف طریقے نکالے کہ وہ آپس میں زیادتی کرنا چاہتے تھے پس جو لوگ انبیا پر ایمان لے آئے، انہیں اللہ نے اپنے اذن سے اُس حق کا راستہ دکھا دیا، جس میں لوگوں نے اختلاف کیا تھا اللہ جسے چاہتا ہے، راہ راست دکھا دیتا ہے","zh":"世人原是一个民族，嗣后，他们信仰分歧，故安拉派众先知作报喜者和警告者，且降示他们包含真理的经典，以便他为世人判决他们所争论的是非。惟曾受天经的人，在明证降临之后，因互相嫉妒，而对天经意见分歧，故安拉依自己的意旨而引导信道的人，让他们明白他们所争论的真理。安拉引导他所意欲的人走上正路。"},"transliteration":"Kana alnnasu ommatan wahidatan fabaAAatha Allahu alnnabiyyeena mubashshireena wamunthireena waanzala maAAahumu alkitaba bialhaqqi liyahkuma bayna alnnasi feema ikhtalafoo feehi wama ikhtalafa feehi illa allatheena ootoohu min baAAdi ma jaathumu albayyinatu baghyan baynahum fahada Allahu allatheena amanoo lima ikhtalafoo feehi mina alhaqqi biithnihi waAllahu yahdee man yashao ila siratin mustaqeemin","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
