{"id":2203,"number":63,"text":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","translations":{"en":"He said, \"Did you see when we retired to the rock? Indeed, I forgot [there] the fish. And none made me forget it except Satan - that I should mention it. And it took its course into the sea amazingly","es":"Dijo: \"Cuando nos refugiamos junto a la roca, allí me olvidé del pescado. Solo el demonio pudo hacer que me olvidara de contarte que milagrosamente saltó y emprendió el regreso hacia el mar","fr":"[Le valet lui] dit: «Quand nous avons pris refuge près du rocher, vois-tu, j'ai oublié le poisson - le Diable seul m'a fait oublier de (te) le rappeler - et il a curieusement pris son chemin dans la mer»","id":"Dia (pembantunya) menjawab, \"Tahukah engkau ketika kita mencari tempat berlindung di batu tadi, maka aku lupa (menceritakan tentang) ikan itu dan tidak ada yang membuat aku lupa untuk mengingatnya kecuali setan, dan (ikan) itu mengambil jalannya ke laut dengan cara yang aneh sekali","ru":"Он сказал: «Помнишь, как мы укрылись под скалой? Я забыл о рыбе, и только дьявол заставил меня не вспомнить о ней. Она же отправилась в путь по морю чудесным образом»","sv":"[Tjänaren] sade: \"Så besynnerligt! När vi begav oss till klippan där [för att vila] glömde jag bort fisken. Det kan bara ha varit Djävulen som fick mig att glömma den! Och den tog sig fram till havet; det är sannerligen märkligt","tr":"O da: \"Bak sen! Kayalığa vardığımızda balığı unutmuştum. Bana onu hatırlamamı unutturan ancak şeytandır. Balık şaşılacak şekilde denizde yolunu tutup gitmiş\" dedi","ur":"خادم نے کہا \"آپ نے دیکھا! یہ کیا ہوا؟ جب ہم اُس چٹان کے پاس ٹھیرے ہوئے تھے اُس وقت مجھے مچھلی کا خیال نہ رہا اور شیطان نے مجھ کو ایسا غافل کر دیا کہ میں اس کا ذکر (آپ سے کرنا) بھول گیا مچھلی تو عجیب طریقے سے نکل کر دریا میں چلی گئی","zh":"他说：“你告诉我吧，当我们到达那座磐石下休息的时候，我确已忘记了那尾鱼——只因恶魔我才忘记了告诉你，——那尾鱼入海而去，那真是怪事！”"},"transliteration":"Qala araayta ith awayna ila alssakhrati fainnee naseetu alhoota wama ansaneehu illa alshshaytanu an athkurahu waittakhatha sabeelahu fee albahri AAajaban","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
