{"id":221,"number":214,"text":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","translations":{"en":"Or do you think that you will enter Paradise while such [trial] has not yet come to you as came to those who passed on before you? They were touched by poverty and hardship and were shaken until [even their] messenger and those who believed with him said, \"When is the help of Allah?\" Unquestionably, the help of Allah is near","es":"¿Acaso creen que van a entrar al Paraíso sin sufrir las mismas pruebas que quienes los precedieron? Padecieron pobreza e infortunios, y una conmoción tal que hasta el Mensajero y los creyentes que estaban con él imploraron: \"¿Cuándo llegará el auxilio de Dios?\" Pero el auxilio de Dios estaba cercano","fr":"Pensez-vous entrer au Paradis alors que vous n'avez pas encore subi des épreuves semblables à celles que subirent ceux qui vécurent avant vous? Misère et maladie les avaient touchés; et ils furent secoués jusqu'à ce que le Messager, et avec lui, ceux qui avaient cru, se fussent écriés: «Quand viendra le secours d'Allah?» - Quoi! le secours d'Allah est sûrement proche","id":"Ataukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, \"Kapankah datang pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu dekat","ru":"Или вы полагали, что войдете в Рай, не испытав того, что постигло ваших предшественников? Их поражали нищета и болезни. Они переживали такие потрясения, что Посланник и уверовавшие вместе с ним говорили: «Когда же придет помощь Аллаха?». Воистину, помощь Аллаха близка","sv":"Tror ni att ni skall få stiga in i paradiset utan att först ha gått igenom detsamma som de som levde före er? Olycka och motgång drabbade dem och skakade dem i grunden, så att sändebudet och de som följde honom i tron utropade: \"När skall hjälpen [komma] från Gud?\" Men Guds hjälp är [alltid] nära","tr":"Sizden önce gelenlerin durumu sizin başınıza gelmeden cennete gireceğinizi mi zannettiniz? Peygamber ve onunla beraber müminler: \"Allah'ın yardımı ne zaman?\" diyecek kadar darlığa ve zorluğa uğramışlar ve sarsılmışlardı; iyi bilin ki Allah'ın yardımı şüphesiz yakındır","ur":"پھر کیا تم لوگوں نے یہ سمجھ رکھا ہے کہ یونہی جنت کا داخلہ تمہیں مل جائے گا، حالانکہ ابھی تم پر وہ سب کچھ نہیں گزرا ہے، جو تم سے پہلے ایمان لانے والوں پر گزر چکا ہے؟ اُن پر سختیاں گزریں، مصیبتیں آئیں، ہلا مارے گئے، حتیٰ کہ وقت کارسول اور اس کے ساتھی اہل ایمان چیخ اٹھے کہ اللہ کی مدد کب آئے گی اُس وقت انہیں تسلی دی گئی کہ ہاں اللہ کی مدد قریب ہے","zh":"你们还没有遭遇前人所遭遇的患难，就猜想自己得入乐园吗？前人曾遭受穷困和患难，曾受震惊，甚至使者和信道的人都说：“安拉的援助什么时候降临呢？”真的，安拉的援助，确是临近的。"},"transliteration":"Am hasibtum an tadkhuloo aljannata walamma yatikum mathalu allatheena khalaw min qablikum massathumu albasao waalddarrao wazulziloo hatta yaqoola alrrasoolu waallatheena amanoo maAAahu mata nasru Allahi ala inna nasra Allahi qareebun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
