{"id":2211,"number":71,"text":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","translations":{"en":"So they set out, until when they had embarked on the ship, al-Khidh r tore it open. [Moses] said, \"Have you torn it open to drown its people? You have certainly done a grave thing","es":"Entonces partieron hasta que abordaron un pequeño barco [y cuando llegaron a la costa] le hizo un boquete. Dijo [Moisés]: \"¿Has hecho un boquete para que se ahoguen quienes [estén viajando] a abordo? Has cometido algo grave","fr":"Alors les deux partirent. Et après qu'ils furent montés sur un bateau, l'homme y fit une brèche. [Moïse] lui dit: «Est-ce pour noyer ses occupants que tu l'as ébréché? Tu as commis, certes, une chose monstrueuse!»","id":"Maka berjalanlah keduanya, hingga ketika keduanya menaiki perahu lalu dia melubanginya. Dia (Musa) berkata, \"Mengapa engkau melubangi perahu itu, apakah untuk menenggelamkan penumpangnya?\" Sungguh, engkau telah berbuat suatu kesalahan yang besar","ru":"Они вдвоем двинулись в путь. Когда же они сели на корабль, он сделал в нем пробоину. Он сказал: «Ты сделал пробоину, чтобы потопить людей на нем? Ты совершил тяжкий поступок!»","sv":"Så började de sin vandring och [kom till en strand där] de steg i en båt; och [den vise mannen] gjorde ett hål i den [och Moses] utropade: \"Har du gjort ett hål i den för att de som går ombord skall drunkna? Du har sannerligen gjort något oerhört","tr":"Bunun üzerine kalkıp gittiler; sonunda bir gemiye bindiklerinde, o gemiyi deliverdi; Musa: \"Gemiyi içindekileri boğmak için mi deldin? Doğrusu şaşılacak bir şey yaptın\" dedi","ur":"اب وہ دونوں روانہ ہوئے، یہاں تک کہ جب وہ ایک کشتی میں سوار ہو گئے تو اس شخص نے کشتی میں شگاف ڈال دیا موسیٰؑ نے کہا \"آپ نے اس میں شگاف ڈال دیا تاکہ سب کشتی والوں کو ڈبو دیں؟ یہ تو آپ نے ایک سخت حرکت کر ڈالی","zh":"他俩就同行，到了乘船的时候，他把船凿了一个洞，穆萨说：“你把船凿了一个洞，要想使船里的人淹死吗？你确已做了一件悖谬的事！”"},"transliteration":"Faintalaqa hatta itha rakiba fee alssafeenati kharaqaha qala akharaqtaha litughriqa ahlaha laqad jita shayan imran","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
