{"id":2214,"number":74,"text":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","translations":{"en":"So they set out, until when they met a boy, al-Khidh r killed him. [Moses] said, \"Have you killed a pure soul for other than [having killed] a soul? You have certainly done a deplorable thing","es":"Entonces partieron hasta que se encontraron con un joven al que mató. Dijo [Moisés]: \"¿Has matado a una persona inocente sin que él haya matado a nadie? Has hecho algo terrible","fr":"Puis ils partirent tous deux; et quand ils eurent rencontré un enfant, [l'homme] le tua. Alors [Moïse] lui dit: «As-tu tué un être innocent, qui n'a tué personne? Tu as commis certes, une chose affreuse!»","id":"Maka berjalanlah keduanya; hingga ketika keduanya berjumpa dengan seorang anak muda, maka dia membunuhnya. Dia (Musa) berkata, \"Mengapa engkau bunuh jiwa yang bersih, bukan karena dia membunuh orang lain? Sungguh, engkau telah melakukan sesuatu yang sangat mungkar","ru":"Они продолжили путь, пока не встретили мальчика, и он убил его. Он сказал: «Неужели ты убил невинного человека, который никого не убивал?! Ты совершил предосудительный поступок!»","sv":"Och de vandrade vidare till dess de mötte en ung man och [den vise] dödade honom, [varpå Moses] utropade: \"Har du berövat en oskyldig människa livet, som inte gjort orätt mot någon annan? Du har sannerligen begått en oerhörd handling","tr":"Yine gittiler; sonunda bir erkek çocuğa rastladılar, o hemen onu öldürdü. Musa: \"Bir cana karşılık olmaksızın masum bir cana mı kıydın? Doğrusu pek kötü bir şey yaptın\" dedi","ur":"پھر وہ دونوں چلے، یہاں تک کہ ان کو ایک لڑکا ملا اور اس شخص نے اسے قتل کر دیا موسیٰؑ نے کہا \"آپ نے ایک بے گناہ کی جان لے لی حالانکہ اُس نے کسی کا خون نہ کیا تھا؟ یہ کام تو آپ نے بہت ہی برا کیا","zh":"他俩又同行，后来遇见了一个儿童，他就把那个儿童杀了，穆萨说：“你怎么枉杀无辜的人呢？你确已做了一件凶恶的事！”"},"transliteration":"Faintalaqa hatta itha laqiya ghulaman faqatalahu qala aqatalta nafsan zakiyyatan bighayri nafsin laqad jita shayan nukran","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
