{"id":2217,"number":77,"text":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","translations":{"en":"So they set out, until when they came to the people of a town, they asked its people for food, but they refused to offer them hospitality. And they found therein a wall about to collapse, so al-Khidh r restored it. [Moses] said, \"If you wished, you could have taken for it a payment","es":"Partieron hasta que llegaron a un pueblo y pidieron a sus habitantes que los alimentaran, pero se negaron a darles hospitalidad. Luego encontraron en el pueblo un muro que estaba a punto de derrumbarse, y [Al Jidr] lo reconstruyó. Le dijo [Moisés]: \"Si hubieras querido, podrías haber pedido una paga por ello","fr":"Ils partirent donc tous deux; et quand ils furent arrivés à un village habité, ils demandèrent à manger à ses habitants; mais ceux-ci refusèrent de leur donner l'hospitalité. Ensuite, ils y trouvèrent un mur sur le point de s'écrouler. L'homme le redressa. Alors [Moïse] lui dit: «Si tu voulais, tu aurais bien pu réclamer pour cela un salaire»","id":"Maka keduanya berjalan; hingga ketika keduanya sampai kepada penduduk suatu negeri, mereka berdua meminta dijamu oleh penduduknya, tetapi mereka (penduduk negeri itu) tidak mau menjamu mereka, kemudian keduanya mendapatkan dinding rumah yang hampir roboh (di negeri itu), lalu dia menegakkannya. Dia (Musa) berkata, \"Jika engkau mau, niscaya engkau dapat meminta imbalan untuk itu","ru":"Они продолжили путь, пока не пришли к жителям одного селения. Они попросили его жителей накормить их, но те отказались принять их гостями. Они увидели там стену, которая хотела обрушиться, и он выпрямил ее. Муса (Моисей) сказал: «При желании ты получил бы за это вознаграждение»","sv":"Och de vandrade vidare tills de kom till en by och bad dess invånare om mat, men de visade sig ogästvänliga. Sedan fann de en mur som hotade att störta samman och som [den vise mannen] byggde upp. [Och Moses] utropade: \"Hade du velat kunde du säkert ha fått ersättning för detta","tr":"Yine yola koyuldular; sonunda vardıkları bir kasaba halkından yiyecek istediler. Kasaba halkı, bu ikisini misafir etmek istemedi. İkisi, şehrin içinde yıkılmağa yüz tutan bir duvar gördüler, Musa'nın arkadaşı onu doğrultuverdi; Musa: \"Dileseydin buna karşı bir ücret alabilirdin\" dedi","ur":"پھر وہ آگے چلے یہاں تک کہ ایک بستی میں پہنچے اور وہاں کے لوگوں سے کھانا مانگا مگر انہوں نے ان دونوں کی ضیافت سے انکار کر دیا وہاں انہوں نے ایک دیوار دیکھی جوگرا چاہتی تھی اُس شخص نے اس دیوار کو پھر قائم کر دیا موسیٰؑ نے کہا \" اگر آپ چاہتے تو اس کام کی اُجرت لے سکتے تھے","zh":"他俩又同行，来到了一个城市，就向城里的居民求食，他们不肯款待。后来他俩在城里发现一堵墙快要倒塌了，他就把那堵墙修理好了，穆萨说：“如果你意欲，你必为这件工作而索取工钱。”"},"transliteration":"Faintalaqa hatta itha ataya ahla qaryatin istatAAama ahlaha faabaw an yudayyifoohuma fawajada feeha jidaran yureedu an yanqadda faaqamahu qala law shita laittakhathta AAalayhi ajran","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
