{"id":2217,"number":77,"text":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","translations":{"bn":"অতঃপর তারা চলতে লাগল, অবশেষে যখন একটি জনপদের অধিবাসীদের কাছে পৌছে তাদের কাছে খাবার চাইল, তখন তারা তাদের অতিথেয়তা করতে অস্বীকার করল। অতঃপর তারা সেখানে একটি পতনোম্মুখ প্রাচীর দেখতে পেলেন, সেটি তিনি সোজা করে দাঁড় করিয়ে দিলেন। মূসা বললেনঃ আপনি ইচ্ছা করলে তাদের কাছ থেকে এর পারিশ্রমিক আদায় করতে পারতেন।","en":"So they set out, until when they came to the people of a town, they asked its people for food, but they refused to offer them hospitality. And they found therein a wall about to collapse, so al-Khidh r restored it. [Moses] said, \"If you wished, you could have taken for it a payment","id":"Maka keduanya berjalan; hingga ketika keduanya sampai kepada penduduk suatu negeri, mereka berdua meminta dijamu oleh penduduknya, tetapi mereka (penduduk negeri itu) tidak mau menjamu mereka, kemudian keduanya mendapatkan dinding rumah yang hampir roboh (di negeri itu), lalu dia menegakkannya. Dia (Musa) berkata, \"Jika engkau mau, niscaya engkau dapat meminta imbalan untuk itu","ru":"Они продолжили путь, пока не пришли к жителям одного селения. Они попросили его жителей накормить их, но те отказались принять их гостями. Они увидели там стену, которая хотела обрушиться, и он выпрямил ее. Муса (Моисей) сказал: «При желании ты получил бы за это вознаграждение»","tr":"Yine yola koyuldular; sonunda vardıkları bir kasaba halkından yiyecek istediler. Kasaba halkı, bu ikisini misafir etmek istemedi. İkisi, şehrin içinde yıkılmağa yüz tutan bir duvar gördüler, Musa'nın arkadaşı onu doğrultuverdi; Musa: \"Dileseydin buna karşı bir ücret alabilirdin\" dedi","ur":"پھر وہ آگے چلے یہاں تک کہ ایک بستی میں پہنچے اور وہاں کے لوگوں سے کھانا مانگا مگر انہوں نے ان دونوں کی ضیافت سے انکار کر دیا وہاں انہوں نے ایک دیوار دیکھی جوگرا چاہتی تھی اُس شخص نے اس دیوار کو پھر قائم کر دیا موسیٰؑ نے کہا \" اگر آپ چاہتے تو اس کام کی اُجرت لے سکتے تھے"},"chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"bn":"গুহা","en":"The Cave","id":"Para Penghuni Gua","ru":"Пещера","tr":"Kehf","ur":"غار"},"type":"meccan"}}
