{"id":2219,"number":79,"text":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","translations":{"en":"As for the ship, it belonged to poor people working at sea. So I intended to cause defect in it as there was after them a king who seized every [good] ship by force","es":"En cuanto al barco, pertenecía a unos pobres que trabajaban en el mar, y quise averiarlo porque detrás de ellos venía un rey que se apoderaba por la fuerza de todos los barcos [que estuvieran en perfectas condiciones]","fr":"Pour ce qui est du bateau, il appartenait à des pauvres gens qui travaillaient en mer. Je voulais donc le rendre défectueux, car il y avait derrière eux un roi qui saisissait de force tout bateau","id":"Adapun perahu itu adalah milik orang miskin yang bekerja di laut; aku bermaksud merusaknya, karena di hadapan mereka ada seorang raja yang akan merampas setiap perahu","ru":"Что касается корабля, то он принадлежал беднякам, которые трудились в море. Я захотел повредить его, потому что перед ними находился царь, который силой отнимал все неповрежденные корабли","sv":"Vad båten beträffar tillhörde den några fattiga män som hämtade sitt levebröd ur havet, och jag ville göra åverkan på den därför att de hotades av en kung, som med våld bemäktigade sig alla båtar han kunde få tag i","tr":"Gemi, denizde çalışan birkaç yoksula aitti; onu kusurlu kılmak istedim, çünkü peşlerinde her sağlam gemiye zorla el koyan bir hükümdar vardı","ur":"اُس کشتی کا معاملہ یہ ہے کہ وہ چند غریب آدمیوں کی تھی جو دریا میں محنت مزدوری کرتے تھے میں نے چاہا کہ اسے عیب دار کر دوں، کیونکہ آگے ایک ایسے بادشاہ کا علاقہ تھا جو ہر کشتی کو زبردستی چھین لیتا تھا","zh":"至于那只船，则是海里工作的几个穷人的，我要使船有缺陷，是因为他们的前面有一个国王，要强征一切船只。"},"transliteration":"Amma alssafeenatu fakanat limasakeena yaAAmaloona fee albahri faaradtu an aAAeebaha wakana waraahum malikun yakhuthu kulla safeenatin ghasban","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
