{"id":222,"number":215,"text":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","translations":{"en":"They ask you, [O Muhammad], what they should spend. Say, \"Whatever you spend of good is [to be] for parents and relatives and orphans and the needy and the traveler. And whatever you do of good - indeed, Allah is Knowing of it","es":"Te preguntan [¡oh, Mujámmad!] a quién dar caridad. Diles: \"Den a sus padres, parientes, huérfanos, pobres y viajeros insolventes\". Todos los actos de bien que hagan Dios lo sabe","fr":"Ils t'interrogent: «Qu'est-ce qu'on doit dépenser?» Dis: «Ce que vous dépensez de bien devrait être pour les père et mère, les proches, les orphelins, les pauvres et les voyageurs indigents. Et tout ce que vous faites de bien, vraiment Allah le sait»","id":"Mereka bertanya kepadamu (Muhammad) tentang apa yang harus mereka infakkan. Katakanlah, \"Harta apa saja yang kamu infakkan, hendaknya diperuntukkan bagi kedua orang tua, kerabat, anak yatim, orang miskin dan orang yang dalam perjalanan.\" Dan kebaikan apa saja yang kamu kerjakan, maka sesungguhnya Allah Maha Mengetahui","ru":"Они спрашивают тебя, что они должны расходовать. Скажи: «Любое добро, которое вы раздаете, должно достаться родителям, близким родственникам, сиротам, беднякам, путникам. Что бы вы ни сделали доброго, Аллах знает об этом»","sv":"DE FRÅGAR dig vad de bör ge åt andra. Säg: \"Det goda ni vill ge skall ni ge till era föräldrar och närmaste anhöriga och till de faderlösa och de behövande och till vandringsmannen. Gud har kännedom om det goda ni gör","tr":"Sana, ne sarfedeceklerini sorarlar, de ki: \"Sarfedeceğiniz mal, ana baba, yakınlar, yetimler, düşkünler, yolcular içindir. Yaptığınız her iyiliği Allah şüphesiz bilir","ur":"لوگ پوچھتے ہیں کہ ہم کیا خرچ کریں؟ جواب دو کہ جو مال بھی تم خرچ کرو اپنے والدین پر، رشتے داروں پر، یتیموں اور مسکینوں اور مسافروں پر خرچ کرو اور جو بھلائی بھی تم کرو گے، اللہ اس سے باخبر ہوگا","zh":"他们问你他们应该怎样费用，你说：“你们所费用的财产，当费用于父母、至亲、孤儿、贫民、旅客，你们无论行什么善功，都确是安拉所全知的。”"},"transliteration":"Yasaloonaka matha yunfiqoona qul ma anfaqtum min khayrin falilwalidayni waalaqrabeena waalyatama waalmasakeeni waibni alssabeeli wama tafAAaloo min khayrin fainna Allaha bihi AAaleemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
