{"id":2222,"number":82,"text":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","translations":{"en":"And as for the wall, it belonged to two orphan boys in the city, and there was beneath it a treasure for them, and their father had been righteous. So your Lord intended that they reach maturity and extract their treasure, as a mercy from your Lord. And I did it not of my own accord. That is the interpretation of that about which you could not have patience","es":"En cuanto al muro, pertenecía a dos jóvenes huérfanos del pueblo. Debajo de él había un tesoro que les pertenecía. Su padre había sido un hombre piadoso y tu Señor quiso que cuando alcanzaran la madurez encontraran el tesoro, como una misericordia de tu Señor. Yo no lo hice por iniciativa propia. Ésta es la interpretación de aquello sobre lo que no tuviste paciencia","fr":"Et quant au mur, il appartenait à deux garçons orphelins de la ville, et il y avait dessous un trésor à eux; et leur père était un homme vertueux. Ton Seigneur a donc voulu que tous deux atteignent leur maturité et qu'ils extraient, [eux-mêmes] leur trésor, par une miséricorde de ton Seigneur. Je ne l'ai d'ailleurs pas fait de mon propre chef. Voilà l'interprétation de ce que tu n'as pas pu endurer avec patience»","id":"Dan adapun dinding rumah itu adalah milik dua anak yatim di kota itu, yang di bawahnya tersimpan harta bagi mereka berdua, dan ayahnya seorang yang saleh. Maka Tuhanmu menghendaki agar keduanya sampai dewasa dan keduanya mengeluarkan simpanannya itu sebagai rahmat dari Tuhanmu. Apa yang kuperbuat bukan menurut kemauanku sendiri. Itulah keterangan perbuatan-perbuatan yang engkau tidak sabar terhadapnya","ru":"Что же касается стены, то она принадлежит двум осиротевшим мальчикам из города. Под ней находится их клад. Их отец был праведником, и твой Господь пожелал, чтобы они достигли зрелого возраста и извлекли свой клад по милости твоего Господа. Я не поступал по своему усмотрению. Вот толкование того, к чему ты не смог отнестись с терпением»","sv":"Och vad muren beträffar tillhörde den två faderlösa ungdomar i byn och under den låg en skatt begraven som var deras egendom. Deras far hade varit en rättrådig man och det var din Herres vilja att de, när de uppnått vuxen ålder, som en nåd från Honom skulle få gräva upp denna skatt. Ingenting av detta har jag gjort av egen drift. Där ser du innebörden av det som du inte [stillatigande] kunde bevittna","tr":"Duvar ise, şehirde iki yetim erkek çocuğa aitti. Duvarın altında onların bir hazinesi vardı; babaları da iyi bir kimseydi. Rabbin onların erginlik çağına ulaşmasını ve Rabbinden bir rahmet olarak hazinelerini çıkarmalarını istedi. Ben bunları kendiliğimden yapmadım. İşte dayanamadığın işlerin içyüzleri budur","ur":"اور اس دیوار کا معاملہ یہ ہے کہ یہ دو یتیم لڑکوں کی ہے جو اس شہر میں رہتے ہیں اس دیوار کے نیچے اِن بچّوں کے لیے ایک خزانہ مدفون ہے اور ان کا باپ ایک نیک آدمی تھا اس لیے تمہارے رب نے چاہا کہ یہ دونوں بچّے بالغ ہوں اور اپنا خزانہ نکال لیں یہ تمہارے رب کی رحمت کی بنا پرکیا گیا ہے، میں نے کچھ اپنے اختیار سے نہیں کر دیا ہے یہ ہے حقیقت اُن باتوں کی جن پر تم صبر نہ کر سکے","zh":"至于那堵墙，则是城中两个孤儿的；墙下有他俩的财宝。他俩的父亲，原是善良的。你的主要在他俩成年后，取出他俩的财宝，这是属于你的主的恩惠，我没有随着我的私欲做这件事。这是你所不能忍受的事情的道理。”"},"transliteration":"Waamma aljidaru fakana lighulamayni yateemayni fee almadeenati wakana tahtahu kanzun lahuma wakana aboohuma salihan faarada rabbuka an yablugha ashuddahuma wayastakhrija kanzahuma rahmatan min rabbika wama faAAaltuhu AAan amree thalika taweelu ma lam tastiAA AAalayhi sabran","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
