{"id":2226,"number":86,"text":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","translations":{"en":"Until, when he reached the setting of the sun, he found it [as if] setting in a spring of dark mud, and he found near it a people. Allah said, \"O Dhul-Qarnayn, either you punish [them] or else adopt among them [a way of] goodness","es":"hasta alcanzar la parte más occidental, donde vio que el Sol se ocultaba en un manantial cálido, y encontró allí un pueblo [que cometía toda clase de injusticias]. Le inspiré: \"¡Oh, Dhul Qarnain! Puedes castigarlos o tratarlos con benevolencia","fr":"Et quand il eut atteint le Couchant, il trouva que le soleil se couchait dans une source boueuse, et, auprès d'elle il trouva une peuplade [impie]. Nous dîmes: «O Dûl-Qarnayn! ou tu les châties, ou tu uses de bienveillance à leur égard»","id":"(Hingga ketika dia telah sampai di tempat matahari terbenam,496) dia melihatnya (matahari) terbenam di dalam laut yang berlumpur hitam, dan di sana ditemukannya suatu kaum (tidak beragama). Kami berfirman, \"Wahai Zulkarnain! Engkau boleh menghukum atau berbuat kebaikan (mengajak beriman) kepada mereka","ru":"Когда он прибыл туда, где закатывается солнце, он обнаружил, что оно закатывается в мутный (или горячий) источник. Около него он нашел народ. Мы сказали: «О Зуль Карнейн! Либо ты накажешь их, либо сделаешь им добро»","sv":"[och gick mot väster] till dess han kom till den plats där solen går ned, och den gick ned - så föreföll det honom - i ett hav av gyttja. Och där fann han ett [oupplyst och ogudaktigt] folk. Vi sade: \"Du Tvåhornade! Antingen går du hårt fram [mot dem] eller också behandlar du dem med mildhet","tr":"Sonunda güneşin battığı yere ulaşınca onu, kara balçıklı bir suda batıyor gördü. Orada bir millete rastladı. \"Zülkarneyn! Onlara azap da edebilirsin, iyi muamelede de bulunabilirsin\" dedik","ur":"حتیٰ کہ جب وہ غروب آفتاب کی حَد تک پہنچ گیا تو اس نے سورج کو ایک کالے پانی میں ڈوبتے دیکھا اور وہاں اُسے ایک قوم ملی ہم نے کہا \"اے ذوالقرنین، تجھے یہ مقدرت بھی حاصل ہے کہ ان کو تکلیف پہنچائے اور یہ بھی کہ اِن کے ساتھ نیک رویّہ اختیار کرے","zh":"直到他到达了日落之处，他觉得太阳是落在黑泥渊中，他在那黑泥渊旁发现一种人。我说：“左勒盖尔奈英啊！你或惩治他们，或善待他们。”"},"transliteration":"Hatta itha balagha maghriba alshshamsi wajadaha taghrubu fee AAaynin hamiatin wawajada AAindaha qawman qulna ya tha alqarnayni imma an tuAAaththiba waimma an tattakhitha feehim husnan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
