{"id":223,"number":216,"text":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translations":{"en":"Fighting has been enjoined upon you while it is hateful to you. But perhaps you hate a thing and it is good for you; and perhaps you love a thing and it is bad for you. And Allah Knows, while you know not","es":"Se les ha prescrito combatir aunque les desagrade. Es posible que les disguste algo y sea un bien para ustedes, y es posible que amen algo y sea un mal para ustedes. Dios conoce [todo] pero ustedes no","fr":"Le combat vous a été prescrit alors qu'il vous est désagréable. Or, il se peut que vous ayez de l'aversion pour une chose alors qu'elle vous est un bien. Et il se peut que vous aimiez une chose alors qu'elle vous est mauvaise. C'est Allah qui sait, alors que vous ne savez pas","id":"Diwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. Tetapi boleh jadi kamu tidak menyenangi sesuatu, padahal itu baik bagimu, dan boleh jadi kamu menyukai sesuatu, padahal itu tidak baik bagimu. Allah mengetahui, sedang kamu tidak mengetahui","ru":"Вам предписано сражаться, хотя это вам неприятно. Быть может, вам неприятно то, что является благом для вас. И быть может, вы любите то, что является злом для вас. Аллах знает, а вы не знаете","sv":"DET ÄR en plikt för er att strida och detta är förhatligt för er. Men det kan hända att något är er förhatligt och [ändå] är detta ett gott för er; och det kan hända att ni älskar något och [ändå] är detta ett ont för er - Gud vet, men ni vet inte","tr":"Savaş, hoşunuza gitmediği halde size farz kılındı. İhtimal ki hoşlanmadığınız şey sizin iyiliğinizedir ve ihtimal ki sevdiğiniz bir şey sizin kötülüğünüzedir. Siz bilmezsiniz, Allah bilir","ur":"تمہیں جنگ کا حکم دیا گیا ہے اور وہ تمہیں ناگوار ہے ہوسکتا ہے کہ ایک چیز تمہیں ناگوار ہو اور وہی تمہارے لیے بہتر ہو اور ہوسکتا ہے کہ ایک چیز تمہیں پسند ہو اور وہی تمہارے لیے بری ہو اللہ جانتا ہے، تم نہیں جانتے","zh":"战争已成为你们的定制，而战争是你们所厌恶的。也许你们厌恶某件事，而那件事对于你们是有益的；或许你们喜爱某件事，而那件事对于你们是有害的。安拉知道，你们确不知道。"},"transliteration":"Kutiba AAalaykumu alqitalu wahuwa kurhun lakum waAAasa an takrahoo shayan wahuwa khayrun lakum waAAasa an tuhibboo shayan wahuwa sharrun lakum waAllahu yaAAlamu waantum la taAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
