{"id":2234,"number":94,"text":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","translations":{"en":"They said, \"O Dhul-Qarnayn, indeed Gog and Magog are [great] corrupters in the land. So may we assign for you an expenditure that you might make between us and them a barrier","es":"Dijeron: \"¡Oh, Dhul Qarnain! Gog y Magog siembran la corrupción en la Tierra. ¿Podríamos pedirte que, a cambio de una retribución, levantes una muralla entre ellos y nosotros","fr":"Ils dirent: «O Dûl-Qarnayn, les Yâ jûj et les Mâ jûj commettent du désordre sur terre. Est-ce que nous pourrons t'accorder un tribut pour construire une barrière entre eux et nous?»","id":"(Mereka berkata, \"Wahai Zulkarnain! Sungguh, Ya`jūj dan Ma`jūj499) itu (makhluk yang) berbuat kerusakan di bumi, maka bolehkah kami membayarmu imbalan agar engkau membuatkan dinding penghalang antara kami dan mereka","ru":"Они сказали: «О Зуль Карнейн! Йаджудж и Маджудж (Гог и Магог) распространяют на земле нечестие. Быть может, мы уплатим тебе дань, чтобы ты установил между нами и ними преграду?»","sv":"De sade: \"Du Tvåhornade! Gog och Magog stör ordningen och sår fördärv på jorden. Kan vi begära av dig att du, mot en avgift, bygger en skyddsmur mellan oss och dem","tr":"Dediler ki: Zülkarneyn! Doğrusu Yecüc ve Mecüc bu ülkede bozgunculuk yapıyorlar. Bizimle onların arasına bir sed yapman için sana bir vergi verelim mi","ur":"اُن لوگوں نے کہا کہ \"اے ذوالقرنین، یاجوج اور ماجوج اس سرزمین میں فساد پھیلاتے ہیں تو کیا ہم تجھے کوئی ٹیکس اس کام کے لیے دیں کہ تو ہمارے اور ان کے درمیان ایک بند تعمیر کر دے؟","zh":"他们说：“左勒盖尔奈英啊！雅朱者和马朱者，的确在地方上捣乱，我们向你进贡，务请你在我们和他们之间建筑一座壁垒，好吗？”"},"transliteration":"Qaloo ya tha alqarnayni inna yajooja wamajooja mufsidoona fee alardi fahal najAAalu laka kharjan AAala an tajAAala baynana wabaynahum saddan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
