{"id":2235,"number":95,"text":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","translations":{"en":"He said, \"That in which my Lord has established me is better [than what you offer], but assist me with strength; I will make between you and them a dam","es":"Les dijo: \"Lo que mi Señor me ha concedido es superior [a lo que puedan ofrecerme]. Ayúdenme y erigiré una muralla entre ustedes y ellos","fr":"Il dit: «Ce que Mon Seigneur m'a conféré vaut mieux (que vos dons). Aidez-moi donc avec votre force et je construirai un remblai entre vous et eux","id":"Dia (Zulkarnain) berkata, \"Apa yang telah dianugerahkan Tuhan kepadaku lebih baik (daripada imbalanmu), maka bantulah aku dengan kekuatan, agar aku dapat membuatkan dinding penghalang antara kamu dan mereka","ru":"Он сказал: «То, чем наделил меня мой Господь, лучше этого. Помогите мне силой, и я установлю между вами и ними преграду","sv":"Han svarade: \"Det som min Herre har lagt i mina händer är av större värde för mig [än era bidrag]; ge mig därför en arbetsstyrka [som jag kan förfoga över] så skall jag uppföra en skyddsvall mellan er och dem","tr":"Rabbimin bana verdikleri sizinkinden daha iyidir. Bana gücünüzle yardım edin de sizinle onların arasına sağlam bir sed yapayım. Bana demir kütleleri getirin\" dedi. Bunlar iki dağın arasını doldurunca: \"Körükleyin\" dedi. Demirler akkor haline gelince; \"Bana erimiş bakır getirin de üzerine dökeyim\" dedi","ur":"اس نے کہا \" جو کچھ میرے رب نے مجھے دے رکھا ہے وہ بہت ہے تم بس محنت سے میری مدد کرو، میں تمہارے اور ان کے درمیان بند بنائے دیتا ہوں","zh":"他说：“我的主使我能够享受的，尤为优美。你们以人力扶助我，我就在你们和他们之间建筑一座壁垒。"},"transliteration":"Qala ma makkannee feehi rabbee khayrun faaAAeenoonee biquwwatin ajAAal baynakum wabaynahum radman","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
