{"id":2236,"number":96,"text":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","translations":{"en":"Bring me sheets of iron\" - until, when he had leveled [them] between the two mountain walls, he said, \"Blow [with bellows],\" until when he had made it [like] fire, he said, \"Bring me, that I may pour over it molten copper","es":"Tráiganme piezas de hierro hasta cubrir el espacio de las dos montañas\". Les dijo: \"Enciendan un fuego y soplen [con fuelles] hasta que esté incandescente\"; y agregó: \"Luego tráiganme cobre fundido para derramarlo encima","fr":"Apportez-moi des blocs de fer». Puis, lorsqu'il en eut comblé l'espace entre les deux montagnes, il dit: «Soufflez!» Puis, lorsqu'il l'eut rendu une fournaise, il dit: «Apportez-moi du cuivre fondu, que je le déverse dessus»","id":"berilah aku potongan-potongan besi!\" Hingga ketika (potongan) besi itu telah (terpasang) sama rata dengan kedua (puncak) gunung itu, dia (Zulkarnain) berkata, \"Tiuplah (api itu)!\" Ketika (besi) itu sudah menjadi (merah seperti) api, dia pun berkata, \"Berilah aku tembaga (yang mendidih) agar kutuangkan ke atasnya (besi panas itu)","ru":"Подайте мне куски железа». Заполнив пространство между двумя склонами, он сказал: «Раздувайте!». Когда они стали красными, словно огонь, он сказал: «Принесите мне расплавленную медь, чтобы я вылил ее на него»","sv":"Forsla [nu] hit järn i block och tackor!\" När han hade fyllt utrymmet mellan bergväggarna [med järnet], sade han: \"[Tänd eldar och] låt blåsbälgarna arbeta!\" Och när han fått [järnet] att glöda, begärde han: \"För hit smält koppar, som jag skall gjuta över [skyddsmuren]","tr":"Rabbimin bana verdikleri sizinkinden daha iyidir. Bana gücünüzle yardım edin de sizinle onların arasına sağlam bir sed yapayım. Bana demir kütleleri getirin\" dedi. Bunlar iki dağın arasını doldurunca: \"Körükleyin\" dedi. Demirler akkor haline gelince; \"Bana erimiş bakır getirin de üzerine dökeyim\" dedi","ur":"مجھے لوہے کی چادریں لا کر دو\" آخر جب دونوں پہاڑوں کے درمیانی خلا کو اس نے پاٹ دیا تو لوگوں سے کہا کہ اب آگ دہکاؤ حتیٰ کہ جب (یہ آہنی دیوار) بالکل آگ کی طرح سُرخ ہو گئی تو اس نے کہا \"لاؤ، اب میں اس پر پگھلا ہوا تانبا انڈیلوں گا","zh":"你们拿铁块来给我吧。”到了他堆满两山之间的时候，他说：“你们拉风箱吧。”到了他使铁块红如火焰的时候，他说：“你们拿溶铜来给我，我就把它倾注在壁垒上。”"},"transliteration":"Atoonee zubara alhadeedi hatta itha sawa bayna alsadafayni qala onfukhoo hatta itha jaAAalahu naran qala atoonee ofrigh AAalayhi qitran","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
