{"id":224,"number":217,"text":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَـٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translations":{"en":"They ask you about the sacred month - about fighting therein. Say, \"Fighting therein is great [sin], but averting [people] from the way of Allah and disbelief in Him and [preventing access to] al-Masjid al-Haram and the expulsion of its people therefrom are greater [evil] in the sight of Allah. And fitnah is greater than killing.\" And they will continue to fight you until they turn you back from your religion if they are able. And whoever of you reverts from his religion [to disbelief] and dies while he is a disbeliever - for those, their deeds have become worthless in this world and the Hereafter, and those are the companions of the Fire, they will abide therein eternally","es":"Te preguntan si es lícito combatir en los meses sagrados. Diles: \"Combatir en los meses sagrados es un sacrilegio, pero ante Dios es más grave aún apartar a la gente del sendero de Dios, negar Su verdad y expulsar a la gente de la Mezquita Sagrada\". [Sepan] que la opresión es peor que matar [en un mes sagrado]. Y [sepan que los incrédulos] no dejarán de combatirlos, si pueden, hasta apartarlos de su religión. Y quien reniegue de su religión y muera en la incredulidad, sus obras habrán sido en vano, en esta vida y en el más allá. Ellos son los moradores del Fuego, donde permanecerán eternamente","fr":"Ils t'interrogent sur le fait de faire la guerre pendant les mois sacrés. - Dis: «Y combattre est un péché grave, mais plus grave encore auprès d'Allah est de faire obstacle au sentier d'Allah, d'être impie envers Celui-ci et la Mosquée sacrée, et d'expulser de là ses habitants. L'association est plus grave que le meurtre.» Or, ils ne cesseront de vous combattre jusqu'à, s'ils peuvent, vous détourner de votre religion. Et ceux qui parmi vous abjureront leur religion et mourront infidèles, vaines seront pour eux leurs actions dans la vie immédiate et la vie future. Voilà les gens du Feu: ils y demeureront éternellement","id":"Mereka bertanya kepadamu (Muhammad) tentang berperang pada bulan haram. Katakanlah, \"Berperang dalam bulan itu adalah (dosa) besar. Tetapi menghalangi (orang) dari jalan Allah, ingkar kepada-Nya, (menghalangi orang masuk) Masjidilharam, dan mengusir penduduk dari sekitarnya, lebih besar (dosanya) dalam pandangan Allah. Sedangkan fitnah74) lebih kejam daripada pembunuhan. Mereka tidak akan berhenti memerangi kamu sampai kamu murtad (keluar) dari agamamu, jika mereka sanggup. Barang siapa yang murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya","ru":"Они спрашивают тебя о сражении в запретный месяц. Скажи: «Сражаться в этот месяц - великое преступление. Однако сбивать других с пути Аллаха, не веровать в Него, не пускать в Заповедную мечеть и выгонять оттуда ее жителей - еще большее преступление перед Аллахом. Искушение хуже, чем убийство. Они не перестанут сражаться с вами, пока не отвратят вас от вашей религии, если только смогут. А если кто из вас отступит от своей религии и умрет неверующим, то его деяния окажутся тщетными как в этом мире, так и в Последней жизни. Они являются обитателями Огня и останутся там вечно»","sv":"De frågar dig om [det är tillåtet] att strida under den helgade månaden. Säg: \"Att strida under denna månad är en svår [synd]. Men inför Gud är det en ännu svårare [synd] att spärra vägen till Gud [för andra] och att förneka Honom och [att vägra människorna tillträde till] den heliga Moskén och att jaga bort de troende därifrån. Förtryck är ett värre ont än döden","tr":"Sana hürmet edilen ayı, o aydaki savaşı sorarlar. De ki: \"O ayda savaşmak büyük suçtur. Allah yolundan alıkoymak, O'nu inkar etmek, Mescidi Haram'a engel olmak ve halkını oradan çıkarmak Allah katında daha büyük suçtur. Fitne çıkarmak ise öldürmekten daha büyüktür\". Güçleri yeterse, dininizden döndürünceye kadar sizinle savaşa devam ederler. İçinizden dininden dönüp kafir olarak ölen olursa, bunların işleri dünya ve ahirette boşa gitmiş olur. İşte cehennemlikler onlardır, onlar orada temellidirler","ur":"لوگ پوچھتے ہیں ماہ حرام میں لڑنا کیسا ہے؟ کہو: اِس میں لڑ نا بہت برا ہے، مگر راہ خدا سے لوگوں کو روکنا اور اللہ سے کفر کرنا اور مسجد حرام کا راستہ خدا پرستوں پر بند کرنا اور حرم کے رہنے والوں کو وہاں سے نکالنا اللہ کے نزدیک اِس سے بھی زیادہ برا ہے اور فتنہ خونریزی سے شدید تر ہے وہ تو تم سے لڑے ہی جائیں گے حتیٰ کہ اگر اُن کا بس چلے، تو تمہیں اِس دین سے پھرا لے جائیں (اور یہ خوب سمجھ لو کہ) تم میں سے جو کوئی اس دین سے پھرے گا اور کفر کی حالت میں جان دے گا، اس کے اعمال دنیا اور آخرت دونوں میں ضائع ہو جائیں گے ایسے سب لوگ جہنمی ہیں اور ہمیشہ جہنم ہی میں رہیں گے","zh":"他们问你禁月内可以作战吗？你说：“禁月内作战是大罪；妨碍主道，不信安拉，妨碍（朝觐）禁寺，驱逐禁寺区的居民出境，这些行为，在安拉看来，其罪更大。迫害是比杀戮还残酷的。”如果他们能力充足，势必继续进攻你们，务使你们叛教。你们中谁背叛正教，至死还不信道，谁的善功在今世和后世完全无效。这等人，是火狱的居民，他们将永居其中。"},"transliteration":"Yasaloonaka AAani alshshahri alharami qitalin feehi qul qitalun feehi kabeerun wasaddun AAan sabeeli Allahi wakufrun bihi waalmasjidi alharami waikhraju ahlihi minhu akbaru AAinda Allahi waalfitnatu akbaru mina alqatli wala yazaloona yuqatiloonakum hatta yaruddookum AAan deenikum ini istataAAoo waman yartadid minkum AAan deenihi fayamut wahuwa kafirun faolaika habitat aAAmaluhum fee alddunya waalakhirati waolaika ashabu alnnari hum feeha khalidoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
