{"id":2242,"number":102,"text":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","translations":{"en":"Then do those who disbelieve think that they can take My servants instead of Me as allies? Indeed, We have prepared Hell for the disbelievers as a lodging","es":"¿Acaso piensan los que se niegan a creer que si toman algunos de Mis siervos como protectores en Mi lugar [eso podrá protegerlos del castigo]? Tengo preparado el Infierno como castigo para los que se negaron a creer [en las enseñanzas de los Profetas]","fr":"Ceux qui ont mécru, comptent-ils donc pouvoir prendre, pour alliés, Mes serviteurs en dehors de Moi? Nous avons préparé l'Enfer comme résidence pour les mécréants","id":"Maka apakah orang kafir menyangka bahwa mereka (dapat) mengambil hamba-hamba-Ku menjadi penolong selain Aku? Sungguh, Kami telah menyediakan (neraka) Jahanam sebagai tempat tinggal bagi orang-orang kafir","ru":"Неужели неверующие полагали, что они сделают Моих рабов своими покровителями и помощниками вместо Меня? Воистину, Мы приготовили Геенну обителью для неверующих","sv":"Menar de, dessa förnekare, att de kan ta Mina tjänare till beskyddare i Mitt ställe? Nej, Vi har sörjt för att helvetet står berett att ta emot förnekarna av sanningen","tr":"İnkar edenler, Beni bırakıp da kullarımı dost edinmelerini yeterli mi sandılar? Doğrusu biz cehennemi inkarcılara konak olarak hazırladık","ur":"تو کیا یہ لوگ، جنہوں نے کفر اختیار کیا ہے، یہ خیال رکھتے ہیں کہ مجھے چھوڑ کر میرے بندوں کو اپنا کارساز بنا لیں؟ ہم نے ایسے کافروں کی ضیافت کے لیے جہنم تیار کر رکھی ہے","zh":"难道不信道者，认为可以舍我而以我的众仆为保护者吗？我确已预备火狱为不信道者的招待所。"},"transliteration":"Afahasiba allatheena kafaroo an yattakhithoo AAibadee min doonee awliyaa inna aAAtadna jahannama lilkafireena nuzulan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
