{"id":2245,"number":105,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","translations":{"en":"Those are the ones who disbelieve in the verses of their Lord and in [their] meeting Him, so their deeds have become worthless; and We will not assign to them on the Day of Resurrection any importance","es":"Son quienes no creen en los signos de su Señor ni que comparecerán ante Él. Sus obras habrán sido en vano y en el Día de la Resurrección no tendrán nada que pese en la balanza","fr":"Ceux-là qui ont nié les signes de leur Seigneur, ainsi que Sa rencontre. Leurs actions sont donc vaines». Nous ne leur assignerons pas de poids au Jour de la Résurrection","id":"Mereka itulah orang yang mengingkari ayat-ayat Tuhan mereka dan (tidak percaya) terhadap pertemuan dengan-Nya.500) Maka sia-sia amal mereka, dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat","ru":"Это - те, кто не уверовал в знамения своего Господа и во встречу с Ним. Тщетны будут их деяния, и в День воскресения Мы не отпустим им никакого веса (не придадим им никакого значения; или не поместим на чашу их добрых деяний ни одного праведного поступка)»","sv":"Det är de som avvisade sin Herres budskap och som inte ville tro att de [till sist] skall möta Honom.\" Allt vad de har strävat mot skall gå om intet och på Uppståndelsens dag skall deras [goda] handlingar väga lätt inför Oss","tr":"Bunlar, Rablerinin ayetlerini ve O'na kavuşmayı inkar edenlerdir. Bu yüzden işleri boşa gitmiştir. Kıyamet günü Biz onlara değer vermeyeceğiz","ur":"یہ وہ لوگ ہیں جنہوں نے اپنے رب کی آیات کو ماننے سے انکار کیا اور اس کے حضور پیشی کا یقین نہ کیا اس لیے اُن کے سارے اعمال ضائع ہو گئے، قیامت کے روز ہم انہیں کوئی وزن نہ دیں گے","zh":"这等人不信他们的主的迹象，也不信将与他相会，所以他们在今世生活中的善功变为无效的，复活日我不为他们树立权衡。"},"transliteration":"Olaika allatheena kafaroo biayati rabbihim waliqaihi fahabitat aAAmaluhum fala nuqeemu lahum yawma alqiyamati waznan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
