{"id":225,"number":218,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَـٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translations":{"en":"Indeed, those who have believed and those who have emigrated and fought in the cause of Allah - those expect the mercy of Allah. And Allah is Forgiving and Merciful","es":"Aquellos que creyeron, emigraron y se esforzaron por la causa de Dios son quienes pueden esperar con certeza la misericordia de Dios, y Dios es Absolvedor, Misericordioso","fr":"Certes, ceux qui ont cru, émigré et lutté dans le sentier d'Allah, ceux-là espèrent la miséricorde d'Allah. Et Allah est Pardonneur et Miséricordieux","id":"Sesungguhnya orang-orang yang beriman, dan orang-orang yang berhijrah dan berjihad di jalan Allah, mereka itulah yang mengharapkan rahmat Allah. Allah Maha Pengampun, Maha Penyayang","ru":"Воистину, те, которые уверовали, совершили переселение и сражались на пути Аллаха, надеются на милость Аллаха. А ведь Аллах - Прощающий, Милосердный","sv":"De som har blivit troende och har övergett ondskans rike och som strävar och kämpar för Guds sak [har skäl att] hoppas på Guds barmhärtighet - Gud är ständigt förlåtande, barmhärtig","tr":"İnananlar, hicret edenler ve Allah yolunda cihad edenler Allah'ın rahmetini umarlar. Allah bağışlar ve merhamet eder","ur":"بخلا ف اِس کے جو لوگ ایمان لائے ہیں اور جنہوں نے خدا کی راہ میں اپنا گھر بار چھوڑا اور جہاد کیا ہے، وہ رحمت الٰہی کے جائز امیدوار ہیں اور اللہ ان کی لغزشوں کو معاف کرنے والا اور اپنی رحمت سے انہیں نوازنے والا ہے","zh":"信道的人，离别故乡并且为主道而奋斗的人，这等人他们的确希望安拉的慈恩。安拉是至赦的，是至慈的。"},"transliteration":"Inna allatheena amanoo waallatheena hajaroo wajahadoo fee sabeeli Allahi olaika yarjoona rahmata Allahi waAllahu ghafoorun raheemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
