{"id":2250,"number":110,"text":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","translations":{"en":"Say, \"I am only a man like you, to whom has been revealed that your god is one God. So whoever would hope for the meeting with his Lord - let him do righteous work and not associate in the worship of his Lord anyone","es":"Diles: \"Yo no soy más que un hombre a quien se le ha revelado que solo deben adorar a Dios, su única divinidad. Quien anhele encontrarse con su Señor [y que Él esté complacido], que realice obras piadosas y que no adore a nadie más que a Él","fr":"Dis: «Je suis en fait un être humain comme vous. Il m'a été révélé que votre Dieu est un Dieu unique! Quiconque, donc, espère rencontrer son Seigneur, qu'il fasse de bonnes actions et qu'il n'associe dans son adoration aucun autre à son Seigneur»","id":"Katakanlah (Muhammad), \"Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu, bahwa sesungguhnya Tuhan kamu adalah Tuhan Yang Maha Esa.\" Maka barang siapa mengharap pertemuan dengan Tuhannya maka hendaklah dia mengerjakan kebajikan dan janganlah dia mempersekutukan dengan sesuatu pun dalam beribadah kepada Tuhannya","ru":"Скажи: «Воистину, я - такой же человек, как и вы. Мне внушено откровение о том, что ваш Бог - Бог Единственный. Тот, кто надеется на встречу со своим Господом, пусть совершает праведные деяния и никому не поклоняется наряду со своим Господом»","sv":"Säg: \"Jag är bara en vanlig människa som ni. Genom uppenbarelsen vet jag att er Gud är den Ende Guden. Var och en som med hopp ser fram mot mötet med sin Herre skall [sträva efter att] leva ett gott och rättskaffens liv och att inte göra någon delaktig av den dyrkan som han ägnar sin Herre","tr":"De ki: \"Ben de ancak sizin gibi bir insanım; ancak bana tanrınızın tek bir Tanrı olduğu vahyolunuyor. Rabbine kavuşmayı uman kimse yararlı iş işleşin ve Rabbine kullukta hiç ortak koşmasın","ur":"اے محمدؐ، کہو کہ میں تو ایک انسان ہوں تم ہی جیسا، میری طرف وحی کی جاتی ہے کہ تمہارا خدا بس ایک ہی خدا ہے، پس جو کوئی اپنے رب کی ملاقات کا امیدوار ہو اسے چاہیے کہ نیک عمل کرے اور بندگی میں اپنے رب کے ساتھ کسی اور کو شریک نہ کرے","zh":"你说：“我只是一个同你们一样的凡人，我奉的启示是：你们所应当崇拜的，只是一个主宰，故谁希望与他的主相会，就叫谁力行善功，叫谁不要以任何物与他的主受同样的崇拜。”"},"transliteration":"Qul innama ana basharun mithlukum yooha ilayya annama ilahukum ilahun wahidun faman kana yarjoo liqaa rabbihi falyaAAmal AAamalan salihan wala yushrik biAAibadati rabbihi ahadan","chapter":{"id":18,"name":"الكهف","transliteration":"Al-Kahf","translations":{"en":"The Cave","es":"La Caverna","fr":"La caverne","id":"Para Penghuni Gua","ru":"Пещера","sv":"Grottan","tr":"Kehf","ur":"غار","zh":"山洞"},"type":"meccan"}}
