{"id":226,"number":219,"text":"۞يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","translations":{"en":"They ask you about wine and gambling. Say, \"In them is great sin and [yet, some] benefit for people. But their sin is greater than their benefit.\" And they ask you what they should spend. Say, \"The excess [beyond needs].\" Thus Allah makes clear to you the verses [of revelation] that you might give thought","es":"Te preguntan acerca de los embriagantes y las apuestas. Diles: \"Son de gran perjuicio, a pesar de que también hay en ellos algún beneficio para la gente, pero su perjuicio es mayor que su beneficio\". Y te preguntan qué dar en caridad. Diles: \"Lo que puedan permitirse\". Así aclara Dios los preceptos para que reflexionen","fr":"Ils t'interrogent sur le vin et les jeux de hasard. Dis: «Dans les deux il y a un grand péché et quelques avantages pour les gens; mais dans les deux, le péché est plus grand que l'utilité». Et ils t'interrogent: «Que doit-on dépenser (en charité)?» Dis: «L'excédent de vos biens.» Ainsi, Allah vous explique Ses versets afin que vous méditiez","id":"Mereka menanyakan kepadamu (Muhammad) tentang khamar75) dan judi. Katakanlah, \"Pada keduanya terdapat dosa besar dan beberapa manfaat bagi manusia. Tetapi dosanya lebih besar daripada manfaatnya.\" Dan mereka menanyakan kepadamu (tentang) apa yang (harus) mereka infakkan. Katakanlah, \"Kelebihan (dari apa yang diperlukan).\" Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkan","ru":"Они спрашивают тебя об опьяняющих напитках и азартных играх. Скажи: «В них есть большой грех, но есть и польза для людей, хотя греха в них больше, чем пользы». Они спрашивают тебя, что они должны расходовать. Скажи: «Излишек». Так Аллах разъясняет вам знамения, - быть может, вы поразмыслите","sv":"DE FRÅGAR dig om rusdrycker och spel om pengar. Säg: \"Det ligger svår synd i bådadera men [också] något som kan vara människan till nytta. Det onda de medför är dock större än den nytta de kan ge.\" Och de frågar dig vad de bör ge åt andra. Säg: \"Det som överstiger vars och ens behov.\" Så klargör Gud [Sina] budskap för er för att ni skall tänka över [dem]","tr":"Sana içki ve kumarı sorarlar, de ki: \"İkisinde hem büyük günah ve hem insanlara bazı faydalar vardır. Günahları faydasından daha büyüktür\". Ne sarfedeceklerini sana sorarlar, de ki: \"Artanı\". Böylece Allah, dünya ve ahiret hususunda düşünesiniz diye size ayetleri açıklar","ur":"پوچھتے ہیں: شراب اور جوئے کا کیا حکم ہے؟ کہو: ان دونوں چیزوں میں بڑی خرابی ہے اگرچہ ان میں لوگوں کے لیے کچھ منافع بھی ہیں، مگر ان کا گناہ اُن کے فائدے سے بہت زیادہ ہے پوچھتے ہیں: ہم راہ خدا میں کیا خرچ کریں؟ کہو: جو کچھ تمہاری ضرورت سے زیادہ ہو اس طرح اللہ تمہارے لیے صاف صاف احکام بیان کرتا ہے، شاید کہ تم دنیا اور آخرت دونوں کی فکر کرو","zh":"他们问你饮酒和赌博（的律例），你说：“这两件事都包含着大罪，对于世人有一些利益，而其罪过比利益还大。”他们问你他们应该施舍什么，你说：“你们施舍剩余的吧！安拉这样为你们阐明一切迹象，以便你们思维今世和后世的事务。”"},"transliteration":"Yasaloonaka AAani alkhamri waalmaysiri qul feehima ithmun kabeerun wamanafiAAu lilnnasi waithmuhuma akbaru min nafAAihima wayasaloonaka matha yunfiqoona quli alAAafwa kathalika yubayyinu Allahu lakumu alayati laAAallakum tatafakkaroona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
