{"id":227,"number":220,"text":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","translations":{"en":"To this world and the Hereafter. And they ask you about orphans. Say, \"Improvement for them is best. And if you mix your affairs with theirs - they are your brothers. And Allah knows the corrupter from the amender. And if Allah had willed, He could have put you in difficulty. Indeed, Allah is Exalted in Might and Wise","es":"sobre esta vida y el más allá. Y te preguntan acerca de cómo deben obrar quienes tienen huérfanos bajo su responsabilidad. Diles: \"Invertir sus bienes materiales para procurar incrementárselos es lo mejor, pero si [consideran más fructífero] unir su riqueza con la de ellos [para gestionarla conjuntamente], trátenlos como a sus hermanos. Dios sabe quién es corrupto y quién hace el bien. Y si Dios hubiera querido les habría hecho las cosas más difíciles; Dios es Poderoso, Sabio","fr":"sur ce monde et sur l'au-delà! Et ils t'interrogent au sujet des orphelins. Dis: «Leur faire du bien est la meilleure action. Si vous vous mêlez à eux, ce sont alors vos frères [en religion]. Allah distingue celui qui sème le désordre de celui qui fait le bien. Et si Allah avait voulu, Il vous aurait accablés. Certes Allah est Puissant et Sage","id":"tentang dunia dan akhirat. Mereka menanyakan kepadamu (Muhammad) tentang anak-anak yatim. Katakanlah, \"Memperbaiki keadaan mereka adalah baik!\" Dan jika kamu mempergauli mereka, maka mereka adalah saudara-saudaramu. Allah mengetahui orang yang berbuat kerusakan dan yang berbuat kebaikan. Dan jika Allah menghendaki, niscaya Dia datangkan kesulitan kepadamu. Sungguh, Allah Mahaperkasa, Mahabijaksana","ru":"над этим миром и Последней жизнью. Они спрашивают тебя о сиротах. Скажи: «Делать им добро - хорошо. Если вы объедините свои дела, то ведь они - ваши братья. Аллах отличает распространяющего нечестие от творящего добро. Если бы Аллах захотел, то поставил бы вас в затруднительное положение. Воистину, Аллах - Могущественный, Мудрый»","sv":"vad gäller både detta liv och det eviga livet. Och de frågar dig hur [de bör handla gentemot] de faderlösa. Säg: \"Att göra det som är till deras nytta är det bästa.\" Och om ni förvaltar deras egendom tillsammans med er egen, [minns då att] de är era bröder; Gud skiljer mellan den som försämrar och den som förbättrar och om Gud så ville, kunde Han lägga på er tunga bördor. Gud är allsmäktig, vis","tr":"Sana yetimleri sorarlar, de ki: \"Onların işlerini düzeltmek hayırlıdır\". Eğer onlarla bir arada yaşarsanız, artık onlar sizin kardeşlerinizdir. Allah düzeltenden bozanı ayırdetmesini bilir. Allah dileseydi sizi zora sokardı. Allah şüphesiz güçlüdür, Hakim'dir","ur":"پوچھتے ہیں: یتیموں کے ساتھ کیا معاملہ کیا جائے؟ کہو: جس طرز عمل میں ان کے لیے بھلائی ہو، وہی اختیار کرنا بہتر ہے اگر تم اپنا اور اُن کا خرچ اور رہنا سہنا مشترک رکھو، تو اس میں کوئی مضائقہ نہیں آخر وہ تمہارے بھائی بند ہی تو ہیں برائی کرنے والے اور بھلائی کرنے والے، دونوں کا حال اللہ پر روشن ہے اللہ چاہتا تو اس معاملے میں تم پر سختی کرتا، مگر وہ صاحب اختیار ہونے کے ساتھ صاحب حکمت بھی ہے","zh":"他们问你怎样待遇孤儿，你说：“为他们改善他们的事务是更好的。如果你们与他们合伙，那么，（你们应当记取）他们是你们的教胞。安拉能辨别破坏的人和改善的人。假若安拉意欲，他必使你们烦难。”安拉确是万能的，确是至睿的。"},"transliteration":"Fee alddunya waalakhirati wayasaloonaka AAani alyatama qul islahun lahum khayrun wain tukhalitoohum faikhwanukum waAllahu yaAAlamu almufsida mina almuslihi walaw shaa Allahu laaAAnatakum inna Allaha AAazeezun hakeemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
