{"id":2271,"number":21,"text":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","translations":{"en":"He said, \"Thus [it will be]; your Lord says, 'It is easy for Me, and We will make him a sign to the people and a mercy from Us. And it is a matter [already] decreed","es":"Le dijo [el ángel]: \"Así será, pues tu Señor dice: ‘Eso es fácil para Mí. Lo convertiré [a tu hijo] en un milagro y una misericordia para la humanidad. Es un asunto decidido’","fr":"Il dit: «Ainsi sera-t-il! Cela M'est facile, a dit ton Seigneur! Et Nous ferons de lui un signe pour les gens, et une miséricorde de Notre part. C'est une affaire déjà décidée»","id":"Dia (Jibril) berkata, \"Demikanlah.\" Tuhanmu berfirman, \"Hal itu mudah bagi-Ku, dan agar Kami menjadikannya suatu tanda (kebesaran Allah) bagi manusia dan sebagai rahmat dari Kami; dan hal itu adalah suatu urusan yang (sudah) diputuskan","ru":"Он сказал: «Вот так! Господь твой сказал: «Это для Меня легко. Мы сделаем его знамением для людей и милостью от Нас. Это дело уже предрешено!»»","sv":"[Ängeln] svarade: ”Det skall bli [som jag har sagt]. Din Herre säger: 'Detta är lätt för Mig och [det sker] för att han skall bli ett tecken för människorna och [en symbol för] Vår nåd. Så har [Vi] beslutat!'”","tr":"Cebrail: \"Bu böyledir, çünkü Rabbin, 'Bu bana kolaydır, onu insanlar için bir mucize ve katımızdan da bir rahmet kılacağız; hem bu önceden kararlaştırılmış bir iştir' diyor\" dedi","ur":"فرشتے نے کہا \"ایسا ہی ہوگا، تیرا رب فرماتا ہے کہ ایسا کرنا میرے لیے بہت آسان ہے اور ہم یہ اس لیے کریں گے کہ اُس لڑکے کو لوگوں کے لیے ایک نشانی بنائیں اور اپنی طرف سے ایک رحمت اور یہ کام ہو کر رہنا ہے","zh":"他说：“事实是像这样的，你的主说：这对于我是容易的。我要以他为世人的迹象，为从我发出的恩惠，这是已经判决的事情。”"},"transliteration":"Qala kathaliki qala rabbuki huwa AAalayya hayyinun walinajAAalahu ayatan lilnnasi warahmatan minna wakana amran maqdiyyan","chapter":{"id":19,"name":"مريم","transliteration":"Maryam","translations":{"en":"Mary","es":"María","fr":"Marie","id":"Maryam","ru":"Марьям","sv":"Maria","tr":"Meryem","ur":"مریم","zh":"麦尔彦"},"type":"meccan"}}
