{"id":2276,"number":26,"text":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","translations":{"en":"So eat and drink and be contented. And if you see from among humanity anyone, say, 'Indeed, I have vowed to the Most Merciful abstention, so I will not speak today to [any] man","es":"Come, bebe y anímate. Pero cuando veas a alguien dile: ‘He realizado un voto de silencio al Compasivo, y no hablaré hoy con ninguna persona’","fr":"Mange donc et bois et que ton œil se réjouisse! Si tu vois quelqu'un d'entre les humains, dis [lui:] «Assurément, j'ai voué un jeûne au Tout Miséricordieux: je ne parlerai donc aujourd'hui à aucun être humain»","id":"Maka makan, minum dan bersenanghatilah engkau. Jika engkau melihat seseorang, maka katakanlah, \"Sesungguhnya aku telah bernazar berpuasa untuk Tuhan Yang Maha Pengasih, maka aku tidak akan berbicara dengan siapa pun pada hari ini","ru":"Ешь, пей и радуйся! Если же увидишь кого-либо из людей, то скажи: «Я дала Милостивому обет хранить молчание и не стану сегодня разговаривать с людьми»»","sv":"Ät och drick och var vid gott mod! Och om du skulle bli varse en mänsklig varelse, låt honom då veta att du har avlagt ett löfte till den Nåderike att avhålla dig [från tal], och att du därför i dag inte skall tala till någon människa","tr":"Ye iç, gözün aydın olsun. İnsanlardan birini görecek olursan 'Ben Rahman için oruç adadım, bugün hiçbir insanla konuşmayacağım' de","ur":"پس تو کھا اور پی اور اپنی آنکھیں ٹھنڈی کر پھر اگر کوئی آدمی تجھے نظر آئے تو اس سے کہہ دے کہ میں نے رحمان کے لیے روزے کی نذر مانی ہے، اس لیے آج میں کسی سے نہ بولوں گی","zh":"你吃吧，你喝吧，你愉快吧！如果你见人来，你可以说：‘我确已向至仁主发愿斋戒，所以我绝不对任何人说话’。”"},"transliteration":"Fakulee waishrabee waqarree AAaynan faimma tarayinna mina albashari ahadan faqoolee innee nathartu lilrrahmani sawman falan okallima alyawma insiyyan","chapter":{"id":19,"name":"مريم","transliteration":"Maryam","translations":{"en":"Mary","es":"María","fr":"Marie","id":"Maryam","ru":"Марьям","sv":"Maria","tr":"Meryem","ur":"مریم","zh":"麦尔彦"},"type":"meccan"}}
