{"id":229,"number":222,"text":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّـٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","translations":{"en":"And they ask you about menstruation. Say, \"It is harm, so keep away from wives during menstruation. And do not approach them until they are pure. And when they have purified themselves, then come to them from where Allah has ordained for you. Indeed, Allah loves those who are constantly repentant and loves those who purify themselves","es":"Y te preguntan acerca de la menstruación. Di: \"Es una impureza\"; absténganse de mantener relaciones maritales con sus mujeres durante el menstruo, y no mantengan relaciones con ellas hasta que se purifiquen, pero cuando se hayan purificado mantengan relaciones como Dios les ha permitido [por la vía natural]. Dios ama a los que se arrepienten y a los que se purifican","fr":"Et ils t'interrogent sur la menstruation des femmes. - Dis: «C'est un mal. Eloignez-vous donc des femmes pendant les menstrues, et ne les approchez que quand elles sont pures. Quand elles se sont purifiées, alors cohabitez avec elles suivant les prescriptions d'Allah car Allah aime ceux qui se repentent, et Il aime ceux qui se purifient»","id":"Dan mereka menanyakan kepadamu (Muhammad) tentang haid. Katakanlah, \"Itu adalah gangguan (sesuatu yang kotor).\" Karena itu jauhilah76) istri pada waktu haid; dan jangan kamu dekati mereka sebelum mereka suci.77) Apabila mereka telah suci, campurilah mereka sesuai dengan (ketentuan) yang diperintahkan Allah kepadamu. Sungguh, Allah menyukai orang yang tobat dan menyukai orang yang menyucikan diri","ru":"Они спрашивают тебя о менструациях. Скажи: «Они причиняют страдания. Посему избегайте половой близости с женщинами во время менструаций и не приближайтесь к ним, пока они не очистятся. А когда они очистятся, то приходите к ним так, как повелел вам Аллах. Воистину, Аллах любит кающихся и любит очищающихся»","sv":"OCH DE frågar dig om [kvinnans] månadsblödning. Säg: \"Detta är ett ömtåligt och smärtsamt tillstånd. Håll er därför borta från kvinnorna under deras period och kom inte nära dem förrän de är rena; men när de har renat sig ta dem då till er, så som Gud har befallt er.\" Gud älskar dem som vänder tillbaka till Honom i ånger [om de har syndat] och Han älskar dem som vill rena sig","tr":"Sana, kadınların aybaşı hali hakkında da sorarlar, de ki: \"O bir ezadır (rahatsızlıktır)\". Aybaşı halinde iken kadınlardan el çekin, temizlenmelerine kadar onlara yaklaşmayın. Temizlendikleri zaman, Allah'ın size buyurduğu yoldan yaklaşın. Allah şüphesiz daima tevbe edenleri sever, temizlenenleri de sever","ur":"پوچھتے ہیں: حیض کا کیا حکم ہے؟ کہو: وہ ایک گندگی کی حالت ہے اس میں عورتوں سے الگ رہو اور ان کے قریب نہ جاؤ، جب تک کہ وہ پاک صاف نہ ہو جائیں پھر جب وہ پاک ہو جائیں، تو اُن کے پاس جاؤ اُس طرح جیسا کہ اللہ نے تم کو حکم دیا ہے اللہ اُن لوگوں کو پسند کرتا ہے، جو بدی سے باز رہیں اور پاکیزگی اختیار کریں","zh":"他们问你月经(的律例)，你说：“月经是有害的，故在经期中你们应当离开妻子，不要与她们交接，直到她们清洁。当她们洗净的时候，你们可以在安拉所命你们的部位与她们交接。”安拉的确喜爱悔罪的人，的确喜爱洁净的人。"},"transliteration":"Wayasaloonaka AAani almaheedi qul huwa athan faiAAtaziloo alnnisaa fee almaheedi wala taqraboohunna hatta yathurna faitha tatahharna fatoohunna min haythu amarakumu Allahu inna Allaha yuhibbu alttawwabeena wayuhibbu almutatahhireena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
