{"id":230,"number":223,"text":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translations":{"en":"Your wives are a place of sowing of seed for you, so come to your place of cultivation however you wish and put forth [righteousness] for yourselves. And fear Allah and know that you will meet Him. And give good tidings to the believers","es":"Sus mujeres son para ustedes como un campo de labranza, por tanto, siembren en su campo cuando [y como] quieran. Hagan obras de bien para que se beneficien, y tengan temor de Dios ya que se encontrarán con Él; y albricia a los creyentes [que obtendrán una hermosa recompensa]","fr":"Vos épouses sont pour vous un champ de labour; allez à votre champ comme [et quand] vous le voulez et œuvrez pour vous-mêmes à l'avance. Craignez Allah et sachez que vous Le rencontrerez. Et fais gracieuse annonce aux croyants","id":"Istri-istrimu adalah ladang bagimu, maka datangilah ladangmu itu kapan saja dengan cara yang kamu sukai. Dan utamakanlah (yang baik) untuk dirimu. Bertakwalah kepada Allah dan ketahuilah bahwa kamu (kelak) akan menemui-Nya. Dan sampaikanlah kabar gembira kepada orang yang beriman","ru":"Ваши жены являются пашней для вас. Приходите же на вашу пашню, когда и как пожелаете. Готовьте для себя добрые деяния, бойтесь Аллаха и знайте, что вы встретитесь с Ним. Обрадуй же верующих","sv":"Era hustrur är för er [som] en åker; beträd därför er åker, när och som ni önskar - men sörj [först] för era själar. Frukta Gud och var förvissade om att ni skall möta Honom. Och förkunna för de troende hoppets budskap","tr":"Kadınlarınız sizin tarlanızdır, tarlanıza istediğiniz gibi gelin. İstikbal için hazırlıklı olun, Allah'tan sakının. O'na, hiç şüphesiz kavuşacağınızı bilin, bunu inananlara müjdele","ur":"تمہاری عورتیں تمہاری کھیتیاں ہیں تمہیں اختیار ہے، جس طرح چاہو، اپنی کھیتی میں جاؤ، مگر اپنے مستقبل کی فکر کرو اور اللہ کی ناراضی سے بچو خوب جان لو کہ تمہیں ایک دن اُس سے ملنا ہے اور اے نبیؐ! جو تمہاری ہدایات کو مان لیں انہیں فلاح و سعادت کا مثردہ سنا دو","zh":"你们的妻子好比你们的田地，你们可以随意地耕种。你们当预先为自己而行善。你们当敬畏安拉，当知道你们将与他相会。你当向信士们报喜。"},"transliteration":"Nisaokum harthun lakum fatoo harthakum anna shitum waqaddimoo lianfusikum waittaqoo Allaha waiAAlamoo annakum mulaqoohu wabashshiri almumineena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
