{"id":2308,"number":58,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَـٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","translations":{"en":"Those were the ones upon whom Allah bestowed favor from among the prophets of the descendants of Adam and of those We carried [in the ship] with Noah, and of the descendants of Abraham and Israel, and of those whom We guided and chose. When the verses of the Most Merciful were recited to them, they fell in prostration and weeping","es":"Ellos son a quienes Dios ha agraciado: Profetas descendientes de Adán, descendientes de los que transportamos [en el arca] con Noé, de los descendientes de Abraham y de Israel [Jacob], entre los que guie y elegí. Cuando se les recitaban los versículos del Compasivo, se prosternaban llorando conmovidos","fr":"Voilà ceux qu'Allah a comblés de faveurs, parmi les prophètes, parmi les descendants d'Adam, et aussi parmi ceux que Nous avons transportés en compagnie de Noé, et parmi la descendance d'Abraham et d'Israël, et parmi ceux que Nous avons guidés et choisis. Quand les versets du Tout Miséricordieux leur étaient récités, ils tombaient prosternés en pleurant","id":"Mereka itulah orang yang telah diberi nikmat oleh Allah, yaitu dari (golongan) para nabi dari keturunan Adam, dan dari orang yang Kami bawa (dalam kapal) bersama Nuh, dan dari keturunan Ibrahim dan Israil (Yakub) dan dari orang yang telah Kami beri petunjuk dan telah Kami pilih. Apabila dibacakan ayat-ayat Allah Yang Maha Pengasih kepada mereka, maka mereka tunduk sujud dan menangis","ru":"Это - те, кого облагодетельствовал Аллах, из числа пророков, которые были потомками Адама и тех, кого Мы спасли вместе с Нухом (Ноем), и потомками Ибрахима (Авраама) и Исраила (Израиля), и из числа тех, кого Мы наставили на прямой путь и избрали. Когда им читали аяты Милостивого, они падали ниц и рыдали","sv":"DESSA ÄR några av de profeter som Gud välsignade med Sina gåvor - Adams ättlingar och ättlingar till dem som Vi räddade tillsammans med Noa [i arken], Abrahams och Israels ättlingar; [alla hörde] till dem som Vi har väglett och utvalt. När de hörde den Nåderikes budskap föll de ned på sina ansikten i tillbedjan medan deras ögon fylldes av tårar","tr":"İşte bunlar Allah'ın kendilerine nimetler sunduğu peygamberler; Adem'in soyundan, Nuh ile beraber taşıdıklarımızdan; İbrahim ve İsmail'in neslinden ve doğru yola erdirdiğimizden, seçip beğendiklerimizdendirler. Rahman'ın ayetleri onlara okunduğu zaman ağlayarak secdeye kapanırlardı","ur":"یہ وہ پیغمبر ہیں جن پر اللہ نے انعام فرمایا آدمؑ کی اولاد میں سے، اور اُن لوگوں کی نسل سے جنہیں ہم نے نوحؑ کے ساتھ کشتی پر سوار کیا تھا، ا ور ابراہیمؑ کی نسل سے اور اسرائیلؑ کی نسل سے اور یہ ان لوگوں میں سے تھے جن کو ہم نے ہدایت بخشی اور برگزیدہ کیا ان کا حال یہ تھا کہ جب رحمان کی آیات ان کو سنائی جاتیں تو روتے ہوئے سجدے میں گر جاتے تھے","zh":"安拉曾加以恩宠的这些先知，属于阿丹的后裔，属于我使（他们）与努哈同舟共济者的（后裔），属于易卜拉欣和易司拉仪的后裔，属于我所引导而且选拔的人，对他们宣读至仁主的启示的时候，他们俯伏下去叩头和哭泣。"},"transliteration":"Olaika allatheena anAAama Allahu AAalayhim mina alnnabiyyeena min thurriyyati adama wamimman hamalna maAAa noohin wamin thurriyyati ibraheema waisraeela wamimman hadayna waijtabayna itha tutla AAalayhim ayatu alrrahmani kharroo sujjadan wabukiyyan","chapter":{"id":19,"name":"مريم","transliteration":"Maryam","translations":{"en":"Mary","es":"María","fr":"Marie","id":"Maryam","ru":"Марьям","sv":"Maria","tr":"Meryem","ur":"مریم","zh":"麦尔彦"},"type":"meccan"}}
