{"id":2314,"number":64,"text":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","translations":{"en":"[Gabriel said], \"And we [angels] descend not except by the order of your Lord. To Him belongs that before us and that behind us and what is in between. And never is your Lord forgetful","es":"[Dice el ángel Gabriel:] \"Los ángeles no descienden sino por orden de tu señor. Él conoce nuestro presente, pasado y futuro. Tu Señor nunca olvida","fr":"«Nous ne descendons que sur ordre de ton Seigneur. A Lui tout ce qui est devant nous, tout ce qui est derrière nous et tout ce qui est entre les deux. Ton Seigneur n'oublie rien","id":"Dan tidaklah kami (Jibril) turun, kecuali atas perintah Tuhanmu. Milik-Nya segala yang ada dihadapan kita, yang ada di belakang kita dan segala yang ada di antara keduanya, dan Tuhanmu tidak lupa","ru":"Ангелы сказали: «Мы нисходим только по велению твоего Господа. Ему принадлежит то, что перед нами, и то, что позади нас, и то, что между ними. Господь твой не забывчив»","sv":"[ÄNGLARNA säger:] \"Vi stiger inte ned annat än på din Herres befallning; det som vi kan uppfatta, det som är dolt för oss och allt det som är däremellan ligger i Hans [hand]. Och din Herre glömmer ingenting","tr":"Cebrail: \"Biz ancak Rabbinin buyruğu ile ineriz, geçmişimizi geleceğimizi ve ikisinin arasındakileri bilmek O'na mahsustur. Rabbin unutkan değildir","ur":"اے محمدؐ، ہم تمہارے رب کے حکم کے بغیر نہیں اُترا کرتے جو کچھ ہمارے آگے ہے اور جو کچھ پیچھے ہے اور جو کچھ اس کے درمیان ہے ہر چیز کا مالک وہی ہے اور تمہارا رب بھولنے والا نہیں ہے","zh":"我们唯奉你的主的命令而随时降临，在我们面前的，在我们后面的，以及在我们前后之间的（事情），他都知道。你的主是不忘记的。"},"transliteration":"Wama natanazzalu illa biamri rabbika lahu ma bayna aydeena wama khalfana wama bayna thalika wama kana rabbuka nasiyyan","chapter":{"id":19,"name":"مريم","transliteration":"Maryam","translations":{"en":"Mary","es":"María","fr":"Marie","id":"Maryam","ru":"Марьям","sv":"Maria","tr":"Meryem","ur":"مریم","zh":"麦尔彦"},"type":"meccan"}}
