{"id":235,"number":228,"text":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","translations":{"en":"Divorced women remain in waiting for three periods, and it is not lawful for them to conceal what Allah has created in their wombs if they believe in Allah and the Last Day. And their husbands have more right to take them back in this [period] if they want reconciliation. And due to the wives is similar to what is expected of them, according to what is reasonable. But the men have a degree over them [in responsibility and authority]. And Allah is Exalted in Might and Wise","es":"Las divorciadas deberán esperar tres menstruos [para poder volverse a casar], y no les es lícito ocultar lo que Dios creó en sus vientres, si es que creen en Dios y el Día del Juicio. Sus maridos tienen más derecho a volver con ellas durante ese plazo, si desean reconciliarse. Ellas tienen tanto el derecho al buen trato como la obligación de tratar bien a sus maridos. Y los hombres tienen un grado superior [de responsabilidad] al de ellas; Dios es Poderoso, Sabio","fr":"Et les femmes divorcées doivent observer un délai d'attente de trois menstrues; et il ne leur est pas permis de taire ce qu'Allah a créé dans leurs ventres, si elles croient en Allah et au Jour dernier. Et leurs époux seront plus en droit de les reprendre pendant cette période, s'ils veulent la réconciliation. Quant à elles, elles ont des droits équivalents à leurs obligations, conformément à la bienséance. Mais les hommes ont cependant une prédominance sur elles. Et Allah est Puissant et Sage","id":"Dan para istri yang diceraikan (wajib) menahan diri mereka (menunggu) tiga kali quru`.81) Mereka tidak boleh menyembunyikan apa yang diciptakan Allah dalam rahim mereka, jika mereka beriman kepada Allah dan hari akhir. Dan para suami mereka lebih berhak kembali kepada mereka dalam (masa) itu, jika mereka menghendaki perbaikan. Dan mereka (para perempuan) mempunyai hak seimbang dengan kewajibannya menurut cara yang patut. Tetapi para suami, mempunyai kelebihan di atas mereka.82) Allah Mahaperkasa, Mahabijaksana","ru":"Разведенные женщины должны выжидать в течение трех менструаций. Не позволительно им скрывать то, что сотворил Аллах в их утробах, если они веруют в Аллаха и в Последний день. Мужья в течение этого периода имеют право вернуть их, если захотят примирения. Жены имеют такие же права, как и обязанности, и относиться к ним следует по-доброму, но мужья выше их по положению. Аллах - Могущественный, Мудрый","sv":"I fall av skilsmässa skall kvinnan iaktta en väntetid omfattande tre månadsblödningar [innan hon får ingå nytt äktenskap] och det är inte tillåtet för henne - om hon tror på Gud och den Yttersta dagen - att dölja vad Gud har skapat i hennes sköte. Mannen har full rätt att låta [skilsmässan återgå och] hustrun återvända, om han önskar förlikning. Hustrun har, som sig bör, rättigheter [mot mannen] motsvarande [dem han har] mot henne; hans [rätt] ligger dock ett steg framför hennes. Gud är allsmäktig, vis","tr":"Boşanan kadınlar, kendi kendilerine üç aybaşı hali beklerler, eğer Allah'a ve ahiret gününe inanmışlarsa, rahimlerinde Allah'ın yarattığını gizlemeleri kendilerine helal değildir. Kocaları bu arada barışmak isterlerse, karılarını geri almakta daha çok hak sahibidirler. Kadınların hakları, örfe uygun bir şekilde vazifelerine denktir. Erkeklerin onlardan bir üstün derecesi vardır. Allah güçlüdür. Hakim'dir","ur":"جن عورتوں کو طلاق دی گئی ہو، وہ تین مرتبہ ایام ماہواری آنے تک اپنے آپ کو روکے رکھیں اور اُن کے لیے یہ جائز نہیں ہے کہ اللہ نے اُن کے رحم میں جو کچھ خلق فرمایا ہو، اُسے چھپائیں اُنہیں ہرگز ایسا نہ کرنا چاہیے، اگر وہ اللہ اور روز آخر پر ایمان رکھتی ہیں اُن کے شوہر تعلقات درست کر لینے پر آمادہ ہوں، تو وہ اِس عدت کے دوران اُنہیں پھر اپنی زوجیت میں واپس لے لینے کے حق دار ہیں عورتوں کے لیے بھی معروف طریقے پر ویسے ہی حقوق ہیں، جیسے مردوں کے حقوق اُن پر ہیں البتہ مردوں کو اُن پر ایک درجہ حاصل ہے اور سب پر اللہ غالب اقتدار رکھنے والا اور حکیم و دانا موجود ہے","zh":"被休的妇人，当期待三次月经；她们不得隐讳安拉造化在她们的子宫里的东西，如果她们确信安拉和末日。在等待的期间，她们的丈夫是宜当挽留她们的，如果他们愿意重修旧好。她们应享合理的权利，也应尽合理的义务；男人的权利，比她们高一级。安拉是万能的，是至睿的。"},"transliteration":"Waalmutallaqatu yatarabbasna bianfusihinna thalathata qurooin wala yahillu lahunna an yaktumna ma khalaqa Allahu fee arhamihinna in kunna yuminna biAllahi waalyawmi alakhiri wabuAAoolatuhunna ahaqqu biraddihinna fee thalika in aradoo islahan walahunna mithlu allathee AAalayhinna bialmaAAroofi walilrrijali AAalayhinna darajatun waAllahu AAazeezun hakeemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
