{"id":2358,"number":10,"text":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","translations":{"en":"When he saw a fire and said to his family, \"Stay here; indeed, I have perceived a fire; perhaps I can bring you a torch or find at the fire some guidance","es":"Cuando vio un fuego y dijo a su familia: \"Permanezcan aquí, pues he visto un fuego y tal vez pueda traerles una brasa encendida o encuentre junto al fuego quién pueda indicarnos [el camino]","fr":"Lorsqu'il vit du feu, il dit à sa famille: «Restez ici! Je vois du feu de loin; peut-être vous en apporterai-je un tison, ou trouverai-je auprès du feu de quoi me guider»","id":"Ketika dia (Musa) melihat api, lalu dia berkata kepada keluarganya, \"Tinggallah kamu (disini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa sedikit nyala api kepadamu atau aku akan mendapat petunjuk di tempat api itu","ru":"Вот он увидел огонь и сказал своей семье: «Оставайтесь здесь! Я увидел огонь. Быть может, я принесу вам головню или же найду возле огня дорогу»","sv":"Han hade sett en eld [på avstånd] och sade till de sina: \"Stanna här! Jag har upptäckt en eld; kanske kan jag hämta en fackla åt er därifrån eller råka [någon] vid elden som visar oss vägen","tr":"O, bir ateş görmüştü de, ailesine: \"Durun, ben bir ateş gördüm, ya ondan size bir kor getirir, ya da ateşin yanında bir yol gösteren bulurum\" demişti","ur":"جب کہ اس نے ایک آگ دیکھی اور اپنے گھر والوں سے کہا کہ \" ذرا ٹھیرو، میں نے ایک آگ دیکھی ہے، شاید کہ تمہارے لیے ایک آدھ انگارا لے آؤں، یا اِس آگ پر مجھے (راستے کے متعلق) کوئی رہنمائی مل جائے","zh":"当时，他看见一处火光，就对他的家属说：“你们稍留一下，我确已看见一处火了，也许我拿一个火把来给你们，或许我在有火的那里发现向导。”"},"transliteration":"Ith raa naran faqala liahlihi omkuthoo innee anastu naran laAAallee ateekum minha biqabasin aw ajidu AAala alnnari hudan","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
