{"id":236,"number":229,"text":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translations":{"en":"Divorce is twice. Then, either keep [her] in an acceptable manner or release [her] with good treatment. And it is not lawful for you to take anything of what you have given them unless both fear that they will not be able to keep [within] the limits of Allah. But if you fear that they will not keep [within] the limits of Allah, then there is no blame upon either of them concerning that by which she ransoms herself. These are the limits of Allah, so do not transgress them. And whoever transgresses the limits of Allah - it is those who are the wrongdoers","es":"El divorcio puede revocarse dos veces. Luego de lo cual no cabe sino convivir dignamente o separarse definitivamente con decoro. No es permitido [a los hombres] tomar nada de lo que hayan dado [como dote]. Pero si no existe una voluntad de convivencia y temen que no se cumpla con lo que Dios ha ordenado [sobre el buen trato], no incurrirá en falta ninguno de los dos [esposos] en que la mujer llegue a un acuerdo económico con su marido para la disolución del matrimonio. Éstas son las leyes de Dios, no las quebranten. Quienes las quebrantan son los opresores","fr":"Le divorce est permis pour seulement deux fois. Alors, c'est soit la reprise conformément à la bienséance, ou la libération avec gentillesse. Et il ne vous est pas permis de reprendre quoi que ce soit de ce que vous leur aviez donné, - à moins que tous deux ne craignent de ne point pouvoir se conformer aux ordres imposés par Allah. Si donc vous craignez que tous deux ne puissent se conformer aux ordres d'Allah, alors ils ne commettent aucun péché si la femme se rachète avec quelque bien. Voilà les ordres d'Allah. Ne les transgressez donc pas. Et ceux qui transgressent les ordres d'Allah ceux-là sont les injustes","id":"Talak (yang dapat dirujuk) itu dua kali. (Setelah itu suami dapat) menahan dengan baik, atau melepaskan dengan baik. Tidak halal bagi kamu mengambil kembali sesuatu yang telah kamu berikan kepada mereka, kecuali keduanya (suami dan istri) khawatir tidak mampu menjalankan hukum-hukum Allah. Jika kamu (wali) Khawatir bahwa keduanya tidak mampu menjalankan hukum Allah, maka keduanya tidak berdosa atas bayaran yang (harus) diberikan (oleh istri) untuk menebus dirinya.83) Itulah hukum-hukum Allah, maka janganlah kamu melanggarnya. Barangsiapa melanggar hukum-hukum Allah, mereka itulah orang-orang yang zalim","ru":"Развод допускается дважды, после чего надо либо удержать жену на разумных условиях, либо отпустить ее по-доброму. Вам не дозволено брать что-либо из дарованного им, если только у обеих сторон нет опасения, что они не смогут соблюсти ограничения Аллаха. И если вы опасаетесь, что они не смогут соблюсти ограничения Аллаха, то они оба не совершат греха, если она выкупит развод. Таковы ограничения Аллаха, не преступайте же их. А те, которые преступают ограничения Аллаха, являются беззаконниками","sv":"Skilsmässa [får återkallas] två gånger; därefter skall makarna återuppta samlivet i hedersamma former eller äktenskapet upplösas i godo. Det är inte tillåtet för er att återta något av det ni har gett er hustru om inte båda parterna fruktar att inte kunna iaktta de av Gud [fastställda] gränserna. Om ni alltså fruktar att inte kunna iaktta de gränser som Gud [fastställt], kan inget klander riktas mot någon av makarna, om hustrun för att göra sig fri avstår något [till mannen]. Överträd inte de gränser som Gud [har fastställt] - de som överträder de av Gud [fastställda] gränserna är syndare","tr":"Boşanma iki defadır. Ya iyilikle tutma ya da iyilik yaparak bırakmadır. İkisi Allah'ın yasalarını koruyamamaktan korkmadıkça kadınlara verdiklerinizden (mehirden) bir şey almanız size helal değildir. Eğer Allah'ın yasalarını ikisi koruyamıyacaklar diye korkarsanız, o zaman kadının fidye vermesinde (mehrinden vazgeçerse) ikisine de günah yoktur. Bunlar Allah'ın yasalarıdır, onları bozmayın. Allah'ın yasalarını bozanlar ancak zalimlerdir","ur":"طلاق دو بار ہے پھر یا تو سیدھی طرح عورت کو روک لیا جائے یا بھلے طریقے سے اس کو رخصت کر دیا جائے اور رخصت کر تے ہوئے ایسا کرنا تمہارے لیے جائز نہیں ہے کہ جو کچھ تم انہیں دے چکے ہو، اُس میں سے کچھ واپس لے لو البتہ یہ صورت مستثنیٰ ہے کہ زوجین کو اللہ کے حدود پر قائم نہ رہ سکنے کا اندیشہ ہو ایسی صورت میں اگر تمہیں یہ خوف ہو کہ وہ دونوں حدود الٰہی پر قائم نہ رہیں گے، تو اُن دونوں کے درمیان یہ معاملہ ہو جانے میں مضائقہ نہیں کہ عورت اپنے شوہر کو کچھ معاوضہ دے کر علیحدگی حاصل کر لے یہ اللہ کے مقرر کردہ حدود ہیں، اِن سے تجاوز نہ کرو اور جو لوگ حدود الٰہی سے تجاوز کریں، وہی ظالم ہیں","zh":"休妻是两次，此后应当以善意挽留（她们），或以优礼解放（她们）。你们已经给过她们的财产，丝毫不得取回，除非夫妻两人恐怕不能遵守安拉的法度。如果你们恐怕他俩不能遵守安拉的法度，那么，她以财产赎身，对于他俩是毫无罪过的。这是安拉的法度，你们不要违犯它。谁违犯安拉的法度，谁是不义的人。"},"transliteration":"Alttalaqu marratani faimsakun bimaAAroofin aw tasreehun biihsanin wala yahillu lakum an takhuthoo mimma ataytumoohunna shayan illa an yakhafa alla yuqeema hudooda Allahi fain khiftum alla yuqeema hudooda Allahi fala junaha AAalayhima feema iftadat bihi tilka hudoodu Allahi fala taAAtadooha waman yataAAadda hudooda Allahi faolaika humu alththalimoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
