{"id":237,"number":230,"text":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","translations":{"en":"And if he has divorced her [for the third time], then she is not lawful to him afterward until [after] she marries a husband other than him. And if the latter husband divorces her [or dies], there is no blame upon the woman and her former husband for returning to each other if they think that they can keep [within] the limits of Allah. These are the limits of Allah, which He makes clear to a people who know","es":"Si el marido se divorcia de ella [por tercera vez], no podrá tomarla como esposa de nuevo hasta que ella se case con otro hombre y este último la divorcie también. Entonces, no incurrirán en falta si vuelven a casarse, si creen que podrán cumplir con lo que Dios ha establecido [sobre el buen trato]. Éstas son las leyes de Dios, las cuales aclara a gente que razona","fr":"S'il divorce avec elle (la troisième fois) alors elle ne lui sera plus licite tant qu'elle n'aura pas épousé un autre. Et si ce (dernier) la répudie alors les deux ne commettent aucun péché en reprenant la vie commune, pourvu qu'ils pensent pouvoir tous deux se conformer aux ordres d'Allah. Voilà les ordres d'Allah, qu'Il expose aux gens qui comprennent","id":"Kemudian jika dia menceraikannya (setelah talak yang kedua), maka perempuan itu tidak halal lagi baginya sebelum dia menikah dengan suami yang lain. Kemudian jika suami yang lain itu menceraikannya, maka tidak ada dosa bagi keduanya (suami pertama dan bekas istri) untuk menikah kembali jika keduanya berpendapat akan dapat menjalankan hukum-hukum Allah. Itulah ketentuan-ketentuan Allah yang diterangkan-Nya kepada orang-orang yang berpengetahuan","ru":"Если он развелся с ней в третий раз, то ему не дозволено жениться на ней, пока она не выйдет замуж за другого. И если тот разведется с ней, то они не совершат греха, если воссоединятся, полагая, что они смогут соблюсти ограничения Аллаха. Таковы ограничения Аллаха. Он разъясняет их для людей знающих","sv":"Om mannen [oåterkalleligen] skiljer sig från sin hustru, är det sedan inte tillåtet för honom att ta henne tillbaka, om hon inte först ingått äktenskap med en annan man. Skiljer sig denne därefter från henne, kan klander inte riktas mot någon av parterna [i det första äktenskapet] om de återgår till varandra, såvida de tror att de kan iaktta de av Gud [fastställda] gränserna. Dessa är Guds gränser som Han klargör för de insiktsfulla","tr":"Bundan sonra kadını boşarsa, kadın başka birisiyle evlenmedikçe bir daha kendisine helal olmaz. Eğer ikinci koca da onu boşarsa, Allah'ın yasalarını koruyacaklarını sanırlarsa eski karı kocanın birbirlerine dönmelerine bir engel yoktur. Bunlar, bilenkimseler için Allah'ın açıkladığı yasalardır","ur":"پھر اگر (دو بارہ طلاق دینے کے بعد شوہر نے عورت کو تیسری بار) طلاق دے دی تو وہ عورت پھر اس کے لیے حلال نہ ہوگی، الّا یہ کہ اس کا نکاح کسی دوسرے شخص سے ہو اور وہ اسے طلاق دیدے تب اگر پہلا شوہر اور یہ عورت دونوں یہ خیال کریں کہ حدود الٰہی پر قائم رہیں گے، تو ان کے لیے ایک دوسرے کی طرف رجو ع کر لینے میں کوئی مضائقہ نہیں یہ اللہ کی مقرر کردہ حدیں ہیں، جنہیں وہ اُن لوگوں کی ہدایت کے لیے واضح کر رہا ہے، جو (اس کی حدود کو توڑنے کا انجام) جانتے ہیں","zh":"如果他休了她，那么，她以后不可以做他的妻子，直到她嫁给其他的男人。如果后夫又休了她，那么，她再嫁前夫，对于他俩是毫无罪过的，如果他俩猜想自己能遵守安拉的法度。这是安拉的法度，他为有知识的民众而阐明它。"},"transliteration":"Fain tallaqaha fala tahillu lahu min baAAdu hatta tankiha zawjan ghayrahu fain tallaqaha fala junaha AAalayhima an yatarajaAAa in thanna an yuqeema hudooda Allahi watilka hudoodu Allahi yubayyinuha liqawmin yaAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
