{"id":238,"number":231,"text":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","translations":{"en":"And when you divorce women and they have [nearly] fulfilled their term, either retain them according to acceptable terms or release them according to acceptable terms, and do not keep them, intending harm, to transgress [against them]. And whoever does that has certainly wronged himself. And do not take the verses of Allah in jest. And remember the favor of Allah upon you and what has been revealed to you of the Book and wisdom by which He instructs you. And fear Allah and know that Allah is Knowing of all things","es":"Pero si expresan la voluntad de divorcio a sus mujeres y están cerca de cumplir el plazo de espera, reconcíliense en buenos términos o sepárense con decoro. No las retengan para molestarlas y obligarlas [a que cedan parte de su derecho], pues quien obre de esa manera se condena a sí mismo. No tomen las leyes de Dios a la ligera, y recuerden la gracia que Dios les concedió [el Islam], y el Libro y la sabiduría que reveló [el Corán] para exhortarlos. Tengan temor de Dios y sepan que Dios todo lo conoce","fr":"Et quand vous divorcez d'avec vos épouses, et que leur délai expire, alors, reprenez-les conformément à la bienséance ou libérez-les conformément à la bienséance. Mais ne les retenez pas pour leur faire du tort: vous transgresseriez alors et quiconque agit ainsi se fait du tort à lui-même. Ne prenez pas en moquerie les versets d'Allah. Et rappelez-vous le bienfait d'Allah envers vous, ainsi que le Livre et la Sagesse qu'Il vous a fait descendre; par lesquels Il vous exhorte. Et craignez Allah, et sachez qu'Allah est Omniscient","id":"Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai (akhir) idahnya,84) maka tahanlah mereka dengan cara yang baik, atau ceraikanlah mereka dengan cara yang baik (pula). Dan janganlah kamu tahan mereka dengan maksud jahat untuk menzalimi mereka. Barang siapa melakukan demikian, maka dia telah menzalimi dirinya sendiri. Dan janganlah kamu jadikan ayat-ayat Allah sebagai bahan ejekan. Ingatlah nikmat Allah kepada kamu, dan apa yang telah diturunkan Allah kepada kamu yaitu kitab (Alquran) dan Hikmah (Sunah), untuk memberi pengajaran kepadamu. Dan bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Mengetahui segala sesuatu","ru":"Если вы развелись с вашими женами, и они выждали положенный им срок, то либо удержите их на разумных условиях, либо отпустите их на разумных условиях. Но не удерживайте их, чтобы навредить им и преступить границы дозволенного. А кто поступит так, тот поступит несправедливо по отношению к самому себе. Не считайте знамения Аллаха шуткой. Помните милость, которую Аллах оказал вам, а также то, что Он ниспослал вам из Писания и мудрости, чтобы увещевать вас. Бойтесь Аллаха и знайте, что Аллах ведает о всякой вещи","sv":"Då ni har skilt er från er hustru och hennes vänteperiod närmar sig slutet, skall ni antingen ta henne tillbaka eller också ge henne fri, allt enligt god sed. Men ni får inte hålla henne kvar mot hennes vilja för att skada henne. Den som handlar så begår orätt mot sig själv. Tro inte att Guds budskap är något ni kan skämta om! Minns Guds godhet mot er och vad Han har uppenbarat för er av Skriften och visdomen i Hans varningar. Frukta därför Gud! Ni skall veta att Gud har kunskap om allt","tr":"Kadınları boşadığınızda, müddetleri sona ererken, onları güzellikle tutun, ya da güzellikle bırakın, haklarına tecavüz etmek için onlara zararlı olacak şekilde tutmayın; böyle yapan şüphesiz kendisine yazık etmiş olur. Allah'ın ayetlerini de alaya almayın; Allah'ın üzerinize olan nimetini, öğüt vermek üzere size indirdiği Kitap ve hikmeti anın, Allah'tan sakının, Allah'ın her şeyi bildiğini bilin","ur":"اور جب تم عورتوں کو طلاق دے دو اور ان کی عدت پوری ہونے کو آ جائے، تو یا بھلے طریقے سے انہیں روک لو یا بھلے طریقے سے رخصت کر دو محض ستانے کی خاطر انہیں نہ روکے رکھنا یہ زیادتی ہوگی اور جو ایسا کرے گا، وہ در حقیقت آپ اپنے ہی اوپر ظلم کرے گا اللہ کی آیات کا کھیل نہ بناؤ بھول نہ جاؤ کہ اللہ نے کس نعمت عظمیٰ سے تمہیں سرفراز کیا ہے وہ تمہیں نصیحت کرتا ہے کہ جو کتاب اور حکمت اُس نے تم پر نازل کی ہے، اس کا احترام ملحوظ رکھو اللہ سے ڈرو اور خوب جان لو کہ اللہ کو ہر بات کی خبر ہے","zh":"当你们休妻，而她们待婚期满的时候，你们当以善意挽留她们，或以优礼解放她们；不要为伤害她们而挽留，以便你们侵害她们。谁做了这件事，谁确已自欺了。你们不要把安拉的迹象当做笑柄，你们当铭记安拉所赐你们的恩惠，铭记他降示你们天经和智慧，用以教训你们。你们当敬畏安拉，当知道安拉对于万物是全知的。"},"transliteration":"Waitha tallaqtumu alnnisaa fabalaghna ajalahunna faamsikoohunna bimaAAroofin aw sarrihoohunna bimaAAroofin wala tumsikoohunna diraran litaAAtadoo waman yafAAal thalika faqad thalama nafsahu wala tattakhithoo ayati Allahi huzuwan waothkuroo niAAmata Allahi AAalaykum wama anzala AAalaykum mina alkitabi waalhikmati yaAAithukum bihi waittaqoo Allaha waiAAlamoo anna Allaha bikulli shayin AAaleemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
