{"id":2388,"number":40,"text":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّـٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","translations":{"bn":"যখন তোমার ভগিনী এসে বললঃ আমি কি তোমাদেরকে বলে দেব কে তাকে লালন পালন করবে। অতঃপর আমি তোমাকে তোমার মাতার কাছে ফিরিয়ে দিলাম, যাতে তার চক্ষু শীতল হয় এবং দুঃখ না পায়। তুমি এক ব্যক্তিকে হত্যা করেছিলে, অতঃপর আমি তোমাকে এই দুশ্চিন্তা থেকে মুক্তি দেই; আমি তোমাকে অনেক পরীক্ষা করেছি। অতঃপর তুমি কয়েক বছর মাদইয়ান বাসীদের মধ্যে অবস্থান করেছিলে; হে মূসা, অতঃপর তুমি নির্ধারিত সময়ে এসেছ।","en":"[And We favored you] when your sister went and said, 'Shall I direct you to someone who will be responsible for him?' So We restored you to your mother that she might be content and not grieve. And you killed someone, but We saved you from retaliation and tried you with a [severe] trial. And you remained [some] years among the people of Madyan. Then you came [here] at the decreed time, O Moses","id":"(Yaitu) ketika saudara perempuanmu berjalan, lalu dia berkata (kepada keluarga Fir'aun), ‘Bolehkah saya menunjukkan kepadamu orang yang akan memeliharanya?’ Maka Kami mengembalikanmu kepada ibumu, agar senang hatinya dan tidak bersedih hati. Dan engkau pernah membunuh seseorang,513) lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat); lalu engkau tinggal beberapa tahun di antara penduduk Madyan,514) kemudian engkau, wahai Musa, datang menurut waktu yang ditetapkan","ru":"Твоя сестра пришла к семье Фараона и сказала: «Не указать ли вам на ту, которая будет заботиться о нем?». Мы вернули тебя к твоей матери, чтобы порадовался ее взор и чтобы она не горевала. Ты убил человека, и Мы спасли тебя от скорби и подвергли тебя тяжелому испытанию. О Муса (Моисей)! Ты пробыл многие годы среди жителей Мадьяна, а теперь вернулся в срок","tr":"Kızkardeşin Firavun'un sarayına giderek: \"Ona bakacak birini size göstereyim mi?\" diyordu. Böylece, annen üzülmesin, sevinsin diye, seni ona iade etmiştik. Sen bir cana kıymıştın, seni üzüntüden kurtarmış ve seni birçok musibetlerle denemiştik. Bunun için, Medyen halkı arasında yıllarca kalmıştın. Sonra, ey Musa, peygamberlik görevini yüklenecek bir yaşa gelince dönüp geldin","ur":"یاد کر جبکہ تیری بہن چل رہی تھی، پھر جا کر کہتی ہے، \"میں تمہیں اُس کا پتہ دوں جو اِس بچے کی پرورش اچھی طرح کرے؟\" اس طرح ہم نے تجھے پھر تیری ماں کے پاس پہنچا دیا تاکہ اُس کی آنکھ ٹھنڈی رہے اور وہ رنجیدہ نہ ہو اور (یہ بھی یاد کر کہ) تو نے ایک شخص کو قتل کر دیا تھا، ہم نے تجھے اِس پھندے سے نکالا اور تجھے مختلف آزمائشوں سے گزارا اور تو مَدیَن کے لوگوں میں کئی سال ٹھیرا رہا پھر اب ٹھیک اپنے وقت پر تو آ گیا ہے اے موسیٰؑ"},"chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"bn":"ত়া হা","en":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","tr":"Tâhâ","ur":"طٰہٰ"},"type":"meccan"}}
