{"id":2388,"number":40,"text":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّـٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","translations":{"en":"[And We favored you] when your sister went and said, 'Shall I direct you to someone who will be responsible for him?' So We restored you to your mother that she might be content and not grieve. And you killed someone, but We saved you from retaliation and tried you with a [severe] trial. And you remained [some] years among the people of Madyan. Then you came [here] at the decreed time, O Moses","es":"Cuando tu hermana, que seguía tus rastros, le dijo [al Faraón]: ‘¿Acaso quieres que te indique a alguien que puede encargarse de cuidarlo?’ Y así te devolví a tu madre para que se tranquilizara y no estuviera triste. [También te concedí una gracia] cuando [involuntariamente] mataste a un hombre [del pueblo del Faraón] y te salvé de que tomaran represalias contra ti. Te he probado con pruebas difíciles. Luego permaneciste unos años en Madián y ahora has regresado aquí, tal como estaba decretado, ¡oh, Moisés","fr":"Et vœilà que ta sœur (te suivait en) marchant et disait: «Puis-je vous indiquer quelqu'un qui se chargera de lui?» Ainsi, Nous te rapportâmes à ta mère afin que son oil se réjouisse et qu'elle ne s'afflige plus. Tu tuas ensuite un individu; Nous te sauvâmes des craintes qui t'oppressaient; et Nous t'imposâmes plusieurs épreuves. Puis tu demeuras des années durant chez les habitants de Madyan. Ensuite tu es venu, ô Moïse, conformément à un décret","id":"(Yaitu) ketika saudara perempuanmu berjalan, lalu dia berkata (kepada keluarga Fir'aun), ‘Bolehkah saya menunjukkan kepadamu orang yang akan memeliharanya?’ Maka Kami mengembalikanmu kepada ibumu, agar senang hatinya dan tidak bersedih hati. Dan engkau pernah membunuh seseorang,513) lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat); lalu engkau tinggal beberapa tahun di antara penduduk Madyan,514) kemudian engkau, wahai Musa, datang menurut waktu yang ditetapkan","ru":"Твоя сестра пришла к семье Фараона и сказала: «Не указать ли вам на ту, которая будет заботиться о нем?». Мы вернули тебя к твоей матери, чтобы порадовался ее взор и чтобы она не горевала. Ты убил человека, и Мы спасли тебя от скорби и подвергли тебя тяжелому испытанию. О Муса (Моисей)! Ты пробыл многие годы среди жителей Мадьяна, а теперь вернулся в срок","sv":"Och då gick din syster [till Farao palats] och sade: 'Skall jag visa er till [en kvinna] som kan ta hand om honom [och amma honom]?' Så gav Vi dig tillbaka till din moder, så att hennes ögon fick glädjas och hon glömde sin sorg. [När du hade nått vuxen ålder] dödade du en man. Vi befriade dig från ångesten [över detta] men prövade dig med [andra svåra] prövningar. Därpå vistades du flera år hos folket i Madyan; och nu, Moses, har du enligt Mitt beslut kommit [till Vårt möte]","tr":"Kızkardeşin Firavun'un sarayına giderek: \"Ona bakacak birini size göstereyim mi?\" diyordu. Böylece, annen üzülmesin, sevinsin diye, seni ona iade etmiştik. Sen bir cana kıymıştın, seni üzüntüden kurtarmış ve seni birçok musibetlerle denemiştik. Bunun için, Medyen halkı arasında yıllarca kalmıştın. Sonra, ey Musa, peygamberlik görevini yüklenecek bir yaşa gelince dönüp geldin","ur":"یاد کر جبکہ تیری بہن چل رہی تھی، پھر جا کر کہتی ہے، \"میں تمہیں اُس کا پتہ دوں جو اِس بچے کی پرورش اچھی طرح کرے؟\" اس طرح ہم نے تجھے پھر تیری ماں کے پاس پہنچا دیا تاکہ اُس کی آنکھ ٹھنڈی رہے اور وہ رنجیدہ نہ ہو اور (یہ بھی یاد کر کہ) تو نے ایک شخص کو قتل کر دیا تھا، ہم نے تجھے اِس پھندے سے نکالا اور تجھے مختلف آزمائشوں سے گزارا اور تو مَدیَن کے لوگوں میں کئی سال ٹھیرا رہا پھر اب ٹھیک اپنے وقت پر تو آ گیا ہے اے موسیٰؑ","zh":"当时，你的姐姐走去说：“我指示你们一个养育他的人，好吗？”我就把你送还你母亲，以便她愉快而不忧愁。你曾杀了一个人，而我拯救你脱离忧患，我曾以许多折磨考验你。你曾在麦德彦人之间逗留了许多年。穆萨啊！然后，你依前定而来到这里。"},"transliteration":"Ith tamshee okhtuka fataqoolu hal adullukum AAala man yakfuluhu farajaAAnaka ila ommika kay taqarra AAaynuha wala tahzana waqatalta nafsan fanajjaynaka mina alghammi wafatannaka futoonan falabithta sineena fee ahli madyana thumma jita AAala qadarin ya moosa","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
