{"id":239,"number":232,"text":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translations":{"en":"And when you divorce women and they have fulfilled their term, do not prevent them from remarrying their [former] husbands if they agree among themselves on an acceptable basis. That is instructed to whoever of you believes in Allah and the Last Day. That is better for you and purer, and Allah knows and you know not","es":"Si expresan la voluntad de divorcio a sus mujeres y éstas cumplen con el plazo de espera, no pueden impedirles que se casen, si lo han convenido mutuamente [sobre bases] correctas. Así exhorta [Dios] a quienes realmente creen en Dios y en el Día del Juicio. Esto es mejor y más sano. Dios sabe [todo] y ustedes no","fr":"Et quand vous divorcez d'avec vos épouses, et que leur délai expire, alors ne les empêchez pas de renouer avec leurs époux, s'ils s'agréent l'un l'autre, et conformément à la bienséance. Voilà à quoi est exhorté celui d'entre vous qui croit en Allah et au Jour dernier. Ceci est plus décent et plus pur pour vous. Et Allah sait, alors que vous ne savez pas","id":"Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai idahnya, maka jangan kamu halangi mereka menikah (lagi) dengan calon suaminya,85) apabila telah terjalin kecocokan di antara mereka dengan cara yang baik. Itulah yang dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari akhir. Itu lebih suci bagimu dan lebih bersih. Dan Allah mengetahui, sedangkan kamu tidak mengetahui","ru":"Если вы развелись с вашими женами, и они выждали положенный им срок, то не мешайте им выходить замуж за своих прежних мужей, если они договорились друг с другом на разумных условиях. Таково назидание тому из вас, кто верует в Аллаха и в Последний день. Так будет лучше и чище для вас. Аллах знает, а вы не знаете","sv":"Om någon har skilt sig från sin hustru och hennes väntetid har löpt ut, får ingen hindra henne att återgå till sin man, om de kommit överens om detta enligt skick och sed. Detta är en varning till dem av er som tror på Gud och den Yttersta dagen. På detta sätt visar ni ett rent och hederligt sinnelag. Gud vet, men ni vet inte [vad som är bäst för er]","tr":"Kadınları boşadığınızda, müddetleri sona ermişse, kocaları ile birbirleriyle güzellikle anlaşmışlarsa evlenmelerine engel olmayın. İçinizden Allah'a ve ahiret gününe inanan kimse bundan ibret alır. Bu sizin için daha nezih ve daha paktır. Allah bilir, siz bilmezsiniz","ur":"جب تم اپنی عورتوں کو طلاق دے چکو اور وہ اپنی عدت پوری کر لیں، تو پھر اس میں مانع نہ ہو کہ وہ اپنے زیر تجویز شوہروں سے نکاح کر لیں، جب کہ وہ معروف طریقے سے باہم مناکحت پر راضی ہوں تمہیں نصیحت کی جاتی ہے کہ ایسی حرکت ہرگز نہ کرنا، اگر تم اللہ اور روز آخر پر ایمان لانے والے ہو تمہارے لیے شائستہ اور پاکیزہ طریقہ یہی ہے کہ اس سے باز رہو اللہ جانتا ہے، تم نہیں جانتے","zh":"如果你们休妻，而她们待婚期满，那么，当她们与人依礼而互相同意的时候，你们不要阻止她们嫁给她们的丈夫。这是用来规劝你们中确信安拉和后世的人的。这对于你们是更清白的，是更纯洁的。安拉知道，你们却不知道。"},"transliteration":"Waitha tallaqtumu alnnisaa fabalaghna ajalahunna fala taAAduloohunna an yankihna azwajahunna itha taradaw baynahum bialmaAAroofi thalika yooAAathu bihi man kana minkum yuminu biAllahi waalyawmi alakhiri thalikum azka lakum waatharu waAllahu yaAAlamu waantum la taAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
