{"id":239,"number":232,"text":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translations":{"bn":"আর যখন তোমরা স্ত্রীদেরকে তালাক দিয়ে দাও এবং তারপর তারাও নির্ধারিত ইদ্দত পূর্ন করতে থাকে, তখন তাদেরকে পূর্ব স্বামীদের সাথে পারস্পরিক সম্মতির ভিত্তিতে নিয়মানুযায়ী বিয়ে করতে বাধাদান করো না। এ উপদেশ তাকেই দেয়া হচ্ছে, যে আল্লাহ ও কেয়ামত দিনের উপর বিশ্বাস স্থাপন করেছে। এর মধ্যে তোমাদের জন্য রয়েছে একান্ত পরিশুদ্ধতা ও অনেক পবিত্রতা। আর আল্লাহ জানেন, তোমরা জান না।","en":"And when you divorce women and they have fulfilled their term, do not prevent them from remarrying their [former] husbands if they agree among themselves on an acceptable basis. That is instructed to whoever of you believes in Allah and the Last Day. That is better for you and purer, and Allah knows and you know not","id":"Dan apabila kamu menceraikan istri-istri (kamu), lalu sampai idahnya, maka jangan kamu halangi mereka menikah (lagi) dengan calon suaminya,85) apabila telah terjalin kecocokan di antara mereka dengan cara yang baik. Itulah yang dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari akhir. Itu lebih suci bagimu dan lebih bersih. Dan Allah mengetahui, sedangkan kamu tidak mengetahui","ru":"Если вы развелись с вашими женами, и они выждали положенный им срок, то не мешайте им выходить замуж за своих прежних мужей, если они договорились друг с другом на разумных условиях. Таково назидание тому из вас, кто верует в Аллаха и в Последний день. Так будет лучше и чище для вас. Аллах знает, а вы не знаете","tr":"Kadınları boşadığınızda, müddetleri sona ermişse, kocaları ile birbirleriyle güzellikle anlaşmışlarsa evlenmelerine engel olmayın. İçinizden Allah'a ve ahiret gününe inanan kimse bundan ibret alır. Bu sizin için daha nezih ve daha paktır. Allah bilir, siz bilmezsiniz","ur":"جب تم اپنی عورتوں کو طلاق دے چکو اور وہ اپنی عدت پوری کر لیں، تو پھر اس میں مانع نہ ہو کہ وہ اپنے زیر تجویز شوہروں سے نکاح کر لیں، جب کہ وہ معروف طریقے سے باہم مناکحت پر راضی ہوں تمہیں نصیحت کی جاتی ہے کہ ایسی حرکت ہرگز نہ کرنا، اگر تم اللہ اور روز آخر پر ایمان لانے والے ہو تمہارے لیے شائستہ اور پاکیزہ طریقہ یہی ہے کہ اس سے باز رہو اللہ جانتا ہے، تم نہیں جانتے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
