{"id":2395,"number":47,"text":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَـٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","translations":{"en":"So go to him and say, 'Indeed, we are messengers of your Lord, so send with us the Children of Israel and do not torment them. We have come to you with a sign from your Lord. And peace will be upon he who follows the guidance","es":"Vayan ante él y díganle: ‘Somos Mensajeros enviados por tu Señor, para que dejes ir con nosotros a los Hijos de Israel y no los tortures más. Hemos venido con un milagro de tu Señor. Quien sigua la guía estará a salvo","fr":"Allez donc chez lui; puis, dites-lui: «Nous sommes tous deux, les messagers de ton Seigneur. Envoie donc les Enfants d'Israël en notre compagnie et ne les châtie plus. Nous sommes venus à toi avec une preuve de la part de ton Seigneur. Et que la paix soit sur quiconque suit le droit chemin","id":"Maka pergilah kamu berdua kepadanya (Fir'aun) dan katakanlah, \"Sungguh, kami berdua adalah utusan Tuhanmu, maka lepaskanlah Bani Israil bersama kami dan janganlah engkau menyiksa mereka.515) Sungguh, kami datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhanmu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk","ru":"Ступайте к нему вдвоем и скажите: «Мы - посланники твоего Господа. Отпусти с нами сынов Исраила (Израиля) и не причиняй им мучения. Мы явились к тебе со знамением от нашего Господа. Мир тому, кто последовал верному руководству","sv":"Gå nu till honom och säg: 'Vi är din Herres sändebud. Låt Israels barn lämna landet med oss och straffa dem inte! Vi för med oss till dig ett tecken från din Herre. [Guds] fred skall vara med den som följer [Hans] vägledning","tr":"Allah: Korkmayın, dedi; Ben sizinle beraberim; görür ve işitirim. Ona gidin şöyle söyleyin: \"Doğrusu biz senin Rabbinin elçileriyiz. İsrailoğullarını bizimle beraber gönder, onlara azabetme; Rabbinden sana bir mucize getirdik; selam, doğru yolda gidene olsun! Doğrusu bize, yalanlayıp sırt çevirene azap edileceği vahyolundu","ur":"جاؤ اس کے پاس اور کہو کہ ہم تیرے رب کے فرستادے ہیں، بنی اسرائیل کو ہمارے ساتھ جانے کے لیے چھوڑ دے اور ان کو تکلیف نہ دے ہم تیرے پاس تیرے رب کی نشانی لے کر آئے ہیں اور سلامتی ہے اُس کے لیے جو راہِ راست کی پیروی کرے","zh":"你俩去他那里说：‘我俩确是你的主的使者，所以请你让以色列的后裔同我俩一道去，请你不要虐待他们。我们已经把你的主的一种迹象带来给你了；遵守正道者，得享和平。"},"transliteration":"Fatiyahu faqoola inna rasoola rabbika faarsil maAAana banee israeela wala tuAAaththibhum qad jinaka biayatin min rabbika waalssalamu AAala mani ittabaAAa alhuda","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
