{"id":2409,"number":61,"text":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","translations":{"en":"Moses said to the magicians summoned by Pharaoh, \"Woe to you! Do not invent a lie against Allah or He will exterminate you with a punishment; and he has failed who invents [such falsehood]","es":"Moisés les dijo [a los hechiceros]: \"¡Ay de ustedes! No inventen mentiras contra Dios, pues los aniquilará con Su castigo: Los que inventan mentiras acerca de Dios serán los perdedores","fr":"Moïse leur dit: «Malheur à vous! Ne forgez pas de mensonge contre Allah: sinon par un châtiment Il vous anéantira. Celui qui forge (un mensonge) est perdu»","id":"Musa berkata kepada mereka (para pesihir), \"Celakalah kamu! Janganlah kamu mengada-adakan kebohongan terhadap Allah, nanti Dia membinasakan kamu dengan azab.\" Dan sungguh rugi orang yang mengada-adakan kebohongan","ru":"Муса (Моисей) сказал им: «Горе вам! Не возводите навет на Аллаха, а не то Он уничтожит вас, подвергнув мучениям. Неудача постигнет того, кто измышляет ложь»","sv":"Moses sade till dem: \"Den av er som sätter ihop lögner om Gud drar olycka över sig; ja, Han skall förinta er med [Sitt] straff! Den som sätter ihop lögner om Gud är dömd att misslyckas","tr":"Musa onlara: \"Size yazıklar olsun! Allah'a karşı yalan uydurmayın, yoksa sizi azabla yok eder. Allah'a iftira eden hüsrana uğrar\" dedi","ur":"موسیٰؑ نے (عین موقع پر گروہ مقابل کو مخاطب کر کے) کہا \"شامت کے مارو، نہ جھُوٹی تہمتیں باندھو اللہ پر، ورنہ وہ ایک سخت عذاب سے تمہارا ستیاناس کر دے گا جھوٹ جس نے بھی گھڑا وہ نامراد ہوا","zh":"穆萨对他们说：“你们真该死，你们不要诬蔑安拉，以免他用刑罚毁灭你们；诬蔑安拉者，确已失败了。”"},"transliteration":"Qala lahum moosa waylakum la taftaroo AAala Allahi kathiban fayushitakum biAAathabin waqad khaba mani iftara","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
