{"id":241,"number":234,"text":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translations":{"en":"And those who are taken in death among you and leave wives behind - they, [the wives, shall] wait four months and ten [days]. And when they have fulfilled their term, then there is no blame upon you for what they do with themselves in an acceptable manner. And Allah is [fully] Acquainted with what you do","es":"Las viudas deberán esperar cuatro meses y diez días. Luego de ese plazo no serán reprochadas por lo que dispongan hacer consigo mismas [siempre que sea] de manera correcta, y Dios sabe lo que hacen","fr":"Ceux des vôtres que la mort frappe et qui laissent des épouses: celles-ci doivent observer une période d'attente de quatre mois et dix jours. Passé ce délai, on ne vous reprochera pas la façon dont elles disposeront d'elles-mêmes d'une manière convenable. Allah est Parfaitement Connaisseur de ce que vous faites","id":"Dan Orang-orang yang mati di antara kamu serta meninggalkan istri-istri hendaklah mereka (istri-istri) menunggu empat bulan sepuluh hari. Kemudian apabila telah sampai (akhir) idah mereka, maka tidak ada dosa bagimu mengenai apa yang mereka lakukan terhadap diri mereka 86) menurut cara yang patut. Dan Allah Maha Mengetahui apa yang kamu kerjakan","ru":"Если кто-либо из вас скончается и оставит после себя жен, то они должны выжидать четыре месяца и десять дней. Когда же они дождутся истечения положенного им срока, то на вас не будет греха, если они распорядятся собой разумным образом. Аллах ведает о том, что вы совершаете","sv":"När någon av er dör och efterlämnar hustrur, skall de iaktta en väntetid av fyra månader och tio dagar [innan de får ingå nytt äktenskap]. När denna period löpt ut, [råder de sig själva och] ingen skall klandras för vad de företar sig inom ramen för vad som är god sed. Gud är väl underrättad om vad ni gör","tr":"İçinizden ölenlerin bırakmış olduğu eşler kendi kendilerine dört ay on gün beklerler; müddetleri sona erdiğinde, onların kendi haklarında uygun şekilde yaptıklarından dolayı size sorumluluk yoktur. Allah işlediklerinizden haberdardır","ur":"تم میں سے جو لوگ مر جائیں، اُن کے پیچھے اگر اُن کی بیویاں زندہ ہوں، تو وہ اپنے آپ کو چار مہینے، دس دن روکے رکھیں پھر جب ان کی عدت پوری ہو جائے، تو انہیں اختیار ہے، اپنی ذات کے معاملے میں معروف طریقے سے جو چاہیں، کریں تم پر اس کی کوئی ذمہ داری نہیں اللہ تم سب کے اعمال سے باخبر ہے","zh":"你们中弃世而遗留妻子的人，他们的妻子当期待四个月零十日；待婚期满的时候，她们关于自身的合理的行为，对于你们毫无罪过。安拉对于你们的行为是彻知的。"},"transliteration":"Waallatheena yutawaffawna minkum wayatharoona azwajan yatarabbasna bianfusihinna arbaAAata ashhurin waAAashran faitha balaghna ajalahunna fala junaha AAalaykum feema faAAalna fee anfusihinna bialmaAAroofi waAllahu bima taAAmaloona khabeerun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
