{"id":2417,"number":69,"text":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","translations":{"en":"And throw what is in your right hand; it will swallow up what they have crafted. What they have crafted is but the trick of a magician, and the magician will not succeed wherever he is","es":"Arroja lo que tienes en tu diestra, que anulará lo que ellos hicieron, pues solo se trata de una hechicería, y los hechiceros jamás han de triunfar","fr":"Jette ce qu'il y a dans ta main droite; cela dévorera ce qu'ils ont fabriqué. Ce qu'ils ont fabriqué n'est qu'une ruse de magicien; et le magicien ne réussit pas, où qu'il soit»","id":"Dan lemparkan apa yang ada di tangan kananmu, niscaya ia akan menelan apa yang mereka buat. Apa yang mereka buat itu hanyalah tipu daya pesihir (belaka). Dan tidak akan menang pesihir itu, dari mana pun ia datang","ru":"Брось то, что держишь в своей деснице, и оно проглотит содеянное ими. Воистину, содеянное ими - это козни колдуна, а колдун не преуспеет, куда бы он ни пришел»","sv":"Kasta nu [staven] som du har i din högra hand; den skall genast snappa åt sig det som de har åstadkommit. Vad de har åstadkommit är ingenting annat än trollkonster och trollkarlen uppnår aldrig något [bestående med sina konster], vad hans syfte än är","tr":"Sağ elindekini at da onların yaptıklarını yutsun, yaptıkları sadece sihirbaz düzenidir. Sihirbaz nereden gelirse gelsin başarı kazanamaz","ur":"پھینک جو کچھ تیرے ہاتھ میں ہے، ابھی اِن کی ساری بناوٹی چیزوں کو نگلے جاتا ہے یہ جو کچھ بنا کر لائے ہیں یہ تو جادوگر کا فریب ہے، اور جادوگر کبھی کامیاب نہیں ہو سکتا، خواہ کسی شان سے وہ آئے","zh":"你抛下你右手里的拐杖，它就会吞没了他们所造作的。他们所造作的，只是术士的法术；术士们无论干什么总是不成功的。”"},"transliteration":"Waalqi ma fee yameenika talqaf ma sanaAAoo innama sanaAAoo kaydu sahirin wala yuflihu alssahiru haythu ata","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
