{"id":2428,"number":80,"text":"يَٰبَنِيٓ إِسۡرَـٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","translations":{"en":"O Children of Israel, We delivered you from your enemy, and We made an appointment with you at the right side of the mount, and We sent down to you manna and quails","es":"¡Oh, Hijos de Israel! [Recuerden cuando] los salvé de sus enemigos, los cité en la ladera derecha del monte [para que pudieran presenciar Mis milagros], y les envié el maná y las codornices","fr":"O Enfants d'Israël, Nous vous avons déjà délivrés de votre ennemi, et Nous vous avons donné rendez-vous sur le flanc droit du Mont. Et Nous avons fait descendre sur vous la manne et les cailles","id":"Wahai Bani Israil! Sungguh, Kami telah menyelamatkan kamu dari musuhmu, dan Kami telah mengadakan perjanjian dengan kamu (untuk bermunajat) di sebelah kanan gunung itu (gunung Sinai) dan Kami telah menurunkan kepada kamu manna dan salwā","ru":"О сыны Исраила (Израиля)! Мы спасли вас от вашего врага и дали вам обещание на правом склоне горы. Мы также ниспослали вам манну и перепелов","sv":"Söner av Israel! Vi räddade er från er fiende och slöt förbund med er på högra sidan av berget Sinai och gav er manna och vaktlar till föda","tr":"Ey İsrailoğulları! Sizleri düşmanınızdan kurtardık, Tur'un sağ yanını size vadettik ve üzerinize kudret helvasıyla bıldırcın indirdik","ur":"اے بنی اسرائیل، ہم نے تم کو تمہارے دشمن سے نجات دی، اور طور کے دائیں جانب تمہاری حاضری کے لیے وقت مقرر کیا اور تم پر من و سلویٰ اتارا","zh":"以色列的后裔啊！我曾拯救你们脱离你们的敌人，我曾在那山的右边与你们订约，我曾将甘露和鹌鹑给你们。"},"transliteration":"Ya banee israeela qad anjaynakum min AAaduwwikum wawaAAadnakum janiba alttoori alaymana wanazzalna AAalaykumu almanna waalssalwa","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
