{"id":243,"number":236,"text":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","translations":{"en":"There is no blame upon you if you divorce women you have not touched nor specified for them an obligation. But give them [a gift of] compensation - the wealthy according to his capability and the poor according to his capability - a provision according to what is acceptable, a duty upon the doers of good","es":"No incurren en falta si se divorcian de sus esposas antes de consumar el matrimonio o haber convenido la dote. Pero denles un regalo acorde a sus posibilidades, el rico según pueda y el pobre según pueda. Esto es un deber para los que obran correctamente","fr":"Vous ne faites point de péché en divorçant d'avec des épouses que vous n'avez pas touchées, et à qui vous n'avez pas fixé leur mahr. Donnez-leur toutefois - l'homme aisé selon sa capacité, l'indigent selon sa capacité - quelque bien convenable dont elles puissent jouir. C'est un devoir pour les bienfaisants","id":"Tidak ada dosa bagimu jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mut'ah,89) bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan","ru":"На вас не будет греха, если вы разведетесь с женами, не коснувшись их и не установив для них обязательное вознаграждение (брачный дар). Одарите их разумным образом, и пусть богатый поступит по мере своих возможностей, а бедный - по мере своих. Такова обязанность творящих добро","sv":"Ni gör ingenting klandervärt om ni skiljer er från en kvinna, om ni ännu inte har rört henne och inte heller bundit er för brudgåvan. Men ge henne skälig ersättning - den förmögne vad han förmår och den som lever i små omständigheter vad han förmår. Detta är en plikt för dem som vill göra det goda och det rätta","tr":"Kadınlara el sürmeden ve mehirlerini biçmeden onları boşarsanız size sorumluluk yoktur. Onları zengin kendi çapına, fakir kendi çapına uygun bir şekilde faydalandırın. Bu iyi davrananların şanına yakışır bir borçtur","ur":"تم پر کچھ گنا ہ نہیں، اگر اپنی تم عورتوں کو طلاق دے دو قبل اس کے کہ ہاتھ لگانے کی نوبت آئے یا مہر مقرر ہو اس صورت میں اُنہیں کچھ نہ کچھ دینا ضرور چاہیے خوش حال آدمی اپنی مقدرت کے مطابق اور غریب اپنی مقدرت کے مطابق معروف طریقہ سے دے یہ حق ہے نیک آدمیوں پر","zh":"你们的妻子，在你们未与她们交接，也未为她们决定聘仪的期间，如果你们休了她们，那对于你们是毫无罪过的，但须以离仪赠与她们；离仪的厚薄，当斟酌丈夫的贫富，依例而赠与；这是善人所应尽的义务。"},"transliteration":"La junaha AAalaykum in tallaqtumu alnnisaa ma lam tamassoohunna aw tafridoo lahunna fareedatan wamattiAAoohunna AAala almoosiAAi qadaruhu waAAala almuqtiri qadaruhu mataAAan bialmaAAroofi haqqan AAala almuhsineena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
