{"id":243,"number":236,"text":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","translations":{"bn":"স্ত্রীদেরকে স্পর্শ করার আগে এবং কোন মোহর সাব্যস্ত করার পূর্বেও যদি তালাক দিয়ে দাও, তবে তাতেও তোমাদের কোন পাপ নেই। তবে তাদেরকে কিছু খরচ দেবে। আর সামর্থ্যবানদের জন্য তাদের সামর্থ্য অনুযায়ী এবং কম সামর্থ্যবানদের জন্য তাদের সাধ্য অনুযায়ী। যে খরচ প্রচলিত রয়েছে তা সৎকর্মশীলদের উপর দায়িত্ব।","en":"There is no blame upon you if you divorce women you have not touched nor specified for them an obligation. But give them [a gift of] compensation - the wealthy according to his capability and the poor according to his capability - a provision according to what is acceptable, a duty upon the doers of good","id":"Tidak ada dosa bagimu jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mut'ah,89) bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan","ru":"На вас не будет греха, если вы разведетесь с женами, не коснувшись их и не установив для них обязательное вознаграждение (брачный дар). Одарите их разумным образом, и пусть богатый поступит по мере своих возможностей, а бедный - по мере своих. Такова обязанность творящих добро","tr":"Kadınlara el sürmeden ve mehirlerini biçmeden onları boşarsanız size sorumluluk yoktur. Onları zengin kendi çapına, fakir kendi çapına uygun bir şekilde faydalandırın. Bu iyi davrananların şanına yakışır bir borçtur","ur":"تم پر کچھ گنا ہ نہیں، اگر اپنی تم عورتوں کو طلاق دے دو قبل اس کے کہ ہاتھ لگانے کی نوبت آئے یا مہر مقرر ہو اس صورت میں اُنہیں کچھ نہ کچھ دینا ضرور چاہیے خوش حال آدمی اپنی مقدرت کے مطابق اور غریب اپنی مقدرت کے مطابق معروف طریقہ سے دے یہ حق ہے نیک آدمیوں پر"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
