{"id":2434,"number":86,"text":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","translations":{"en":"So Moses returned to his people, angry and grieved. He said, \"O my people, did your Lord not make you a good promise? Then, was the time [of its fulfillment] too long for you, or did you wish that wrath from your Lord descend upon you, so you broke your promise [of obedience] to me","es":"Cuando Moisés regresó ante su pueblo enojado y avergonzado, les dijo: \"¡Oh, pueblo mío! ¿Acaso su Señor no les ha hecho una promesa hermosa? ¿Acaso les parece que me ausenté por mucho tiempo? ¿Acaso quieren que la ira de su Señor se desate sobre ustedes, y por ello quebrantaron la promesa que me hicieron","fr":"Moïse retourna donc vers son peuple, courroucé et chagriné; il dit: «O mon peuple, votre Seigneur ne vous a-t-Il pas déjà fait une belle promesse? L'alliance a-t-elle donc été trop longue pour vous? ou avez-vous désiré que la colère de votre Seigneur s'abatte sur vous, pour avoir trahi votre engagement envers moi?»","id":"Kemudian Musa kembali kepada kaumnya dengan marah dan bersedih hati. Dia (Musa) berkata, \"Wahai kaumku! Bukankah Tuhanmu telah menjanjikan kepadamu suatu janji yang baik? Apakah terlalu lama masa perjanjian itu bagimu atau kamu menghendaki agar kemurkaan Tuhan menimpamu, mengapa kamu melanggar perjanjianmu dengan aku","ru":"Муса (Моисей) вернулся к своему народу разгневанный, опечаленный и сказал: «О мой народ! Разве ваш Господь не дал вам прекрасного обещания? Неужели этот срок оказался долгим для вас? Или же вам захотелось, чтобы на вас пал гнев вашего Господа, и потому вы нарушили данное мне обещание?»","sv":"Moses återvände till sitt folk med vrede och sorg i hjärtat [och] sade: \"Har inte er Herre gett er ett frikostigt löfte, mitt folk? Har ni fått vänta för länge på att löftet [skulle infrias], eller önskar ni att Guds vrede skall drabba er och svek därför ert löfte till mig","tr":"Musa, milletine kızgın ve üzgün olarak döndü. \"Ey milletim! Rabbiniz size güzel bir vaadde bulunmadı mı? Uzun bir zaman mı geçti, yoksa Rabbinizin gazabına mı uğramak istediniz de bana verdiğiniz sözden caydınız?\" dedi","ur":"موسیٰؑ سخت غصّے اور رنج کی حالت میں اپنی قوم کی طرف پلٹا جا کر اُس نے کہا \"اے میری قوم کے لوگو، کیا تمہارے رب نے تم سے اچھے وعدے نہیں کیے تھے؟ کیا تمہیں دن لگ گئے ہیں؟ یا تم اپنے رب کا غضب ہی اپنے اوپر لانا چاہتے تھے کہ تم نے مجھ سے وعدہ خلافی کی؟","zh":"穆萨悲愤地转回去看他的宗族，他说：“我的宗族啊！难道你们的主，没有给你们一个美好的应许吗？你们觉得时间太长呢？还是你们想应受从你们的主发出的谴责，因而你们违背了对我的约言呢？”"},"transliteration":"FarajaAAa moosa ila qawmihi ghadbana asifan qala ya qawmi alam yaAAidkum rabbukum waAAdan hasanan afatala AAalaykumu alAAahdu am aradtum an yahilla AAalaykum ghadabun min rabbikum faakhlaftum mawAAidee","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
