{"id":2435,"number":87,"text":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","translations":{"en":"They said, \"We did not break our promise to you by our will, but we were made to carry burdens from the ornaments of the people [of Pharaoh], so we threw them [into the fire], and thus did the Samiri throw","es":"Dijeron: \"No quebrantamos la promesa que te hicimos intencionalmente, sino que cuando arrojamos al fuego las joyas del pueblo [del Faraón] que teníamos en nuestro poder, el samaritano también las arrojó","fr":"Ils dirent: «Ce n'est pas de notre propre gré que nous avons manqué à notre engagement envers toi. Mais nous fûmes chargés de fardeaux d'ornements du peuple (de Pharaon); nous les avons donc jetés (sur le feu) tout comme le Sâmirî les a lancés","id":"Mereka berkata, \"Kami tidak melanggar perjanjianmu dengan kemauan kami sendiri, tetapi kami harus membawa beban berat dari perhiasan kaum (Fir'aun) itu, kemudian kami melemparkannya (ke dalam api), dan demikian pula Samiri melemparkannya","ru":"Они сказали: «Мы не нарушали данного тебе обещания по своей воле. Мы были нагружены тяжелыми украшениями того народа и бросили их в огонь, и самаритянин тоже бросил»","sv":"De svarade: \"Vi bröt inte vårt löfte till dig av egen drift; men vi tyngdes av bördan av [det egyptiska] folkets smycken och så kastade vi dem ifrån oss, liksom samariern gjorde","tr":"Onlar: \"Sana verdiğimiz sözden kendi başımıza caymadık. O milletin ziynet eşyasından bize yükler dolusu taşıtıldı. Biz onları ateşe attık, aynı şekilde Samiri de attı\" dediler","ur":"انہوں نے جواب دیا \"ہم نے آپ سے وعدہ خلافی کچھ اپنے اختیار سے نہیں کی، معاملہ یہ ہُوا کہ لوگوں کے زیورات کے بوجھ سے ہم لَد گئے تھے اور ہم نے بس اُن کو پھینک دیا تھا\" پھر اس طرح سامری نے بھی کچھ ڈالا","zh":"他们说：“我们没有自愿地违背对你的约言，但我们把许多首饰携带出来，觉得很沉重，我们就抛下了那些首饰，撒米里也同样抛下了（他的首饰）。”"},"transliteration":"Qaloo ma akhlafna mawAAidaka bimalkina walakinna hummilna awzaran min zeenati alqawmi faqathafnaha fakathalika alqa alssamiriyyu","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
