{"id":244,"number":237,"text":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","translations":{"en":"And if you divorce them before you have touched them and you have already specified for them an obligation, then [give] half of what you specified - unless they forego the right or the one in whose hand is the marriage contract foregoes it. And to forego it is nearer to righteousness. And do not forget graciousness between you. Indeed Allah, of whatever you do, is Seeing","es":"Pero si se divorcian antes de consumar el matrimonio y ya han convenido la dote, deben darles la mitad de lo acordado, a menos que la mujer renuncie a su parte, o que el hombre renuncie a darle la mitad y se lo dé completo, y esto es lo más próximo a la piedad. Y no olviden lo bueno que hubo entre ustedes; Dios ve todo lo que hacen","fr":"Et si vous divorcez d'avec elles sans les avoir touchées, mais après fixation de leur mahr versez-leur alors la moitié de ce que vous avez fixé, à moins qu'elles ne s'en désistent, ou que ne se désiste celui entre les mains de qui est la conclusion du mariage. Le désistement est plus proche de la piété. Et n'oubliez pas votre faveur mutuelle. Car Allah voit parfaitement ce que vous faites","id":"Dan jika kamu menceraikan mereka sebelum kamu sentuh (campuri), padahal kamu sudah menentukan maharnya, maka (bayarlah) seperdua dari yang telah kamu tentukan, kecuali jika mereka (membebaskan) atau dibebaskan oleh orang yang akad nikah ada ditangannya.90) Pembebasan itu lebih dekat kepada takwa. Dan janganlah kamu lupa kebaikan di antara kamu. Sungguh, Allah Maha Melihat apa yang kamu kerjakan","ru":"Если же вы разведетесь с ними до того, как коснулись их, но после того, как установили обязательное вознаграждение (брачный дар), то отдайте им половину его, если только они не простят или не простит тот, в чьих руках брачное соглашение. Если вы простите, то это будет ближе к богобоязненности. Не забывайте оказывать милость друг к другу. Воистину, Аллах видит то, что вы совершаете","sv":"Och om ni skiljer er från en kvinna som ni inte har rört men brudgåvan redan har fastställts, ge henne då hälften av det fastställda beloppet, om hon inte avstår [från sin rätt] eller den som har äktenskapskontraktet i sin hand avstår [från att kräva sin rätt]. Att avstå [från att kräva sin rätt] ligger gudsfruktan nära. Och glöm inte att ni bör vara frikostiga mot varandra. Gud ser vad ni gör","tr":"Eğer onlara mehir biçer de el sürmeden onları boşarsanız, kendileri veya nikah akdi elinde olan erkeğin bağışlaması hali müstesna biçtiğinizin yarısını verin, bağışlamanız Allah'tan sakınmaya daha uygundur. Aranızdaki iyiliği unutmayın. Allah şüphesiz işlediklerinizi görür","ur":"اور اگر تم نے ہاتھ لگانے سے پہلے طلاق دی ہے، لیکن مہر مقرر کیا جا چکا ہو، تو اس صورت میں نصف مہر دینا ہوگا یہ اور بات ہے کہ عورت نرمی برتے (اور مہر نہ لے) یا وہ مرد، جس کے اختیار میں عقد نکاح ہے، نرمی سے کام لے (اور پورا مہر دیدے)، اور تم (یعنی مرد) نرمی سے کام لو، تو یہ تقویٰ سے زیادہ مناسبت رکھتا ہے آپس کے معاملات میں فیاضی کو نہ بھولو تمہارے اعمال کو اللہ دیکھ رہا ہے","zh":"在与她们交接之前，在为她们决定聘仪后，如果你们休了她们，那么，应当以所定聘仪的半数赠于她们，除非她们加以宽免，或手缔婚约的人加以宽免；宽免是更近于敬畏的。你们不要忘记互惠。安拉确是明察你们的行为的。"},"transliteration":"Wain tallaqtumoohunna min qabli an tamassoohunna waqad faradtum lahunna fareedatan fanisfu ma faradtum illa an yaAAfoona aw yaAAfuwa allathee biyadihi AAuqdatu alnnikahi waan taAAfoo aqrabu lilttaqwa wala tansawoo alfadla baynakum inna Allaha bima taAAmaloona baseerun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
