{"id":2442,"number":94,"text":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَـٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","translations":{"en":"[Aaron] said, \"O son of my mother, do not seize [me] by my beard or by my head. Indeed, I feared that you would say, 'You caused division among the Children of Israel, and you did not observe [or await] my word","es":"Dijo [Aarón]: \"¡Oh, hermano mío! No me recrimines agarrándome por la barba y la cabeza. Tuve miedo de que [si los dejaba para salir a buscarte] me dijeras: ‘Lo que has hecho es causar la discordia y la división entre los Hijos de Israel [al haberte ausentado], y no has cumplido con lo que te ordené’","fr":"[Aaron] dit: «O fils de ma mère, ne me prends ni par la barbe ni par la tête. Je craignais que tu ne dises: «Tu as divisé les enfants d'Israël et tu n'as pas observé mes ordres»","id":"Dia (Harun) menjawab, \"Wahai putra ibuku! Janganlah engkau pegang janggutku dan jangan (pula) kepalaku. Aku sungguh khawatir engkau akan berkata (kepadaku), \"Engkau telah memecah belah antara Bani Israil dan engkau tidak memelihara amanatku","ru":"Харун (Аарон) сказал: «О сын моей матери! Не хватай меня за бороду и за голову. Я боялся, что ты скажешь: «Ты разобщил сынов Исраила (Израиля) и не выполнил моих наставлений»»","sv":"[Aron] svarade: \"Son av min moder! Grip mig inte i skägget och inte heller i håret! [Mitt skäl att inte ingripa är att] jag var orolig att du skulle förebrå mig att ha vållat splittring bland Israels barn i strid med din föreskrift","tr":"Harun: \"Ey Annemoğlu! Saçımdan sakalımdan tutma; doğrusu İsrailoğulları arasına ayrılık koydun, sözüme bakmadın demenden korktum\" dedi","ur":"ہارونؑ نے جواب دیا \"اے میری ماں کے بیٹے، میری داڑھی نہ پکڑ، نہ میرے سر کے بال کھینچ، مجھے اِس بات کا ڈر تھا کہ تو آ کر کہے گا تم نے بنی اسرائیل میں پھوٹ ڈال دی اور میری بات کا پاس نہ کیا","zh":"他说：“我的胞弟啊！你不要揪住我的头发和胡子，我的确怕你说：‘你使以色列分裂，而不注意我的话’。”"},"transliteration":"Qala ya bna omma la takhuth bilihyatee wala birasee innee khasheetu an taqoola farraqta bayna banee israeela walam tarqub qawlee","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
