{"id":2444,"number":96,"text":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","translations":{"en":"He said, \"I saw what they did not see, so I took a handful [of dust] from the track of the messenger and threw it, and thus did my soul entice me","es":"Dijo: \"Vi algo que ellos no pudieron ver. Entonces tomé un puñado de tierra de las huellas que dejó el mensajero y lo arrojé [sobre las joyas cuando se fundían]. Así me lo sugirió mi alma","fr":"Il dit: «J'ai vu ce qu'ils n'ont pas vu: j'ai donc pris une poignée de la trace de l'Envoyé; puis, je l'ai lancée. Voilà ce que mon âme m'a suggéré»","id":"Dia (Samiri) menjawab, \"Aku mengetahui sesuatu yang tidak mereka ketahui, jadi aku ambil segenggam (tanah dari) jejak rasul521) lalu aku melemparkannya (ke dalam api itu), demikianlah nafsuku membujukku","ru":"Тот сказал: «Я видел то, чего не видели они. Я взял пригоршню со следов посланца (коня Джибрила) и бросил ее. Моя душа соблазнила меня на это»","sv":"Han svarade: \"Jag såg vad de inte kunde se, och tog därför en handfull av det som [Guds] sändebud hade lämnat kvar och kastade det ifrån mig; något i mitt inre drev mig till detta","tr":"Samiri: \"Onların görmedikleri bir şey gördüm ve o sana gelen elçinin bastığı yerden bir avuç avuçladım. Bunu ziynet eşyasının eritildiği potaya attım. Nefsim böyle yaptırdı\" dedi","ur":"اس نے جواب دیا \"میں نے وہ چیز دیکھی جو اِن لوگوں کو نظر نہ آئی، پس میں نے رسُول کے نقش قدم سے ایک مٹھی اٹھا لی اور اُس کو ڈال دیا میرے نفس نے مجھے کچھ ایسا ہی سجھایا","zh":"他说：“我曾见他们所未见的，我从使者的遗迹上握了一把土，而我把它抛下去，我的私欲那样怂恿我。”"},"transliteration":"Qala basurtu bima lam yabsuroo bihi faqabadtu qabdatan min athari alrrasooli fanabathtuha wakathalika sawwalat lee nafsee","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
