{"id":2445,"number":97,"text":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","translations":{"bn":"মূসা বললেনঃ দূর হ, তোর জন্য সারা জীবন এ শাস্তিই রইল যে, তুই বলবি; আমাকে স্পর্শ করো না, এবং তোর জন্য একটি নির্দিষ্ট ওয়াদা আছে, যার ব্যতিক্রম হবে না। তুই তোর সেই ইলাহের প্রতি লক্ষ্য কর, যাকে তুই ঘিরে থাকতি। আমরা সেটি জালিয়ে দেবই। অতঃপর একে বিক্ষিপ্ত করে সাগরে ছড়িয়ে দেবই।","en":"[Moses] said, \"Then go. And indeed, it is [decreed] for you in [this] life to say, 'No contact.' And indeed, you have an appointment [in the Hereafter] you will not fail to keep. And look at your 'god' to which you remained devoted. We will surely burn it and blow it into the sea with a blast","id":"Dia (Musa) berkata, \"Pergilah kau! Maka sesungguhnya di dalam kehidupan (di dunia) engkau (hanya dapat) mengatakan, ‘Janganlah menyentuh (aku)’! 522) Dan engkau pasti mendapat (hukuman) yang telah dijanjikan (di akhirat) yang tidak mungkin engkau hindari, dan lihatlah tuhanmu itu yang engkau tetap menyembahnya. Kami pasti akan membakarnya, kemudian sungguh kami akan menghamburkannya (abunya) ke dalam laut (berserakan)","ru":"Муса (Моисей) сказал: «Ступай! В этой жизни тебе придется говорить: «Я не касаюсь вас, а вы не касайтесь меня!». А затем наступит срок, которого тебе не удастся избежать. Смотри же на своего бога, которому ты предавался. Мы сожжем его и развеем его по морю","tr":"Musa: \"Defol! Doğrusu artık hayatta, \"Bana dokunmayın!\" demenden başka yapacağın yoktur. Senin için asla kaçamayacağın bir ceza daha vardır. Durup üzerinde titrediğin tanrına bak, onu yakacağız, sonra denize dökeceğiz\" dedi","ur":"موسیٰؑ نے کہا \" اچھا تو جا، اب زندگی بھر تجھے یہی پکارتے رہنا ہے کہ مجھے نہ چھونا اور تیرے لیے بازپُرس کا ایک وقت مقرر ہے جو تجھ سے ہرگز نہ ٹلے گا اور دیکھ اپنے اِس خدا کو جس پر تو ریجھا ہُوا تھا، اب ہم اسے جلا ڈالیں گے اور ریزہ ریزہ کر کے دریا میں بہا دیں گے"},"chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"bn":"ত়া হা","en":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","tr":"Tâhâ","ur":"طٰہٰ"},"type":"meccan"}}
