{"id":2445,"number":97,"text":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","translations":{"en":"[Moses] said, \"Then go. And indeed, it is [decreed] for you in [this] life to say, 'No contact.' And indeed, you have an appointment [in the Hereafter] you will not fail to keep. And look at your 'god' to which you remained devoted. We will surely burn it and blow it into the sea with a blast","es":"Dijo [Moisés]: \"Aléjate de nosotros; tu castigo en esta vida será que digas: ‘No se me acerquen’ [y vivirás solo], pero te aguarda una cita ineludible [el Día del Juicio]. Observa [lo que haremos con] lo que consideraste tu divinidad, y a lo cual has adorado: Lo quemaremos y esparciremos sus restos en el mar","fr":"«Va-t-en, dit [Moïse]. Dans la vie, tu auras à dire (à tout le monde): «Ne me touchez pas!» Et il y aura pour toi un rendez-vous que tu ne pourras manquer. Regarde ta divinité que tu as adorée avec assiduité. Nous la brûlerons certes, et ensuite, nous disperserons [sa cendre] dans les flots","id":"Dia (Musa) berkata, \"Pergilah kau! Maka sesungguhnya di dalam kehidupan (di dunia) engkau (hanya dapat) mengatakan, ‘Janganlah menyentuh (aku)’! 522) Dan engkau pasti mendapat (hukuman) yang telah dijanjikan (di akhirat) yang tidak mungkin engkau hindari, dan lihatlah tuhanmu itu yang engkau tetap menyembahnya. Kami pasti akan membakarnya, kemudian sungguh kami akan menghamburkannya (abunya) ke dalam laut (berserakan)","ru":"Муса (Моисей) сказал: «Ступай! В этой жизни тебе придется говорить: «Я не касаюсь вас, а вы не касайтесь меня!». А затем наступит срок, которого тебе не удастся избежать. Смотри же на своего бога, которому ты предавался. Мы сожжем его и развеем его по морю","sv":"[Moses] sade: ”Bort härifrån! Ditt [straff] i livet skall vara att [alltid] säga: 'rör mig inte!' Och du skall [en Dag] kallas till ett möte, från vilket du inte kan utebli. Se nu på din gud, som du inte vill upphöra att dyrka – jag svär att bilden skall smältas ned i eld och att [det som återstår] skall kastas i havet","tr":"Musa: \"Defol! Doğrusu artık hayatta, \"Bana dokunmayın!\" demenden başka yapacağın yoktur. Senin için asla kaçamayacağın bir ceza daha vardır. Durup üzerinde titrediğin tanrına bak, onu yakacağız, sonra denize dökeceğiz\" dedi","ur":"موسیٰؑ نے کہا \" اچھا تو جا، اب زندگی بھر تجھے یہی پکارتے رہنا ہے کہ مجھے نہ چھونا اور تیرے لیے بازپُرس کا ایک وقت مقرر ہے جو تجھ سے ہرگز نہ ٹلے گا اور دیکھ اپنے اِس خدا کو جس پر تو ریجھا ہُوا تھا، اب ہم اسے جلا ڈالیں گے اور ریزہ ریزہ کر کے دریا میں بہا دیں گے","zh":"他说：“你去吧！你这辈子必定常说：不要接触我。你确有一个（受刑的）约期，你绝不能逃避它，你看你虔诚住守的神灵吧！我们必定要焚化它，然后必把它撒在海里。"},"transliteration":"Qala faithhab fainna laka fee alhayati an taqoola la misasa wainna laka mawAAidan lan tukhlafahu waonthur ila ilahika allathee thalta AAalayhi AAakifan lanuharriqannahu thumma lanansifannahu fee alyammi nasfan","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
