{"id":2456,"number":108,"text":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","translations":{"en":"That Day, everyone will follow [the call of] the Caller [with] no deviation therefrom, and [all] voices will be stilled before the Most Merciful, so you will not hear except a whisper [of footsteps]","es":"Ese día todos acudirán al llamado del [ángel] pregonero, y nadie errará el camino; las voces callarán ante el Misericordioso, y solo se oirá el sonido de sus pasos","fr":"Ce jour-là, ils suivront le Convocateur sans tortuosité; et les voix baisseront devant le Tout Miséricordieux. Tu n'entendras alors qu'un chuchotement","id":"Pada hari itu mereka mengikuti (panggilan) penyeru (malaikat) tanpa berbelok-belok (membantah); dan semua suara tunduk merendah kepada Tuhan Yang Maha Pengasih, sehingga yang kamu dengar hanyalah bisik-bisik","ru":"В тот день они последуют за глашатаем, и им не удастся уклониться от этого. Их голоса перед Милостивым будут смиренны, и ты услышишь только тихие звуки","sv":"Den Dagen skall [alla] utan krumbukter följa roparens kallelse; alla röster skall tystna inför den Nåderike och ingenting skall höras utom [det dämpade, knappt förnimbara] ljudet av trampande fötter","tr":"Sana dağları sorarlar; de ki: \"Rabbim onları ufalayıp savuracak, yerlerini düz, kuru bir toprak haline getirecek; orada ne çukur, ne tümsek göreceksin. O gün, hiçbir tarafa sapmadan bir davetçiye uyarlar. Sesler Rahman'ın heybetinden kısılmıştır; ancak bir fısıltı işitirsin","ur":"اس روز سب لوگ منادی کی پکار پر سیدھے چلے آئیں گے، کوئی ذرا اکڑ نہ دکھا سکے گا اور آوازیں رحمان کے آگے دب جائیں گی، ایک سرسراہٹ کے سوا تم کچھ نہ سنو گے","zh":"在那日，众人将顺从号召者，毫无违拗，一切声音将为至仁主而安静下来，除足声外，你听不见任何声音。"},"transliteration":"Yawmaithin yattabiAAoona alddaAAiya la AAiwaja lahu wakhashaAAati alaswatu lilrrahmani fala tasmaAAu illa hamsan","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
