{"id":246,"number":239,"text":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","translations":{"en":"And if you fear [an enemy, then pray] on foot or riding. But when you are secure, then remember Allah [in prayer], as He has taught you that which you did not [previously] know","es":"Si tienen temor [en una situación de peligro], pueden orar de pie o montados, pero cuando cese el temor recuerden a Dios [en oración], que les enseñó lo que no sabían","fr":"Mais si vous craignez (un grand danger), alors priez en marchant ou sur vos montures. Puis quand vous êtes en sécurité, invoquez Allah comme Il vous a enseigné ce que vous ne saviez pas","id":"Jika kamu takut (ada bahaya), salatlah sambil berjalan kaki atau berkendaraan. Kemudian apabila telah aman, maka ingatlah Allah (salatlah), sebagaimana Dia telah mengajarkan kepadamu apa yang tidak kamu ketahui","ru":"Если вы испытываете страх, то молитесь на ходу или верхом. Когда же вы окажетесь в безопасности, то поминайте Аллаха так, как Он научил вас тому, чего вы не знали","sv":"Om ni hotas av fara kan bönen förrättas under marsch eller ritt, och när ni åter är i säkerhet, åkalla då Gud så som Han lärde er när ni var okunniga","tr":"Eğer korkarsanız, yaya yahut binekte iken kılın, güvene erişince, bilmediklerinizi öğrettiği gibi Allah'ı anın","ur":"بدامنی کی حالت ہو، تو خواہ پیدل ہو، خواہ سوار، جس طرح ممکن ہو، نماز پڑھو اور جب امن میسر آجائے، تو اللہ کو اُس طریقے سے یاد کرو، جو اُس نے تمہیں سکھا دیا ہے، جس سے تم پہلے نا واقف تھے","zh":"如果你们有所畏惧，那么，可以步行着或骑乘着〔做礼拜〕。你们安全的时候，当依安拉所教你们的礼仪而记念他，你们原当并不知晓。"},"transliteration":"Fain khiftum farijalan aw rukbanan faitha amintum faothkuroo Allaha kama AAallamakum ma lam takoonoo taAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
