{"id":2469,"number":121,"text":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","translations":{"en":"And Adam and his wife ate of it, and their private parts became apparent to them, and they began to fasten over themselves from the leaves of Paradise. And Adam disobeyed his Lord and erred","es":"Cuando ambos comieron del árbol, advirtieron su desnudez y comenzaron a cubrirse con hojas del Paraíso. Adán desobedeció a su Señor y cometió un pecado","fr":"Tous deux (Adam et Eve) en mangèrent. Alors leur apparut leur nudité. Ils se mirent à se couvrir avec des feuilles du paradis. Adam désobéit ainsi à son Seigneur et il s'égara","id":"Lalu keduanya memakannya, lalu tampaklah oleh keduanya aurat mereka dan mulailah keduanya menutupinya dengan daun-daun (yang ada di) surga, dan telah durhakalah Adam kepada Tuhan-Nya, dan sesatlah dia","ru":"Они оба поели с него, и тогда им стали видны их срамные места. Они стали прилеплять на себе райские листья. Адам ослушался своего Господа и впал в заблуждение","sv":"Och de åt båda av dess [frukt] och blev på detta sätt medvetna om sin nakenhet och de försökte skyla sig med hopfästade blad från lustgården. Adam bröt [alltså] mot sin Herres befallning och slog in på en förbjuden väg","tr":"Bunun üzerine ikisi de o ağacın meyvesinden yedi, ayıp yerleri görünüverdi. Cennet yapraklarıyla örtünmeye koyuldular. Adem, Rabbine baş kaldırdı ve yolunu şaşırdı","ur":"آخرکار وہ دونوں (میاں بیوی) اُس درخت کا پھل کھا گئے نتیجہ یہ ہُوا کہ فوراً ہی ان کے ستر ایک دوسرے کے آگے کھُل گئے اور لگے دونوں اپنے آپ کو جنّت کے پتّوں سے ڈھانکنے آدمؑ نے اپنے رب کی نافرمانی کی اور راہِ راست سے بھٹک گیا","zh":"他俩就吃了那棵树的果实，他俩的阴部就对他俩显露了，他俩就以园里的树叶遮蔽身体。阿丹违背了他的主，因而迷误了。"},"transliteration":"Faakala minha fabadat lahuma sawatuhuma watafiqa yakhsifani AAalayhima min waraqi aljannati waAAasa adamu rabbahu faghawa","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
