{"id":247,"number":240,"text":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","translations":{"en":"And those who are taken in death among you and leave wives behind - for their wives is a bequest: maintenance for one year without turning [them] out. But if they leave [of their own accord], then there is no blame upon you for what they do with themselves in an acceptable way. And Allah is Exalted in Might and Wise","es":"Los casados, al morir, dejan a su viuda un legado que consiste en un año de manutención y que no sean obligadas a abandonar el domicilio conyugal; pero si lo abandonaran antes, no serán reprochados de lo que ellas dispongan hacer consigo mismas [rehaciendo sus vidas siempre que sea] de manera correcta. Dios es Poderoso, Sabio","fr":"Ceux d'entre vous que la mort frappe et qui laissent des épouses, doivent laisser un testament en faveur de leurs épouses pourvoyant à un an d'entretien sans les expulser de chez elles. Si ce sont elles qui partent, alors on ne vous reprochera pas ce qu'elles font de convenable pour elles-mêmes. Allah est Puissant et Sage","id":"Dan orang-orang yang akan mati di antara kamu dan meninggalkan istri-istri, hendaklah membuat wasiat untuk istri-istrinya, (yaitu) nafkah sampai setahun tanpa mengeluarkannya (dari rumah). Tetapi jika mereka keluar (sendiri), maka tidak ada dosa bagimu (mengenai apa) yang mereka lakukan terhadap diri mereka sendiri dalam hal-hal yang baik. Allah Mahaperkasa, Mahabijaksana","ru":"Если кто-либо из вас скончается и оставит после себя жен, то они должны завещать, чтобы их обеспечивали в течение одного года и не прогоняли. Если же они сами уйдут, то на вас не будет греха за то, что они распорядятся собой разумным образом. Аллах - Могущественный, Мудрый","sv":"OM NÅGON av er vid sin död efterlämnar hustrur skall de i testamentariskt förordnande tillförsäkras försörjning [ur kvarlåtenskapen] under ett år med rätt för dem att under denna tid bo kvar [i hemmet]. Om de [ändå] lämnar det skall ingen klandras för vad de företar sig inom ramen för vad som är god sed. Gud är allsmäktig, vis","tr":"İçinizden ölüp, eşler bırakacak olanlar, evlerinden çıkarılmaksızın, senesine kadar eşlerinin geçimini sağlayacak şeyi vasiyet etsinler; eğer çıkarlarsa kendilerinin meşru olarak yaptıklarından dolayı size sorumluluk yoktur. Allah güçlüdür, Hakim'dir","ur":"تم میں سے جو لوگوں وفات پائیں اور پیچھے بیویاں چھوڑ رہے ہوں، اُن کو چاہیے کہ اپنی بیویوں کے حق میں یہ وصیت کر جائیں کہ ایک سال تک ان کو نان و نفقہ دیا جائے اور وہ گھر سے نہ نکالی جائیں پھر اگر وہ خود نکل جائیں، تو اپنی ذات کے معاملے میں معروف طریقے سے وہ جو کچھ بھی کریں، اس کی کوئی ذمہ داری تم پر نہیں ہے اللہ سب پر غالب اقتدار رکھنے والا اور حکیم و دانا ہے","zh":"你们中弃世而遗留妻子的人，当为妻室而遗嘱，当供给她们一年的衣食，不可将她们驱逐出去。如果她们自愿出去，那么，她们关于自身的合礼的行为，对于你们是毫无罪过的。安拉是万能的，是至睿的"},"transliteration":"Waallatheena yutawaffawna minkum wayatharoona azwajan wasiyyatan liazwajihim mataAAan ila alhawli ghayra ikhrajin fain kharajna fala junaha AAalaykum fee ma faAAalna fee anfusihinna min maAAroofin waAllahu AAazeezun hakeemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
