{"id":247,"number":240,"text":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","translations":{"bn":"আর যখন তোমাদের মধ্যে যারা মৃত্যুবরণ করবে তখন স্ত্রীদের ঘর থেকে বের না করে এক বছর পর্যন্ত তাদের খরচের ব্যাপারে ওসিয়ত করে যাবে। অতঃপর যদি সে স্ত্রীরা নিজে থেকে বেরিয়ে যায়, তাহলে সে নারী যদি নিজের ব্যাপারে কোন উত্তম ব্যবস্থা করে, তবে তাতে তোমাদের উপর কোন পাপ নেই। আর আল্লাহ হচ্ছেন পরাক্রমশালী বিজ্ঞতা সম্পন্ন।","en":"And those who are taken in death among you and leave wives behind - for their wives is a bequest: maintenance for one year without turning [them] out. But if they leave [of their own accord], then there is no blame upon you for what they do with themselves in an acceptable way. And Allah is Exalted in Might and Wise","id":"Dan orang-orang yang akan mati di antara kamu dan meninggalkan istri-istri, hendaklah membuat wasiat untuk istri-istrinya, (yaitu) nafkah sampai setahun tanpa mengeluarkannya (dari rumah). Tetapi jika mereka keluar (sendiri), maka tidak ada dosa bagimu (mengenai apa) yang mereka lakukan terhadap diri mereka sendiri dalam hal-hal yang baik. Allah Mahaperkasa, Mahabijaksana","ru":"Если кто-либо из вас скончается и оставит после себя жен, то они должны завещать, чтобы их обеспечивали в течение одного года и не прогоняли. Если же они сами уйдут, то на вас не будет греха за то, что они распорядятся собой разумным образом. Аллах - Могущественный, Мудрый","tr":"İçinizden ölüp, eşler bırakacak olanlar, evlerinden çıkarılmaksızın, senesine kadar eşlerinin geçimini sağlayacak şeyi vasiyet etsinler; eğer çıkarlarsa kendilerinin meşru olarak yaptıklarından dolayı size sorumluluk yoktur. Allah güçlüdür, Hakim'dir","ur":"تم میں سے جو لوگوں وفات پائیں اور پیچھے بیویاں چھوڑ رہے ہوں، اُن کو چاہیے کہ اپنی بیویوں کے حق میں یہ وصیت کر جائیں کہ ایک سال تک ان کو نان و نفقہ دیا جائے اور وہ گھر سے نہ نکالی جائیں پھر اگر وہ خود نکل جائیں، تو اپنی ذات کے معاملے میں معروف طریقے سے وہ جو کچھ بھی کریں، اس کی کوئی ذمہ داری تم پر نہیں ہے اللہ سب پر غالب اقتدار رکھنے والا اور حکیم و دانا ہے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
