{"id":2476,"number":128,"text":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","translations":{"en":"Then, has it not become clear to them how many generations We destroyed before them as they walk among their dwellings? Indeed in that are signs for those of intelligence","es":"¿Acaso no se les ha evidenciado [a quienes rechazan este Mensaje] cuántas civilizaciones destruí, siendo que ellos pueden observar sus ruinas? En ello hay signos para los dotados de entendimiento","fr":"Cela ne leur a-t-il pas servi de direction, que Nous ayons fait périr avant eux tant de générations dans les demeures desquelles ils marchent maintenant? Voilà bien là des leçons pour les doués d'intelligence","id":"Maka tidakkah menjadi petunjuk bagi mereka (orang-orang musyrik) berapa banyak (generasi) sebelum mereka yang telah Kami binasakan, padahal mereka melewati (bekas-bekas) tempat tinggal mereka (umat-umat itu)? Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang berakal","ru":"Неужели их не привело на прямой путь то, что Мы погубили до них столько поколений, по жилищам которых они ходят? Воистину, в этом - знамения для обладающих разумом","sv":"HAR DÅ de [som förnekar sanningen] inte klart för sig, hur många släkten före dem Vi har låtit gå under? Människor, vars boplatser de nu [själva] trampar! I detta ligger helt visst budskap till människor som [styrs av] sitt förnuft","tr":"Onları yerlerinde gezdikleri, kendilerinden önce yok etmiş olduğumuz bunca nesiller doğru yola sevketmedi mi? Doğrusu bunlarda akıl sahipleri için ibretler vardır","ur":"پھر کیا اِن لوگوں کو (تاریخ کے اس سبق سے) کوئی ہدایت نہ ملی کہ اِن سے پہلے کتنی ہی قوموں کو ہم ہلاک کر چکے ہیں جن کی (برباد شدہ) بستیوں میں آج یہ چلتے پھرتے ہیں؟ در حقیقت اِس میں بہت سی نشانیاں ہیں اُن لوگوں کے لیے جو عقل سلیم رکھنے والے ہیں","zh":"难道他们不知道吗？在他们之前，我曾毁灭了许多世代，他们常和那些人的故乡往来，对于有理智者，此中确有许多迹象。"},"transliteration":"Afalam yahdi lahum kam ahlakna qablahum mina alqurooni yamshoona fee masakinihim inna fee thalika laayatin liolee alnnuha","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
