{"id":2482,"number":134,"text":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","translations":{"en":"And if We had destroyed them with a punishment before him, they would have said, \"Our Lord, why did You not send to us a messenger so we could have followed Your verses before we were humiliated and disgraced","es":"Y si hubiera decretado destruirlos con un castigo antes de la llegada de Mi Mensajero, habrían dicho: \"¡Oh, Señor nuestro! Si nos hubieras enviado un Mensajero habríamos seguido Tu Mensaje antes de ser humillados [con el castigo] y desdichados para siempre","fr":"Et si Nous les avions fait périr par un châtiment avant lui [Muhammad], ils auraient certainement dit: «O notre Seigneur, pourquoi ne nous as-Tu pas envoyé de Messager? Nous aurions alors suivi Tes enseignements avant d'avoir été humiliés et jetés dans l'ignominie»","id":"Dan kalau mereka Kami binasakan dengan suatu siksaan sebelumnya (Alquran diturunkan), tentulah mereka berkata, \"Ya Tuhan kami, mengapa tidak Engkau utus seorang rasul kepada kami, sehingga kami mengikuti ayat-ayat-Mu sebelum kami menjadi hina dan rendah","ru":"Если бы Мы погубили их от наказания до этого (пришествия Мухаммада и ниспослания Корана), то они сказали бы: «Господь наш! Почему Ты не отправил к нам посланника, чтобы мы последовали за Твоими знамениями до того, как оказались унижены и опозорены?»","sv":"Om Vi hade låtit [Vårt] straff förinta dem, innan denna [Skrift uppenbarades], skulle de [med rätta] ha kunnat säga: \"Herre! Om du hade låtit ett sändebud komma till oss skulle vi ha lytt Dina bud hellre än vi hade dragit på oss förödmjukelser [och straff]","tr":"Eğer onları ondan önce bir azaba uğratarak yok etseydik: \"Rabbimiz! Bize bir peygamber gönderseydin de, alçak ve rezil olmazdan önce ayetlerine uysaydık, olmaz mıydı?\" diyeceklerdi","ur":"اگر ہم اُس کے آنے سے پہلے اِن کو کسی عذاب سے ہلاک کر دیتے تو پھر یہی لوگ کہتے کہ اے ہمارے پروردگار، تو نے ہمارے پاس کوئی رسول کیوں نہ بھیجا کہ ذلیل و رسوا ہونے سے پہلے ہی ہم تیری آیات کی پیروی اختیار کر لیتے","zh":"假若在派遣他之前，我以刑罚毁灭他们，他们必定要说：“我们的主啊！你怎么不派遣一个使者来引导我们，以便我们在蒙受卑贱和耻辱之前，遵守你的迹象呢？”"},"transliteration":"Walaw anna ahlaknahum biAAathabin min qablihi laqaloo rabbana lawla arsalta ilayna rasoolan fanattabiAAa ayatika min qabli an nathilla wanakhza","chapter":{"id":20,"name":"طه","transliteration":"Taha","translations":{"en":"Ta-Ha","es":"Ta-Ha","fr":"Ta-Ha","id":"Tha-Ha","ru":"Та Ха ","sv":"Ta-Ha","tr":"Tâhâ","ur":"طٰہٰ","zh":"塔哈"},"type":"meccan"}}
