{"id":2486,"number":3,"text":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","translations":{"en":"With their hearts distracted. And those who do wrong conceal their private conversation, [saying], \"Is this [Prophet] except a human being like you? So would you approach magic while you are aware [of it]","es":"con sus corazones distraídos. Los injustos dicen entre sí en secreto: \"[Mujámmad] no es más que un mortal al igual que nosotros. [Y recriminando a los que lo escuchaban dicen:] ¿Cómo aceptan ser cautivados por la magia de sus palabras si saben [que es un farsante]","fr":"leurs cœurs distraits; et les injustes tiennent des conversations secrètes et disent: «Ce n'est là qu'un être humain semblable à vous? Allez-vous donc vous adonner à la magie alors que vous voyez clair?»","id":"hati mereka dalam keadaan lalai. Dan orang-orang yang zalim itu merahasiakan pembicaraan mereka, \"(Orang) ini (Muhammad) tidak lain hanyalah seorang manusia (juga) seperti kamu. Apakah kamu menerimanya (sihir itu),529) padahal kamu menyaksikannya","ru":"Сердца же их оставались беспечными. Беззаконники говорили между собой тайком: «Разве это - не такой же человек, как и вы? Неужели вы покоритесь колдовству, которое вы видите воочию?»","sv":"och medan deras sinnen är upptagna av andra tankar. De [som sätter gudar vid Guds sida] håller sina hemliga överläggningar [och frågar varandra:] \"Är denne [Muhammad] något mera än en dödlig människa som vi? Skall vi då, vi som är klarsynta, gå med på [att lyssna till] hans [vältalighet som bländar och förhäxar som] trolldom","tr":"Rablerinden kendilerine gelen her yeni ihtarı mutlaka, gönülleri gaflet içinde eğlenerek dinlerler. Zulmedenler, gizli toplantılarında: \"Bu zat, sizin gibi bir insandan başka bir şey midir? Siz, göz göre göre sihre mi uyarsınız?\" diye konuşurlar","ur":"دِل ان کے (دوسری ہی فکروں میں) منہمک ہیں اور ظالم آپس میں سرگوشیاں کرتے ہیں کہ \"یہ شخص آخر تم جیسا ایک بشر ہی تو ہے، پھر کیا تم آنکھوں دیکھتے جادُو کے پھندے میں پھنس جاؤ گے؟","zh":"他们是心不在焉的。不义者秘密谈论说：“这只是一个像你们一样的凡人，你们明知是魔术而顺从他吗？”"},"transliteration":"Lahiyatan quloobuhum waasarroo alnnajwa allatheena thalamoo hal hatha illa basharun mithlukum afatatoona alssihra waantum tubsiroona","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
