{"id":2488,"number":5,"text":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","translations":{"en":"But they say, \"[The revelation is but] a mixture of false dreams; rather, he has invented it; rather, he is a poet. So let him bring us a sign just as the previous [messengers] were sent [with miracles]","es":"Y dicen [otros idólatras]: \"[El Corán] no es más que sueños incoherentes, o [palabras que] él mismo ha inventado, o es un poeta. Que nos muestre un milagro como lo hicieron los primeros [Mensajeros, si es verdad lo que dice]","fr":"Mais ils dirent: «Voilà plutôt un amas de rêves! Ou bien Il l'a inventé. Ou, c'est plutôt un poète. Qu'il nous apporte donc un signe [identique] à celui dont furent chargés les premiers envoyés»","id":"Bahkan mereka mengatakan, \"(Alquran itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair, cobalah dia datangkan kepada kita suatu tanda (bukti), seperti halnya rasul-rasul yang diutus terdahulu","ru":"Они сказали: «Это - бессвязные сны! Нет, он сочинил это! Нет, он - поэт! Пусть он покажет нам знамение, подобное тем, с которыми были отправлены первые посланники»","sv":"Och de går så långt att de säger: [\"Detta är bara] ett virrvarr av drömmar\" [eller] \"nej, han har [själv] hittat på alltsammans\" [eller] \"nej, han är ju poet\". - \"Låt honom nu visa oss ett tecken liksom de tidigare [profeterna] sändes [med tecken]","tr":"Onlar: \"Hayır; bunlar karışık rüyalardır\", \"Hayır; onu uydurmuştur\", \"Hayır; o şairdir\", \"Haydi önceki peygamberler gibi o da bize bir mucize getirsin\" dediler","ur":"وہ کہتے ہیں \"بلکہ یہ پراگندہ خواب ہیں، بلکہ یہ اِس کی مَن گھڑت ہے، بلکہ یہ شخص شاعر ہے ورنہ یہ لائے کوئی نشانی جس طرح پرانے زمانے کے رسول نشانیوں کے ساتھ بھیجے گئے تھے","zh":"但他们说：这是痴人说梦呢？还是他捏造谎言呢？还是他是一个诗人呢？教他像古代的众使者那样昭示我们一种迹象吧。"},"transliteration":"Bal qaloo adghathu ahlamin bali iftarahu bal huwa shaAAirun falyatina biayatin kama orsila alawwaloona","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
