{"id":2505,"number":22,"text":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","translations":{"en":"Had there been within the heavens and earth gods besides Allah, they both would have been ruined. So exalted is Allah, Lord of the Throne, above what they describe","es":"Si hubiese habido en los cielos y en la Tierra otras divinidades además de Dios, éstos se habrían destruido. ¡Glorificado sea Dios, Señor del Trono! Él está por encima de lo que Le atribuyen","fr":"S'il y avait dans le ciel et la terre des divinités autres qu'Allah, tous deux seraient certes dans le désordre. Gloire, donc à Allah, Seigneur du Trône; Il est au-dessus de ce qu'ils Lui attribuent","id":"Seandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki Arasy, dari apa yang mereka sifatkan","ru":"Если бы на них (на небесах и земле) были иные божества наряду с Аллахом, то они (небеса и земля) разрушились бы. Аллах, Господь Трона, пречист и далек от того, что они приписывают Ему","sv":"Men om det i himlen eller på jorden hade funnits gudar vid sidan av Gud skulle världsalltets ordning ha brutit samman! Stor är Gud i Sin härlighet, Herren till allmaktens tron, fjärran från [deras försök] att beskriva [Hans Väsen]","tr":"Eğer yerle gökte Allah'tan başka tanrılar olsaydı, ikisi de bozulurdu. Arşın Rabbi olan Allah, onların vasıflandırdıklarından münezzehtir","ur":"اگر آسمان و زمین میں ایک اللہ کے سوا دُوسرے خدا بھی ہوتے تو (زمین اور آسمان) دونوں کا نظام بگڑ جاتا پس پاک ہے اللہ ربّ العرش اُن باتوں سے جو یہ لوگ بنا رہے ہیں","zh":"除安拉外，假若天地间还有许多神明，那么，天地必定破坏了。赞颂安拉——宝座的主——是超乎他们的描述的。"},"transliteration":"Law kana feehima alihatun illa Allahu lafasadata fasubhana Allahi rabbi alAAarshi AAamma yasifoona","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
