{"id":2507,"number":24,"text":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","translations":{"en":"Or have they taken gods besides Him? Say, [O Muhammad], \"Produce your proof. This [Qur'an] is the message for those with me and the message of those before me.\" But most of them do not know the truth, so they are turning away","es":"A aquellos que adoran a otras divinidades en lugar de Dios, diles: \"Presenten pruebas válidas. Éste es mi Mensaje y el de quienes me siguen, y el Mensaje de quienes nos precedieron. Pero la mayoría no reconoce la Verdad y la rechazan","fr":"Ont-ils pris des divinités en dehors de Lui? Dis: «Apportez votre preuve». Ceci est la révélation de ceux qui sont avec moi et de ceux qui étaient avant moi. Mais la plupart d'entre eux ne connaissent pas la vérité et s'en écartent","id":"Atau apakah mereka mengambil tuhan-tuhan selain Dia? Katakanlah (Muhammad), \"Kemukakanlah alasan-alasanmu! (Alquran) ini adalah peringatan bagi orang yang bersamaku, dan peringatan bagi orang sebelumku.\" Tetapi kebanyakan mereka tidak mengetahui yang hak (kebenaran), karena itu mereka berpaling","ru":"Неужели они стали поклоняться иным божествам вместо Него? Скажи: «Приведите ваши доказательства! Вот напоминание для тех, кто со мной, и напоминание для тех, кто жил до меня». Однако большинство их не ведает об истине и отворачивается","sv":"Icke desto mindre dyrkar de [falska] gudar i Hans ställe! Säg [Muhammad]: \"Lägg fram era bevis; detta är Påminnelsens [ord, Påminnelsen] som har nedsänts till dem som följer mig och Påminnelsen [som sändes] till dem som var mina föregångare.\" Men de flesta känner inte sanningen och [därför] vänder de sig bort","tr":"O'nu bırakıp tanrılar mı edindiler? De ki: \"Kesin delilinizi getirin. İşte benim ve ümmetimin Kitap'ı ve senden öncekilerin kitapları.\" Hayır; onların çoğu gerçeği bilmez de yüz çevirirler","ur":"کیا اُسے چھوڑ کر اِنہوں نے دوسرے خدا بنا لیے ہیں؟ اے محمدؐ، ان سے کہو کہ \"لاؤ اپنی دلیل، یہ کتاب بھی موجود ہے جس میں میرے دَور کے لوگوں کے لیے نصیحت ہے اور وہ کتابیں بھی موجود ہیں جن میں مجھ سے پہلے لوگوں کے لیے نصیحت تھی\" مگر ان میں سے اکثر لوگ حقیقت سے بے خبر ہیں، اس لیے منہ موڑے ہوئے ہیں","zh":"难道他们除安拉外还事奉许多神明吗？你说：“你们拿证据来吧，这是对于我的同道者的记念，也是对于在我之前者的记念，但他们大半不知真理，背弃它。”"},"transliteration":"Ami ittakhathoo min doonihi alihatan qul hatoo burhanakum hatha thikru man maAAiya wathikru man qablee bal aktharuhum la yaAAlamoona alhaqqa fahum muAAridoona","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
