{"id":2511,"number":28,"text":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","translations":{"en":"He knows what is [presently] before them and what will be after them, and they cannot intercede except on behalf of one whom He approves. And they, from fear of Him, are apprehensive","es":"[Dios] Conoce tanto lo que hicieron como lo que harán, y solo podrán interceder por quienes Dios se complazca. Por temor a Él están sobrecogidos","fr":"Il sait ce qui est devant eux et ce qui derrière eux. Et ils n'intercèdent qu'en faveur de ceux qu'Il a agréés [tout en étant] pénétrés de Sa crainte","id":"Dia (Allah) mengetahui segala sesuatu yang dihadapan mereka (malaikat) dan yang dibelakang mereka, dan mereka tidak memberi syafaat melainkan kepada orang yang diridai (Allah), dan mereka selalu berhati-hati karena takut kepada-Nya","ru":"Он ведает их прошлое и будущее. Они заступаются только за тех, кем Он доволен, а сами трепещут от страха перед Ним","sv":"Han vet allt vad [människor] kan veta och allt som är dolt för dem, och de kan inte tala till förmån för någon annan än den som Han är nöjd med. Och de bävar inför Hans [majestät]","tr":"Allah, onların yaptıklarını ve yapmakta olduklarını bilir. Onlar Allah'ın hoşnut olduğu kimseden başkasına şefaat edemezler; O'nun korkusundan titrerler","ur":"جو کچھ اُن کے سامنے ہے اسے بھی وہ جانتا ہے اور جو کچھ اُن سے اوجھل ہے اس سے بھی وہ باخبر ہے وہ کسی کی سفارش نہیں کرتے بجز اُس کے جس کے حق میں سفارش سننے پر اللہ راضی ہو، اور وہ اس کے خوف سے ڈرے رہتے ہیں","zh":"他知道在他们前面的和后面的；他们只替他所喜悦者说情。他们因敬畏他而恐惧。"},"transliteration":"YaAAlamu ma bayna aydeehim wama khalfahum wala yashfaAAoona illa limani irtada wahum min khashyatihi mushfiqoona","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
