{"id":2513,"number":30,"text":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","translations":{"en":"Have those who disbelieved not considered that the heavens and the earth were a joined entity, and We separated them and made from water every living thing? Then will they not believe","es":"¿Acaso los que se niegan a creer no reparan en que los cielos y la Tierra formaban una masa homogénea y la disgregué, y que creé del agua a todo ser vivo? ¿Es que aún después de esto no van a creer","fr":"Ceux qui ont mécru, n'ont-ils pas vu que les cieux et la terre formaient une masse compacte? Ensuite Nous les avons séparés et fait de l'eau toute chose vivante. Ne croiront-ils donc pas","id":"Dan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulu menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman","ru":"Неужели неверующие не видят, что небеса и земля были единым целым и что Мы разделили их и сотворили все живое из воды? Неужели они не уверуют","sv":"INSER DE inte, de som vill förneka sanningen, att himlarna och jorden [en gång] utgjorde en enda, sammanhållen massa och [att] Vi skilde dem åt? Och [vet de inte] att Vi har låtit allt liv uppstå ur vatten? Har de då ingen tro","tr":"İnkar edenler, gökler ve yer yapışıkken onları ayırdığımızı ve bütün canlıları sudan meydana getirdiğimizi bilmezler mi? İnanmıyorlar mı","ur":"کیا وہ لوگ جنہوں نے (نبیؐ کی بات ماننے سے) انکار کر دیا ہے غور نہیں کرتے کہ یہ سب آسمان اور زمین باہم ملے ہوئے تھے، پھر ہم نے اِنہیں جدا کیا، اور پانی سے ہر زندہ چیز پیدا کی کیا وہ (ہماری اس خلّاقی کو) نہیں مانتے؟","zh":"不信道者难道不知道吗？天地原是闭塞的，而我开天辟地，我用水创造一切生物。难道他们不信吗？"},"transliteration":"Awalam yara allatheena kafaroo anna alssamawati waalarda kanata ratqan fafataqnahuma wajaAAalna mina almai kulla shayin hayyin afala yuminoona","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
