{"id":2519,"number":36,"text":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","translations":{"en":"And when those who disbelieve see you, [O Muhammad], they take you not except in ridicule, [saying], \"Is this the one who insults your gods?\" And they are, at the mention of the Most Merciful, disbelievers","es":"Cuando los que se niegan a creer te ven, se burlan de ti, y dicen: \"Éste es quien desdeña a nuestros ídolos\"; sin embargo, son ellos los que, cuando es mencionado el Misericordioso, rechazan la verdad","fr":"Quand les mécréants te voient, ils ne te prennent qu'en dérision (disant): «Quoi! Est-ce-là celui qui médit de vos divinités?» Et ils nient [tout] rappel du Tout Miséricordieux","id":"Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), \"Apakah ini orang yang mencela tuhan-tuhanmu?\" Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih","ru":"Когда неверующие видят тебя, они лишь насмехаются над тобой и говорят: «Не тот ли это, кто плохо отзывается о ваших богах?». Но сами они не веруют в поминание Милостивого","sv":"Men när förnekarna av sanningen ser dig är allt de vill att göra dig till åtlöje [och den ene säger till den andre]: \"Är det han som talar [nedsättande] om våra gudar?\" Men [själva] förnekar de den Nåderike, så snart [de hör] Hans namn nämnas","tr":"İnkarcılar seni gördükleri zaman, şüphesiz, seni alaya almaktan başka bir şey yapmazlar. \"Sizin tanrılarınızı diline dolayan bu mudur?\" derler ve Rahman'ın Kitabını işte onlar inkar ederler","ur":"یہ منکرین حق جب تمہیں دیکھتے ہیں تو تمہارا مذاق بنا لیتے ہیں کہتے ہیں \"کیا یہ ہے وہ شخص جو تمہارے خداؤں کا ذکر کیا کرتا ہے؟\" اور ان کا اپنا حال یہ ہے کہ رحمان کے ذکر سے منکر ہیں","zh":"当不信道者看见你的时候，他们只把你当作笑柄。（他们说）：“就是这个人诽谤你们的神明吗？”他们不信至仁主的记念。"},"transliteration":"Waitha raaka allatheena kafaroo in yattakhithoonaka illa huzuwan ahatha allathee yathkuru alihatakum wahum bithikri alrrahmani hum kafiroona","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
