{"id":253,"number":246,"text":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَـٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّـٰلِمِينَ","translations":{"en":"Have you not considered the assembly of the Children of Israel after [the time of] Moses when they said to a prophet of theirs, \"Send to us a king, and we will fight in the way of Allah \"? He said, \"Would you perhaps refrain from fighting if fighting was prescribed for you?\" They said, \"And why should we not fight in the cause of Allah when we have been driven out from our homes and from our children?\" But when fighting was prescribed for them, they turned away, except for a few of them. And Allah is Knowing of the wrongdoers","es":"¿Acaso no reparas en los nobles de los hijos de Israel después de la muerte de Moisés? Cuando le dijeron a su Profeta: \"Desígnanos un rey para que combatamos junto a él por la causa de Dios\". Dijo: \"¿Acaso prometen que si se les prescribe el combate no huirán?\" Dijeron: \"¿Cómo no vamos a combatir por la causa de Dios si fuimos expulsados de nuestros hogares y apartados de nuestros hijos?\" Pero cuando se les ordenó el combate le dieron la espalda, excepto unos pocos, y Dios conoce bien a los opresores","fr":"N'as-tu pas su l'histoire des notables, parmi les enfants d'Israël, lorsqu'après Moïse ils dirent à un prophète à eux: «Désigne-nous un roi, pour que nous combattions dans le sentier d'Allah». Il dit: «Et si vous ne combattez pas, quand le combat vous sera prescrit?» Ils dirent: «Et qu'aurions-nous à ne pas combattre dans le sentier d'Allah, alors qu'on nous a expulsés de nos maisons et qu'on a capturé nos enfants?» Et quand le combat leur fut prescrit, ils tournèrent le dos, sauf un petit nombre d'entre eux. Et Allah connaît bien les injustes","id":"Tidakkah kamu perhatikan para pemuka Bani Israil setelah Musa wafat ketika mereka berkata kepada seorang nabi mereka, \"Angkatlah seorang raja untuk kami, niscaya kami berperang di jalan Allah.\" Nabi mereka menjawab, \"Jangan-jangan jika diwajibkan atasmu berperang, kamu tidak akan berperang juga?\" Mereka menjawab, \"Mengapa kami tidak akan berperang di jalan Allah, sedangkan kami telah diusir dari kampung halaman kami dan (dipisahkan dari) anak-anak kami?\"93) Tetapi ketika perang itu diwajibkan atas mereka, mereka berpaling, kecuali sebagian kecil dari mereka. Dan Allah Maha Mengetahui orang-orang yang zalim","ru":"Не знаешь ли ты о знати сынов Исраила (Израиля), живших после Мусы (Моисея)? Они сказали своему пророку: «Назначь для нас царя, чтобы мы сражались на пути Аллаха». Он сказал: «Может ли быть, что если вам будет предписано сражаться, вы не станете сражаться?». Они сказали: «Отчего же нам не сражаться на пути Аллаха, если мы изгнаны из наших жилищ и разлучены с нашими детьми?». Когда же им было предписано сражаться, они отвернулись, за исключением немногих. Аллах ведает о беззаконниках","sv":"DU HAR nog hört om de äldste i Israel efter Moses tid, som sade till en av sina profeter: \"Låt oss få en konung, så skall vi kämpa för Guds sak.\" Profeten sade: \"Kanske skulle ni neka att kämpa om ni fick [en sådan] befallning.\" De svarade: \"Varför skulle vi inte kämpa för Guds sak, vi som har fördrivits från våra hem och [skilts] från våra barn?\" Men när de befalldes att kämpa, drog de sig undan - alla utom ett fåtal. Gud vet vilka de orättfärdiga är","tr":"Musa'dan sonra İsrailoğullarının ileri gelenlerini görmedin mi? Peygamberlerinden birine, \"Bize bir hükümdar gönder de Allah yolunda savaşalım\" demişlerdi. \"Ya savaş size farz kılındığında gitmeyecek olursanız?\" demişti. \"Memleketimizden ve çocuklarımızdan uzaklaştırıldığımıza göre niye Allah yolunda savaşmıyalım?\" demişlerdi. Ama savaş onlara farz kılınınca, az bir kısmı müstesna yüz cevirdiler. Allah zalimleri bilir","ur":"پھر تم نے اُس معاملے پر بھی غور کیا، جو موسیٰؑ کے بعد سرداران بنی اسرائیل کو پیش آیا تھا؟ اُنہوں نے اپنے نبی سے کہا: ہمارے لیے ایک بادشاہ مقرر کر دو تاکہ ہم اللہ کی راہ میں جنگ کریں نبی نے پوچھا: کہیں ایسا تو نہ ہوگا کہ تم کو لڑائی کا حکم دیا جائے اور پھر تم نہ لڑو وہ کہنے لگے : بھلا یہ کیسے ہو سکتا ہے کہ ہم راہ خدا میں نہ لڑیں، جبکہ ہمیں اپنے گھروں سے نکال دیا گیا ہے اور ہمارے بال بچے ہم سے جدا کر دیے گئے ہیں مگر جب ان کو جنگ کا حکم دیا گیا، تو ایک قلیل تعداد کے سوا وہ سب پیٹھ موڑ گئے، اور اللہ ان میں سے ایک ایک ظالم کو جانتا ہے","zh":"你不知道穆萨死后以色列人中的领袖吗？当时，他们对一个同族的先知说：“请你替我们立一个国王，我们就为主道而战斗。”他说：“如果战斗成为你们的定制，你们会不战斗吗？”他们说：“我们已被敌人逐出故乡，父子离散，我们怎能不为主道而战斗呢？”战斗已成为他们的定制的时候，他们除少数人外，都违背命令了。安拉是全知不义的人的。"},"transliteration":"Alam tara ila almalai min banee israeela min baAAdi moosa ith qaloo linabiyyin lahumu ibAAath lana malikan nuqatil fee sabeeli Allahi qala hal AAasaytum in kutiba AAalaykumu alqitalu alla tuqatiloo qaloo wama lana alla nuqatila fee sabeeli Allahi waqad okhrijna min diyarina waabnaina falamma kutiba AAalayhimu alqitalu tawallaw illa qaleelan minhum waAllahu AAaleemun bialththalimeena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
