{"id":253,"number":246,"text":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَـٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّـٰلِمِينَ","translations":{"bn":"মূসার পরে তুমি কি বনী ইসরাঈলের একটি দলকে দেখনি, যখন তারা বলেছে নিজেদের নবীর কাছে যে, আমাদের জন্য একজন বাদশাহ নির্ধারিত করে দিন যাতে আমরা আল্লাহর পথে যুদ্ধ করতে পারি। নবী বললেন, তোমাদের প্রতিও কি এমন ধারণা করা যায় যে, লড়াইর হুকুম যদি হয়, তাহলে তখন তোমরা লড়বে না? তারা বলল, আমাদের কি হয়েছে যে, আমরা আল্লাহর পথে লড়াই করব না। অথচ আমরা বিতাড়িত হয়েছি নিজেদের ঘর-বাড়ী ও সন্তান-সন্ততি থেকে। অতঃপর যখন লড়াইয়ের নির্দেশ হলো, তখন সামান্য কয়েকজন ছাড়া তাদের সবাই ঘুরে দাঁড়ালো। আর আল্লাহ তা’আলা জালেমদের ভাল করেই জানেন।","en":"Have you not considered the assembly of the Children of Israel after [the time of] Moses when they said to a prophet of theirs, \"Send to us a king, and we will fight in the way of Allah \"? He said, \"Would you perhaps refrain from fighting if fighting was prescribed for you?\" They said, \"And why should we not fight in the cause of Allah when we have been driven out from our homes and from our children?\" But when fighting was prescribed for them, they turned away, except for a few of them. And Allah is Knowing of the wrongdoers","id":"Tidakkah kamu perhatikan para pemuka Bani Israil setelah Musa wafat ketika mereka berkata kepada seorang nabi mereka, \"Angkatlah seorang raja untuk kami, niscaya kami berperang di jalan Allah.\" Nabi mereka menjawab, \"Jangan-jangan jika diwajibkan atasmu berperang, kamu tidak akan berperang juga?\" Mereka menjawab, \"Mengapa kami tidak akan berperang di jalan Allah, sedangkan kami telah diusir dari kampung halaman kami dan (dipisahkan dari) anak-anak kami?\"93) Tetapi ketika perang itu diwajibkan atas mereka, mereka berpaling, kecuali sebagian kecil dari mereka. Dan Allah Maha Mengetahui orang-orang yang zalim","ru":"Не знаешь ли ты о знати сынов Исраила (Израиля), живших после Мусы (Моисея)? Они сказали своему пророку: «Назначь для нас царя, чтобы мы сражались на пути Аллаха». Он сказал: «Может ли быть, что если вам будет предписано сражаться, вы не станете сражаться?». Они сказали: «Отчего же нам не сражаться на пути Аллаха, если мы изгнаны из наших жилищ и разлучены с нашими детьми?». Когда же им было предписано сражаться, они отвернулись, за исключением немногих. Аллах ведает о беззаконниках","tr":"Musa'dan sonra İsrailoğullarının ileri gelenlerini görmedin mi? Peygamberlerinden birine, \"Bize bir hükümdar gönder de Allah yolunda savaşalım\" demişlerdi. \"Ya savaş size farz kılındığında gitmeyecek olursanız?\" demişti. \"Memleketimizden ve çocuklarımızdan uzaklaştırıldığımıza göre niye Allah yolunda savaşmıyalım?\" demişlerdi. Ama savaş onlara farz kılınınca, az bir kısmı müstesna yüz cevirdiler. Allah zalimleri bilir","ur":"پھر تم نے اُس معاملے پر بھی غور کیا، جو موسیٰؑ کے بعد سرداران بنی اسرائیل کو پیش آیا تھا؟ اُنہوں نے اپنے نبی سے کہا: ہمارے لیے ایک بادشاہ مقرر کر دو تاکہ ہم اللہ کی راہ میں جنگ کریں نبی نے پوچھا: کہیں ایسا تو نہ ہوگا کہ تم کو لڑائی کا حکم دیا جائے اور پھر تم نہ لڑو وہ کہنے لگے : بھلا یہ کیسے ہو سکتا ہے کہ ہم راہ خدا میں نہ لڑیں، جبکہ ہمیں اپنے گھروں سے نکال دیا گیا ہے اور ہمارے بال بچے ہم سے جدا کر دیے گئے ہیں مگر جب ان کو جنگ کا حکم دیا گیا، تو ایک قلیل تعداد کے سوا وہ سب پیٹھ موڑ گئے، اور اللہ ان میں سے ایک ایک ظالم کو جانتا ہے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
