{"id":254,"number":247,"text":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translations":{"en":"And their prophet said to them, \"Indeed, Allah has sent to you Saul as a king.\" They said, \"How can he have kingship over us while we are more worthy of kingship than him and he has not been given any measure of wealth?\" He said, \"Indeed, Allah has chosen him over you and has increased him abundantly in knowledge and stature. And Allah gives His sovereignty to whom He wills. And Allah is all-Encompassing [in favor] and Knowing","es":"Su Profeta les dijo: \"Dios les ha enviado a Saúl para que sea su rey\". Exclamaron: \"¿Por qué será él nuestro rey, si nosotros tenemos más derecho que él y ni siquiera es rico?\" Dijo: \"Dios lo ha elegido para ustedes y lo ha dotado de gran capacidad intelectual y física\". Dios concede el reino a quien Él quiere, porque Dios es Vasto, todo lo sabe","fr":"Et leur prophète leur dit: «Voici qu'Allah vous a envoyé Tâlût pour roi.» Ils dirent: «Comment règnerait-il sur nous? Nous avons plus de droit que lui à la royauté. On ne lui a même pas prodigué beaucoup de richesses!» Il dit: «Allah, vraiment l'a élu sur vous, et a accru sa part quant au savoir et à la condition physique.» - Et Allah alloue Son pouvoir à qui Il veut. Allah a la grâce immense et Il est Omniscient","id":"Dan nabi mereka berkata kepada mereka, \"Sesungguhnya Allah telah mengangkat Talut menjadi rajamu.\" Mereka menjawab, \"Bagaimana Talut memperoleh kerajaan atas kami, sedangkan kami lebih berhak atas kerajaan itu daripadanya, dan dia tidak diberi kekayaan yang banyak?\" (Nabi) menjawab, \"Allah telah memilihnya (menjadi raja) kamu dan memberikan kelebihan ilmu dan fisik.\" Allah memberikan kerajaan-Nya kepada siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui","ru":"Их пророк сказал им: «Аллах назначил вам царем Талута (Саула)». Они сказали: «Как он может стать нашим царем, если мы более достойны править, чем он, и он лишен достатка в имуществе?». Он сказал: «Аллах предпочел его вам и щедро одарил его знаниями и статью. Аллах дарует Свое царство, кому пожелает. Аллах - Объемлющий, Знающий»","sv":"Deras profet sade till de äldste: \"Gud har nu sänt Saul som skall vara er konung.\" De svarade: \"Hur skulle han kunna härska över oss? Vi har bättre rätt till makten än han; och dessutom saknar han rikedomar.\" Profeten svarade: \"Gud har valt honom framför er och har skänkt honom omfattande kunskaper och stor fysisk styrka. Gud ger Sin makt åt den Han vill; Gud når överallt och Han vet allt","tr":"Peygamberleri onlara \"Allah size şüphesiz, Talut'u hükümdar olarak gönderdi\" dedi. \"Biz hükümdarlığa ondan layık iken ve ona malca da bir bolluk verilmemişken bize hükümdar olmağa o nasıl layık olabilir?\" dediler, \"Doğrusu Allah size onu seçti, bilgice ve vücutça gücünü artırdı\" dedi. Allah mülkü dilediğine verir. Allah her şeyi kaplar ve bilir","ur":"اُن کے نبی نے ان سے کہا کہ اللہ نے طالوت کو تمہارے لیے بادشاہ مقرر کیا ہے یہ سن کر وہ بولے : \"ہم پر بادشاہ بننے کا وہ کیسے حقدار ہو گیا؟ اُس کے مقابلے میں بادشاہی کے ہم زیادہ مستحق ہیں وہ تو کوئی بڑا ما ل دار آدمی نہیں ہے\" نبی نے جواب دیا: \"اللہ نے تمہارے مقابلے میں اسی کو منتخب کیا ہے اور اس کو دماغی و جسمانی دونوں قسم کی اہلیتیں فراوانی کے ساتھ عطا فرمائی ہیں اور اللہ کو اختیار ہے کہ اپنا ملک جسے چاہے دے، اللہ بڑی وسعت رکھتا ہے اور سب کچھ اُس کے علم میں ہے","zh":"他们的先知对他们说：“安拉确已为你们立塔鲁特为国王。”他们说：“他怎么配做我们的国王呢？我们是比他更配做国王的，况且他没有丰富的财产。”他说：“安拉确已选他为你们的领袖，并且加赐他渊博的学识和健壮的体魄。”安拉常常把国权赏赐自己所意欲的人。安拉是宽大的，是全知的。"},"transliteration":"Waqala lahum nabiyyuhum inna Allaha qad baAAatha lakum taloota malikan qaloo anna yakoonu lahu almulku AAalayna wanahnu ahaqqu bialmulki minhu walam yuta saAAatan mina almali qala inna Allaha istafahu AAalaykum wazadahu bastatan fee alAAilmi waaljismi waAllahu yutee mulkahu man yashao waAllahu wasiAAun AAaleemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
