{"id":255,"number":248,"text":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَـٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"bn":"বনী-ইসরাঈলদেরকে তাদের নবী আরো বললেন, তালূতের নেতৃত্বের চিহ্ন হলো এই যে, তোমাদের কাছে একটা সিন্দুক আসবে তোমাদের পালকর্তার পক্ষ থেকে তোমাদের মনের সন্তুষ্টির নিমিত্তে। আর তাতে থাকবে মূসা, হারুন এবং তাঁদের সন্তানবর্গের পরিত্যক্ত কিছু সামগ্রী। সিন্দুকটিকে বয়ে আনবে ফেরেশতারা। তোমরা যদি ঈমানদার হয়ে থাক, তাহলে এতে তোমাদের জন্য নিশ্চিতই পরিপূর্ণ নিদর্শন রয়েছে।","en":"And their prophet said to them, \"Indeed, a sign of his kingship is that the chest will come to you in which is assurance from your Lord and a remnant of what the family of Moses and the family of Aaron had left, carried by the angels. Indeed in that is a sign for you, if you are believers","id":"(Dan nabi mereka berkata kepada mereka, \"Sesungguhnya tanda kerajaannya ialah datangnya Tabut94) kepadamu, yang di dalamnya terdapat ketenangan dari Tuhanmu dan sisa peninggalan keluarga Musa dan keluarga Harun, yang dibawa oleh malaikat.\" Sungguh, pada yang demikian itu terdapat tanda (kebesaran Allah) bagimu, jika kamu orang beriman","ru":"Их пророк сказал им: «Знамением его царствия станет то, что к вам явится сундук с умиротворением от вашего Господа. В нем будет то, что осталось после семьи Мусы (Моисея) и семьи Харуна (Аарона). Его принесут ангелы. Это будет знамением для вас, если только вы являетесь верующими»","tr":"Peygamberleri onlara, \"Onun hükümdarlığının alameti, size sandığın gelmesidir, onda Rabbinizden gelen gönül rahatlığı ve Musa ailesinin ve Harun ailesinin bıraktıklarından kalanlar var; onu melekler taşır, eğer inanmışsanız bunda sizin için delil vardır\" dedi","ur":"اس کے ساتھ اُن کے نبی نے اُن کو یہ بھی بتایا کہ \"خدا کی طرف سے اُس کے بادشاہ مقرر ہونے کی علامت یہ ہے کہ اس کے عہد میں وہ صندوق تمہیں واپس مل جائے گا، جس میں تمہارے رب کی طرف سے تمہارے لیے سکون قلب کا سامان ہے، جس میں آل موسیٰؑ اور آل ہارون کے چھوڑے ہوئے تبرکات ہیں، اور جس کو اس وقت فرشتے سنبھالے ہوئے ہیں اگر تم مومن ہو، تو یہ تمہارے لیے بہت بڑی نشانی ہے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
