{"id":2556,"number":73,"text":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","translations":{"en":"And We made them leaders guiding by Our command. And We inspired to them the doing of good deeds, establishment of prayer, and giving of zakah; and they were worshippers of Us","es":"y líderes ejemplares para que guiasen [a la gente] siguiendo Mi voluntad. Y les inspiré realizar buenas obras, practicar la oración prescrita y pagar el zakat. Fueron devotos en la adoración","fr":"Nous les fîmes des dirigeants qui guidaient par Notre ordre. Et Nous leur révélâmes de faire le bien, d'accomplir la prière et d'acquitter la Zakât. Et ils étaient Nos adorateurs","id":"Dan Kami menjadikan mereka itu sebagai pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami, dan Kami wahyukan kepada mereka agar berbuat kebaikan, melaksanakan salat dan menunaikan zakat, dan hanya kepada Kami mereka menyembah","ru":"Мы сделали их вождями, которые по Нашему велению указывали на прямой путь. Мы внушили им вершить добрые дела, совершать намаз и выплачивать закят, и они поклонялись Нам","sv":"och gjorde dem till ledare som ledde [människorna] enligt Våra befallningar, och Vi ingav dem [vilja] att göra gott och att regelbundet förrätta bönen och att hjälpa de behövande. Och de ägnade Oss hela sin dyrkan","tr":"Onları, buyruğumuz altında insanları doğru yola götüren önderler yaptık; onlara, iyi işler yapmayı, namaz kılmayı, zekat vermeyi vahyettik. Onlar, bize kulluk eden kimselerdi","ur":"اور ہم نے اُن کو امام بنا دیا جو ہمارے حکم سے رہنمائی کرتے تھے اور ہم نے انہیں وحی کے ذریعہ نیک کاموں کی اور نماز قائم کرنے اور زکوٰۃ دینے کی ہدایت کی، اور وہ ہمارے عبادت گزار تھے","zh":"我以他们为世人的师表，他们奉我的命令而引导众人。我启示他们：应当力行善事，谨守拜功，完纳天课。他们是只崇拜我的。"},"transliteration":"WajaAAalnahum aimmatan yahdoona biamrina waawhayna ilayhim fiAAla alkhayrati waiqama alssalati waeetaa alzzakati wakanoo lana AAabideena","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
