{"id":2557,"number":74,"text":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَـٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","translations":{"en":"And to Lot We gave judgement and knowledge, and We saved him from the city that was committing wicked deeds. Indeed, they were a people of evil, defiantly disobedient","es":"A Lot le concedí conocimiento y sabiduría, y lo salvé de la ciudad donde se cometían obscenidades. Era un pueblo malvado lleno de corruptos","fr":"Et Lot! Nous lui avons apporté la capacité de juger et le savoir, et Nous l'avons sauvé de la cité où se commettaient les vices; ces gens étaient vraiment des gens du mal, des pervers","id":"Dan kepada Luṭ, Kami berikan hikmah dan ilmu, dan Kami selamatkan dia dari (azab yang telah menimpa penduduk) kota yang melakukan perbuatan keji.534) Sungguh, mereka orang-orang yang jahat lagi fasik","ru":"Помяни также Лута (Лота), которому Мы даровали власть (мудрость или пророчество) и знание и которого Мы спасли от селения, жители которого совершали отвратительные поступки. Воистину, они были злодеями и нечестивцами","sv":"OCH [MINNS] Lot! Vi gav honom visdom och kunskap, och Vi räddade honom från [hans] folk, som begick onda och skamliga handlingar; de var fördärvade människor, som trotsade [Gud]","tr":"Lut'a da hüküm ve ilim verdik; onu, çirkin işler işleyen kasabadan kurtardık. Doğrusu onlar yoldan çıkmış kötü bir milletti","ur":"اور لوطؑ کو ہم نے حکم اور علم بخشا اور اُسے اُس بستی سے بچا کر نکال دیا جو بدکاریاں کرتی تھی درحقیقت وہ بڑی ہی بُری، فاسق قوم تھی","zh":"我赏赐鲁特智慧和学识，我拯救他脱离有秽行的城市，那个城市的居民确是放荡的恶民。"},"transliteration":"Walootan ataynahu hukman waAAilman wanajjaynahu mina alqaryati allatee kanat taAAmalu alkhabaitha innahum kanoo qawma sawin fasiqeena","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
