{"id":256,"number":249,"text":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ","translations":{"en":"And when Saul went forth with the soldiers, he said, \"Indeed, Allah will be testing you with a river. So whoever drinks from it is not of me, and whoever does not taste it is indeed of me, excepting one who takes [from it] in the hollow of his hand.\" But they drank from it, except a [very] few of them. Then when he had crossed it along with those who believed with him, they said, \"There is no power for us today against Goliath and his soldiers.\" But those who were certain that they would meet Allah said, \"How many a small company has overcome a large company by permission of Allah. And Allah is with the patient","es":"Pero cuando Saúl partió con sus soldados, les dijo: \"Dios los pondrá a prueba con un río; quien beba de él hasta saciarse no será de los míos, pero quien no beba más que un sorbo en el cuenco de su mano o se abstenga, será de los míos\". Pero se saciaron de él, salvo unos pocos. Y cuando él y los que creían cruzaron el río, algunos dijeron: \"Hoy no podremos contra Goliat y sus soldados\". En cambio, quienes tenían certeza de que comparecerían ante Dios exclamaron: \"¡Cuántas veces, con el permiso de Dios, un grupo pequeño ha derrotado a grandes ejércitos!\" Porque Dios está con los pacientes","fr":"Puis, au moment de partir avec les troupes, Tâlût dit: «Voici: Allah va vous éprouver par une rivière: quiconque y boira ne sera plus des miens; et quiconque n'y goûtera pas sera des miens; - passe pour celui qui y puisera un coup dans le creux de sa main.» Ils en burent, sauf un petit nombre d'entre eux. Puis, lorsqu'ils l'eurent traversée, lui et ceux des croyants qui l'accompagnaient, ils dirent: «Nous voilà sans force aujourd'hui contre Goliath et ses troupes!» Ceux qui étaient convaincus qu'ils auront à rencontrer Allah dirent: «Combien de fois une troupe peu nombreuse a, par la grâce d'Allah, vaincu une troupe très nombreuse! Et Allah est avec les endurants»","id":"Maka ketika Talut membawa bala tentaranya, dia berkata, \"Allah akan menguji kamu dengan satu sungai. Maka barang siapa meminum (airnya), dia bukanlah pengikutku. Dan barang siapa tidak meminumnya, maka dia adalah pengikutku kecuali menciduk seciduk dengan tangan.\" Tetapi mereka meminumnya kecuali sebagian kecil dari mereka. Ketika dia (Talut) dan orang-orang yang beriman bersamanya menyeberangi sungai itu, mereka berkata, \"Kami tidak kuat lagi pada hari ini melawan Jalut dan bala tentaranya.\" Mereka yang meyakini bahwa mereka akan menemui Allah berkata, \"Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.\" Dan Allah beserta orang-orang yang sabar","ru":"Когда Талут (Саул) отправился в путь с войском, он сказал: «Аллах подвергнет вас испытанию рекой. Кто напьется из нее, тот не будет со мной. А кто не отведает ее, тот будет со мной. Но это не относится к тем, кто зачерпнет пригоршню воды». Напились из нее все, за исключением немногих из них. Когда же он и уверовавшие вместе с ним перебрались через реку, они сказали: «Сегодня мы не справимся с Джалутом (Голиафом) и его войском». Но те, которые были убеждены в том, что встретятся с Аллахом, сказали: «Сколько малочисленных отрядов победило многочисленные отряды по воле Аллаха!». Ведь Аллах - с терпеливыми","sv":"Och när Saul drog ut med sin armé sade han: \"Gud kommer att sätta er på prov vid [övergången av] en flod; den som dricker av flodens vatten skall inte höra till de mina, men den som avhåller sig från att smaka det skall räknas till de mina; och den som bara dricker en handfull skall inte [avvisas].\" Men de drack [sitt lystmäte] av vattnet, alla utom ett fåtal. När Saul och de som var med honom i tron hade gått över floden, sade de andra: \"I dag är vi inte starka nog [att kämpa] mot Goliat och hans män.\" [Men] de som trodde på mötet med Gud [i nästa liv], sade: \"Hur ofta har inte en liten skara besegrat en stor armé med Guds vilja! Gud är med dem som står fasta [i prövningen]","tr":"Talut orduyla birlikte ayrıldıktan sonra, \"Doğrusu Allah sizi bir ırmakla deneyecektir, ondan içen benden değildir, onu tatmayan eliyle sadece bir avuç avuçlayan müstesna şüphesiz bendendir\" dedi. Onlardan pek azı hariç, sudan içtiler. Kendisi ve kendisiyle olan inananlar ırmağı geçince, \"Bugün Calut ve ordusuna karşı koyacak gücümüz yok\" dediler. Kendilerinin Allah'a kavuşacağını bilenler ise: \"Nice az topluluk çok topluluğa Allah'ın izniyle üstün gelmiştir, Allah sabredenlerle beraberdir\" dediler","ur":"پھر جب طالوت لشکر لے کر چلا، تو اُس نے کہا: \"ایک دریا پر اللہ کی طرف سے تمہاری آزمائش ہونے والی ہے جواس کا پانی پیے گا، وہ میرا ساتھی نہیں میرا ساتھی صرف وہ ہے جو اس سے پیاس نہ بجھائے، ہاں ایک آدھ چلو کوئی پی لے، تو پی لے\" مگر ایک گروہ قلیل کے سوا وہ سب اس دریا سے سیراب ہوئے پھر جب طالوت اور اس کے ساتھی مسلمان دریا پار کر کے آگے بڑھے، تو اُنہوں نے طالوت سے کہہ دیا کہ آج ہم میں جالوت اور اس کے لشکروں کا مقابلہ کرنے کی طاقت نہیں ہے لیکن جو لوگ یہ سمجھتے تھے کہ انہیں ایک دن اللہ سے ملنا ہے، انہوں نے کہا: \"بارہا ایسا ہوا ہے کہ ایک قلیل گروہ اللہ کے اذن سے ایک بڑے گروہ پر غالب آگیا ہے اللہ صبر کرنے والوں کا ساتھی ہے","zh":"当塔鲁特统率军队出发的时候，他说：“安拉必定以一条河试验你们，谁饮河水，谁就不是我的部属；谁不尝河水，谁确是我的部属。”只用手捧一捧的人，（不算违抗命令）。嗣后，他们除少数人外，都饮了河水。当他和信道的人已渡过河的时候，他们说：“今日我们绝无能力敌对查鲁特和他的军队。”有些将士确信将来必与安拉相会，他们说：“少数的部队，赖安拉的佑助，往往战胜多数的部队。”安拉是与坚忍者同在的。"},"transliteration":"Falamma fasala talootu bialjunoodi qala inna Allaha mubtaleekum binaharin faman shariba minhu falaysa minnee waman lam yatAAamhu fainnahu minnee illa mani ightarafa ghurfatan biyadihi fashariboo minhu illa qaleelan minhum falamma jawazahu huwa waallatheena amanoo maAAahu qaloo la taqata lana alyawma bijaloota wajunoodihi qala allatheena yathunnoona annahum mulaqoo Allahi kam min fiatin qaleelatin ghalabat fiatan katheeratan biithni Allahi waAllahu maAAa alssabireena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
