{"id":256,"number":249,"text":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ","translation":{"en":"And when Saul went forth with the soldiers, he said, \"Indeed, Allah will be testing you with a river. So whoever drinks from it is not of me, and whoever does not taste it is indeed of me, excepting one who takes [from it] in the hollow of his hand.\" But they drank from it, except a [very] few of them. Then when he had crossed it along with those who believed with him, they said, \"There is no power for us today against Goliath and his soldiers.\" But those who were certain that they would meet Allah said, \"How many a small company has overcome a large company by permission of Allah. And Allah is with the patient","id":"Maka ketika Talut membawa bala tentaranya, dia berkata, \"Allah akan menguji kamu dengan satu sungai. Maka barang siapa meminum (airnya), dia bukanlah pengikutku. Dan barang siapa tidak meminumnya, maka dia adalah pengikutku kecuali menciduk seciduk dengan tangan.\" Tetapi mereka meminumnya kecuali sebagian kecil dari mereka. Ketika dia (Talut) dan orang-orang yang beriman bersamanya menyeberangi sungai itu, mereka berkata, \"Kami tidak kuat lagi pada hari ini melawan Jalut dan bala tentaranya.\" Mereka yang meyakini bahwa mereka akan menemui Allah berkata, \"Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.\" Dan Allah beserta orang-orang yang sabar"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translation":{"en":"The Cow","id":"Sapi Betina"},"type":"medinan"}}
