{"id":2561,"number":78,"text":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","translations":{"en":"And [mention] David and Solomon, when they judged concerning the field - when the sheep of a people overran it [at night], and We were witness to their judgement","es":"[Recuerda] cuando [los Profetas] David y Salomón emitieron su fallo sobre un campo sembrado en el que las ovejas de su vecino [habían ingresado por la noche arruinándolo], y fui testigo de su sentencia","fr":"Et David, et Salomon, quand ils eurent à juger au sujet d'un champ cultivé où des moutons appartenant à une peuplade étaient allés paître, la nuit. Et Nous étions témoin de leur jugement","id":"Dan (ingatlah kisah) Dawud dan Sulaiman, ketika keduanya memberikan keputusan mengenai ladang, karena (ladang itu) dirusak oleh kambing-kambing milik kaumnya. Dan Kami menyaksikan keputusan (yang diberikan) oleh mereka itu","ru":"Помяни также Давуда (Давида) и Сулеймана (Соломона), которые судили о ниве, потравленной ночью чужими овцами. Мы были Свидетелями их суда","sv":"OCH [MINNS] David och Salomo - hur de dömde i ett fall där får [tillhörande] en grupp människor hade kommit in under natten på en [främmande] åker och betat av säden. Vi var vittne till deras dom","tr":"Davud ve Süleyman da milletin koyunlarının yayıldığı bir ekin hakkında hüküm veriyorlarken, Biz onların hükmüne şahiddik","ur":"اور اِسی نعمت سے ہم نے داؤدؑ اورسلیمانؑ کو سرفراز کیا یاد کرو وہ موقع جبکہ وہ دونوں ایک کھیت کے مقدمے میں فیصلہ کر رہے تھے جس میں رات کے وقت دُوسرے لوگوں کی بکریاں پھیل گئی تھیں، اور ہم اُن کی عدالت خود دیکھ رہے تھے","zh":"（你应当叙述）达五德和素莱曼，当百姓的羊群夜间出来吃庄稼的时候，他俩为庄稼而判决，对于他们的判决我是见证。"},"transliteration":"Wadawooda wasulaymana ith yahkumani fee alharthi ith nafashat feehi ghanamu alqawmi wakunna lihukmihim shahideena","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
