{"id":2562,"number":79,"text":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","translations":{"en":"And We gave understanding of the case to Solomon, and to each [of them] We gave judgement and knowledge. And We subjected the mountains to exalt [Us], along with David and [also] the birds. And We were doing [that]","es":"Le hice comprender a Salomón [el veredicto más justo], y a ambos les concedí conocimiento y sabiduría. A David le sometí las montañas y los pájaros para que cantaran junto a él alabanzas a Dios. Así lo hice","fr":"Nous la fîmes comprendre à Salomon. Et à chacun Nous donnâmes la faculté de juger et le savoir. Et Nous asservîmes les montagnes à exalter Notre Gloire en compagnie de David, ainsi que les oiseaux. Et c'est Nous qui sommes le Faiseur","id":"Maka Kami memberikan pengertian kepada Sulaiman (tentang hukum yang lebih tepat);535) dan kepada masing-masing Kami berikan hikmah dan ilmu, dan Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Dawud. Dan Kamilah yang melakukannya","ru":"Мы помогли Сулейману (Соломону) разобраться в этом и даровали им обоим власть (мудрость или пророчество) и знание. Мы подчинили горы и птиц для того, чтобы они славили Нас вместе с Давудом (Давидом). Мы это сделали","sv":"Fastän Vi hade gett Salomo en djupare förståelse av saken, hade Vi gett båda visdom och kunskap. Och Vi befallde bergen och fåglarna att tillsammans med David lovprisa Oss - Vi har makt att göra detta","tr":"Süleyman'a bu meselenin hükmünü bildirmiştik; her birine hüküm ve ilim verdik. Davud ile beraber tesbih etsinler diye dağları ve kuşları buyruk altına aldık. Bunları Biz yapmıştık","ur":"اُس وقت ہم نے صحیح فیصلہ سلیمانؑ کو سمجھا دیا، حالانکہ حکم اور علم ہم نے دونوں ہی کو عطا کیا تھا داؤدؑ کے ساتھ ہم نے پہاڑوں اور پرندوں کو مسخّر کر دیا تھا جو تسبیح کرتے تھے، اِس فعل کے کرنے والے ہم ہی تھے","zh":"我使素莱曼知道怎样判决。每一个我都赏赐了智慧和学识。我使群山和众鸟随从达五德一道赞颂我。我曾经做过那件事了。"},"transliteration":"Fafahhamnaha sulaymana wakullan atayna hukman waAAilman wasakhkharna maAAa dawooda aljibala yusabbihna waalttayra wakunna faAAileena","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
