{"id":257,"number":250,"text":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translations":{"en":"And when they went forth to [face] Goliath and his soldiers, they said, \"Our Lord, pour upon us patience and plant firmly our feet and give us victory over the disbelieving people","es":"Al enfrentarse a Goliat y sus soldados suplicaban: \"¡Oh, Señor nuestro! Danos paciencia, mantennos firmes y concédenos la victoria sobre los que niegan la verdad","fr":"Et quand ils affrontèrent Goliath et ses troupes, ils dirent: «Seigneur! Déverse sur nous l'endurance, affermis nos pas et donne-nous la victoire sur ce peuple infidèle»","id":"Dan ketika mereka maju melawan Jalut dan tentaranya, mereka berdoa, \"Ya Tuhan kami, limpahkanlah kesabaran kepada kami, kokohkanlah langkah kami dan tolonglah kami menghadapi orang-orang kafir","ru":"Когда они показались перед Джалутом (Голиафом) и его войском, то сказали: «Господь наш! Пролей на нас терпение, укрепи наши стопы и помоги нам одержать победу над неверующими людьми»","sv":"Och när de stod öga mot öga med Goliat och hans styrkor, bad de: \"Herre! Ge oss kraft att hålla stånd och gör oss stadiga på foten och låt oss segra över dessa förnekare av sanningen","tr":"Calut ve ordusuna karşı çıktıklarında, \"Rabbimiz! Bize sabır ver, sebatımızı artır, inkar eden millete karşı bize yardım et\" dediler","ur":"اور جب وہ جالوت اور اس کے لشکروں کے مقابلہ پر نکلے، تو انہوں نے دعا کی: \"اے ہمارے رب ہم پر صبر کا فیضان کر، ہمارے قدم جما دے اور اس کافر گروہ پر ہمیں فتح نصیب کر","zh":"当他们出去与查鲁特和他的军队交战的时候，他们祈祷说：“我们的主啊！求你把坚忍注入我们的心中，求你使我们的步伐稳健，求你援助我们战胜不信道的民众。”"},"transliteration":"Walamma barazoo lijaloota wajunoodihi qaloo rabbana afrigh AAalayna sabran wathabbit aqdamana waonsurna AAala alqawmi alkafireena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
