{"id":2573,"number":90,"text":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","translations":{"en":"So We responded to him, and We gave to him John, and amended for him his wife. Indeed, they used to hasten to good deeds and supplicate Us in hope and fear, and they were to Us humbly submissive","es":"Respondí su súplica y le agracié con [su hijo] Juan, haciendo que su mujer fuera otra vez fértil. Los agracié porque siempre se apresuraban a realizar obras buenas, Me invocaban con temor y esperanza, y eran humildes ante Mí","fr":"Nous l'exauçâmes, lui donnâmes Yahya et guérîmes son épouse. Ils concouraient au bien et Nous invoquaient par amour et par crainte. Et ils étaient humbles devant Nous","id":"Maka Kami kabulkan (doa)nya, dan Kami anugerahkan kepadanya Yahya, dan Kami jadikan istrinya (dapat mengandung). Sungguh, mereka selalu bersegera dalam (mengerjakan) kebaikan, dan mereka berdoa kepada Kami dengan penuh harap dan cemas. Dan mereka orang-orang yang khusyuk kepada Kami","ru":"Мы ответили на его мольбу, даровали ему Йахью (Иоанна) и сделали его жену способной на это. Воистину, они спешили творить добро, взывали к Нам с чаянием и страхом и были смиренны перед Нами","sv":"Och Vi bönhörde honom och skänkte honom [sonen] Johannes - Vi gjorde nämligen hans hustru fruktsam. - De var alltid beredda att göra gott och ödmjukade sig inför Oss med hopp och fruktan och visade stor undergivenhet","tr":"Biz de ona icabet ederek, Yahya'yı bahşetmiş, eşini de doğum yapacak hale getirmiştik. Doğrusu onlar iyi işlerde yarışıyorlar, korkarak ve umarak Bize yalvarıyorlardı. Bize karşı gönülden saygı duyuyorlardı","ur":"پس ہم نے اس کی دُعا قبول کی اور اسے یحییٰ عطا کیا اور اس کی بیوی کو اس کے لیے درست کر دیا یہ لوگ نیکی کے کاموں میں دَوڑ دھوپ کرتے تھے اور ہمیں رغبت اور خوف کے ساتھ پکارتے تھے، اور ہمارے آگے جھکے ہوئے تھے","zh":"我就答应他，而且赏赐他叶哈雅，并改正他的妻子。他们争先行善，他们因希望和恐惧而呼吁我，他们对于我是恭顺的。"},"transliteration":"Faistajabna lahu wawahabna lahu yahya waaslahna lahu zawjahu innahum kanoo yusariAAoona fee alkhayrati wayadAAoonana raghaban warahaban wakanoo lana khashiAAeena","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
