{"id":258,"number":251,"text":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","translations":{"en":"So they defeated them by permission of Allah, and David killed Goliath, and Allah gave him the kingship and prophethood and taught him from that which He willed. And if it were not for Allah checking [some] people by means of others, the earth would have been corrupted, but Allah is full of bounty to the worlds","es":"Los derrotaron con el permiso de Dios, y David mató a Goliat. Dios le concedió [a David] el reino y la sabiduría, y le enseñó cuanto Él quiso. Si Dios no hubiera permitido que la gente se defendiera, la Tierra estaría llena de corrupción, pero Dios concede Sus gracias a todos los seres","fr":"Ils les mirent en déroute, par la grâce d'Allah. Et David tua Goliath; et Allah lui donna la royauté et la sagesse, et lui enseigna ce qu'Il voulut. Et si Allah ne neutralisait pas une partie des hommes par une autre, la terre serait certainement corrompue. Mais Allah est Détenteur de la Faveur pour les mondes","id":"Maka mereka mengalahkannya dengan izin Allah, dan Dawud membunuh Jalut. Kemudian Allah memberinya (Dawud) kerajaan, dan hikmah, dan mengajarinya apa yang Dia kehendaki. Dan kalau Allah tidak melindungi sebagian manusia dengan sebagian yang lain, niscaya rusaklah bumi ini. Tetapi Allah mempunyai karunia (yang dilimpahkan-Nya) atas seluruh alam","ru":"Они разгромили их по воле Аллаха. Давуд (Давид) убил Джалута (Голиафа), и Аллах даровал ему царство и мудрость и научил его тому, чему пожелал. Если бы Аллах не сдерживал одних людей посредством других, то земля пришла бы в расстройство. Однако Аллах милостив к мирам","sv":"Och med Guds vilja besegrade de dem och drev dem på flykten. Och David dödade Goliat och Gud gav honom makt och visdom och all den kunskap Han ville. Och om Gud inte höll tillbaka [vissa] människor med andra [som redskap], skulle jorden helt visst fördärvas. Men Gud låter nåden flöda över hela Sin skapelse","tr":"Onları Allah'ın izniyle bozguna uğrattılar; Davud Calut'u öldürdü, Allah Davud'a hükümranlık ve hikmet verdi ve ona dilediğinden öğretti. Allah'ın insanları birbiriyle savması olmasaydı yeryüzünün düzeni bozulurdu. Fakat Allah alemlere lütufkardır","ur":"آخر کا ر اللہ کے اذن سے اُنہوں نے کافروں کو مار بھگایا اور داؤدؑ نے جالوت کو قتل کر دیا اور اللہ نے اسے سلطنت اور حکمت سے نوازا اور جن جن چیزوں کا چاہا، اس کو علم دیا اگر اس طرح اللہ انسانوں کے ایک گروہ کو دوسرے گروہ کے ذریعے ہٹاتا نہ رہتا، تو زمین کا نظام بگڑ جاتا، لیکن دنیا کے لوگوں پر اللہ کا بڑا فضل ہے (کہ وہ اِس طرح دفع فساد کا انتظام کرتا رہتا ہے)","zh":"他们借安拉的佑助而打败敌人。达五德杀死查鲁特，安拉把国权和智慧赏赐他，并把自己所意欲的（知识）教授他。要不是安拉让世人相互抵抗，那么，大地的秩序必定紊乱了。但安拉对于众世界是有恩惠的。"},"transliteration":"Fahazamoohum biithni Allahi waqatala dawoodu jaloota waatahu Allahu almulka waalhikmata waAAallamahu mimma yashao walawla dafAAu Allahi alnnasa baAAdahum bibaAAdin lafasadati alardu walakinna Allaha thoo fadlin AAala alAAalameena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
