{"id":2580,"number":97,"text":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","translations":{"en":"And [when] the true promise has approached; then suddenly the eyes of those who disbelieved will be staring [in horror, while they say], \"O woe to us; we had been unmindful of this; rather, we were wrongdoers","es":"La promesa de la verdad se acerca. Cuando llegue, la mirada de los que se negaron a creer quedará fija [y exclamarán:] \"¡Ay de nosotros! Fuimos indiferentes a esta realidad y fuimos de los malhechores","fr":"c'est alors que la vraie promesse s'approchera, tandis que les regards de ceux qui ont mécru se figent: «Malheur à nous! Nous y avons été inattentifs. Bien plus, nous étions des injustes»","id":"Dan (apabila) janji yang benar (hari berbangkit) telah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak. (Mereka berkata), \"Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami benar-benar orang yang zalim","ru":"Приблизится истинное обещание, и тогда закатятся взоры неверующих. Они скажут: «О горе нам! Мы беспечно относились к этому. Более того, мы были беззаконниками»","sv":"och tiden för uppfyllelsen av det sanna löftet [om uppståndelsen] närmar sig. Då skall förnekarna [mumla] med stelt stirrande blick: \"Vår olycka var att vi inte tog detta löfte på allvar; vi gjorde sannerligen oss själva svår orätt","tr":"Gerçek vaad yaklaştığında, inkar edenlerin gözleri beleriverir: \"Vah bize! Bundan önce gaflet içindeydik, hem de zalimdik\" derler","ur":"اور وعدہ برحق کے پورا ہونے کا وقت قریب آ لگے گا تو یکا یک اُن لوگوں کے دیدے پھٹے کے پھٹے رہ جائیں گے جنہوں نے کفر کیا تھا کہیں گے \"ہائے ہماری کم بختی، ہم اِس چیز کی طرف سے غفلت میں پڑے ہوئے تھے، بلکہ ہم خطا کار تھے","zh":"真实的应许将近了，不信道者突然瞪着眼睛（说）：“悲哉我们！我们对于今天曾是疏忽的。不然，我们是不义的。”"},"transliteration":"Waiqtaraba alwaAAdu alhaqqu faitha hiya shakhisatun absaru allatheena kafaroo ya waylana qad kunna fee ghaflatin min hatha bal kunna thalimeena","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
