{"id":2587,"number":104,"text":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","translations":{"en":"The Day when We will fold the heaven like the folding of a [written] sheet for the records. As We began the first creation, We will repeat it. [That is] a promise binding upon Us. Indeed, We will do it","es":"El cielo ese día será enrollado como un pergamino. Así como inicié la primera creación, la repetiré. Ésta es una promesa que he de cumplir","fr":"Le jour où Nous plierons le ciel comme on plie le rouleau des livres. Tout comme Nous avons commencé la première création, ainsi Nous la répéterons; c'est une promesse qui Nous incombe et Nous l'accomplirons","id":"(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. Sebagaimana Kami telah memulai penciptaan pertama, begitulah Kami akan mengulanginya lagi. (Suatu) janji yang pasti Kami tepati; sungguh, Kami akan melaksanakannya","ru":"В тот день Мы свернем небо, как сворачивают свитки для книг. Мы воссоздадим творения подобно тому, как начали творить их в первый раз. Так было обещано Нами. Воистину, Мы сделаем это","sv":"Den Dagen skall Vi rulla ihop himlen som en fullskriven pergamentrulle. Liksom Vi grep Oss an med den första skapelsen skall Vi förnya den - för detta löfte borgar Vi och Vi har makt att göra det","tr":"Göğü, kitap dürer gibi dürdüğümüz zaman, yaratmaya ilk başladığımız gibi katımızdan verilmiş bir söz olarak onu tekrar var edeceğiz. Doğrusu Biz yaparız","ur":"وہ دن جبکہ آسمان کو ہم یوں لپیٹ کر رکھ دیں گے جیسے طومار میں اوراق لپیٹ دیے جاتے ہیں جس طرح پہلے ہم نے تخلیق کی ابتدا کی تھی اُسی طرح ہم پھر اُس کا اعادہ کریں گے یہ ایک وعدہ ہے ہمارے ذمے، اور یہ کام ہمیں بہرحال کرنا ہے","zh":"在那日，我将天卷起犹如卷轴将书画卷起一样。起初我怎样创造万物，我就怎样使万物还原。这是我自愿应许的，我必实行它。"},"transliteration":"Yawma natwee alssamaa katayyi alssijlli lilkutubi kama badana awwala khalqin nuAAeeduhu waAAdan AAalayna inna kunna faAAileena","chapter":{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translations":{"en":"The Prophets","es":"Los Profetas","fr":"Les prophètes","id":"Para Nabi","ru":"Пророки","sv":"Profeterna","tr":"Enbiyâ","ur":"پیغمبر","zh":"众先知"},"type":"meccan"}}
