{"id":26,"number":19,"text":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","translations":{"en":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers","es":"O [son] como los que al ser azotados por una lluvia torrencial cargada de oscuridad, truenos y relámpagos, se tapan los oídos con sus dedos al caer los rayos por temor a la muerte. Dios asedia a los que niegan la verdad","fr":"(On peut encore les comparer à ces gens qui,) au moment où les nuées éclatent en pluies, chargées de ténèbres, de tonnerre et éclairs, se mettent les doigts dans les oreilles, terrorisés par le fracas de la foudre et craignant la mort; et Allah encercle de tous côtés les infidèles","id":"Atau seperti (orang yang ditimpa) hujan lebat dari langit, yang disertai kegelapan, petir dan kilat. Mereka menyumbat telinga dengan jari-jarinya, (menghindari) suara petir itu karena takut mati. Allah meliputi orang-orang yang kafir","ru":"Или же они подобны тем, кто оказался под ливнем с неба. Он несет мрак, гром и молнию. Они же в смертельном страхе затыкают уши пальцами от грохота молний. Воистину, Аллах объемлет неверующих","sv":"Eller vid [dem som råkar ut för] ett våldsamt oväder med regnmoln som förmörkar himlen, åska och blixtar. De sätter fingrarna i öronen för [att inte höra] åskans mullrande, i rädsla för döden - men Gud har uppsikt över dem som förnekar [Honom]","tr":"Bir kısmı da, karanlıklarda, gök gürlemeleri ve şimşek arasında gökten boşanan sağanağa tutulup, yıldırımlardan ölmek korkusu ile parmaklarını kulaklarına tıkayan kimseye benzer","ur":"یا پھر ان کی مثال یوں سمجھو کہ آسمان سے زور کی بارش ہو رہی ہے اور اس کے ساتھ اندھیری گھٹا اور کڑک چمک بھی ہے، یہ بجلی کے کڑاکے سن کر اپنی جانوں کے خوف سے کانوں میں انگلیاں ٹھو نسے لیتے ہیں اور اللہ اِن منکرین حق کو ہر طرف سے گھیرے میں لیے ہوئے ہے","zh":"或者如遭遇倾盆大雨者，雨里有重重黑暗，又有雷和电，他们恐怕震死，故用手指塞住耳朵，以避疾雷。安拉是周知不信道的人们的。"},"transliteration":"Aw kasayyibin mina alssamai feehi thulumatun waraAAdun wabarqun yajAAaloona asabiAAahum fee athanihim mina alssawaAAiqi hathara almawti waAllahu muheetun bialkafireena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
