{"id":260,"number":253,"text":"۞تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","translations":{"en":"Those messengers - some of them We caused to exceed others. Among them were those to whom Allah spoke, and He raised some of them in degree. And We gave Jesus, the Son of Mary, clear proofs, and We supported him with the Pure Spirit. If Allah had willed, those [generations] succeeding them would not have fought each other after the clear proofs had come to them. But they differed, and some of them believed and some of them disbelieved. And if Allah had willed, they would not have fought each other, but Allah does what He intends","es":"Entre los Mensajeros, distinguí a cada uno con un favor. Entre ellos hay a quienes Dios habló directamente, y otros a quienes elevó en grados. Y concedí a Jesús, hijo de María, las pruebas evidentes y lo fortalecí con el Espíritu Santo [el ángel Gabriel]. Pero si Dios hubiera querido, las naciones que los siguieron no hubiesen combatido entre ellas tras habérseles presentado los Profetas y las evidencias; pero discreparon, y hubo entre ellos quienes creyeron y quienes negaron la verdad. Si Dios hubiera querido no se habrían combatido los unos a los otros, pero Dios obra según Su designio","fr":"Parmi ces messagers, Nous avons favorisé certains par rapport à d'autres. Il en est à qui Allah a parlé; et Il en a élevé d'autres en grade. A Jésus fils de Marie Nous avons apporté les preuves, et l'avons fortifié par le Saint-Esprit. Et si Allah avait voulu, les gens qui vinrent après eux ne se seraient pas entretués, après que les preuves leur furent venues; mais ils se sont opposés: les uns restèrent croyants, les autres furent infidèles. Si Allah avait voulu, ils ne se seraient pas entretués; mais Allah fait ce qu'Il veut","id":"Rasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. Dan Kami beri Isa putra Maryam beberapa mukjizat dan Kami perkuat dia dengan Rohulkudus.95) Kalau Allah menghendaki, niscaya orang-orang setelah mereka tidak akan berbunuh-bunuhan, setelah bukti-bukti sampai kepada mereka. Tetapi mereka berselisih, maka ada di antara mereka yang beriman dan ada (pula) yang kafir. Kalau Allah menghendaki, tidaklah mereka berbunuh-bunuhan. Tetapi Allah berbuat menurut kahendak-Nya","ru":"Таковы посланники. Одним из них Мы отдали предпочтение перед другими. Среди них были такие, с которыми говорил Аллах, а некоторых из них Аллах возвысил до степеней. Мы даровали Исе (Иисусу), сыну Марьям (Марии), ясные знамения и поддержали его Святым Духом (Джибрилем). Если бы Аллах пожелал, то следующие за ними поколения не сражались бы друг с другом после того, как к ним явились ясные знамения. Однако они разошлись во мнениях, одни из них уверовали, а другие не уверовали. Если бы Аллах пожелал, то они не сражались бы друг с другом, но Аллах вершит то, что пожелает","sv":"Några av dessa sändebud [om vilka Vi har berättat för dig] har Vi gett företräde framför de andra. Bland dem finns den som Gud [själv] talade till, och några har Han satt ännu högre. Jesus, Marias son, skänkte Vi klara bevis och Vi stärkte honom med helig ande. Om Gud hade velat skulle de släkten som följde dem inte ha stridit med varandra efter att ha nåtts av dessa klara bevis. Men de kom att omfatta skilda meningar - några trodde, andra framhärdade i otro. Om Gud hade velat, skulle de inte ha stridit med varandra; men Gud gör vad Han vill","tr":"İşte bu peygamberlerden bir kısmını diğerlerinden üstün kıldık. Onlardan Allah'ın kendilerine hitabettiği, derecelerle yükselttikleri vardır. Meryem oğlu İsa'ya belgeler verdik, onu Ruhul Kudüs'le destekledik. Allah dileseydi, belgeler kendilerine geldikten sonra, peygamberlerin ardından birbirlerini öldürmezlerdi. Fakat ayrılığa düştüler, kimi inandı, kimi inkar etti. Allah dileseydi birbirlerini öldürmezlerdi, lakin Allah istediğini yapar","ur":"یہ رسول (جو ہماری طرف سے انسانوں کی ہدایت پر مامور ہوئے) ہم نے ان کو ایک دوسرے سے بڑھ چڑھ کر مرتبے عطا کیے ان میں کوئی ایسا تھا جس سے خدا خود ہم کلام ہوا، کسی کو اس نے دوسری حیثیتوں سے بلند درجے دیے، اور آخر میں عیسیٰ ابن مریمؑ کو روشن نشانیاں عطا کیں اور روح پاک سے اس کی مدد کی اگر اللہ چاہتا، تو ممکن نہ تھا کہ اِن رسولوں کے بعد جو لوگ روشن نشانیاں دیکھ چکے تھے، وہ آپس میں لڑتے مگر (اللہ کی مشیت یہ نہ تھی کہ وہ لوگوں کو جبراً اختلاف سے روکے، اس وجہ سے) انہوں نے باہم اختلاف کیا، پھر کوئی ایمان لایا اور کسی نے کفر کی راہ اختیار کی ہاں، اللہ چاہتا، تو وہ ہرگز نہ لڑتے، مگر اللہ جو چاہتا ہے کرتا ہے","zh":"这些使者，我使他们的品格互相超越；他们中有安拉曾和他们说话的，有安拉提升他们若干等级的。我曾以许多明证赏赐麦尔彦之子尔撒，并且以玄灵扶助他。假若安拉意欲，他们的信徒在明证降临之后，必不互相残杀，但他们意见分歧，他们中有信道的，有不信道的。假若安拉意欲，他们必不互相攻击，但安拉就这样做他所欲意之事。"},"transliteration":"Tilka alrrusulu faddalna baAAdahum AAala baAAdin minhum man kallama Allahu warafaAAa baAAdahum darajatin waatayna AAeesa ibna maryama albayyinati waayyadnahu biroohi alqudusi walaw shaa Allahu ma iqtatala allatheena min baAAdihim min baAAdi ma jaathumu albayyinatu walakini ikhtalafoo faminhum man amana waminhum man kafara walaw shaa Allahu ma iqtataloo walakinna Allaha yafAAalu ma yureedu","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
