{"id":2604,"number":9,"text":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","translations":{"en":"Twisting his neck [in arrogance] to mislead [people] from the way of Allah. For him in the world is disgrace, and We will make him taste on the Day of Resurrection the punishment of the Burning Fire [while it is said]","es":"Con arrogancia pretenden apartar a la gente del camino de Dios. Serán humillados en esta vida, y el Día de la Resurrección los haré sufrir el castigo de quemarse","fr":"affichant une attitude orgueilleuse pour égarer les gens du sentier d'Allah. A lui l'ignominie ici-bas; et Nous Lui ferons goûter le Jour de la Résurrection, le châtiment de la fournaise","id":"sambil memalingkan lambungnya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Dia mendapat kehinaan di dunia, dan pada hari Kiamat Kami berikan kepadanya rasa azab neraka yang membakar","ru":"Он надменно поворачивает шею, чтобы сбить других с пути Аллаха. Ему уготован позор в этом мире, а в День воскресения Мы дадим ему вкусить мучения от обжигающего Огня","sv":"och som i högmod vänder sig [ifrån sanningen] för att förmå [andra] att överge Guds väg. Förnedring väntar honom [redan] i detta liv och på Uppståndelsens dag skall Vi låta honom känna på Eldens [straff]","tr":"Bilmeden, doğruya götüren bir rehberi olmadan, aydınlatıcı bir kitabı da bulunmadan Allah yolundan saptırmak için büyüklük taslayarak Allah hakkında tartışan insan vardır. Dünyada rezillik onadır; ona kıyamet günü yakıcı azabı tattırırız","ur":"خدا کے بارے میں جھگڑتے ہیں تاکہ لوگوں کو راہِ خدا سے بھٹکا دیں ایسے شخص کے لیے دُنیا میں رُسوائی ہے اور قیامت کے روز اُس کو ہم آگ کے عذاب کا مزا چکھائیں گے","zh":"他傲慢地走开，以便诱人叛离安拉的大道。他在今世要受凌辱，复活日我要他尝试烧灼的刑罚。"},"transliteration":"Thaniya AAitfihi liyudilla AAan sabeeli Allahi lahu fee alddunya khizyun wanutheequhu yawma alqiyamati AAathaba alhareeqi","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
