{"id":2606,"number":11,"text":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","translations":{"en":"And of the people is he who worships Allah on an edge. If he is touched by good, he is reassured by it; but if he is struck by trial, he turns on his face [to the other direction]. He has lost [this] world and the Hereafter. That is what is the manifest loss","es":"Hay gente cuya fe está siempre al borde [de la incredulidad]. Si les ocurre un bien se sienten tranquilos; pero si les ocurre una desgracia reniegan de la fe, perdiéndose la recompensa de este mundo y el otro. Esa es la auténtica perdición","fr":"Il en est parmi les gens qui adorent Allah marginalement. S'il leur arrive un bien, ils s'en tranquillisent, et s'il leur arrive une épreuve, ils détournent leur visage, perdant ainsi (le bien) de l'ici-bas et de l'au-delà. Telle est la perte évidente","id":"(Dan di antara manusia ada yang menyembah Allah hanya di tepi,539) maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang.540) Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata","ru":"Среди людей есть и такой, который поклоняется Аллаху, находясь на грани между верой и неверием. Если ему достается добро, то благодаря этому он чувствует себя уверенно; если же его постигает искушение, то он оборачивается вспять. Он теряет как этот мир, так и Последнюю жизнь. Это и есть очевидный убыток","sv":"Det finns även den bland människorna som dyrkar Gud, fastän han står på gränsen [mellan tro och otro]; om gott kommer honom till del, känner han lugn och tillförsikt, men om han sätts på prov, gör han helt om; på detta sätt förverkar han sitt liv både på jorden och i evigheten. Detta är en ohjälplig och total förlust","tr":"İnsanlar içinde Allah'a, bir yar kenarındaymış gibi kulluk eden vardır. Ona bir iyilik gelirse yatışır, başına bir bela gelirse yüz üstü döner. Dünyayı da ahireti de kaybeder. İşte apaçık kayıp budur","ur":"اور لوگوں میں کوئی ایسا ہے جو کنارے پر رہ کر اللہ کی بندگی کرتا ہے، اگر فائدہ ہوا تو مطمئن ہو گیا اور جو کوئی مصیبت آ گئی تو الٹا پھر گیا اُس کی دنیا بھی گئی اور آخرت بھی یہ ہے صریح خسارہ","zh":"有人在边缘上崇拜安拉，若获福利，他就安然享受；若遭祸害，他就轻率背叛。他将丧失今世和后世，这是明显的亏损。"},"transliteration":"Wamina alnnasi man yaAAbudu Allaha AAala harfin fain asabahu khayrun itmaanna bihi wain asabathu fitnatun inqalaba AAala wajhihi khasira alddunya waalakhirata thalika huwa alkhusranu almubeenu","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
