{"id":261,"number":254,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّـٰلِمُونَ","translations":{"en":"O you who have believed, spend from that which We have provided for you before there comes a Day in which there is no exchange and no friendship and no intercession. And the disbelievers - they are the wrongdoers","es":"¡Oh, creyentes! Den en caridad parte de los beneficios que les he otorgado antes de que llegue el día en el cual no se aceptará rescate, amistad ni intercesión. Los [verdaderos] injustos son los que rechazan la verdad","fr":"O les croyants! Dépensez de ce que Nous vous avons attribué, avant que vienne le jour où il n'y aura ni rançon ni amitié ni intercession. Et ce sont les mécréants qui sont les injustes","id":"Wahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu sebelum datang hari ketika tidak ada lagi jual beli, tidak ada lagi persahabatan dan tidak ada lagi syafaat. Orang-orang kafir itulah orang yang zalim","ru":"О те, которые уверовали! Делайте пожертвования из того, чем Мы наделили вас, до наступления дня, когда не будет ни торговли, ни дружбы, ни заступничества. А неверующие являются беззаконниками","sv":"TROENDE! Ge av vad Vi har skänkt er för er försörjning innan en Dag kommer då allt köpslående är förbi, då ingen vänskap [består] och inga förböner [tas emot]. De som förnekar sanningen är svåra syndare","tr":"Ey inananlar! Alışverişin, dostluğun, şefaatin olmayacağı günün gelmesinden önce sizi rızıklandırdığımızdan hayra sarfedin. İnkar edenler ancak yazık edenlerdir","ur":"اے لوگو جو ایمان لائے ہو، جو کچھ مال متاع ہم نے تم کو بخشا ہے، اس میں سے خرچ کرو، قبل اس کے کہ وہ دن آئے، جس میں نہ خریدو فروخت ہوگی، نہ دوستی کام آئے گی اور نہ سفارش چلے گی اور ظالم اصل میں وہی ہیں، جو کفر کی روش اختیار کرتے ہیں","zh":"信道的人们啊！没有买卖，没有友谊，不许说情的日子降临之前，你们当分舍我赐予你们的财产。不信道的人，确是不义的。"},"transliteration":"Ya ayyuha allatheena amanoo anfiqoo mimma razaqnakum min qabli an yatiya yawmun la bayAAun feehi wala khullatun wala shafaAAatun waalkafiroona humu alththalimoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
