{"id":2625,"number":30,"text":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","translations":{"en":"That [has been commanded], and whoever honors the sacred ordinances of Allah - it is best for him in the sight of his Lord. And permitted to you are the grazing livestock, except what is recited to you. So avoid the uncleanliness of idols and avoid false statement","es":"Así deben hacer. Quien respete los preceptos sagrados de Dios, será mejor para él ante su Señor [porque lo recompensará en esta vida y en la otra]. Sepan que les son lícitas las reses, excepto lo que se les ha mencionado [como prohibido]. Manténganse alejados de la impureza de los ídolos y apartados de las afirmaciones falsas","fr":"Voilà [ce qui doit être observé] et quiconque prend en haute considération les limites sacrées d'Allah cela lui sera meilleur auprès de son Seigneur. Le bétail, sauf ce qu'on vous a cité, vous a été rendu licite. Abstenez-vous de la souillure des idoles et abstenez-vous des paroles mensongères","id":"Demikianlah (perintah Allah). Dan barangsiapa mengagungkan apa yang terhormat di sisi Allah (Ḥurumāt),544) maka itu lebih baik baginya di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, kecuali yang diterangkan kepadamu (keharamannya), maka jauhilah (penyembahan) berhala-berhala yang najis itu dan jauhilah perkataan dusta","ru":"Вот так! Кто почитает святыни Аллаха, тот поступает во благо себе перед своим Господом. Вам дозволена скотина, кроме той, о которой вам читается. Избегайте же скверны идолов и избегайте лживых речей","sv":"Detta [är vad Gud har föreskrivit]; den som håller Guds bud och förbud i ära skall ha det till godo hos sin Herre. [Köttet av alla] boskapsdjur är tillåtet för er med undantag av vad som särskilt sagts vara förbjudet. Håll er på avstånd från den smutsiga [synden att dyrka] falska gudar och avhåll er från lögnaktigt tal","tr":"İşte böyle. Kim Allah'ın yasaklarına saygı gösterirse, bu Rabbinin katında kendi iyiliğinedir. (Haram olduğu) size okunanlar dışında kalan hayvanlar, size helal kılındı. O halde pis putlardan sakının; yalan sözden kaçının","ur":"یہ تھا (تعمیر کعبہ کا مقصد) اور جو کوئی اللہ کی قائم کردہ حرمتوں کا احترام کرے تو یہ اس کے رب کے نزدیک خود اسی کے لیے بہتر ہے اور تمہارے لیے مویشی جانور حلال کیے گئے، ما سوا اُن چیزوں کے جو تمہیں بتائی جا چکی ہیں پس بتوں کی گندگی سے بچو، جھوٹی باتوں سے پرہیز کرو","zh":"事情就是这样，谁尊重安拉的戒律，在主的那里那对于谁就是更好的。一切牲畜对你们都是合法的，对你们宣布禁戒的除外。故，你们应当避开污秽及偶像，应当永离妄语；"},"transliteration":"Thalika waman yuAAaththim hurumati Allahi fahuwa khayrun lahu AAinda rabbihi waohillat lakumu alanAAamu illa ma yutla AAalaykum faijtaniboo alrrijsa mina alawthani waijtaniboo qawla alzzoori","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
