{"id":2626,"number":31,"text":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","translations":{"en":"Inclining [only] to Allah, not associating [anything] with Him. And he who associates with Allah - it is as though he had fallen from the sky and was snatched by the birds or the wind carried him down into a remote place","es":"Sean monoteístas puros creyentes en Dios, y no sean [jamás] idólatras. Quien asocia divinidades a Dios [en la adoración] es como quien cae del cielo y [luego de estrellarse contra la tierra] las aves de rapiña lo devoran o un viento lo arrastra a un lugar lejano","fr":"(Soyez) exclusivement [acquis à la religion] d'Allah ne Lui associez rien; car quiconque associe à Allah, c'est comme s'il tombait du haut du ciel et que les oiseaux le happaient, ou que le vent le précipitait dans un abîme très profond","id":"(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Barangsiapa mempersekutukan Allah, maka seakan-akan dia jatuh dari langit lalu disambar oleh burung, atau diterbangkan angin ke tempat yang jauh","ru":"Оставайтесь ханифами и не приобщайте к Нему сотоварищей. А кто приобщает сотоварищей к Аллаху, тот словно падает с неба, и птицы подхватят его, или же ветер забросит его в далекое место","sv":"[Dyrka] Gud med den rena, ursprungliga tron och sätt ingenting vid Hans sida; [med] den som sätter något vid Guds sida är det som om han störtade från skyn och blev fåglarnas rov, eller fördes långt bort av vinden till en okänd plats","tr":"Allah'a ortak koşmaksızın O'na yönelerek pis putlardan kaçının, yalan sözden çekinin. Allah'a ortak koşan kimse, gökten düşüp de kuşların kaptığı veya rüzgarın bir uçuruma attığı şeye benzer","ur":"یکسُو ہو کر اللہ کے بندے بنو، اس کے ساتھ کسی کو شریک نہ کرو اور جو کوئی اللہ کے ساتھ شرک کرے تو گویا وہ آسمان سے گر گیا، اب یا تو اسے پرندے اُچک لے جائیں گے یا ہوا اُس کو ایسی جگہ لے جا کر پھینک دے گی جہاں اُس کے چیتھڑے اڑ جائیں گے","zh":"同时为安拉而信奉正教，不以物配他。谁以物配安拉，谁如从天空坠落，而被群鸟夺走，或被大风扫荡到远方。"},"transliteration":"Hunafaa lillahi ghayra mushrikeena bihi waman yushrik biAllahi fakaannama kharra mina alssamai fatakhtafuhu alttayru aw tahwee bihi alrreehu fee makanin saheeqin","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
