{"id":2629,"number":34,"text":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","translations":{"en":"And for all religion We have appointed a rite [of sacrifice] that they may mention the name of Allah over what He has provided for them of [sacrificial] animals. For your god is one God, so to Him submit. And, [O Muhammad], give good tidings to the humble [before their Lord]","es":"He prescrito para cada comunidad sus propios ritos, para que recuerden el nombre de Dios al sacrificar las reses que les proveí. Su Dios es uno solo. Entréguenle a Él su voluntad. Albricia a los humildes sumisos [que obtendrán la bienaventuranza]","fr":"A chaque communauté, Nous avons assigné un rite sacrificiel, afin qu'ils prononcent le nom d'Allah sur la bête de cheptel qu'Il leur a attribuée. Votre Dieu est certes un Dieu unique. Soumettez-vous donc à Lui. Et fais bonne annonce à ceux qui s'humilient","id":"Dan bagi setiap umat telah Kami syariatkan penyembelihan (kurban), agar mereka menyebut nama Allah atas rezeki yang dikaruniakan Allah kepada mereka berupa hewan ternak. Maka Tuhanmu ialah Tuhan Yang Maha Esa, karena itu berserah dirilah kamu kepada-Nya. Dan sampaikanlah (Muhammad) kabar gembira kepada orang-orang yang tunduk patuh (kepada Allah)","ru":"Для каждой общины Мы установили места жертвоприношений (или религиозные обряды), чтобы они поминали имя Аллаха над скотиной, которой Он наделил их. Ваш Бог - Бог Единственный. Будьте же покорны Ему. А ты сообщи благую весть смиренным","sv":"För alla folk [i det förgångna] har Vi föreskrivit att Guds namn skall uttalas [i tacksamhet] över de boskapsdjur som Han har skänkt dem som föda - [när de slaktas]. Er Gud är den Ende Guden; underkasta er alltså Hans vilja! Och förkunna för de ödmjuka det glada budskapet [om Guds nåd]","tr":"Her ümmet için, Allah'ın kendilerine rızk olarak verdiği kurbanlık hayvanların üzerlerine O'nun adını anarak kurban kesmeyi meşru kıldık. Sizin Tanrınız tek bir Tanrı'dır, O'na teslim olun. Allah anıldığı zaman kalbleri titreyen, başlarına gelene sabreden, namaz kılan, kendilerine verdiğimiz rızıktan sarfeden ve Allah'a gönül vermiş olan kimselere müjde et","ur":"ہر امّت کے لیے ہم نے قربانی کا ایک قاعدہ مقرر کر دیا ہے تاکہ (اُس امّت کے لوگ) اُن جانوروں پر اللہ کا نام لیں جو اُس نے اُن کو بخشے ہیں (اِن مختلف طریقوں کے اندر مقصد ایک ہی ہے) پس تمہارا خدا ایک ہی خدا ہے اور اُسی کے تم مطیع فرمان بنو اور اے نبیؐ، بشارت دے دے عاجزانہ رَوش اختیار کرنے والوں کو","zh":"我为每个民族制定一种供献的仪式，以便他们记念安拉之名而屠宰他所赐他们的牲畜。你们的神明是独一的神明，故你们应当只归顺他。你应当以喜讯传示谦恭者。"},"transliteration":"Walikulli ommatin jaAAalna mansakan liyathkuroo isma Allahi AAala ma razaqahum min baheemati alanAAami failahukum ilahun wahidun falahu aslimoo wabashshiri almukhbiteena","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
