{"id":2631,"number":36,"text":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَـٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","translations":{"bn":"এবং কা’বার জন্যে উৎসর্গীকৃত উটকে আমি তোমাদের জন্যে আল্লাহর অন্যতম নিদর্শন করেছি। এতে তোমাদের জন্যে মঙ্গল রয়েছে। সুতরাং সারিবদ্ধভাবে বাঁধা অবস্থায় তাদের যবেহ করার সময় তোমরা আল্লাহর নাম উচ্চারণ কর। অতঃপর যখন তারা কাত হয়ে পড়ে যায় তখন তা থেকে তোমরা আহার কর এবং আহার করাও যে কিছু যাচ্ঞা করে না তাকে এবং যে যাচ্ঞা করে তাকে। এমনিভাবে আমি এগুলোকে তোমাদের বশীভূত করে দিয়েছি, যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।","en":"And the camels and cattle We have appointed for you as among the symbols of Allah; for you therein is good. So mention the name of Allah upon them when lined up [for sacrifice]; and when they are [lifeless] on their sides, then eat from them and feed the needy and the beggar. Thus have We subjected them to you that you may be grateful","id":"Dan unta-unta itu Kami jadikan untukmu bagian dari syiar agama Allah, kamu banyak memperoleh kebaikan padanya. Maka sebutlah nama Allah (ketika kamu akan menyembelihnya) dalam keadaan berdiri548) (dan kaki-kaki telah terikat). Kemudian apabila telah rebah (mati), maka makanlah sebagiannya dan berilah makan orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta. Demikianlah Kami tundukkan (unta-unta itu) untukmu, agar kamu bersyukur","ru":"Жертвенных верблюдов Мы сделали для вас обрядовыми знамениями Аллаха. Они приносят вам пользу. Произносите же над ними имя Аллаха, когда они стоят рядами. Когда же они падут на свои бока, то ешьте от них и кормите тех, кто довольствуется малым, и тех, кто просит от нищеты. Так Мы подчинили их (верблюдов) вам, - быть может, вы будете благодарны","tr":"İşte kurbanlık deve ve sığırları Allah'ın size olan nişanelerinden kıldık. Onlarda sizin için hayır vardır. Bağlı halde keserken üzerlerine Allah'ın adını anın. Yan üstü düşüp ölünce onlardan yiyin, isteyene de istemeyene de verin. Şükredersiniz diye onları böylece sizin buyruğunuza verdik","ur":"اور (قربانی کے) اونٹوں کو ہم نے تمہارے لیے شعائر اللہ میں شامل کیا ہے، تمہارے لیے اُن میں بھَلائی ہے، پس انہیں کھڑا کر کے ان پر اللہ کا نام لو، اور جب (قربانی کے بعد) ان کی پیٹھیں زمین پر ٹک جائیں تو اُن میں سے خود بھی کھاؤ اور اُن کو بھی کھلاؤ جو قناعت کیے بیٹھے ہیں اور اُن کو بھی جو اپنی حاجت پیش کریں اِن جانوروں کو ہم نے اِس طرح تمہارے لیے مسخّر کیا ہے تاکہ تم شکریہ ادا کرو"},"chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"bn":"হ়াজ্জ","en":"The Pilgrimage","id":"Haji","ru":"Паломничество","tr":"Hac","ur":"حج"},"type":"medinan"}}
