{"id":2636,"number":41,"text":"ٱلَّذِينَ إِن مَّكَّنَّـٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","translations":{"en":"[And they are] those who, if We give them authority in the land, establish prayer and give zakah and enjoin what is right and forbid what is wrong. And to Allah belongs the outcome of [all] matters","es":"Aquellos que, si les doy autoridad en la Tierra, cumplen con la oración, pagan el zakat, ordenan el bien y prohíben el mal. A Dios pertenece el resultado de todas las cosas","fr":"ceux qui, si Nous leur donnons la puissance sur terre, accomplissent la Salât, acquittent la Zakât, ordonnent le convenable et interdisent le blâmable. Cependant, l'issue finale de toute chose appartient à Allah","id":"(Yaitu) orang-orang yang jika Kami berikan kedudukan di bumi, mereka melaksanakan salat, menunaikan zakat, dan menyuruh berbuat makruf dan mencegah dari yang mungkar; dan kepada Allah lah kembali segala urusan","ru":"Если Мы одарим их властью на земле, они будут совершать намаз, выплачивать закят, велеть совершать одобряемое и запрещать предосудительное. А исход всех дел - у Аллаха","sv":"de som, om Vi ger dem makt och myndighet på jorden, förrättar bönen och ger åt de fattiga och anbefaller det som är rätt och förbjuder det som är orätt. Allt går till sist upp i Gud","tr":"Onları biz yeryüzüne yerleştirirsek namaz kılarlar, zekat verirler, uygun olanı emrederler, fenalığı yasak ederler. İşlerin sonucu Allah'a aittir","ur":"یہ وہ لوگ ہیں جنہیں اگر ہم زمین میں اقتدار بخشیں تو وہ نماز قائم کریں گے، زکوٰۃ دیں گے، معروف کا حکم دیں گے اور منکر سے منع کریں گے اور تمام معاملات کا انجام کار اللہ کے ہاتھ میں ہے","zh":"如果我使那些人在地面上得势，他们将谨守拜功，完纳天课，劝善戒恶。万事的结局只归安拉。 .如果我使那些人在地面上得势，他们将谨守拜功，完纳天课，劝善戒恶。万事的结局只归安拉。"},"transliteration":"Allatheena in makkannahum fee alardi aqamoo alssalata waatawoo alzzakata waamaroo bialmaAAroofi wanahaw AAani almunkari walillahi AAaqibatu alomoori","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
