{"id":2639,"number":44,"text":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","translations":{"en":"And the inhabitants of Madyan. And Moses was denied, so I prolonged enjoyment for the disbelievers; then I seized them, and how [terrible] was My reproach","es":"los habitantes de Madián, y también fue desmentido Moisés. Les concedí un plazo a los que se negaban a creer, pero luego los sorprendí. ¡Qué terrible fue Mi castigo","fr":"et les gens de Madyan. Et Moïse fut traité de menteur. Puis, J'ai donné un répit aux mécréants; ensuite Je les ai saisis. Et quelle fut Ma réprobation","id":"dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku","ru":"и жители Мадьяна. Мусу (Моисея) тоже сочли лжецом. Я предоставил отсрочку неверующим, а затем схватил их. Каким же было Мое обличение","sv":"och folket i Madyan [kallade sina profeter lögnare]; ja, även Moses kallades lögnare. Jag gav förnekarna en frist, men [när den löpt ut] lät Jag Min vrede drabba dem - och hur [fruktansvärt] var inte Mitt straff","tr":"Seni yalancı sayıyorlarsa bil ki, onlardan önce Nuh milleti, Ad, Semud, İbrahim milleti, Lut milleti ve Medyen halkı da peygamberlerini yalancı saymış ve Musa da yalanlanmıştı. Ama Ben, kafirlere önce mehil verdim, sonra da onları yakalayıverdim; Beni tanımamak nasılmış görsünler","ur":"اور اہل مدین بھی جھٹلا چکے ہیں اور موسیٰؑ بھی جھٹلائے جا چکے ہیں ان سب منکرینِ حق کو میں نے پہلے مُہلت دی، پھر پکڑ لیا اب دیکھ لو کہ میری عقوبت کیسی تھی","zh":"麦德彦人；穆萨也曾被否认过。我优容不信道者，随后我惩治了他们；我的谴责是怎样的呢？"},"transliteration":"Waashabu madyana wakuththiba moosa faamlaytu lilkafireena thumma akhathtuhum fakayfa kana nakeeri","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
