{"id":264,"number":257,"text":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translations":{"en":"Allah is the ally of those who believe. He brings them out from darknesses into the light. And those who disbelieve - their allies are Taghut. They take them out of the light into darknesses. Those are the companions of the Fire; they will abide eternally therein","es":"Dios es el protector de los creyentes, los saca de las tinieblas hacia la luz. En cambio, los que rechazan la verdad tienen como protector a las falsas divinidades, que los sacan de la luz hacia las tinieblas. Ellos serán los moradores del Fuego, en el que permanecerán eternamente","fr":"Allah est le défenseur de ceux qui ont la foi: Il les fait sortir des ténèbres à la lumière. Quant à ceux qui ne croient pas, ils ont pour défenseurs les Tâghût, qui les font sortir de la lumière aux ténèbres. Voilà les gens du Feu, où ils demeurent éternellement","id":"Allah pelindung orang yang beriman. Dia mengeluarkan mereka dari kegelapan kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya adalah setan, yang mengeluarkan mereka dari cahaya kepada kegelapan. Mereka adalah penghuni neraka. Mereka kekal di dalamnya","ru":"Аллах - Покровитель тех, которые уверовали. Он выводит их из мраков к свету. А покровителями и помощниками неверующих являются тагуты, которые выводят их из света к мракам. Они являются обитателями Огня и пребудут там вечно","sv":"Gud är de troendes Beskyddare. Han leder dem ut ur mörkret till ljuset. Men de som förnekar sanningen har onda makter till beskyddare som leder dem ut ur ljuset till mörkret. De har Elden till arvedel och där skall de förbli till evig tid","tr":"Allah inananların dostudur, onları karanlıklardan aydınlığa çıkarır. İnkar edenlerin ise dostları tağuttur. Onları aydınlıktan karanlıklara sürüklerler. İşte onlar cehennemliklerdir, onlar orada temelli kalacaklardır","ur":"جو لوگ ایمان لاتے ہیں، اُن کا حامی و مددگار اللہ ہے اور وہ ان کو تاریکیوں سے روشنی میں نکال لاتا ہے اور جو لوگ کفر کی راہ اختیار کرتے ہیں، اُن کے حامی و مدد گار طاغوت ہیں اور وہ انہیں روشنی سے تاریکیوں کی طرف کھینچ لے جاتے ہیں یہ آگ میں جانے والے لوگ ہیں، جہاں یہ ہمیشہ رہیں گے","zh":"安拉是信道的人们的保佑者，使他们从重重黑暗中走向光明；不信道的人们的保佑者是塔吾特，他使他们从光明走入重重黑暗，这等人，是火狱的居民，他们将永居其中。"},"transliteration":"Allahu waliyyu allatheena amanoo yukhrijuhum mina alththulumati ila alnnoori waallatheena kafaroo awliyaohumu alttaghootu yukhrijoonahum mina alnnoori ila alththulumati olaika ashabu alnnari hum feeha khalidoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
