{"id":2647,"number":52,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translations":{"en":"And We did not send before you any messenger or prophet except that when he spoke [or recited], Satan threw into it [some misunderstanding]. But Allah abolishes that which Satan throws in; then Allah makes precise His verses. And Allah is Knowing and Wise","es":"No envié antes de ti [¡oh, Mujámmad!], Mensajero ni Profeta alguno al que no le ocurriera que al recitar [lo que le había sido inspirado] el demonio intentara confundir algo en su recitación. Pero Dios anula lo que el demonio inspira. Dios aclara Su revelación, porque Dios es Conocedor, Sabio","fr":"Nous n'avons envoyé, avant toi, ni Messager ni prophète qui n'ait récité (ce qui lui a été révélé) sans que le Diable n'ait essayé d'intervenir [pour semer le doute dans le cœur des gens au sujet] de sa récitation. Allah abroge ce que le Diable suggère, et Allah renforce Ses versets. Allah est Omniscient et Sage","id":"Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), melainkan apabila dia mempunyai suatu keinginan,549) setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana","ru":"Мы не отправляли до тебя такого посланника или пророка, чтобы дьявол не подбросил свое в его чтение, когда он читал откровение. Аллах уничтожает то, что подбрасывает дьявол. Потом Аллах утверждает Свои знамения, ведь Аллах - Знающий, Мудрый","sv":"Vi har aldrig sänt ett sändebud eller en profet före dig utan att Djävulen försökt att misstänkliggöra hans avsikter. Men Gud korsar Djävulens planer och ger Sina budskap fasthet och klarhet. - Gud är allvetande, vis","tr":"Senden önce gönderdiğimiz hiçbir resul ve nebi yoktur ki, birşeyi arzuladığı zaman, şeytan onun arzusuna vesvese karıştırmamış olsun. Fakat Allah, şeytanın attığını derhal iptal eder, sonra kendi ayetlerini sağlamlaştırır. Allah bilendir, hüküm ve hikmet sahibidir","ur":"اور اے محمدؐ، تم سے پہلے ہم نے نہ کوئی رسول ایسا بھیجا ہے نہ نبی (جس کے ساتھ یہ معاملہ نہ پیش آیا ہو کہ) جب اُس نے تمنّا کی، شیطان اس کی تمنّا میں خلل انداز ہو گیا اِس طرح جو کچھ بھی شیطان خلل اندازیاں کرتا ہے اللہ ان کو مٹا دیتا ہے اور اپنی آیات کو پختہ کر دیتا ہے، اللہ علیم ہے اور حکیم","zh":"在你之前我所派遣的使者和先知，没有一个不是这样的：当他愿望的时候，恶魔对于他的愿望，有一种建议，但安拉破除恶魔的建议，然后，安拉使自己的迹象成为坚确的。安拉是全知的，是至睿的。"},"transliteration":"Wama arsalna min qablika min rasoolin wala nabiyyin illa itha tamanna alqa alshshaytanu fee omniyyatihi fayansakhu Allahu ma yulqee alshshaytanu thumma yuhkimu Allahu ayatihi waAllahu AAaleemun hakeemun","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
