{"id":2648,"number":53,"text":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","translations":{"en":"[That is] so He may make what Satan throws in a trial for those within whose hearts is disease and those hard of heart. And indeed, the wrongdoers are in extreme dissension","es":"Los susurros del demonio seducen a aquellos cuyos corazones están enfermos [de dudas] y a los duros de corazón. Los injustos están en un error profundo","fr":"Afin de faire, de ce que jette le Diable, une tentation pour ceux qui ont une maladie au cœur et ceux qui ont le cœur dur... Les injustes sont certes dans un schisme profond","id":"Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zalim itu benar-benar dalam permusuhan yang jauh","ru":"Он делает то, что подбрасывает дьявол, искушением для тех, чьи сердца поражены недугом и чьи сердца ожесточены. Воистину, беззаконники находятся в полном разладе с истиной","sv":"Han låter [sådana] Djävulens försök bli en prövning för hjärtan, sjuka av tvivel, och hjärtan som hårdnat till stenar, ja, orättfärdiga människor som har drivit sitt motstånd [mot Gud och Hans Profet] till det yttersta","tr":"Allah şeytanın karıştırdığını, kalblerinde hastalık bulunan ve kalbleri kaskatı olan kimseleri sınamayı vesile kılar. Zalimler şüphesiz derin bir ayrılık içindedirler","ur":"(وہ اس لیے ایسا ہونے دیتا ہے) تاکہ شیطان کی ڈالی ہُوئی خرابی کو فتنہ بنا دے اُن لوگوں کے لیے جن کے دلوں کو (نفاق کا) روگ لگا ہُوا ہے اور جن کے دل کھوٹے ہیں حقیقت یہ ہے کہ یہ ظالم لوگ عناد میں بہت دور نکل گئے ہیں","zh":"（他这样做）以便他以恶魔建议的事考验有心病的人和心硬的人。不义者必陷于长远的分裂之中。"},"transliteration":"LiyajAAala ma yulqee alshshaytanu fitnatan lillatheena fee quloobihim maradun waalqasiyati quloobuhum wainna alththalimeena lafee shiqaqin baAAeedin","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
