{"id":2649,"number":54,"text":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translations":{"en":"And so those who were given knowledge may know that it is the truth from your Lord and [therefore] believe in it, and their hearts humbly submit to it. And indeed is Allah the Guide of those who have believed to a straight path","es":"Aquellos que fueron agraciados con el conocimiento y la sabiduría, saben que el Corán es la Verdad que proviene de su Señor; creen en él y así se sosiegan sus corazones. Dios guía por el camino recto a los que creen","fr":"Et afin que ceux à qui le savoir a été donné sachent que (le Coran) est en effet, la Vérité venant de ton Seigneur, qu'ils y croient alors, et que leurs cœurs s'y soumettent en toute humilité. Allah guide certes vers le droit chemin ceux qui croient","id":"dan agar orang-orang yang telah diberi ilmu meyakini bahwa (Alquran) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus","ru":"Пусть знают те, кому даровано знание, что это - истина от твоего Господа, чтобы они могли уверовать в него, а их сердца могли смиренно покориться ему. Воистину, Аллах наставляет верующих на прямой путь","sv":"Och [det sker] för att de som har fått del av kunskap skall veta att denna [heliga Skrift] är sanningen från din Herre och tro på den och för att deras hjärtan skall ta emot den med ödmjukhet. Gud leder helt visst dem som har tro till en rak väg","tr":"Bu, kendilerine ilim verilenlerin Kuran'ın, senin Rabbin'den bir gerçek olduğunu bilip de ona inanmaları ve gönüllerini bağlamaları içindir. Allah inananları şüphesiz doğru yola eriştirir","ur":"اور علم سے بہرہ مند لوگ جان لیں کہ یہ حق ہے تیرے رب کی طرف سے اور وہ اس پر ایمان لے آئیں اور ان کے دل اس کے آگے جھک جائیں، یقیناً اللہ ایمان لانے والوں کو ہمیشہ سیدھا راستہ دکھا دیتا ہے","zh":"（他这样做）以便有学识者知道那是从你的主降示的真理，因为他们信仰它，而他们对它心怀谦逊。安拉必定要把信道者引上正路。"},"transliteration":"WaliyaAAlama allatheena ootoo alAAilma annahu alhaqqu min rabbika fayuminoo bihi fatukhbita lahu quloobuhum wainna Allaha lahadi allatheena amanoo ila siratin mustaqeemin","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
