{"id":265,"number":258,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"en":"Have you not considered the one who argued with Abraham about his Lord [merely] because Allah had given him kingship? When Abraham said, \"My Lord is the one who gives life and causes death,\" he said, \"I give life and cause death.\" Abraham said, \"Indeed, Allah brings up the sun from the east, so bring it up from the west.\" So the disbeliever was overwhelmed [by astonishment], and Allah does not guide the wrongdoing people","es":"¿Acaso no has reparado en quien discutió con Abraham acerca de su Señor valiéndose del reinado que Dios le había concedido? Dijo Abraham: \"Mi Señor es Quien da la vida y da la muerte\". Le replicó: \"Yo también doy la vida y la muerte\". Dijo Abraham: \"Dios hace que el Sol salga por el oriente, haz tú que salga por el occidente\". Entonces, el que había rechazado la verdad quedó confundido, porque Dios no guía a los injustos","fr":"N'as-tu pas su (l'histoire de) celui qui, parce qu'Allah l'avait fait roi, argumenta contre Abraham au sujet de son Seigneur? Abraham ayant dit: «J'ai pour Seigneur Celui qui donne la vie et la mort», «Moi aussi, dit l'autre, je donne la vie et la mort.» Alors dit Abraham: «Puisqu'Allah fait venir le soleil du Levant, fais-le donc venir du Couchant.» Le mécréant resta alors confondu. Allah ne guide pas les gens injustes","id":"(Tidakkah kamu memperhatikan orang98) yang mendebat Ibrahim mengenai Tuhannya, karena Allah telah memberinya kerajaan (kekuasaan). Ketika Ibrahim berkata, \"Tuhanku ialah Yang menghidupkan dan mematikan,\" dia berkata, \"Aku pun dapat menghidupkan dan mematikan.\"99) Ibrahim berkata, \"Allah menerbitkan matahari dari timur, maka terbitkanlah ia dari barat.\" Maka bingunglah orang yang kafir itu. Allah tidak memberi petunjuk kepada orang-orang yang zalim","ru":"Не знаешь ли ты о том, кто спорил с Ибрахимом (Авраамом) относительно его Господа, поскольку Аллах даровал ему царство? Ибрахим (Авраам) сказал ему: «Мой Господь - Тот, Кто дарует жизнь и умерщвляет». Он сказал: «Я дарую жизнь и умерщвляю». Ибрахим (Авраам) сказал: «Аллах заставляет солнце восходить на востоке. Заставь же его взойти на западе». И тогда тот, кто не уверовал, пришел в замешательство. Аллах не ведет прямым путем несправедливых людей","sv":"HAR DU inte hört om den man som tvistade med Abraham om hans Herre? - Gud hade skänkt honom kunglig makt och myndighet. - Och Abraham sade: \"Min Herre är Den som skänker liv och skänker död.\" [Kungen] svarade: \"Jag skänker liv och jag skänker död!\" Då sade Abraham: \"Gud låter solen gå upp i öster; låt den då gå upp i väster!\" Och [kungen], som förnekade sanningen, blev förstummad av häpnad. - Gud vägleder inte de orättfärdiga","tr":"Allah kendisine mülk verdi diye İbrahim ile Rabbi hakkında tartışanı görmedin mi? İbrahim: \"Rabbim, dirilten ve öldürendir\" demişti. \"Ben de diriltir ve öldürürüm\" dedi; İbrahim, \"Şüphesiz Allah güneşi doğudan getiriyor, sen de batıdan getirsene\" dedi. İnkar eden şaşırıp kaldı. Allah zulmeden kimseleri doğru yola eriştirmez","ur":"کیا تم نے اُس شخص کے حال پر غور نہیں کیا، جس نے ابراہیمؑ سے جھگڑا کیا تھا؟ جھگڑا اِس بات پر کہ ابراہیمؑ کا رب کون ہے، اور اس بنا پر کہ اس شخص کو اللہ نے حکومت دے رکھی تھی جب ابراہیمؑ نے کہا کہ \"میرا رب وہ ہے، جس کے اختیار میں زندگی اور موت ہے، تو اُس نے جواب دیا: \"زندگی اور موت میرے اختیار میں ہے\"ابراہیمؑ نے کہا: \"اچھا، اللہ سورج کو مشرق سے نکالتا ہے، تو ذرا اُسے مغرب سے نکال لا\" یہ سن کر وہ منکر حق ششدر رہ گیا، مگر اللہ ظالموں کو راہ راست نہیں دکھایا کرتا","zh":"难道你没有看见那个人吗？安拉把国权赏赐他，故他与易卜拉欣争论他的主。当时，易卜拉欣说：“我的主能使死者生，能使生者死。”他说：“我也能使死者生，能使生者死。”易卜拉欣说：“安拉的确能使太阳从东方升起，你能使它从西方升起吗？”那个不信道的人，就哑口无言了。安拉不引导不义的民众。"},"transliteration":"Alam tara ila allathee hajja ibraheema fee rabbihi an atahu Allahu almulka ith qala ibraheemu rabbiya allathee yuhyee wayumeetu qala ana ohyee waomeetu qala ibraheemu fainna Allaha yatee bialshshamsi mina almashriqi fati biha mina almaghribi fabuhita allathee kafara waAllahu la yahdee alqawma alththalimeena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
