{"id":2653,"number":58,"text":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّـٰزِقِينَ","translations":{"en":"And those who emigrated for the cause of Allah and then were killed or died - Allah will surely provide for them a good provision. And indeed, it is Allah who is the best of providers","es":"Aquellos que emigraron por la causa de Dios y fueron asesinados o murieron en el camino, Dios los proveerá con un bello sustento. Dios es el mejor de los sustentadores","fr":"Ceux qui émigrent dans le sentier d'Allah et qui sont tués ou meurent, Allah leur accordera certes une belle récompense, car Allah est le meilleur des donateurs","id":"Dan orang-orang yang berhijrah di jalan Allah, kemudian mereka terbunuh atau mati, sungguh, Allah akan memberikan kepada mereka rezeki yang baik (surga). Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik","ru":"Аллах непременно наделит прекрасным уделом тех, которые переселились на пути Аллаха, а затем были убиты или умерли. Воистину, Аллах - Наилучший из дарующих удел","sv":"GUD SKALL sannerligen sörja frikostigt för dem som överger ondskans rike [för att kämpa] för Guds sak och som dödas eller dör. Ingen drar bättre försorg [om sina tjänare] än Gud","tr":"Allah yolunda hicret edenlere, sonra öldürülen veya ölenlere Allah, elbette onlara güzel bir rızık verecektir. Rızık verenlerin en hayırlısı yalnız Allah'tır","ur":"اور جن لوگوں نے اللہ کی راہ میں ہجرت کی، پھر قتل کر دیے گئے یا مر گئے، اللہ ان کو اچھّا رزق دے گا اور یقیناً اللہ ہی بہترین رازق ہے","zh":"为安拉的道路而迁居，然后被杀害或病故者，安拉必赏赐他们佳美的给养；安拉确是最善于给养的。"},"transliteration":"Waallatheena hajaroo fee sabeeli Allahi thumma qutiloo aw matoo layarzuqannahumu Allahu rizqan hasanan wainna Allaha lahuwa khayru alrraziqeena","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
