{"id":266,"number":259,"text":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"Or [consider such an example] as the one who passed by a township which had fallen into ruin. He said, \"How will Allah bring this to life after its death?\" So Allah caused him to die for a hundred years; then He revived him. He said, \"How long have you remained?\" The man said, \"I have remained a day or part of a day.\" He said, \"Rather, you have remained one hundred years. Look at your food and your drink; it has not changed with time. And look at your donkey; and We will make you a sign for the people. And look at the bones [of this donkey] - how We raise them and then We cover them with flesh.\" And when it became clear to him, he said, \"I know that Allah is over all things competent","es":"[No has reparado] en aquel [‘Uzeir] que pasó por una ciudad en ruinas [Jerusalén], y exclamó: \"¿Cómo va Dios a darle vida ahora que está en ruinas?\" Y entonces, Dios lo hizo morir por cien años y después lo resucitó. Le preguntó [Dios]: \"¿Cuánto tiempo has permanecido así?\" Respondió: \"Un día o menos aún\". Dijo [Dios]: \"No, has permanecido así cien años, observa tu comida y tu bebida, no se han podrido, pero mira tu asno [del que por el contrario solo quedan sus huesos]. Haremos de ti un signo para la gente. Mira los huesos [de tu asno] cómo los reuní y luego los cubrí de carne [resucitándolo]\". Y cuando lo vio con claridad dijo: \"Ahora sé que Dios es sobre toda cosa Poderoso","fr":"Ou comme celui qui passait par un village désert et dévasté: «Comment Allah va-t-Il redonner la vie à celui-ci après sa mort?» dit-il. Allah donc le fit mourir et le garda ainsi pendant cent ans. Puis Il le ressuscita en disant: «Combien de temps as-tu demeuré ainsi?» «Je suis resté un jour, dit l'autre, ou une partie d'une journée.» «Non! dit Allah, tu es resté cent ans. Regarde donc ta nourriture et ta boisson: rien ne s'est gâté; mais regarde ton âne... Et pour faire de toi un signe pour les gens, et regarde ces ossements, comment Nous les assemblons et les revêtons de chair». Et devant l'évidence, il dit: «Je sais qu'Allah est Omnipotent»","id":"Atau seperti orang yang melewati suatu negeri yang (bangunan-bangunannya) telah runtuh hingga menutupi (puing-puing) atap-atapnya, dia berkata, \"Bagaimana Allah menghidupkan kembali (negeri) ini setelah hancur?\" Lalu Allah mematikannya (orang itu) selama seratus tahun, kemudian membangkitkannya (menghidupkannya) kembali. Dan (Allah) bertanya, \"Berapa lama engkau tinggal (disini)?\" Dia (orang itu) menjawab, \"Aku tinggal (disini) sehari atau setengah hari.\" Allah berfirman, \"Tidak! Engkau telah tinggal seratus tahun. Lihatlah makanan dan minumanmu yang belum berubah, tetapi lihatlah keledaimu (yang telah menjadi tulang belulang). Dan agar Kami jadikan engkau tanda kekuasaan Kami bagi manusia. Lihatlah tulang belulang (keledai itu), bagaimana Kami menyusunnya kembali, kemudian Kami membalutnya dengan daging.\" Maka ketika telah nyata baginya, dia pun berkata, \"Saya mengetahui (yakin) bahwa Allah Mahakuasa atas segala sesuatu","ru":"Или над тем, кто проходил мимо селения, разрушенного до основания? Он сказал: «Как Аллах воскресит это после того, как все это умерло?». Аллах умертвил его на сто лет, а затем оживил и сказал: «Сколько ты пробыл здесь?». Он сказал: «Я пробыл день или часть дня». Он сказал: «Нет, ты пробыл сто лет. Посмотри на свою еду и воду: они даже не изменились. И посмотри на своего осла. Мы непременно сделаем тебя знамением для людей. Посмотри же, как Мы соберем кости, а затем покроем их мясом». Когда это было показано ему, он сказал: «Я знаю, что Аллах способен на всякую вещь»","sv":"Eller [- ett annat exempel på dem som förnekar Guds Allmakt -] om mannen som färdades förbi en stad som hade jämnats med marken och utropade: \"Hur skulle Gud kunna ge liv åt denna [döda stad]?\" Och Gud lät honom dö och förbli död i hundra år. Därefter väckte Han honom till liv och frågade: \"Hur länge har du varit borta?\" Han svarade: \"Jag har varit borta en dag eller en del av en dag.\" [Gud] sade: \"Nej, du har varit borta i hundra år. Men se på din mat och din dryck, som inte har fördärvats, och se på din åsna - Vi har velat göra dig till ett tecken för människorna - och se [nu] hur Vi ger liv åt de döda benen och sedan klär dem med kött.\" Och när allt detta stod klart för honom, sade han: \"[Nu] vet jag att Gud har allt i Sin makt","tr":"Yahut altı üstüne gelmiş bir kasabaya uğrayan kimseyi görmedin mi? \"Allah burayı ölümünden sonra acaba nasıl diriltecek?\" dedi. Bunun üzerine Allah onu yüz yıl ölü bıraktı, sonra diriltti, \"Ne kadar kaldın?\" dedi, \"Bir gün veya bir günden az kaldım\" dedi, \"Hayır yüz yıl kaldın, yiyeceğine içeceğine bak, bozulmamış; eşeğine bak ve hem seni insanlar için bir ibret kılacağız, kemiklere bak, onları nasıl birleştirip, sonra onlara et giydiriyoruz\" dedi; bu ona apaçık belli olunca, \"Artık Allah'ın her şeye Kadir olduğuna inanmış bulunuyorum\" dedi","ur":"یا پھر مثال کے طور پر اُس شخص کو دیکھو، جس کا گزر ایک ایسی بستی پر ہوا، جو اپنی چھتوں پر اوندھی گری پڑی تھی اُس نے کہا: \"یہ آبادی، جو ہلاک ہو چکی ہے، اسے اللہ کس طرح دوبارہ زندگی بخشے گا؟\" اس پر اللہ نے اس کی روح قبض کر لی اور وہ سوبرس تک مُردہ پڑا رہا پھر اللہ نے اسے دوبارہ زندگی بخشی اور اس سے پوچھا: \"بتاؤ، کتنی مدت پڑے رہے ہو؟\" اُس نے کہا: \"ایک دن یا چند گھنٹے رہا ہوں گا\" فرمایا: \"تم پر سو برس اِسی حالت میں گزر چکے ہیں اب ذرا اپنے کھانے اور پانی کو دیکھو کہ اس میں ذرا تغیر نہیں آیا ہے دوسری طرف ذرا اپنے گدھے کو بھی دیکھو (کہ اِس کا پنجر تک بوسید ہ ہو رہا ہے) اور یہ ہم نے اس لیے کیا ہے کہ ہم تمہیں لوگوں کے لیے ایک نشانی بنا دینا چاہتے ہیں پھر دیکھو کہ ہڈیوں کے اِس پنجر کو ہم کس طرح اٹھا کر گوشت پوست اس پر چڑھاتے ہیں\" اس طرح جب حقیقت اس کے سامنے بالکل نمایاں ہو گئی، تو اس نے کہا: \"میں جانتا ہوں کہ اللہ ہر چیز پر قدرت رکھتا ہے","zh":"难道你没有看见那个人吗？他经过一个荒凉的颓废的城市，他说：“安拉怎样使这个已死的城市复活呢？”故安拉使他在死亡的状态下逗留了一百年，然后使他复活。他说：“你逗留了多久？”他说：“我逗留了一日，或不到一日。”他说：“不然，你已逗留了一百年。你看你的饮食，没有腐败。你看你的驴子。我要以你为世人的迹象。你看这些骸骨，我怎样配合它，怎样把肉套在它的上面。”当他明白这件事的时候，他说：“我知道安拉对于万事是全能的。”"},"transliteration":"Aw kaallathee marra AAala qaryatin wahiya khawiyatun AAala AAurooshiha qala anna yuhyee hathihi Allahu baAAda mawtiha faamatahu Allahu miata AAamin thumma baAAathahu qala kam labithta qala labithtu yawman aw baAAda yawmin qala bal labithta miata AAamin faonthur ila taAAamika washarabika lam yatasannah waonthur ila himarika walinajAAalaka ayatan lilnnasi waonthur ila alAAithami kayfa nunshizuha thumma naksooha lahman falamma tabayyana lahu qala aAAlamu anna Allaha AAala kulli shayin qadeerun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
