{"id":2660,"number":65,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","translations":{"en":"Do you not see that Allah has subjected to you whatever is on the earth and the ships which run through the sea by His command? And He restrains the sky from falling upon the earth, unless by His permission. Indeed Allah, to the people, is Kind and Merciful","es":"¿Acaso no ves que Dios ha puesto al servicio de ustedes cuanto hay en la Tierra, que los barcos surcan el mar por Su designio, y que Él contiene al cielo para que no caiga sobre la Tierra a menos que sea por Su Voluntad? Dios es Compasivo y Misericordioso con la gente","fr":"N'as-tu pas vu qu'Allah vous a soumis tout ce qui est sur la terre ainsi que le vaisseau qui vogue sur la mer par Son ordre? Il retient le ciel de tomber sur la terre, sauf quand Il le permettra. Car Allah est Plein de bonté et de miséricorde envers les hommes","id":"Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi, dan kapal yang berlayar di lautan dengan perintah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia","ru":"Разве ты не видишь, что Аллах подчинил вам все, что на земле, и корабли, которые плывут по морям по Его воле? Он удерживает небо, чтобы оно не упало на землю без Его соизволения. Воистину, Аллах сострадателен и милосерден к людям","sv":"Inser du inte att Gud har låtit allt på jorden stå till er tjänst och [att era] skepp seglar över haven på Hans befallning, och [att det är Han] som håller himlakropparna [i deras banor], så att de inte störtar mot jorden? [De störtar inte] om Han inte ger dem denna befallning. Gud, den Barmhärtige, ömmar för människorna","tr":"Allah'ın yerde olanları ve emriyle denizlerde yürüyen gemileri buyruğunuz altına vermiş olduğunu; buyruğu olmaksızın yere düşmemesi için göğü O'nun tuttuğunu görmez misin? Doğrusu Allah insanlara karşı şefkatli ve merhametli olandır","ur":"کیا تم دیکھتے نہیں ہو کہ اُس نے وہ سب کچھ تمہارے لیے مسخر کر رکھا ہے جو زمین میں ہے، اور اسی نے کشتی کو قاعدے کا پابند بنایا ہے کہ وہ اس کے حکم سے سمندر میں چلتی ہے، اور وہی آسمان کو اس طرح تھامے ہوئے کہ اس کے اِذن کے بغیر وہ زمین پر نہیں گر سکتا؟ واقعہ یہ ہے کہ اللہ لوگوں کے حق میں بڑا شفیق اور رحیم ہے","zh":"难道你不知道吗？安拉为你们制服大地上所有的事物，以及奉他的命令而在海上航行的船舶，他维持着天以免坠落在地上，除非获得他的许可。安拉对于世人却是至爱的，确是至慈的。"},"transliteration":"Alam tara anna Allaha sakhkhara lakum ma fee alardi waalfulka tajree fee albahri biamrihi wayumsiku alssamaa an taqaAAa AAala alardi illa biithnihi inna Allaha bialnnasi laraoofun raheemun","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
