{"id":2662,"number":67,"text":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","translations":{"en":"For every religion We have appointed rites which they perform. So, [O Muhammad], let the disbelievers not contend with you over the matter but invite them to your Lord. Indeed, you are upon straight guidance","es":"A cada comunidad le he revelado sus propios ritos para que los observen. [¡Oh, Mujámmad!] No dejes que [te discutan] sobre los preceptos. Exhorta a creer en tu Señor, porque tú estás en la guía del camino recto","fr":"A chaque communauté, Nous avons assigné un culte à suivre. Qu'ils ne disputent donc point avec toi l'ordre reçu! Et appelle à ton Seigneur. Tu es certes sur une voie droite","id":"Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan, maka tidak sepantasnya mereka berbantahan dengan engkau dalam urusan (syariat) ini, dan serulah (mereka) kepada Tuhanmu. Sungguh, engkau (Muhammad) berada di jalan yang lurus","ru":"Для каждой общины Мы установили обряды, которые они отправляют, и пусть они не спорят с тобой по этому поводу. Призывай же к своему Господу. Воистину, ты - на прямом пути","sv":"FÖR ALLA samfund [i gången tid] har Vi föreskrivit regler för förrättandet av andakten som de är underkastade. Låt dig inte dras in i en diskussion med dem om [dessa regler]; uppmana dem [i stället] att dyrka din Herre. Du följer helt visst den raka vägen","tr":"Her ümmete, yerine getirmeleri gerekli ibadetler koyduk. Öyleyse, bu konuda seninle çekişmelerine fırsat verme; Rabbine davet et, sen şüphesiz doğru yol üzerindesin. Seninle tartışırlarsa: \"Allah yaptığınızı çok iyi bilir; ayrılığa düştüğünüz şeyler hakkında, kıyamet günü aranızda Allah hükmedecektir\" de","ur":"ہر امت کے لیے ہم نے ایک طریق عبادت مقرر کیا ہے جس کی وہ پیروی کرتی ہے، پس اے محمدؐ، وہ اِس معاملہ میں تم سے جھگڑا نہ کریں تم اپنے رب کی طرف دعوت دو، یقیناً تم سیدھے راستے پر ہو","zh":"我为每个民族制定一种供献仪式，让他们有所遵循，绝不是让他们为这事与你争论。你应当召唤众人来崇拜你的主，你确是在正路上的。"},"transliteration":"Likulli ommatin jaAAalna mansakan hum nasikoohu fala yunaziAAunnaka fee alamri waodAAu ila rabbika innaka laAAala hudan mustaqeemin","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
