{"id":2666,"number":71,"text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٖ","translations":{"en":"And they worship besides Allah that for which He has not sent down authority and that of which they have no knowledge. And there will not be for the wrongdoers any helper","es":"[Los idólatras] adoran en lugart de Dios lo que no les fue revelado y carecen de conocimiento. Los injustos no tendrán quién los auxilie","fr":"Et ils adorent en dehors d'Allah, ce en quoi Il n'a fait descendre aucune preuve et ce dont ils n'ont aucune connaissance. Et il n'y aura pas de protecteur pour les injustes","id":"Dan mereka menyembah selain Allah, tanpa dasar yang jelas tentang itu, dan mereka tidak mempunyai pengetahuan (pula) tentang itu. Bagi orang-orang yang zalim tidak ada seorang penolong pun","ru":"Они поклоняются вместо Аллаха тому, о чем Он не ниспослал никакого довода, о чем у них нет никакого знания. Не будет у беззаконников помощников","sv":"[Men] vid sidan av Gud tillber de det som Han aldrig har gett dem tillstånd till och som de [själva] inte har någon kunskap om; dessa orättfärdiga [människor] kommer inte att få hjälp [att undkomma straffet]","tr":"Onlar Allah'ı bırakıp da O'nun, haklarında hiçbir delil indirmediği, kendilerinde de bir bilgi olmayan şeylere taparlar. Zulmedenlerin yardımcısı olmaz","ur":"یہ لوگ اللہ کو چھوڑ کر ان کی عبادت کر رہے ہیں جن کے لیے نہ تو اس نے کوئی سند نازل کی ہے اور نہ یہ خود اُن کے بارے میں کوئی علم رکھتے ہیں اِن ظالموں کے لیے کوئی مددگار نہیں ہے","zh":"他们舍安拉而崇拜安拉所未证实的，也非他们所知道的偶像；不义的人绝没有任何援助者，"},"transliteration":"WayaAAbudoona min dooni Allahi ma lam yunazzil bihi sultanan wama laysa lahum bihi AAilmun wama lilththalimeena min naseerin","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
