{"id":2667,"number":72,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","translations":{"en":"And when Our verses are recited to them as clear evidences, you recognize in the faces of those who disbelieve disapproval. They are almost on the verge of assaulting those who recite to them Our verses. Say, \"Then shall I inform you of [what is] worse than that? [It is] the Fire which Allah has promised those who disbelieve, and wretched is the destination","es":"Cuando se les recitan Mis claros versículos, ves el disgusto en los rostros de los que se niegan a creer; poco les falta para lanzarse [con la intención de matarlos] sobre quienes los recitan. Diles [¡oh, Mujámmad!]: \"¿Quieren saber de algo peor [que su repudio por el Corán]? Es el castigo del Infierno con el que Dios ha advertido a los que se niegan a creer. ¡Qué pésimo destino","fr":"Et quand on leur récite Nos versets bien clairs, tu discerneras la réprobation sur les visages de ceux qui ont mécru. Peu s'en faut qu'ils ne se jettent sur ceux qui leur récitent Nos versets. Dis: «Vous informerai-je de quelque chose de plus terrible? - Le Feu: Allah l'a promis à ceux qui ont mécru. Et quel triste devenir!»","id":"Dan apabila dibacakan di hadapan mereka ayat-ayat Kami yang terang, niscaya engkau akan melihat (tanda-tanda) keingkaran pada wajah orang-orang kafir itu. Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Muhammad), \"Apakah akan aku kabarkan kepadamu (mengenai sesuatu) yang lebih buruk daripada itu, (yaitu) neraka?\" Allah telah mengancamkannya (neraka) kepada orang-orang kafir. Dan (neraka itu) seburuk-buruk tempat kembali","ru":"Когда им читают Наши ясные аяты, ты видишь на их лицах отрицание. Они готовы наброситься на тех, кто читает им Наши аяты. Скажи: «Не поведать ли вам о том, что хуже этого? Это - Огонь, который Аллах обещал тем, которые не уверовали. Как же скверно это место прибытия!»","sv":"Och när man läser upp Våra klara och tydliga budskap för dem, ser du avmåla sig i förnekarnas ansikten den starka motvilja [de känner] - det är nära att de går till handgripligheter mot dem som läser Våra budskap för dem. Säg: \"Skall jag säga er vad som är svårare att uthärda än det ni får lyssna till? Det är [den eviga] Elden, som Gud har lovat förnekarna av sanningen. Vilket jämmerligt slut","tr":"Onlara ayetlerimiz apaçık olarak okunduğu zaman, inkar edenlerin yüzlerinden inkarlarını anlarsın. Nerdeyse, kendilerine ayetlerimizi okuyanlara saldıracaklar. De ki: \"Size bundan daha fenasını haber vereyim mi? Allah'ın inkarcılara vadettiği ateş! Ne kötü bir dönüştür","ur":"اور جب ان کو ہماری صاف صاف آیات سنائی جاتی ہیں تو تم دیکھتے ہو کہ منکرین حق کے چہرے بگڑنے لگتے ہیں اور ایسا محسُوس ہوتا ہے کہ ابھی وہ اُن لوگوں پر ٹوٹ پڑیں گے جو انہیں ہماری آیات سناتے ہیں ان سے کہو \"میں بتاؤں تمہیں کہ اس سے بدتر چیز کیا ہے؟ آگ، اللہ نے اُسی کا وعدہ اُن لوگوں کے حق میں کر رکھا ہے جو قبول حق سے انکار کریں، اور وہ بہت ہی برا ٹھکانہ ہے","zh":"当别人对他们宣读我的明显的迹象的时候，你看见不信道者的脸上有不悦之色；他们几乎要袭击对他们宣读我的迹象者。你说：“我告诉你们比这个更恶劣的好吗？那就是火狱。安拉以火狱应许不信道者，那归宿真恶劣！"},"transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin taAArifu fee wujoohi allatheena kafaroo almunkara yakadoona yastoona biallatheena yatloona AAalayhim ayatina qul afaonabbiokum bisharrin min thalikum alnnaru waAAadaha Allahu allatheena kafaroo wabisa almaseeru","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
