{"id":2667,"number":72,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","translations":{"bn":"যখন তাদের কাছে আমার সুস্পষ্ট আয়াতসমূহ আবৃত্তি করা হয়, তখন তুমি কাফেরদের চোখে মুখে অসন্তোষের লক্ষণ প্রত্যক্ষ করতে পারবে। যারা তাদের কাছে আমার আয়াত সমূহ পাঠ করে, তারা তাদের প্রতি মার মুখো হয়ে উঠে। বলুন, আমি কি তোমাদেরকে তদপেক্ষা মন্দ কিছুর সংবাদ দেব? তা আগুন; আল্লাহ কাফেরদেরকে এর ওয়াদা দিয়েছেন। এটা কতই না নিকৃষ্ট প্রত্যাবর্তনস্থল।","en":"And when Our verses are recited to them as clear evidences, you recognize in the faces of those who disbelieve disapproval. They are almost on the verge of assaulting those who recite to them Our verses. Say, \"Then shall I inform you of [what is] worse than that? [It is] the Fire which Allah has promised those who disbelieve, and wretched is the destination","id":"Dan apabila dibacakan di hadapan mereka ayat-ayat Kami yang terang, niscaya engkau akan melihat (tanda-tanda) keingkaran pada wajah orang-orang kafir itu. Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Muhammad), \"Apakah akan aku kabarkan kepadamu (mengenai sesuatu) yang lebih buruk daripada itu, (yaitu) neraka?\" Allah telah mengancamkannya (neraka) kepada orang-orang kafir. Dan (neraka itu) seburuk-buruk tempat kembali","ru":"Когда им читают Наши ясные аяты, ты видишь на их лицах отрицание. Они готовы наброситься на тех, кто читает им Наши аяты. Скажи: «Не поведать ли вам о том, что хуже этого? Это - Огонь, который Аллах обещал тем, которые не уверовали. Как же скверно это место прибытия!»","tr":"Onlara ayetlerimiz apaçık olarak okunduğu zaman, inkar edenlerin yüzlerinden inkarlarını anlarsın. Nerdeyse, kendilerine ayetlerimizi okuyanlara saldıracaklar. De ki: \"Size bundan daha fenasını haber vereyim mi? Allah'ın inkarcılara vadettiği ateş! Ne kötü bir dönüştür","ur":"اور جب ان کو ہماری صاف صاف آیات سنائی جاتی ہیں تو تم دیکھتے ہو کہ منکرین حق کے چہرے بگڑنے لگتے ہیں اور ایسا محسُوس ہوتا ہے کہ ابھی وہ اُن لوگوں پر ٹوٹ پڑیں گے جو انہیں ہماری آیات سناتے ہیں ان سے کہو \"میں بتاؤں تمہیں کہ اس سے بدتر چیز کیا ہے؟ آگ، اللہ نے اُسی کا وعدہ اُن لوگوں کے حق میں کر رکھا ہے جو قبول حق سے انکار کریں، اور وہ بہت ہی برا ٹھکانہ ہے"},"chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"bn":"হ়াজ্জ","en":"The Pilgrimage","id":"Haji","ru":"Паломничество","tr":"Hac","ur":"حج"},"type":"medinan"}}
