{"id":267,"number":260,"text":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","translations":{"en":"And [mention] when Abraham said, \"My Lord, show me how You give life to the dead.\" [Allah] said, \"Have you not believed?\" He said, \"Yes, but [I ask] only that my heart may be satisfied.\" [Allah] said, \"Take four birds and commit them to yourself. Then [after slaughtering them] put on each hill a portion of them; then call them - they will come [flying] to you in haste. And know that Allah is Exalted in Might and Wise","es":"Y [menciona a la gente] cuando Abraham dijo: \"¡Señor mío! Muéstrame cómo das vida a los muertos\". Dijo [Dios]: \"¿Es que acaso no crees?\" Respondió: \"Claro que sí, pero esto es para fortalecer la fe que hay en mi corazón\". Dijo [Dios]: \"Toma cuatro pájaros distintos y córtalos en pedazos, luego pon un pedazo de cada uno sobre la cima de una montaña y llámalos, vendrán a ti deprisa [con vida nuevamente]; y sabe que Dios es Poderoso, Sabio","fr":"Et quand Abraham dit: «Seigneur! Montre-moi comment Tu ressuscites les morts», Allah dit: «Ne crois-tu pas encore?» «Si! dit Abraham; mais que mon cœur soit rassuré». «Prends donc, dit Allah, quatre oiseaux, apprivoise-les (et coupe-les) puis, sur des monts séparés, mets-en un fragment ensuite appelle-les: ils viendront à toi en toute hâte. Et sache qu'Allah est Puissant et sage.»","id":"Dan (ingatlah) ketika Ibrahim berkata, \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Allah berfirman, \"Belum percayakah engkau?\" Dia (Ibrahim) menjawab, \"Aku percaya, tetapi agar hatiku tenang (mantap).\" Dia (Allah) berfirman, \"Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.\" Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana","ru":"Вот сказал Ибрахим (Авраам): «Господи! Покажи мне, как Ты оживляешь покойников». Он сказал: «Разве ты не веруешь?». Он сказал: «Конечно! Но я хочу, чтобы мое сердце успокоилось». Он сказал: «Возьми четырех птиц, зарежь их, прижав к себе, и положи по кусочку на каждом холме. А потом позови их, и они стремительно явятся к тебе. И знай, что Аллах - Могущественный, Мудрый»","sv":"[Minns också] Abraham som sade: \"Herre! Visa mig hur Du återuppväcker de döda.\" [Gud] frågade: \"Tror du då inte?\" [Abraham] svarade: \"Jo, jag tror, men jag vill att mitt hjärta skall få ro.\" [Och Gud] sade: \"Tag fyra [slag av] fåglar och lär dem att känna din röst. Sätt så ut dem, några på varje berg [runt omkring], och ropa sedan på dem, så skall de genast återvända till dig. Och var förvissad om att Gud är allsmäktig, vis","tr":"İbrahim: \"Rabbim! Ölüleri nasıl dirilttiğini bana göster\" dediğinde, \"İnanmıyor musun?\" deyince de, \"Hayır öyle değil, fakat kalbim iyice kansın\" demişti. \"Öyleyse dört çeşit kuş al, onları kendine alıştır, sonra onları parçalayıp her dağın üzerine bir parça koy, sonra onları çağır; koşarak sana gelirler. O halde Allah'ın güçlü ve Hakim olduğunu bil\" demişti","ur":"اور وہ واقعہ بھی پیش نظر رہے، جب ابراہیمؑ نے کہا تھا کہ: \"میرے مالک، مجھے دکھا دے، تو مُردوں کو کیسے زندہ کرتا ہے\" فرمایا: \"کیا تو ایمان نہیں رکھتا؟\" اُس نے عرض کیا \"ایمان تو رکھتا ہوں، مگر دل کا اطمینان درکار ہے\" فرمایا: \"اچھا تو چار پرندے لے اور ان کو اپنے سے مانوس کر لے پھر ان کا ایک ایک جز ایک ایک پہاڑ پر رکھ دے پھر ان کو پکار، وہ تیرے پاس دوڑے چلے آئیں گے خوب جان لے کہ اللہ نہایت با اقتدار اور حکیم ہے","zh":"当时，易卜拉欣说：“我的主啊！求你昭示我你怎样使死人复活。”安拉说：“难道你不信吗？”他说：“不然，（我要求实验）以便我的心安定。”安拉说：“你取四只鸟，使它们倾向你，然后，在每座山上安置它们中的一部分，然后，你叫唤它们，它们就飞到你的面前来。你当知道安拉是万能的，是至睿的。”"},"transliteration":"Waith qala ibraheemu rabbi arinee kayfa tuhyee almawta qala awalam tumin qala bala walakin liyatmainna qalbee qala fakhuth arbaAAatan mina alttayri fasurhunna ilayka thumma ijAAal AAala kulli jabalin minhunna juzan thumma odAAuhunna yateenaka saAAyan waiAAlam anna Allaha AAazeezun hakeemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
