{"id":2673,"number":78,"text":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","translations":{"en":"And strive for Allah with the striving due to Him. He has chosen you and has not placed upon you in the religion any difficulty. [It is] the religion of your father, Abraham. Allah named you \"Muslims\" before [in former scriptures] and in this [revelation] that the Messenger may be a witness over you and you may be witnesses over the people. So establish prayer and give zakah and hold fast to Allah. He is your protector; and excellent is the protector, and excellent is the helper","es":"Esfuércense por la causa de Dios como es debido. Él los eligió [para que sigan Su religión] y no les prescribió nada que no puedan cumplir. Ésta es la religión monoteísta de su padre Abraham, él los llamó musulmanes anteriormente y también fueron llamados así en esta revelación, para que el Mensajero fuera testigo [de sus obras] y ustedes sean testigos ante la humanidad [de la llegada de los Profetas anteriores]. Cumplan con la oración, paguen el zakat y aférrense a Dios, pues Él es su Protector. ¡Qué excelente Protector, y qué excelente Defensor","fr":"Et luttez pour Allah avec tout l'effort qu'Il mérite. C'est Lui qui vous a élus; et Il ne vous a imposé aucune gêne dans la religion, celle de votre père Abraham, lequel vous a déjà nommés «Musulmans» avant (ce Livre) et dans ce (Livre), afin que le Messager soit témoin contre vous, et que vous soyez vous-mêmes témoins contre les gens. Accomplissez donc la Salât, acquittez la Zakât et attachez-vous fortement à Allah. C'est Lui votre Maître. Quel Excellent Maître! Et quel Excellent Soutien","id":"Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Alquran) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat dan tunaikanlah zakat, dan berpegang teguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong","ru":"Усердствуйте на пути Аллаха надлежащим образом. Он избрал вас и не сделал для вас никакого затруднения в религии. Такова вера отца вашего Ибрахима (Авраама). Аллах нарек вас мусульманами до этого и здесь (в Коране), чтобы Посланник был свидетелем о вас, а вы были свидетелями о людях. Совершайте намаз, выплачивайте закят и крепко держитесь за Аллаха. Он - ваш Покровитель. Как же прекрасен этот Покровитель! Как же прекрасен этот Помощник","sv":"Och sträva för Guds sak med all den hängivelse som ni är skyldiga Honom. Han har utvalt er och Han har inte lagt på er svåra eller tunga plikter i [utövningen av er] religion, den rena, ursprungliga tro som var er fader Abrahams. Det är Han som i gången tid och i denna [Skrift] har kallat er \"dem som har underkastat sig Guds vilja\". Om detta skall Sändebudet vittna mot er och ni skall vittna mot människorna. Förrätta därför bönen regelbundet och erlägg allmoseskatten! Och håll fast vid Gud, er Herre och er Beskyddare - den mäktigaste Beskyddaren och den bäste Hjälparen av alla","tr":"Allah uğrunda gereği gibi cihat edin. O, sizi seçmiş, babanız İbrahim'in yolu olan dinde sizin için bir zorluk kılmamıştır. Daha önce ve Kuran'da, peygamberin size şahit olması, sizin de insanlara şahit olmanız için size müslüman adını veren O'dur. Artık, namaz kılın, zekat verin, Allah'a sarılın. O sizin sahibinizdir. Ne güzel sahip ve ne güzel yardımcıdır","ur":"اللہ کی راہ میں جہاد کرو جیسا کہ جہاد کرنے کا حق ہے اُس نے تمہیں اپنے کام کے لیے چن لیا ہے اور دین میں تم پر کوئی تنگی نہیں رکھی قائم ہو جاؤ اپنے باپ ابراہیمؑ کی ملت پر اللہ نے پہلے بھی تمہارا نام \"مسلم\" رکھا تھا اور اِس (قرآن) میں بھی (تمہارا یہی نام ہے) تاکہ رسول تم پر گواہ ہو اور تم لوگوں پر گواہ پس نماز قائم کرو، زکوٰۃ دو اور اللہ سے وابستہ ہو جاؤ وہ ہے تمہارا مولیٰ، بہت ہی اچھا ہے وہ مولیٰ اور بہت ہی اچھا ہے وہ مددگار","zh":"你们应当为安拉而真实地奋斗。他拣选你们，关于宗教的事，他未曾以任何烦难为你们的义务，你们应当遵循你们的祖先易卜拉欣的宗教，以前安拉称你们为穆斯林，在这部经典里他也称你们为穆斯林，以便使者成为你们的作证者，而你们成为世人的作证者。你们当谨守拜功，完纳天课，信托安拉；他是你们的主宰，主宰真好！助者真好！"},"transliteration":"Wajahidoo fee Allahi haqqa jihadihi huwa ijtabakum wama jaAAala AAalaykum fee alddeeni min harajin millata abeekum ibraheema huwa sammakumu almuslimeena min qablu wafee hatha liyakoona alrrasoolu shaheedan AAalaykum watakoonoo shuhadaa AAala alnnasi faaqeemoo alssalata waatoo alzzakata waiAAtasimoo biAllahi huwa mawlakum faniAAma almawla waniAAma alnnaseeru","chapter":{"id":22,"name":"الحج","transliteration":"Al-Hajj","translations":{"en":"The Pilgrimage","es":"La Peregrinación","fr":"Le pèlerinage","id":"Haji","ru":"Паломничество","sv":"Vallfärden","tr":"Hac","ur":"حج","zh":"朝觐"},"type":"medinan"}}
