{"id":269,"number":262,"text":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translations":{"en":"Those who spend their wealth in the way of Allah and then do not follow up what they have spent with reminders [of it] or [other] injury will have their reward with their Lord, and there will be no fear concerning them, nor will they grieve","es":"Quienes contribuyan por la causa de Dios, y luego no malogren sus obras con alardes o agravios, obtendrán su recompensa en la otra vida, donde no sentirán temor ni tristeza","fr":"Ceux qui dépensent leurs biens dans le sentier d'Allah sans faire suivre leurs largesses ni d'un rappel ni d'un tort, auront leur récompense auprès de leur Seigneur. Nulle crainte pour eux, et ils ne seront point affligés","id":"Orang yang menginfakkan hartanya di jalan Allah, kemudian tidak mengiringi apa yang dia infakkan itu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), mereka memperoleh pahala di sisi Tuhan mereka. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati","ru":"Тем, кто расходует свое имущество на пути Аллаха и не сопровождает свои пожертвования попреками и оскорблениями, уготована награда у их Господа. Они не познают страха и не будут опечалены","sv":"De som ger av vad de har för Guds sak och som inte låter gåvan följas av [stora ord om] frikostighet eller [uttryck] som sårar, skall få sin lön av sin Herre och de skall inte känna fruktan och ingen sorg skall tynga dem","tr":"Mallarını Allah yolunda sarfedip sonra sarfettikleri şeyin ardından başa kakmayan ve eza etmeyenlerin ecirleri Rablerinin katındadır. Onlara korku yoktur ve onlar üzülmeyeceklerdir","ur":"جو لوگ اپنے مال اللہ کی راہ میں خرچ کرتے ہیں اور خرچ کر کے پھر احسان جتاتے، نہ دکھ دیتے ہیں، اُن کا اجر اُن کے رب کے پاس ہے اور ان کے لیے کسی رنج اور خوف کا موقع نہیں","zh":"为主道而施舍财产，施后不责备受施的人，也不损害他，这等人，在他们的主那里，要享受他们的报酬，他们将来没有恐惧，也不忧愁。"},"transliteration":"Allatheena yunfiqoona amwalahum fee sabeeli Allahi thumma la yutbiAAoona ma anfaqoo mannan wala athan lahum ajruhum AAinda rabbihim wala khawfun AAalayhim wala hum yahzanoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
