{"id":2697,"number":24,"text":"فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَـٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","translations":{"en":"But the eminent among those who disbelieved from his people said, \"This is not but a man like yourselves who wishes to take precedence over you; and if Allah had willed [to send a messenger], He would have sent down angels. We have not heard of this among our forefathers","es":"Pero los magnates de su pueblo que no creyeron, dijeron [a los más débiles]: \"Éste es un mortal como ustedes, que solo pretende poder. Si Dios hubiera querido [que siguiéramos Su Mensaje] habría enviado ángeles [en lugar de seres humanos]. Nunca oímos algo similar de nuestros antepasados","fr":"Alors les notables de son peuple qui avaient mécru dirent: «Celui-ci n'est qu'un être humain comme vous voulant se distinguer à votre détriment. Si Allah avait voulu, ce sont des Anges qu'Il aurait fait descendre. Jamais nous n'avons entendu cela chez nos ancêtres les plus reculés","id":"Maka berkatalah para pemuka orang kafir dari kaumnya, \"Orang ini tidak lain hanyalah manusia seperti kamu, yang ingin menjadi orang yang lebih mulia dari kamu. Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada (masa) nenek moyang kami yang dahulu","ru":"Но знатные люди из его народа, которые не уверовали, сказали: «Он - такой же человек, как и вы. Он лишь хочет возвыситься над вами. Если бы Аллах пожелал, то Он ниспослал бы ангелов. Мы не слышали о подобном от наших праотцев","sv":"Men de äldste, de bland hans folk som förnekade sanningen, sade [till varandra]: \"Denne man är bara en människa som vi, men han vill ta befälet över oss. Om Gud ville [sända ett budskap till oss], skulle Han sända änglar. Vi har aldrig hört att något liknande skulle ha förekommit bland våra förfäder i äldre tid","tr":"Milletinin inkarcı ileri gelenleri: \"Bu, sizin gibi bir insandan başka birşey değildir. Sizden üstün olmak istiyor. Allah dilemiş olsaydı melekler indirirdi. İlk atalarımızdan beri böyle birşey işitmedik. Bu adamda nedense biraz delilik var, bir süreye kadar onu gözetleyin\" dediler","ur":"اس کی قوم کے جن سرداروں نے ماننے سے انکار کیا وہ کہنے لگے کہ \"یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا اِس کی غرض یہ ہے کہ تم پر برتری حاصل کرے اللہ کو اگر بھیجنا ہوتا تو فرشتے بھیجتا یہ بات تو ہم نے کبھی اپنے باپ دادا کے وقتوں میں سنی ہی نہیں (کہ بشر رسول بن کر آئے)","zh":"他的宗族中不信道者的头目们说：“这个人只是像你们一样的一个凡人，他想获得你们的尊重。假若安拉意欲（派使者），他必定降下许多天使。我们没有听到在我们的祖先的时代发生过这样的事。"},"transliteration":"Faqala almalao allatheena kafaroo min qawmihi ma hatha illa basharun mithlukum yureedu an yatafaddala AAalaykum walaw shaa Allahu laanzala malaikatan ma samiAAna bihatha fee abaina alawwaleena","chapter":{"id":23,"name":"المؤمنون","transliteration":"Al-Mu'minun","translations":{"en":"The Believers","es":"Los Creyentes","fr":"Les croyants","id":"Orang-orang Mukmin","ru":"Верующие","sv":"De Troende","tr":"Mü'minûn","ur":"مومنین","zh":"信士"},"type":"meccan"}}
