{"id":27,"number":20,"text":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent","es":"Los relámpagos casi ciegan sus ojos. Cuando los iluminan caminan a su luz, pero cuando la oscuridad vuelve sobre ellos se detienen. Si Dios hubiese querido les habría dejado sordos y ciegos. Dios tiene poder sobre todas las cosas","fr":"L'éclair presque leur emporte la vue: chaque fois qu'il leur donne de la lumière, ils avancent; mais dès qu'il fait obscur, ils s'arrêtent. Si Allah le voulait Il leur enlèverait certes l'ouïe et la vue, car Allah a pouvoir sur toute chose","id":"Hampir saja kilat itu menyambar penglihatan mereka. Setiap kali (kilat itu) menyinari, mereka berjalan di bawah (sinar) itu, dan apabila gelap menerpa mereka, mereka berhenti. Sekiranya Allah menghendaki, niscaya Dia hilangkan pendengaran dan penglihatan mereka. Sungguh, Allah Mahakuasa atas segala sesuatu","ru":"Молния готова отнять у них зрение. Когда она вспыхивает, они отправляются в путь, когда же опускается мрак, они останавливаются. Если бы Аллах пожелал, Он лишил бы их слуха и зрения. Воистину, Аллах способен на всякую вещь","sv":"De är nära att bländas av blixtarna, men när de lyser upp [mörkret] tar de några steg och stannar upp då mörkret [åter] sluter sig omkring dem. Om Gud ville kunde Han helt beröva dem hörsel och syn; Gud har allt i Sin makt","tr":"Şimşeğin çakması neredeyse gözlerini alır; onları aydınlattıkça ışığında yürürler ve üzerlerine karanlık basınca durakalırlar. Allah dileseydi işitme ve görmelerini giderirdi. Doğrusu Allah her şeye Kadir'dir","ur":"چمک سے ان کی حالت یہ ہو رہی ہے کہ گویا عنقریب بجلی اِن کی بصارت اُچک لے جائے گی جب ذرا کچھ روشنی انہیں محسوس ہوتی ہے تو اِس میں کچھ دور چل لیتے ہیں اور جب ان پر اندھیرا چھا جاتا ہے تو کھڑ ے ہو جاتے ہیں اللہ چاہتا تو ان کی سماعت اور بصارت بالکل ہی سَلب کر لیتا، یقیناً وہ ہر چیز پر قادر ہے","zh":"电光几乎夺取了他们的视觉，每逢电光为他们而照亮的时候，他们在电光中前进；黑暗的时候，他们就站住。假如安拉意欲，他必褫夺他们的听觉和视觉。安拉对于万事确是全能的。"},"transliteration":"Yakadu albarqu yakhtafu absarahum kullama adaa lahum mashaw feehi waitha athlama AAalayhim qamoo walaw shaa Allahu lathahaba bisamAAihim waabsarihim inna Allaha AAala kulli shayin qadeerun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
