{"id":2700,"number":27,"text":"فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","translations":{"en":"So We inspired to him, \"Construct the ship under Our observation, and Our inspiration, and when Our command comes and the oven overflows, put into the ship from each [creature] two mates and your family, except those for whom the decree [of destruction] has proceeded. And do not address Me concerning those who have wronged; indeed, they are to be drowned","es":"Entonces le dije: \"Construye el arca bajo Mi observancia, acorde a lo que te inspire. Cuando llegue Mi designio y el agua comience a brotar de la tierra [y se inicie la inundación], haz subir una pareja de cada especie y embarca a tu familia, salvo a quienes el decreto [de la inundación] los haya condenado. No Me pidas por los injustos, pues ellos perecerán ahogados","fr":"Nous lui révélâmes: «Construis l'arche sous Nos yeux et selon Notre révélation. Et quand Notre commandement viendra et que le four bouillonnera, achemine là-dedans un couple de chaque espèce, ainsi que ta famille, sauf ceux d'entre eux contre qui la parole a déjà été prononcée; et ne t'adresse pas à Moi au sujet des injustes, car ils seront fatalement noyés","id":"Lalu Kami wahyukan kepadanya, \"Buatlah kapal di bawah pengawasan dan petunjuk Kami, maka apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, maka masukkanlah ke dalam (kapal) itu sepasang-sepasang dari setiap jenis, juga keluargamu, kecuali orang yang lebih dahulu ditetapkan (akan ditimpa siksaan) di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim, sesungguhnya mereka itu akan ditenggelamkan","ru":"Мы внушили ему откровение: «Сооруди ковчег у Нас на Глазах согласно Нашему откровению. А когда явится Наше веление, и вода забьет фонтаном из печи, то погрузи на него по паре всего живого, а также свою семью, кроме тех, о чьей гибели уже было ниспослано Мое веление. И не проси Меня за тех, которые поступали несправедливо. Они будут потоплены","sv":"Då gav Vi honom genom uppenbarelse uppdraget: \"Bygg - under Vår uppsyn och Vår ledning - den ark [som skall bli din och de dinas räddning]. När Vi ger Vår befallning och vattenmassorna forsar fram över jorden, för då ombord ett par av varje [djurslag], hanne och hona, samt din familj utom den över vilken domen redan har fallit; men tala inte till Mig till förmån för de orättfärdiga - de skall [alla] dö i vågorna","tr":"Bunun üzerine ona şöyle vahyettik: \"Nezaretimiz altında, sana bildirdiğimiz gibi gemiyi yap; buyruğumuz gelip tandırdan sular kaynayınca her cinsten birer çifti ve aleyhine hüküm verilmiş olanın dışında kalan çoluk çocuğunu alıp gemiye bindir. Haksızlık yapanlar için Bana baş vurma, çünkü onlar suda boğulacaklardır","ur":"ہم نے اس پر وحی کی کہ \"ہماری نگرانی میں اور ہماری وحی کے مطابق کشتی تیار کر پھر جب ہمارا حکم آ جائے اور تنور ابل پڑے تو ہر قسم کے جانوروں میں سے ایک ایک جوڑا لے کر اس میں سوار ہو جا، اور اپنے اہل و عیال کو بھی ساتھ لے سوائے اُن کے جن کے خلاف پہلے ہی فیصلہ ہو چکا ہے، اور ظالموں کے معاملہ میں مجھ سے کچھ نہ کہنا، یہ اب غرق ہونے والے ہیں","zh":"我就启示他说：你在我的亲眼关注下，依我的启示而造船。当我的命令来临，而洪水泛滥于地面的时候，你把各种动物，各取一对，放在船上，使你的家属也上船去；他们中已被判决者除外。你不要为不义者而祈祷我，他们必然被淹死。"},"transliteration":"Faawhayna ilayhi ani isnaAAi alfulka biaAAyunina wawahyina faitha jaa amruna wafara alttannooru faosluk feeha min kullin zawjayni ithnayni waahlaka illa man sabaqa AAalayhi alqawlu minhum wala tukhatibnee fee allatheena thalamoo innahum mughraqoona","chapter":{"id":23,"name":"المؤمنون","transliteration":"Al-Mu'minun","translations":{"en":"The Believers","es":"Los Creyentes","fr":"Les croyants","id":"Orang-orang Mukmin","ru":"Верующие","sv":"De Troende","tr":"Mü'minûn","ur":"مومنین","zh":"信士"},"type":"meccan"}}
