{"id":271,"number":264,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","translations":{"en":"O you who have believed, do not invalidate your charities with reminders or injury as does one who spends his wealth [only] to be seen by the people and does not believe in Allah and the Last Day. His example is like that of a [large] smooth stone upon which is dust and is hit by a downpour that leaves it bare. They are unable [to keep] anything of what they have earned. And Allah does not guide the disbelieving people","es":"¡Oh, creyentes! No malogren sus caridades haciendo alarde de ellas u ofendiendo, como aquel que contribuye para que la gente lo vea, pero [en realidad] no cree en Dios ni en el Día del Juicio Final. Su ejemplo es como el de una roca cubierta de tierra, a la cual le cae un aguacero que la deja al descubierto. Esas personas no obtendrán recompensa alguna por sus [buenas] obras, porque Dios no guía a la gente que se niega a reconocer la verdad","fr":"O les croyants! N'annulez pas vos aumônes par un rappel ou un tort, comme celui qui dépense son bien par ostentation devant les gens sans croire en Allah et au Jour dernier. Il ressemble à un rocher recouvert de terre: qu'une averse l'atteigne, elle le laisse dénué. De pareils hommes ne tirent aucun profit de leurs actes. Et Allah ne guide pas les gens mécréants","id":"Wahai orang-orang yang beriman! Janganlah kamu merusak sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), seperti orang yang menginfakkan hartanya karena riya` (pamer) kepada manusia dan dia tidak beriman kepada Allah dan hari akhir. Perumpaannya (orang itu) seperti batu licin yang di atasnya ada debu, kemudian batu itu ditimpa hujan lebat, maka tinggallah batu itu licin lagi. Mereka tidak memperoleh sesuatu apa pun dari apa yang mereka kerjakan. Dan Allah tidak memberi petunjuk kepada orang-orang kafir","ru":"О те, которые уверовали! Не делайте ваши подаяния тщетными своими попреками и оскорблениями, подобно тому, кто расходует свое имущество ради показухи и не веруют при этом в Аллаха и в Последний день. Притчей о нем является притча о гладкой скале, покрытой слоем земли. Но вот выпал ливень и оставил скалу голой. Они не властны ни над чем из того, что приобрели. Аллах не ведет прямым путем неверующих людей","sv":"Troende! Beröva inte era gåvor deras värde genom [tal om] frikostighet eller genom [ord] som sårar, som den som ger av vad han äger för att ses [och berömmas] av människor och som inte tror på Gud och den Yttersta dagen. Han kan liknas vid en berggrund täckt av [ett tunt lager] jord; ett slagregn faller och sköljer bort allt inpå nakna berget. [Sådana människor] uppnår ingenting med det som de har åstadkommit. Gud leder inte dem som förnekar sanningen","tr":"Ey İnananlar! Allah'a ve ahiret gününe inanmayıp, insanlara gösteriş için malını sarfeden kimse gibi, sadakalarınızı başa kakma ve eza etmekle boşa çıkarmayın. Onun durumu, üzerinde toprak bulunan kayanın durumu gibidir, üzerine bol yağmur yağdığındaonu cascavlak bırakır. Kazandıklarından hiçbir şey elde edemezler. Allah inkar eden kimseleri doğru yola eriştirmez","ur":"اے ایمان لانے والو! اپنے صدقات کو احسان جتا کر اور دکھ دے کر اُس شخص کی طرح خاک میں نہ ملا دو، جو اپنا مال محض لوگوں کے دکھانے کو خرچ کرتا ہے اور نہ اللہ پر ایما ن رکھتا ہے، نہ آخرت پر اُس کے خرچ کی مثال ایسی ہے، جیسے ایک چٹان تھی، جس پر مٹی کی تہہ جمی ہوئی تھی اس پر جب زور کا مینہ برسا، تو ساری مٹی بہہ گئی اور صاف چٹان کی چٹان رہ گئی ایسے لوگ اپنے نزدیک خیرات کر کے جو نیکی کماتے ہیں، اس سے کچھ بھی اُن کے ہاتھ نہیں آتا، اور کافروں کو سیدھی راہ دکھانا اللہ کا دستور نہیں ہے","zh":"信道的人们啊！你们不要责备受施的人，也不要损害他，以免使你们的施舍变为无效，犹如为沽名而施舍财产，并不信安拉和后世的人一样。他譬如一个光滑的石头，上面铺着一层浮土，一阵大雨过后，使它变的又硬又滑。他们不能获得他们所施舍的任何报酬。安拉是不引导不信道的民众的。"},"transliteration":"Ya ayyuha allatheena amanoo la tubtiloo sadaqatikum bialmanni waalatha kaallathee yunfiqu malahu riaa alnnasi wala yuminu biAllahi waalyawmi alakhiri famathaluhu kamathali safwanin AAalayhi turabun faasabahu wabilun fatarakahu saldan la yaqdiroona AAala shayin mimma kasaboo waAllahu la yahdee alqawma alkafireena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
