{"id":2717,"number":44,"text":"ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ","translations":{"en":"Then We sent Our messengers in succession. Every time there came to a nation its messenger, they denied him, so We made them follow one another [to destruction], and We made them narrations. So away with a people who do not believe","es":"Envié a Mis Mensajeros unos tras otros. Cada comunidad a la que le llegaba su Mensajero, lo desmentía. Así que las destruí una tras otra e hice que se convirtieran en ejemplos. ¡Que sean destruidos los pueblos que se niegan a creer","fr":"Ensuite, Nous envoyâmes successivement Nos messagers. Chaque fois qu'un messager se présentait à sa communauté, ils le traitaient de menteur. Et Nous les fîmes succéder les unes aux autres [dans la destruction], et Nous en fîmes des thèmes de récits légendaires. Que disparaissent à jamais les gens qui ne croient pas","id":"Kemudian, Kami utus rasul-rasul Kami berturut-turut. Setiap kali seorang rasul datang kepada suatu umat, mereka mendustakannya, maka Kami silihgantikan sebagian mereka dengan sebagian yang lain (dalam kebinasaan). Dan Kami jadikan mereka bahan cerita (bagi manusia). Maka binasalah kaum yang tidak beriman","ru":"Потом Мы отправляли одного за другим Наших посланников. Каждый раз, когда к какому-либо народу приходил посланник, они нарекали его лжецом. Мы отправляли их одних за другими на погибель и сделали их предметом сказаний. Да сгинут люди неверующие","sv":"Och Vi sände det ena sändebudet efter det andra; var gång den utsände kom till sitt folk, beskylldes han för lögn. Och dessa släkten förintades, det ena efter det andra, men Vi lät berättelserna om dem fortleva [som lärdom för eftervärlden] - så var det ute med dessa människor som inte ville tro","tr":"Sonra birbiri peşinden peygamberlerimizi gönderdik. Her ümmete peygamberi geldikçe onu yalancı saydılar. Onları birbiri peşinden yok edip hepsini birer efsane yaptık. İnanmayan millet, rahmetden ırak olsun","ur":"پھر ہم نے پے در پے اپنے رسول بھیجے جس قوم کے پاس بھی اس کا رسول آیا، اس نے اُسے جھٹلایا، اور ہم ایک کے بعد ایک قوم کو ہلاک کرتے چلے گئے حتیٰ کہ ان کو بس افسانہ ہی بنا کر چھوڑا پھٹکار اُن لوگوں پر جو ایمان نہیں لاتے","zh":"然后，我陆续地派遣我的众使者，每个族的使者来临他们时，他们都否认他，故我使他们相继灭亡，而使他们的事迹变成话柄。不信道的民众已遭毁灭。"},"transliteration":"Thumma arsalna rusulana tatra kulla ma jaa ommatan rasooluha kaththaboohu faatbaAAna baAAdahum baAAdan wajaAAalnahum ahadeetha fabuAAdan liqawmin la yuminoona","chapter":{"id":23,"name":"المؤمنون","transliteration":"Al-Mu'minun","translations":{"en":"The Believers","es":"Los Creyentes","fr":"Les croyants","id":"Orang-orang Mukmin","ru":"Верующие","sv":"De Troende","tr":"Mü'minûn","ur":"مومنین","zh":"信士"},"type":"meccan"}}
