{"id":272,"number":265,"text":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","translations":{"en":"And the example of those who spend their wealth seeking means to the approval of Allah and assuring [reward for] themselves is like a garden on high ground which is hit by a downpour - so it yields its fruits in double. And [even] if it is not hit by a downpour, then a drizzle [is sufficient]. And Allah, of what you do, is Seeing","es":"El ejemplo de quienes contribuyen con sus bienes materiales anhelando complacer a Dios y por la certeza de ser recompensados, es como el de una huerta que se encuentra sobre una colina [alta y fértil], a la que le cae una lluvia copiosa y duplica sus frutos. Y si no, una llovizna le basta [para dar frutos]. Sepan que Dios ve lo que hacen","fr":"Et ceux qui dépensent leurs biens cherchant l'agrément d'Allah, et bien rassurés (de Sa récompense), ils ressemblent à un jardin sur une colline. Qu'une averse l'atteigne, il double ses fruits; à défaut d'une averse qui l'atteint, c'est la rosée. Et Allah voit parfaitement ce que vous faites","id":"Dan perumpamaan orang yang menginfakkan hartanya untuk mencari rida Allah dan untuk memperteguh jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang di siram oleh hujan lebat, maka kebun itu menghasilkan buah-buahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun (pun memadai). Allah Maha Melihat apa yang kamu kerjakan","ru":"Притчей о тех, которые расходуют свое имущество, чтобы снискать довольство Аллаха и укрепить себя, является притча о саде на холме. Если его оросит ливень, он приносит плоды вдвойне. Если же его не оросит ливень, то ему бывает достаточно моросящего дождя. Аллах видит то, что вы совершаете","sv":"Men de som ger av vad de äger för att vinna Guds välbehag och för att stärka sin själ kan liknas vid en trädgård, anlagd på en kulle, som om ett slagregn drabbar den ger dubbel skörd och om den undgår slagregn [får glädjas åt] milt duggregn. Gud ser vad ni gör","tr":"Allah'ın rızasını kazanmak ve kalblerini sağlamlaştırmak için mallarını sarfedenlerin durumu, yüksekçe bir tepede bulunan, bol yağmur aldığında yemişlerini iki kat veren, bol yağmur yağmasa bile çisentisi düşen bir bahçenin durumu gibidir. Allah işlediklerinizi görür","ur":"بخلا ف اِس کے جو لو گ اپنے مال محض اللہ کی رضا جوئی کے لیے دل کے پورے ثبات و قرار کے ساتھ خرچ کرتے ہیں، ان کے خرچ کی مثال ایسی ہے، جیسے کسی سطح مرتفع پر ایک باغ ہو اگر زور کی بار ش ہو جائے تو دو گنا پھل لائے، اور اگر زور کی بارش نہ بھی ہو تو ایک ہلکی پھوار ہی اُس کے لیے کافی ہو جائے تم جو کچھ کرتے ہو، سب اللہ کی نظر میں ہے","zh":"施舍财产，以求安拉的喜悦并确定自身信仰的人，譬如高原上的园圃，它得大雨，便加倍结实。如果不得大雨，小雨也足以滋润。安拉是明察你们的行为的。"},"transliteration":"Wamathalu allatheena yunfiqoona amwalahumu ibtighaa mardati Allahi watathbeetan min anfusihim kamathali jannatin birabwatin asabaha wabilun faatat okulaha diAAfayni fain lam yusibha wabilun fatallun waAllahu bima taAAmaloona baseerun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
