{"id":275,"number":268,"text":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translations":{"en":"Satan threatens you with poverty and orders you to immorality, while Allah promises you forgiveness from Him and bounty. And Allah is all-Encompassing and Knowing","es":"El demonio los atemoriza con la pobreza y les ordena hacer lo que es inmoral, mientras que Dios les promete Su perdón y Su generosidad. Dios es el Más Generoso, todo lo sabe","fr":"Le Diable vous fait craindre l'indigence et vous commande des actions honteuses; tandis qu'Allah vous promet pardon et faveur venant de Lui. La grâce d'Allah est immense et Il est Omniscient","id":"Setan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir), sedangkan Allah menjanjikan ampunan dan karunia-Nya kepadamu. Dan Allah Mahaluas, Maha Mengetahui","ru":"Дьявол угрожает вам бедностью и велит творить мерзость. Аллах же обещает вам прощение от Него и милость. Аллах - Объемлющий, Знающий","sv":"Djävulen hotar er med fattigdom och uppmanar er att begå skamlösa handlingar, men Gud lovar er Sin förlåtelse och Sin nåd. Gud når överallt och Han vet allt","tr":"Şeytan sizi fakirlikle korkutarak cimriliği ve hayasızlığı emreder; Allah ise kendisinden mağfiret ve bol nimet vadeder. Allah'ın lütfü boldur, O her şeyi bilir","ur":"شیطان تمہیں مفلسی سے ڈراتا ہے اور شرمناک طرز عمل اختیار کرنے کی ترغیب دیتا ہے، مگر اللہ تمہیں اپنی بخشش اور فضل کی امید دلاتا ہے اللہ بڑا فراخ دست اور دانا ہے","zh":"恶魔以贫乏恐吓你们，以丑事命令你们；安拉却应许你们赦宥和恩惠。安拉是宽大的，是全知的。"},"transliteration":"Alshshaytanu yaAAidukumu alfaqra wayamurukum bialfahshai waAllahu yaAAidukum maghfiratan minhu wafadlan waAllahu wasiAAun AAaleemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
