{"id":2764,"number":91,"text":"مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ","translations":{"en":"Allah has not taken any son, nor has there ever been with Him any deity. [If there had been], then each deity would have taken what it created, and some of them would have sought to overcome others. Exalted is Allah above what they describe [concerning Him]","es":"Dios no ha tenido un hijo, ni existe otra divinidad salvo Él. Si así fuera, cada divinidad acapararía su propia creación, y entonces pretenderían dominarse unas a otras. ¡Glorificado sea Dios! Dios está por encima de lo que Le atribuyen","fr":"Allah ne S'est point attribué d'enfant et il n'existe point de divinité avec Lui; sinon, chaque divinité s'en irait avec ce qu'elle a créé, et certaines seraient supérieures aux autres. (Gloire et pureté) à Allah! Il est Supérieur à tout ce qu'ils décrivent","id":"Allah tidak mempunyai anak, tidak ada tuhan (yang lain) bersama-Nya, (sekiranya tuhan banyak), maka masing-masing tuhan itu akan membawa apa (makhluk) yang diciptakannya, dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Mahasuci Allah dari apa yang mereka sifatkan itu","ru":"Аллах не взял Себе сына, и нет наряду с Ним другого бога. В противном случае каждый бог унес бы с собой то, что сотворил, и одни из них возвысились бы над другими. Аллах превыше того, что они приписывают Ему","sv":"Gud har aldrig [avlat] en son och Han har aldrig haft någon gudom vid Sin sida. I annat fall skulle helt säkert varje sådan gudom ha bekymrat sig enbart om sin egen skapelse och velat ta makten från de andra. Nej, stor är Gud i Sin härlighet, fjärran från [alla försök] att beskriva [Hans Väsen]","tr":"Allah çocuk edinmemiştir; O'nun yanında hiçbir tanrı yoktur, olsaydı, her tanrı kendi yarattığı ile beraber gider ve birbirinden üstün olmağa çalışırlardı. Allah onların vasıflandırdıklarından münezzehtir","ur":"اللہ نے کسی کو اپنی اولاد نہیں بنایا ہے اور کوئی دوسرا خدا اُس کے ساتھ نہیں ہے اگر ایسا ہوتا تو ہر خدا اپنی خلق کو لے کر الگ ہو جاتا، اور پھر وہ ایک دوسرے پر چڑھ دوڑتے پاک ہے اللہ ان باتوں سے جو یہ لوگ بناتے ہیں","zh":"安拉没有收养任何儿子，也没有任何神灵与他同等；否则每个神灵必独占他所创造的，他们也必优胜劣败。赞颂安拉，超乎他们的描述。"},"transliteration":"Ma ittakhatha Allahu min waladin wama kana maAAahu min ilahin ithan lathahaba kullu ilahin bima khalaqa walaAAala baAAduhum AAala baAAdin subhana Allahi AAamma yasifoona","chapter":{"id":23,"name":"المؤمنون","transliteration":"Al-Mu'minun","translations":{"en":"The Believers","es":"Los Creyentes","fr":"Les croyants","id":"Orang-orang Mukmin","ru":"Верующие","sv":"De Troende","tr":"Mü'minûn","ur":"مومنین","zh":"信士"},"type":"meccan"}}
