{"id":2773,"number":100,"text":"لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translations":{"en":"That I might do righteousness in that which I left behind.\" No! It is only a word he is saying; and behind them is a barrier until the Day they are resurrected","es":"para [creer en Ti y] realizar las obras buenas que no hice\". Pero no se les dará otra oportunidad, pues son solo palabras [que no cumplirán]. Detrás de ellos habrá una barrera hasta que sean resucitados","fr":"afin que je fasse du bien dans ce que je délaissais». Non, c'est simplement une parole qu'il dit. Derrière eux, cependant, il y a une barrière, jusqu'au jour où ils seront ressuscités»","id":"(agar aku dapat berbuat kebajikan yang telah aku tinggalkan.\" Sekali-kali tidak! Sungguh itu adalah dalih yang diucapkannya saja. Dan dihadapan mereka ada barzakh557) sampai pada hari mereka dibangkitkan","ru":"Быть может, я стану совершать праведные поступки, которые я отбросил». Но нет! Это - всего лишь слова, которые он произносит. Позади них будет преграда вплоть до того дня, когда они будут воскрешены","sv":"så att jag får göra rätt, där jag [förut] försummade det!\" Ack nej! Vad han säger är ord [utan mening]. Bakom dem [som lämnar denna värld] reser sig ett oöverstigligt hinder fram till den dag då de kallas till nytt liv","tr":"Onlardan birine ölüm gelince: \"Rabbim! Beni geri çevir, belki, yapmadan bıraktığımı tamamlar, iyi iş işlerim\" der. Hayır; bu söylediği sadece kendi lafıdır. Tekrar diriltilecekleri güne kadar arkalarında geriye dönmekten onları alıkoyan bir engel vardır","ur":"امید ہے کہ اب میں نیک عمل کروں گا\" ہرگز نہیں، یہ بس ایک بات ہے جو وہ بک رہا ہے اب اِن سب (مرنے والوں) کے پیچھے ایک برزخ حائل ہے دوسری زندگی کے دن تک","zh":"也许我能借我所遗留的财产而行善。”绝不然，这是他一定要说的一句话，在他们的面前，有一个屏障，直到他们复活的日子。"},"transliteration":"LaAAallee aAAmalu salihan feema taraktu kalla innaha kalimatun huwa qailuha wamin waraihim barzakhun ila yawmi yubAAathoona","chapter":{"id":23,"name":"المؤمنون","transliteration":"Al-Mu'minun","translations":{"en":"The Believers","es":"Los Creyentes","fr":"Les croyants","id":"Orang-orang Mukmin","ru":"Верующие","sv":"De Troende","tr":"Mü'minûn","ur":"مومنین","zh":"信士"},"type":"meccan"}}
