{"id":278,"number":271,"text":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translations":{"en":"If you disclose your charitable expenditures, they are good; but if you conceal them and give them to the poor, it is better for you, and He will remove from you some of your misdeeds [thereby]. And Allah, with what you do, is [fully] Acquainted","es":"Hacer caridad públicamente es una obra de bien, pero si lo hacen en privado y se la llevan a los pobres será mejor aún. A causa de esto Dios perdonará algunos de sus pecados. Dios sabe todo lo que hacen","fr":"Si vous donnez ouvertement vos aumônes, c'est bien; c'est mieux encore, pour vous, si vous êtes discrets avec elles et vous les donniez aux indigents. Allah effacera une partie de vos méfaits. Allah est Parfaitement Connaisseur de ce que vous faites","id":"(Jika kamu menampakkan sedekah-sedekahmu,104) maka itu baik. Dan jika kamu menyembunyikannya dan memberikannya kepada orang-orang fakir, maka itu lebih baik bagimu dan Allah akan menghapus sebagian kesalahan-kesalahanmu. Dan Allah Mahateliti atas apa yang kamu kerjakan","ru":"Если вы раздаете милостыню открыто, то это прекрасно. Но если вы скрываете это и раздаете ее неимущим, то это еще лучше для вас. Он простит вам некоторые из ваших прегрешений. Аллах ведает о том, что вы совершаете","sv":"Om ni ger så att andra ser det är det gott och väl; men om ni hjälper de fattiga i tysthet är det bättre för er - med detta kan ni nämligen få göra bot för några av era dåliga handlingar. Gud är väl underrättad om allt vad ni gör","tr":"Sadakaları açıkça verirseniz o ne güzel! Eğer onları yoksullara gizlice verirseniz sizin için daha iyidir. Allah onları kötülüklerinizden bir kısmına karşı tutar. Allah işlediklerinizden haberdardır","ur":"اگر اپنے صدقات علانیہ دو، تو یہ بھی اچھا ہے، لیکن اگر چھپا کر حاجت مندوں کو دو، تو یہ تمہارے حق میں زیادہ بہتر ہے تمہاری بہت سی برائیاں اِس طرز عمل سے محو ہو جاتی ہیں اور جو کچھ تم کرتے ہوئے اللہ کو بہر حال اُس کی خبر ہے","zh":"如果你们公开地施舍，这是很好的；如果你们秘密地施济贫民，这对于你们是更好的。这能消除你们的一部分罪恶。安拉是彻知你们的行为的。"},"transliteration":"In tubdoo alssadaqati faniAAimma hiya wain tukhfooha watutooha alfuqaraa fahuwa khayrun lakum wayukaffiru AAankum min sayyiatikum waAllahu bima taAAmaloona khabeerun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
