{"id":2782,"number":109,"text":"إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّـٰحِمِينَ","translations":{"en":"Indeed, there was a party of My servants who said, 'Our Lord, we have believed, so forgive us and have mercy upon us, and You are the best of the merciful","es":"Algunos de Mis siervos decían: \"¡Oh, Señor nuestro! Somos creyentes, perdónanos y ten misericordia de nosotros. Tú eres el mejor de los misericordiosos","fr":"Il y eut un groupe de Mes serviteurs qui dirent: «Seigneur, nous croyons; pardonne-nous donc et fais-nous miséricorde, car Tu es le meilleur des Miséricordieux»","id":"Sungguh ada segolongan dari hamba-hamba-Ku berdoa, \"Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik","ru":"Воистину, некоторые из Моих рабов говорили: «Господи! Мы уверовали. Прости же нас и помилуй, ибо Ты - Наилучший из милосердных»","sv":"Det fanns bland Våra tjänare de som bad [i sina böner]: 'Herre! Vi tror! Förlåt oss [våra synder] och förbarma Dig över oss! Ingen förbarmar sig över [människorna] som Du","tr":"Allah: \"Sinin orada! Benimle konuşmayın. Kullarımdan bir topluluk: \"Rabbimiz! inandık, artık bizi bağışla, bize acı. Sen acıyanların en iyisisin\" diyordu. Siz ise, onları alaya alıyordunuz. Bu yaptıklarınız size Beni anmayı unutturuyordu. Onlara hep gülüyordunuz. Sabretmelerine karşılık bugün onları mükafatlandırdım. Doğrusu onlar kurtulanlardır\" der","ur":"تم وہی لوگ تو ہو کہ میرے کچھ بندے جب کہتے تھے کہ اے ہمارے پروردگار، ہم ایمان لائے، ہمیں معاف کر دے، ہم پر رحم کر، تُو سب رحیموں سے اچھا رحیم ہے","zh":"从前，我的仆人中有一派人常说：“我们的主啊！我们已信道了，求你饶恕我们，求你怜悯我们，你是最怜悯的。”"},"transliteration":"Innahu kana fareequn min AAibadee yaqooloona rabbana amanna faighfir lana wairhamna waanta khayru alrrahimeena","chapter":{"id":23,"name":"المؤمنون","transliteration":"Al-Mu'minun","translations":{"en":"The Believers","es":"Los Creyentes","fr":"Les croyants","id":"Orang-orang Mukmin","ru":"Верующие","sv":"De Troende","tr":"Mü'minûn","ur":"مومنین","zh":"信士"},"type":"meccan"}}
