{"id":279,"number":272,"text":"۞لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","translations":{"en":"Not upon you, [O Muhammad], is [responsibility for] their guidance, but Allah guides whom He wills. And whatever good you [believers] spend is for yourselves, and you do not spend except seeking the countenance of Allah. And whatever you spend of good - it will be fully repaid to you, and you will not be wronged","es":"No es tu responsabilidad [oh, Mujámmad] que la gente decida seguir la guía [una vez que se la has enseñado], porque Dios guía a quien quiere. Toda caridad que den es en su propio beneficio, pero no den caridad a menos que sea anhelando el rostro de Dios. Lo que hagan de bien les será recompensado sin mengua alguna","fr":"Ce n'est pas à toi de les guider (vers la bonne voie), mais c'est Allah qui guide qui Il veut. Et tout ce que vous dépensez de vos biens sera à votre avantage et vous ne dépensez que pour la recherche de la Face «Wajh» d'Allah. Et tout ce que vous dépensez de vos biens dans les bonnes œuvres vous sera récompensé pleinement. Et vous ne serez pas lésés","id":"Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allahlah yang memberi petunjuk kepada siapa yang Dia kehendaki. Apa pun harta yang kamu infakkan, maka (kebaikannya) untuk dirimu sendiri. Dan janganlah kamu berinfak melainkan karena mencari rida Allah. Dan apa pun harta yang kamu infakkan, niscaya kamu akan diberi (pahala) secara penuh dan kamu tidak akan dizalimi (dirugikan)","ru":"Вести их прямым путем - не твоя обязанность, ибо Аллах ведет прямым путем, кого пожелает. Все, что вы расходуете, идет на пользу вам самим. Вы расходуете это только из стремления к Лику Аллаха. Какое бы добро вы ни израсходовали, вам воздастся сполна, и с вами не поступят несправедливо","sv":"Det är inte din uppgift [Muhammad] att förmå människor att följa den raka vägen. Nej, Gud vägleder dem Han vill. Allt det goda ni ger är för ert eget bästa, såvida ni ger det enbart för att vinna Guds välbehag. Ja, för det goda ni ger skall ni få fullt vederlag, och ingen orätt skall tillfogas er","tr":"Onların doğru yola iletilmeleri sana düşmez, fakat Allah dilediğini doğru yola eriştirir. Sarfettiğiniz iyi şey kendinizedir, zaten ancak Allah'ın rızasını kazanmak için sarfedersiniz. Sarfettiğiniz iyi bir şeyin karşılığı haksızlığa uğratılmaksızın size verilir","ur":"لوگوں کو ہدایت بخش دینے کی ذمے داری تم پر نہیں ہے ہدایت تو اللہ ہی جسے چاہتا ہے بخشتا ہے اور خیرات میں جو مال تم خرچ کرتے ہو وہ تمہارے اپنے لیے بھلا ہے آخر تم اسی لیے تو خرچ کرتے ہو کہ اللہ کی رضا حاصل ہو تو جو کچھ مال تم خیرات میں خرچ کرو گے، اس کا پورا پورا اجر تمہیں دیا جائے گا اور تمہاری حق تلفی ہرگز نہ ہوگی","zh":"引导他们不是你的责任，但安拉引导他所意欲的人。你们所施舍的任何美物，都是有利于你们自己的，你们只可为求得安拉的尊容而施舍。你们所施舍的任何美物，你们都将享受完全的报酬，你们不受亏枉。"},"transliteration":"Laysa AAalayka hudahum walakinna Allaha yahdee man yashao wama tunfiqoo min khayrin falianfusikum wama tunfiqoona illa ibtighaa wajhi Allahi wama tunfiqoo min khayrin yuwaffa ilaykum waantum la tuthlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
