{"id":2790,"number":117,"text":"وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","translations":{"en":"And whoever invokes besides Allah another deity for which he has no proof - then his account is only with his Lord. Indeed, the disbelievers will not succeed","es":"[Sepan que] quien invoque a otros [dioses] junto a Dios carece de fundamentos válidos, y tendrá que rendir cuenta de ello ante su Señor. Los que se negaron a creer no triunfarán [el Día del Juicio]","fr":"Et quiconque invoque avec Allah une autre divinité, sans avoir la preuve évidente [de son existence], aura à en rendre compte à son Seigneur. En vérité, les mécréants, ne réussiront pas","id":"Dan barangsiapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sungguh orang-orang kafir itu tidak akan beruntung","ru":"У того, кто молится наряду с Аллахом другим богам, нет в пользу этого никакого довода. Его счет хранится у его Господа. Воистину, неверующие не преуспеют","sv":"Den som vid sidan av Gud åkallar en annan gudom - för vars [existens] han saknar bevis - skall stå till svars enbart inför sin Herre. Det skall inte gå dem väl som förnekar sanningen","tr":"Allah'la beraber, varlığına hiçbir delili olmadığı halde başka tanrıya tapanın hesabını Rabbi görecektir. İnkarcılar elbette kurtulamazlar","ur":"اور جو کوئی اللہ کے ساتھ کسی اور معبود کو پکارے، جس کے لیے اس کے پاس کوئی دلیل نہیں، تو اس کا حساب اس کے رب کے پاس ہے ایسے کافر کبھی فلاح نہیں پا سکتے","zh":"凡在祈祷安拉的同时祈祷别的无稽的神灵者，他将在主那里受到清算，不信道者必不成功。"},"transliteration":"Waman yadAAu maAAa Allahi ilahan akhara la burhana lahu bihi fainnama hisabuhu AAinda rabbihi innahu la yuflihu alkafiroona","chapter":{"id":23,"name":"المؤمنون","transliteration":"Al-Mu'minun","translations":{"en":"The Believers","es":"Los Creyentes","fr":"Les croyants","id":"Orang-orang Mukmin","ru":"Верующие","sv":"De Troende","tr":"Mü'minûn","ur":"مومنین","zh":"信士"},"type":"meccan"}}
