{"id":2793,"number":2,"text":"ٱلزَّانِيَةُ وَٱلزَّانِي فَٱجۡلِدُواْ كُلَّ وَٰحِدٖ مِّنۡهُمَا مِاْئَةَ جَلۡدَةٖۖ وَلَا تَأۡخُذۡكُم بِهِمَا رَأۡفَةٞ فِي دِينِ ٱللَّهِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ وَلۡيَشۡهَدۡ عَذَابَهُمَا طَآئِفَةٞ مِّنَ ٱلۡمُؤۡمِنِينَ","translations":{"en":"The [unmarried] woman or [unmarried] man found guilty of sexual intercourse - lash each one of them with a hundred lashes, and do not be taken by pity for them in the religion of Allah, if you should believe in Allah and the Last Day. And let a group of the believers witness their punishment","es":"A la fornicadora y al fornicador aplíquenles, a cada uno de ellos, cien azotes. Si verdaderamente creen en Dios y en el Día del Juicio, no permitan que la compasión que puedan sentir por ellos les impida aplicar la pena establecida por Dios. Que un grupo de creyentes sea testigo cuando se les aplique la pena","fr":"La fornicatrice et le fornicateur, fouettez-les chacun de cent coups de fouet. Et ne soyez point pris de pitié pour eux dans l'exécution de la loi d'Allah - si vous croyez en Allah et au Jour dernier. Et qu'un groupe de croyants assiste à leur punition","id":"Pezina perempuan dan pezina laki-laki, deralah masing-masing dari keduanya seratus kali, dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk (menjalankan) agama (hukum) Allah, jika kamu beriman kepada Allah dan hari kemudian; dan hendaklah (pelaksanaan) hukuman mereka disaksikan oleh sebagian orang-orang yang beriman","ru":"Прелюбодейку и прелюбодея - каждого из них высеките сто раз. Пусть не овладевает вами жалость к ним ради религии Аллаха, если вы веруете в Аллаха и в Последний день. А свидетелями их наказания пусть будет группа верующих","sv":"STRAFFET för äktenskapsbryterskan och för äktenskapsbrytaren är hundra piskrapp för var och en; och låt inte medkänsla med dem avhålla er från att följa Guds lag, såvida ni tror på Gud och den Yttersta dagen. Och se till att några troende bevittnar bestraffningen","tr":"Zina eden kadın ve erkeğin her birine yüzer değnek vurun. Allah'a ve ahiret gününe inanıyorsanız, Allah'ın dini konusunda o ikisine acımayın. Onların ceza görmesine, inananlardan bir topluluk da şahit olsun","ur":"زانیہ عورت اور زانی مرد، دونوں میں سے ہر ایک کو سو کوڑے مارو اور ان پر ترس کھانے کا جذبہ اللہ کے دین کے معاملے میں تم کو دامن گیر نہ ہو اگر تم اللہ تعالیٰ اور روز آخر پر ایمان رکھتے ہو اور ان کو سزا دیتے وقت اہل ایمان کا ایک گروہ موجود رہے","zh":"淫妇和奸夫，你们应当各打一百鞭。你们不要为怜悯他俩而减免安拉的刑罚，如果你们确信安拉和未日。叫一伙信士，监视他俩的受刑。"},"transliteration":"Alzzaniyatu waalzzanee faijlidoo kulla wahidin minhuma miata jaldatin wala takhuthkum bihima rafatun fee deeni Allahi in kuntum tuminoona biAllahi waalyawmi alakhiri walyashhad AAathabahuma taifatun mina almumineena","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
