{"id":2794,"number":3,"text":"ٱلزَّانِي لَا يَنكِحُ إِلَّا زَانِيَةً أَوۡ مُشۡرِكَةٗ وَٱلزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ أَوۡ مُشۡرِكٞۚ وَحُرِّمَ ذَٰلِكَ عَلَى ٱلۡمُؤۡمِنِينَ","translations":{"en":"The fornicator does not marry except a [female] fornicator or polytheist, and none marries her except a fornicator or a polytheist, and that has been made unlawful to the believers","es":"El hombre que haya fornicado solo habrá podido hacerlo con una fornicadora igual que él o con una idólatra [cuya ley no le prohíbe ese delito]. Y la mujer que haya fornicado solo habrá podido hacerlo con un fornicador igual que ella o con un idólatra [cuya ley no le prohíbe ese delito]. [Sepan que] la fornicación está prohibida para los creyentes","fr":"Le fornicateur n'épousera qu'une fornicatrice ou une associatrice. Et la fornicatrice ne sera épousée que par un fornicateur ou un associateur; et cela a été interdit aux croyants","id":"Pezina laki-laki tidak boleh menikah kecuali dengan pezina perempuan, atau dengan perempuan musyrik; dan pezina perempuan tidak boleh menikah kecuali dengan pezina laki-laki atau dengan laki-laki musyrik; dan yang demikian itu diharamkan bagi orang-orang mukmin","ru":"Прелюбодей женится только на прелюбодейке или многобожнице, а на прелюбодейке женится только прелюбодей или многобожник. Верующим же это запрещено","sv":"Äktenskapsbrytaren tar inte någon annan än en äktenskapsbryterska eller en kvinna som dyrkar avgudar till hustru och ingen tar en äktenskapsbryterska till hustru utom en äktenskapsbrytare eller en avgudadyrkare. Sådana [förbindelser] är förbjudna för de troende","tr":"Zina eden erkek, ancak zina eden veya putperest bir kadınla evlenebilir. Zina eden kadınla da, ancak zina eden veya putperest olan bir erkek evlenebilir. Bu, müminlere yasak edilmiştir","ur":"زانی نکاح نہ کرے مگر زانیہ کے ساتھ یا مشرکہ کے ساتھ اور زانیہ کے ساتھ نکاح نہ کرے مگر زانی یا مشرک اور یہ حرام کر دیا گیا ہے اہل ایمان پر","zh":"奸夫只得娶淫妇，或娶多神教徒；淫妇只得嫁奸夫，或嫁多神教徒，信道者不得娶她。"},"transliteration":"Alzzanee la yankihu illa zaniyatan aw mushrikatan waalzzaniyatu la yankihuha illa zanin aw mushrikun wahurrima thalika AAala almumineena","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
