{"id":2795,"number":4,"text":"وَٱلَّذِينَ يَرۡمُونَ ٱلۡمُحۡصَنَٰتِ ثُمَّ لَمۡ يَأۡتُواْ بِأَرۡبَعَةِ شُهَدَآءَ فَٱجۡلِدُوهُمۡ ثَمَٰنِينَ جَلۡدَةٗ وَلَا تَقۡبَلُواْ لَهُمۡ شَهَٰدَةً أَبَدٗاۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","translations":{"en":"And those who accuse chaste women and then do not produce four witnesses - lash them with eighty lashes and do not accept from them testimony ever after. And those are the defiantly disobedient","es":"A quienes difamen a mujeres decentes [acusándolas de fornicadoras o adúlteras] y no presenten cuatro testigos, aplíquenles ochenta azotes y no acepten nunca más su testimonio. Ellos son los perversos","fr":"Et ceux qui lancent des accusations contre des femmes chastes sans produire par la suite quatre témoins, fouettez-les de quatre-vingts coups de fouet, et n'acceptez plus jamais leur témoignage. Et ceux-là sont les pervers","id":"Dan orang-orang yang menuduh perempuan-perempuan yang baik (berzina) dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka delapan puluh kali, dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik","ru":"Тех, которые обвинят целомудренных женщин и не приведут четырех свидетелей, высеките восемьдесят раз и никогда не принимайте их свидетельства, ибо они являются нечестивцами","sv":"Och de som anklagar ärbara kvinnor [för äktenskapsbrott] och sedan inte visar sig ha stöd av fyra vittnen, straffas med åttio piskrapp och skall i framtiden inte få avge vittnesmål; de har visat grovt trots mot Gud","tr":"İffetli kadınlara zina isnat edip de, sonra dört şahit getiremeyenlere seksen değnek vurun; ebediyen onların şahidliğini kabul etmeyin. İşte onlar yoldan çıkmış kimselerdir","ur":"اور جو لوگ پاک دامن عورتوں پر تہمت لگائیں، پھر چار گواہ لے کر نہ آئیں، ان کو اسی کوڑے مارو اور ان کی شہادت کبھی قبول نہ کرو، اور وہ خود ہی فاسق ہیں","zh":"凡告发贞洁的妇女，而不能举出四个男子为见证者，你们应当把每个人打八十鞭，并且永远不可接受他们的见证。这等人是罪人。"},"transliteration":"Waallatheena yarmoona almuhsanati thumma lam yatoo biarbaAAati shuhadaa faijlidoohum thamaneena jaldatan wala taqbaloo lahum shahadatan abadan waolaika humu alfasiqoona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
