{"id":280,"number":273,"text":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","translations":{"en":"[Charity is] for the poor who have been restricted for the cause of Allah, unable to move about in the land. An ignorant [person] would think them self-sufficient because of their restraint, but you will know them by their [characteristic] sign. They do not ask people persistently [or at all]. And whatever you spend of good - indeed, Allah is Knowing of it","es":"[Den caridad a] los pobres que padecen necesidad [por dedicarse] a la causa de Dios y no pueden viajar por la tierra [para trabajar y ganar su sustento]. Quien ignora [la realidad de] su situación los cree ricos, ya que por dignidad no mendigan. Pero los reconocerás por su conducta, no piden inoportunamente. Lo que sea que des en caridad, Dios lo sabe","fr":"Aux nécessiteux qui se sont confinés dans le sentier d'Allah, ne pouvant pas parcourir le monde, et que l'ignorant croit riches parce qu'ils ont honte de mendier - tu les reconnaîtras à leur aspect - Ils n'importunent personne en mendiant. Et tout ce que vous dépensez de vos biens, Allah le sait parfaitement","id":"(Apa yang kamu infakkan) adalah untuk orang-orang fakir yang terhalang (usahanya karena jihad) di jalan Allah, sehingga dia yang tidak dapat berusaha di bumi; (orang lain) yang tidak tahu, menyangka bahwa mereka adalah orang-orang kaya karena mereka menjaga diri (dari meminta-minta). Engkau (Muhammad) mengenal mereka dari ciri-cirinya, mereka tidak meminta secara paksa kepada orang lain. Apa pun harta yang baik yang kamu infakkan, sungguh Allah Maha Mengetahui","ru":"Милостыня полагается неимущим, которые задержаны на пути Аллаха или не могут передвигаться по земле. Неосведомленный считает их богачами по причине их скромности. Ты узнаешь их по приметам: они не выпрашивают у людей милостыню настойчиво. Какое бы добро вы ни израсходовали, Аллах знает об этом","sv":"[Ge] till de behövande som så ger sig hän åt arbetet för Guds sak att de inte har möjlighet att gå ut i världen [för att söka sitt levebröd]. På grund av deras försynta uppträdande kan den tanklöse tro att de inte lider brist. Men du skall känna igen dem på deras sätt: de besvärar inte andra med efterhängset tiggeri. Gud har full kännedom om det goda som ni skänker dem","tr":"Sadakalarınızı, kendilerini Allah yoluna adayıp yeryüzünde dolaşamayanlara, hayalarından dolayı, kendilerini tanımayanların zengin saydıkları yoksullara verin. Onları yüzlerinden tanırsın, insanlardan yüzsüzlük ederek bir şey istemezler. Sarfettiğiniz iyi bir şeyi Allah şüphesiz bilir","ur":"خاص طور پر مدد کے مستحق وہ تنگ دست لوگ ہیں جو اللہ کے کام میں ایسے گھر گئے ہیں کہ اپنی ذاتی کسب معاش کے لیے زمین میں کوئی دوڑ دھوپ نہیں کرسکتے ان کی خود داری دیکھ کر ناواقف آدمی گمان کرتا ہے کہ یہ خوش حال ہیں تم ان کے چہروں سے ان کی اندرونی حالت پہچان سکتے ہو مگر وہ ایسے لوگ نہیں ہیں کہ لوگوں کے پیچھے پڑ کر کچھ مانگیں اُن کی اعانت میں جو کچھ مال تم خرچ کرو گے وہ اللہ سے پوشیدہ نہ رہے گا","zh":"（施舍）应归那些贫民，他们献身于主道，不能到远方去谋生；不明他们的真相的人，以为他们是富足的，因为他们不肯向人乞讨。你从他们的仪表可以认识他们，他们不会呶呶不休地向人乞讨。你们所施舍的任何美物，确是安拉所知道的。"},"transliteration":"Lilfuqarai allatheena ohsiroo fee sabeeli Allahi la yastateeAAoona darban fee alardi yahsabuhumu aljahilu aghniyaa mina alttaAAaffufi taAArifuhum biseemahum la yasaloona alnnasa ilhafan wama tunfiqoo min khayrin fainna Allaha bihi AAaleemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
