{"id":2802,"number":11,"text":"إِنَّ ٱلَّذِينَ جَآءُو بِٱلۡإِفۡكِ عُصۡبَةٞ مِّنكُمۡۚ لَا تَحۡسَبُوهُ شَرّٗا لَّكُمۖ بَلۡ هُوَ خَيۡرٞ لَّكُمۡۚ لِكُلِّ ٱمۡرِيٕٖ مِّنۡهُم مَّا ٱكۡتَسَبَ مِنَ ٱلۡإِثۡمِۚ وَٱلَّذِي تَوَلَّىٰ كِبۡرَهُۥ مِنۡهُمۡ لَهُۥ عَذَابٌ عَظِيمٞ","translations":{"en":"Indeed, those who came with falsehood are a group among you. Do not think it bad for you; rather it is good for you. For every person among them is what [punishment] he has earned from the sin, and he who took upon himself the greater portion thereof - for him is a great punishment","es":"Los que vinieron con la calumnia son un grupo de ustedes. No piensen [¡oh, creyentes!] que esto acarreará un mal para ustedes; por el contrario, es un bien. Cada uno de los que cometieron este pecado recibirá su merecido, y el mayor responsable entre ellos tendrá un castigo severo","fr":"Ceux qui sont venus avec la calomnie sont un groupe d'entre vous. Ne pensez pas que c'est un mal pour vous, mais plutôt, c'est un bien pour vous. A chacun d'eux ce qu'il s'est acquis comme péché. Celui d'entre eux qui s'est chargé de la plus grande part aura un énorme châtiment","id":"Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu (juga). Janganlah kamu mengira berita itu buruk bagi kamu bahkan itu baik bagi kamu. Setiap orang dari mereka mendapat balasan dari dosa yang diperbuatnya. Dan barangsiapa di antara mereka yang mengambil bagian terbesar (dari dosa yang diperbuatnya), dia mendapat azab yang besar (pula)","ru":"Те, которые возвели навет на мать правоверных Аишу, являются группой из вас самих. Не считайте это злом для вас. Напротив, это является добром для вас. Каждому мужу из них достанется заработанный им грех. А тому из них, кто взял на себя большую часть этого, уготованы великие мучения","sv":"Det var en grupp av era egna som spred det illvilliga förtalet. Men anse inte detta som ett ont; nej, det är tvärtom ett gott för er! Var och en av dessa [ryktesspridare] skall stå till svars för sin del i denna synd och den av dem som bär huvudansvaret har ett hårt straff att vänta","tr":"(Peygamber'in eşi hakkında) o yalanı uyduranlar içinizden bir güruhtur. Bunu kendiniz için kötü sanmayın, o sizin için hayırlı olmuştur. O kimselerden her birine kazandığı günah karşılığı ceza vardır; içlerinden elebaşılık yapana ise büyük azap vardır","ur":"جو لوگ یہ بہتان گھڑ لائے ہیں وہ تمہارے ہی اندر کا ایک ٹولہ ہیں اس واقعے کو اپنے حق میں شر نہ سمجھو بلکہ یہ بھی تمہارے لیے خیر ہی ہے جس نے اس میں جتنا حصہ لیا اس نے اتنا ہی گناہ سمیٹا اور جس شخص نے اِس کی ذمہ داری کا بڑا حصہ اپنے سر لیا اس کے لیے تو عذاب عظیم ہے","zh":"造谣者确是你们中的一伙人。你们不要以为这件事对于你们是有害的，其实是有益的。他们中的每个人，各应当受他所谋求的罪恶；他们中的罪魁，应受重大的刑罚，"},"transliteration":"Inna allatheena jaoo bialifki AAusbatun minkum la tahsaboohu sharran lakum bal huwa khayrun lakum likulli imriin minhum ma iktasaba mina alithmi waallathee tawalla kibrahu minhum lahu AAathabun AAatheemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
