{"id":2802,"number":11,"text":"إِنَّ ٱلَّذِينَ جَآءُو بِٱلۡإِفۡكِ عُصۡبَةٞ مِّنكُمۡۚ لَا تَحۡسَبُوهُ شَرّٗا لَّكُمۖ بَلۡ هُوَ خَيۡرٞ لَّكُمۡۚ لِكُلِّ ٱمۡرِيٕٖ مِّنۡهُم مَّا ٱكۡتَسَبَ مِنَ ٱلۡإِثۡمِۚ وَٱلَّذِي تَوَلَّىٰ كِبۡرَهُۥ مِنۡهُمۡ لَهُۥ عَذَابٌ عَظِيمٞ","translations":{"bn":"যারা মিথ্যা অপবাদ রটনা করেছে, তারা তোমাদেরই একটি দল। তোমরা একে নিজেদের জন্যে খারাপ মনে করো না; বরং এটা তোমাদের জন্যে মঙ্গলজনক। তাদের প্রত্যেকের জন্যে ততটুকু আছে যতটুকু সে গোনাহ করেছে এবং তাদের মধ্যে যে এ ব্যাপারে অগ্রণী ভূমিকা নিয়েছে, তার জন্যে রয়েছে বিরাট শাস্তি।","en":"Indeed, those who came with falsehood are a group among you. Do not think it bad for you; rather it is good for you. For every person among them is what [punishment] he has earned from the sin, and he who took upon himself the greater portion thereof - for him is a great punishment","id":"Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu (juga). Janganlah kamu mengira berita itu buruk bagi kamu bahkan itu baik bagi kamu. Setiap orang dari mereka mendapat balasan dari dosa yang diperbuatnya. Dan barangsiapa di antara mereka yang mengambil bagian terbesar (dari dosa yang diperbuatnya), dia mendapat azab yang besar (pula)","ru":"Те, которые возвели навет на мать правоверных Аишу, являются группой из вас самих. Не считайте это злом для вас. Напротив, это является добром для вас. Каждому мужу из них достанется заработанный им грех. А тому из них, кто взял на себя большую часть этого, уготованы великие мучения","tr":"(Peygamber'in eşi hakkında) o yalanı uyduranlar içinizden bir güruhtur. Bunu kendiniz için kötü sanmayın, o sizin için hayırlı olmuştur. O kimselerden her birine kazandığı günah karşılığı ceza vardır; içlerinden elebaşılık yapana ise büyük azap vardır","ur":"جو لوگ یہ بہتان گھڑ لائے ہیں وہ تمہارے ہی اندر کا ایک ٹولہ ہیں اس واقعے کو اپنے حق میں شر نہ سمجھو بلکہ یہ بھی تمہارے لیے خیر ہی ہے جس نے اس میں جتنا حصہ لیا اس نے اتنا ہی گناہ سمیٹا اور جس شخص نے اِس کی ذمہ داری کا بڑا حصہ اپنے سر لیا اس کے لیے تو عذاب عظیم ہے"},"chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"bn":"আলো","en":"The Light","id":"Cahaya","ru":"Свет","tr":"Nûr","ur":"نور"},"type":"medinan"}}
