{"id":281,"number":274,"text":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translations":{"en":"Those who spend their wealth [in Allah 's way] by night and by day, secretly and publicly - they will have their reward with their Lord. And no fear will there be concerning them, nor will they grieve","es":"Quienes hagan caridad con sus bienes materiales, de noche o de día, en privado o en público, su Señor los recompensará, y no sentirán temor ni tristeza","fr":"Ceux qui, de nuit et de jour, en secret et ouvertement, dépensent leurs biens (dans les bonnes œuvres), ont leur salaire auprès de leur Seigneur. Ils n'ont rien à craindre et ils ne seront point affligés","id":"Orang-orang yang menginfakkan hartanya malam dan siang hari (secara) sembunyi-sembunyi maupun terang-terangan, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati","ru":"Тем, кто расходует свое имущество ночью и днем, тайно и явно, уготована награда у их Господа. Они не познают страха и не будут опечалены","sv":"De som ger av vad de äger, nattetid eller under dagen, i tysthet eller öppet i allas åsyn, skall få sin lön av sin Herre och de skall inte känna fruktan och ingen sorg skall tynga dem","tr":"Gece gündüz, açık gizli, mallarını sarfedenlerin mükafatlarını Rab'leri verecektir. Onlara korku yoktur ve onlar üzülmeyeceklerdir","ur":"جو لو گ اپنے مال شب و روز کھلے اور چھپے خرچ کرتے ہیں ان کا اجر ان کے رب کے پاس ہے اور اُن کے لیے کسی خوف اور رنج کا مقام نہیں","zh":"不分昼夜，不拘隐显地施舍财物的人们，将在他们的主那里享受报酬，他们将来没有恐惧，也不忧愁。"},"transliteration":"Allatheena yunfiqoona amwalahum biallayli waalnnahari sirran waAAalaniyatan falahum ajruhum AAinda rabbihim wala khawfun AAalayhim wala hum yahzanoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
