{"id":2810,"number":19,"text":"إِنَّ ٱلَّذِينَ يُحِبُّونَ أَن تَشِيعَ ٱلۡفَٰحِشَةُ فِي ٱلَّذِينَ ءَامَنُواْ لَهُمۡ عَذَابٌ أَلِيمٞ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translations":{"en":"Indeed, those who like that immorality should be spread [or publicized] among those who have believed will have a painful punishment in this world and the Hereafter. And Allah knows and you do not know","es":"Aquellos que desean que se propague la obscenidad entre los creyentes tendrán un castigo doloroso en esta vida y en la otra. Dios sabe y ustedes no saben","fr":"Ceux qui aiment que la turpitude se propage parmi les croyants auront un châtiment douloureux, ici-bas comme dans l'au-delà. Allah sait, et vous, vous ne savez pas","id":"Sesungguhnya orang-orang yang ingin agar perbuatan yang sangat keji itu (berita bohong) tersiar di kalangan orang-orang yang beriman, mereka mendapat azab yang pedih di dunia dan di akhirat. Dan Allah mengetahui, sedang kamu tidak mengetahui","ru":"Воистину, тем, которые любят, чтобы о верующих распространялась мерзость, уготованы мучительные страдания в этом мире и в Последней жизни. Аллах знает, а вы не знаете","sv":"De som gärna ser att skamligt förtal sprids mot de troende har ett plågsamt straff att vänta i denna värld och i det kommande livet. - Gud vet, men ni vet inte [hela sanningen]","tr":"Müminler arasından hayasızlığın yayılmasını arzu edenlere, işte onlara, dünya ve ahirette can yakıcı azap vardır. Allah bilir, siz ise bilmezsiniz","ur":"جو لوگ چاہتے ہیں کہ ایمان لانے والوں کے گروہ میں فحش پھیلے وہ دنیا اور آخرت میں دردناک سزا کے مستحق ہیں، اللہ جانتا ہے اور تم نہیں جانتے","zh":"凡爱在信士之间传播丑事的人，在今世和后世，必受痛苦的刑罚。安拉知道，你们却不知道。"},"transliteration":"Inna allatheena yuhibboona an tasheeAAa alfahishatu fee allatheena amanoo lahum AAathabun aleemun fee alddunya waalakhirati waAllahu yaAAlamu waantum la taAAlamoona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
