{"id":2812,"number":21,"text":"۞يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ وَمَن يَتَّبِعۡ خُطُوَٰتِ ٱلشَّيۡطَٰنِ فَإِنَّهُۥ يَأۡمُرُ بِٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۚ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ مَا زَكَىٰ مِنكُم مِّنۡ أَحَدٍ أَبَدٗا وَلَٰكِنَّ ٱللَّهَ يُزَكِّي مَن يَشَآءُۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","translations":{"en":"O you who have believed, do not follow the footsteps of Satan. And whoever follows the footsteps of Satan - indeed, he enjoins immorality and wrongdoing. And if not for the favor of Allah upon you and His mercy, not one of you would have been pure, ever, but Allah purifies whom He wills, and Allah is Hearing and Knowing","es":"¡Oh, creyentes! No sigan los pasos del demonio, porque quien siga los pasos del demonio debe saber que él induce a cometer obscenidades y actos reprobables. Si no fuera por la gracia y la misericordia de Dios, ninguno de ustedes podría purificarse jamás de sus pecados, pero Dios purifica a quien quiere [perdonándole sus pecados]. Dios todo lo oye, todo lo sabe","fr":"O vous qui avez cru! Ne suivez pas les pas du Diable. Quiconque suit les pas du Diable, [sachez que] celui-ci ordonne la turpitude et le blâmable. Et n'eussent été la grâce d'Allah envers vous et Sa miséricorde, nul d'entre vous n'aurait jamais été pur. Mais Allah purifie qui Il veut. Et Allah est Audient et Omniscient","id":"Wahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barang siapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan mungkar. Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, niscaya tidak seorang pun di antara kamu bersih (dari perbuatan keji dan mungkar itu) selama-lamanya, tetapi Allah membersihkan siapa yang Dia kehendaki. Dan Allah Maha Mendengar, Maha Mengetahui","ru":"О те, которые уверовали! Не следуйте по стопам дьявола. А если кто следует по стопам дьявола, то ведь он призывает к мерзости и предосудительному. И если бы не милосердие и милость Аллаха к вам, то никто из вас никогда не очистился бы. Однако Аллах очищает того, кого пожелает. Аллах - Слышащий, Знающий","sv":"TROENDE! Följ inte i Djävulens spår! Djävulen uppmanar den som följer i hans spår [att begå] skamlösa handlingar och det som strider mot rimlighet och förnuft. Om Gud inte hade visat er godhet och förbarmat Sig över er, skulle ingen av er ha kunnat rena sig; men Gud låter den Han vill växa i renhet. Gud hör allt, ser allt","tr":"Ey İnananlar! Şeytana ayak uydurmayın. Kim şeytanın ardına takılırsa, bilsin ki, o, hayasızlığı ve fenalığı emreder. Allah'ın size lütuf ve merhameti bulunmasaydı, hiçbiriniz ebediyen temize çıkamazdı. Fakat Allah dilediğini temize çıkarır. Allah işitir ve bilir","ur":"اے لوگو جو ایمان لائے ہو، شیطان کے نقش قدم پر نہ چلو اس کی پیروی کوئی کرے گا تو وہ اسے فحش اور بدی ہی کا حکم دے گا اگر اللہ کا فضل اور اس کا رحم و کرم تم پر نہ ہوتا تو تم میں سے کوئی شخص پاک نہ ہوسکتا مگر اللہ ہی جسے چاہتا ہے پاک کر دیتا ہے، اور اللہ سننے والا اور جاننے والا ہے","zh":"信士们啊！你们不要追随恶魔的步伐。谁追随恶魔的步伐，恶魔必命令谁干丑事和犯罪行。若非安拉所赐你们的恩惠和仁慈，主永远不使你们的任何人清白。但安拉使他所意欲者清白。安拉是全聪的，是全知的。"},"transliteration":"Ya ayyuha allatheena amanoo la tattabiAAoo khutuwati alshshaytani waman yattabiAA khutuwati alshshaytani fainnahu yamuru bialfahshai waalmunkari walawla fadlu Allahi AAalaykum warahmatuhu ma zaka minkum min ahadin abadan walakinna Allaha yuzakkee man yashao waAllahu sameeAAun AAaleemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
