{"id":2813,"number":22,"text":"وَلَا يَأۡتَلِ أُوْلُواْ ٱلۡفَضۡلِ مِنكُمۡ وَٱلسَّعَةِ أَن يُؤۡتُوٓاْ أُوْلِي ٱلۡقُرۡبَىٰ وَٱلۡمَسَٰكِينَ وَٱلۡمُهَٰجِرِينَ فِي سَبِيلِ ٱللَّهِۖ وَلۡيَعۡفُواْ وَلۡيَصۡفَحُوٓاْۗ أَلَا تُحِبُّونَ أَن يَغۡفِرَ ٱللَّهُ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٌ","translations":{"en":"And let not those of virtue among you and wealth swear not to give [aid] to their relatives and the needy and the emigrants for the cause of Allah, and let them pardon and overlook. Would you not like that Allah should forgive you? And Allah is Forgiving and Merciful","es":"Que los que hacen obras de bien y los que tienen riqueza no juren dejar de ayudar [a los pobres debido a su participación en la calumnia a Aishah] a sus parientes, a los pobres y a quienes dejaron sus hogares por la causa de Dios, y [es mejor] que los perdonen y los disculpen. ¿Acaso no aman ser perdonados por Dios? Dios es Indulgente, Misericordioso","fr":"Et que les détenteurs de richesse et d'aisance parmi vous, ne jurent pas de ne plus faire des dons aux proches, aux pauvres, et à ceux qui émigrent dans le sentier d'Allah. Qu'ils pardonnent et absolvent. N'aimez-vous pas qu'Allah vous pardonne? et Allah est Pardonneur et Miséricordieux","id":"Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kerabat(nya), orang-orang miskin dan orang-orang yang berhijrah di jalan Allah, dan hendaklah mereka memaafkan dan berlapang dada. Apakah kamu tidak suka kalau Allah mengampunimu? Dan Allah Maha Pengampun, Maha Penyayang","ru":"Пусть обладающие достоинствами и достатком среди вас не клянутся, что не будут помогать родственникам, беднякам и переселенцам на пути Аллаха. Пусть они простят и будут великодушны. Разве вы не желаете, чтобы Аллах простил вас? Аллах - Прощающий, Милосердный","sv":"De av er som åtnjuter en gynnad ställning och lever i välstånd får aldrig vägra att hjälpa sina närmaste och de nödställda och dem som övergett ondskans rike för Guds sak; [har dessa begått fel] skall de förlåta dem och glömma. Eller önskar ni inte att Gud skall ge er Sin förlåtelse? Gud är ständigt förlåtande, barmhärtig","tr":"İçinizde lütuf ve servet sahibi olanlar, yakınlarına, düşkünlere ve Allah yolunda hicret edenlere, vermemek için yemin etmesinler, affetsinler, geçsinler. Allah'ın sizi bağışlamasından hoşlanmaz mısınız? Allah bağışlayandır, merhametli olandır","ur":"تم میں سے جو لوگ صاحب فضل اور صاحب مقدرت ہیں وہ اس بات کی قسم نہ کھا بیٹھیں کہ اپنے رشتہ دار، مسکین اور مہاجر فی سبیل اللہ لوگوں کی مدد نہ کریں گے انہیں معاف کر دینا چاہیے اور درگزر کرنا چاہیے کیا تم نہیں چاہتے کہ اللہ تمہیں معاف کرے؟ اور اللہ کی صفت یہ ہے کہ وہ غفور اور رحیم ہے","zh":"你们中有恩惠和财富者不可发誓（说）：永不周济亲戚、贫民及为主道而迁居者。他们应当恕饶，应当原谅。难道你们不愿安拉赦宥你们吗？安拉是至赦的，是至慈的。"},"transliteration":"Wala yatali oloo alfadli minkum waalssaAAati an yutoo olee alqurba waalmasakeena waalmuhajireena fee sabeeli Allahi walyaAAfoo walyasfahoo ala tuhibboona an yaghfira Allahu lakum waAllahu ghafoorun raheemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
