{"id":2817,"number":26,"text":"ٱلۡخَبِيثَٰتُ لِلۡخَبِيثِينَ وَٱلۡخَبِيثُونَ لِلۡخَبِيثَٰتِۖ وَٱلطَّيِّبَٰتُ لِلطَّيِّبِينَ وَٱلطَّيِّبُونَ لِلطَّيِّبَٰتِۚ أُوْلَـٰٓئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَۖ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","translations":{"en":"Evil words are for evil men, and evil men are [subjected] to evil words. And good words are for good men, and good men are [an object] of good words. Those [good people] are declared innocent of what the slanderers say. For them is forgiveness and noble provision","es":"Las palabras perversas son para los perversos. Los perversos son objeto de palabras perversas. En cambio, las palabras buenas son para los buenos. Estas buenas personas son inocentes de cuanto los acusan, sus faltas les serán perdonadas y tendrán una recompensa generosa","fr":"Les mauvaises [femmes] aux mauvais [hommes], et les mauvais [hommes] aux mauvaises [femmes]. De même, les bonnes [femmes] aux bons [hommes], et les bons [hommes] aux bonnes [femmes]. Ceux-là sont innocents de ce que les autres disent. Ils ont un pardon et une récompense généreuse","id":"Perempuan-perempuan yang keji untuk laki-laki yang keji, dan laki-laki yang keji untuk perempuan-perempuan yang keji (pula), sedangkan perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik (pula). Mereka itu bersih dari apa yang dituduhkan orang. Mereka memperoleh ampunan dan rezeki yang mulia (surga)","ru":"Скверные женщины - для скверных мужчин, а скверные мужчины - для скверных женщин, и хорошие женщины - для хороших мужчин, а хорошие мужчины - для хороших женщин. Они непричастны к тому, что говорят клеветники. Им уготовано прощение и щедрый удел","sv":"De dåliga kvinnorna är för de dåliga männen och de dåliga männen för de dåliga kvinnorna, liksom de goda kvinnorna är för de goda männen och de goda männen för de goda kvinnorna. [Gud vet att] de är oskyldiga till vad [onda tungor] påstår om dem, [och] de skall få förlåtelse för sina synder och en frikostig belöning","tr":"Kötü kadınlar kötü erkeklere, kötü erkekler kötü kadınlara yakışırlar. İyi kadınlar iyi erkeklere, iyi erkekler de iyi kadınlara yakışırlar. Bunlar, onların söylediklerinden uzaktırlar. İşte bunlara mağfiret ve cömertçe verilmiş rızık vardır","ur":"خبیث عورتیں خبیث مردوں کے لیے ہیں اور خبیث مرد خبیث عورتوں کے لیے پاکیزہ عورتیں پاکیزہ مردوں کے لیے ہیں اور پاکیزہ مرد پاکیزہ عورتوں کے لیے ان کا دامن پاک ہے اُن باتوں سے جو بنانے والے بناتے ہیں، ان کے لیے مغفرت ہے اور رزق کریم","zh":"恶劣的妇女，专配恶劣的男人；恶劣的男人，专配恶劣的妇女；善良的妇女专配善良的男人；善良的男人，专配善良的妇女；这等人与恶人所说的全不相干，他们将蒙赦宥，并享优厚的给养。"},"transliteration":"Alkhabeethatu lilkhabeetheena waalkhabeethoona lilkhabeethati waalttayyibatu lilttayyibeena waalttayyiboona lilttayyibati olaika mubarraoona mimma yaqooloona lahum maghfiratun warizqun kareemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
