{"id":2818,"number":27,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتًا غَيۡرَ بُيُوتِكُمۡ حَتَّىٰ تَسۡتَأۡنِسُواْ وَتُسَلِّمُواْ عَلَىٰٓ أَهۡلِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","translations":{"en":"O you who have believed, do not enter houses other than your own houses until you ascertain welcome and greet their inhabitants. That is best for you; perhaps you will be reminded","es":"¡Oh, creyentes! No entren en ninguna casa que no sea la suya sin antes pedir permiso y saludar a su gente. Esto es lo mejor para ustedes, para que así recapaciten","fr":"O vous qui croyez! N'entrez pas dans des maisons autres que les vôtres avant de demander la permission [d'une façon délicate] et de saluer leurs habitants. Cela est meilleur pour vous. Peut-être vous souvenez-vous","id":"Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu, agar kamu (selalu) ingat","ru":"О те, которые уверовали! Не входите в чужие дома, пока не спросите позволения и не поприветствуете миром их обитателей. Это лучше для вас. Быть может, вы помяните назидание","sv":"TROENDE! Gå inte in i främmande hus utan att först ha gett er till känna och hälsat husets folk. Detta är bäst för er [och mest passande]; detta sägs för att ni skall lägga det på minnet","tr":"Ey inananlar! Evlerinizden başka evlere, izin almadan, seslenip sahiplerine selam vermeden girmeyiniz. Eğer düşünürseniz bu sizin için daha iyidir","ur":"اے لوگو جو ایمان لائے ہو، اپنے گھروں کے سوا دوسرے گھروں میں داخل نہ ہوا کرو جب تک کہ گھر والوں کی رضا نہ لے لو اور گھر والوں پر سلام نہ بھیج لو، یہ طریقہ تمہارے لیے بہتر ہے توقع ہے کہ تم اس کا خیال رکھو گے","zh":"信道的人们啊！你们不要进他人的家去，直到你们请求许可，并向主人祝安。这对于你们是更高尚的，（安拉这样指导你们），以便你们能记取教诲。"},"transliteration":"Ya ayyuha allatheena amanoo la tadkhuloo buyootan ghayra buyootikum hatta tastanisoo watusallimoo AAala ahliha thalikum khayrun lakum laAAallakum tathakkaroona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
