{"id":2819,"number":28,"text":"فَإِن لَّمۡ تَجِدُواْ فِيهَآ أَحَدٗا فَلَا تَدۡخُلُوهَا حَتَّىٰ يُؤۡذَنَ لَكُمۡۖ وَإِن قِيلَ لَكُمُ ٱرۡجِعُواْ فَٱرۡجِعُواْۖ هُوَ أَزۡكَىٰ لَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","translations":{"en":"And if you do not find anyone therein, do not enter them until permission has been given you. And if it is said to you, \"Go back,\" then go back; it is purer for you. And Allah is Knowing of what you do","es":"Si no encuentran a nadie en ella, no ingresen hasta que se les dé permiso. Si se les dice: \"¡No entren!\", entonces vuelvan [sobre sus pasos], eso es lo más puro. Dios conoce bien lo que hacen","fr":"Si vous n'y trouvez personne, alors n'y entrez pas avant que permission vous soit donnée. Et si on vous dit: «Retournez», eh bien, retournez. Cela est plus pur pour vous. Et Allah, de ce que vous faites est Omniscient","id":"Dan jika kamu tidak menemui seorang pun di dalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu, \"Kembalilah!\" Maka (hendaklah) kamu kembali. Itu lebih suci bagimu, dan Allah Maha Mengetahui apa yang kamu kerjakan","ru":"Если же вы никого не найдете в них, то не входите, пока вам не позволят. Если же вам скажут: «Уйдите!». - то уходите. Так будет чище для вас. Воистину, Аллаху ведомо о том, что вы совершаете","sv":"Gå inte in utan att ha fått tillåtelse, även om ni finner huset tomt, och om ni blir tillsagda att vända om, så vänd om. Detta främjar renheten [och är mest passande] för er. Gud vet vad ni gör","tr":"Eğer evde kimseyi bulamazsanız, yine de size izin verilmedikçe içeriye girmeyiniz. Size \"Dönün\" denirse dönün. Bu, sizi daha çok temize çıkarır. Allah yaptıklarınızı bilir","ur":"پھر اگر وہاں کسی کو نہ پاؤ تو داخل نہ ہو جب تک کہ تم کو اجازت نہ دے دی جائے، اور اگر تم سے کہا جائے کہ واپس چلے جاؤ تو واپس ہو جاؤ، یہ تمہارے لیے زیادہ پاکیزہ طریقہ ہے، اور جو کچھ تم کرتے ہو اللہ اسے خوب جانتا ہے","zh":"如果你们发现别人家里没有人，你们就不要进去，直到你们获得许可。如果有人对你们说：“请转回去！”你们就应当立即转回去，这对于你们是更纯洁的。安拉是全知你们的行为的。"},"transliteration":"Fain lam tajidoo feeha ahadan fala tadkhulooha hatta yuthana lakum wain qeela lakumu irjiAAoo fairjiAAoo huwa azka lakum waAllahu bima taAAmaloona AAaleemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
