{"id":282,"number":275,"text":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translations":{"en":"Those who consume interest cannot stand [on the Day of Resurrection] except as one stands who is being beaten by Satan into insanity. That is because they say, \"Trade is [just] like interest.\" But Allah has permitted trade and has forbidden interest. So whoever has received an admonition from his Lord and desists may have what is past, and his affair rests with Allah. But whoever returns to [dealing in interest or usury] - those are the companions of the Fire; they will abide eternally therein","es":"Los que lucran con la usura saldrán [de sus tumban el Día del Juicio Final] como un loco poseído por el demonio. Esto es porque dicen que el comercio es igual que la usura, pero [no, porque] Dios permitió el comercio y prohibió la usura. A quien le haya llegado de su Señor [el conocimiento de] la prohibición [de la usura] y se haya abstenido arrepintiéndose, podrá conservar lo que obtuvo en el pasado, y su asunto será juzgado por Dios. Mas si reincide, se contará entre los moradores del Fuego, en el que sufrirá eternamente","fr":"Ceux qui mangent [pratiquent] de l'intérêt usuraire ne se tiennent (au jour du Jugement dernier) que comme se tient celui que le toucher de Satan a bouleversé. Cela, parce qu'ils disent: «Le commerce est tout à fait comme l'intérêt». Alors qu'Allah a rendu licite le commerce, et illicite l'intérêt. Celui, donc, qui cesse dès que lui est venue une exhortation de son Seigneur, peut conserver ce qu'il a acquis auparavant; et son affaire dépend d'Allah. Mais quiconque récidive... alors les voilà, les gens du Feu! Ils y demeureront éternellement","id":"(Orang-orang yang memakan riba tidak dapat berdiri melainkan seperti berdirinya orang yang kesurupan setan karena gila.105) Yang demikian itu karena mereka berkata bahwa jual beli itu sama dengan riba. Padahal Allah telah menghalalkan jual beli dan mengharamkan riba. Barang siapa mendapat peringatan dari Tuhannya, lalu dia berhenti, maka apa yang telah di perolehnya dahulu menjadi miliknya106) dan urusannya (terserah) kepada Allah. Barang siapa mengulangi, maka mereka itu penghuni neraka, mereka kekal di dalamnya","ru":"Те, которые пожирают лихву, восстанут, как восстает тот, кого дьявол поверг своим прикосновением. Это потому, что они говорили: «Воистину, торговля подобна лихоимству». Но Аллах дозволил торговлю и запретил лихоимство. Если кто-нибудь из них после того, как к нему явится увещевание от его Господа, прекратит, то ему будет прощено то, что было прежде, и его дело будет в распоряжении Аллаха. А кто вернется к этому, те станут обитателями Огня, в котором они пребудут вечно","sv":"DE SOM livnär sig på ocker skall uppstå [till Domen] lika ostadiga på benen som den som Djävulen med sin beröring slagit med vansinne. De säger nämligen: \"Handel är inte annorlunda än ocker.\" Men Gud har förklarat handel lovlig och förbjudit ocker. Den som efter att ha fått kunskap om Guds allvarliga varning upphör att bedriva ocker får behålla vad han dessförinnan vunnit, men Gud skall fälla den slutliga domen över honom. Och de som faller tillbaka i denna synd har Elden till arvedel och där skall de förbli till evig tid","tr":"Faiz yiyenler mahşerde ancak şeytanın çarptığı kimsenin kalktığı gibi kalkarlar. Bu, onların, \"Zaten alışveriş de faiz gibidir\" demelerindendir. Oysa Allah alışverişi helal, faizi haram kıldı. Kime Rabb'inden bir öğüt gelir de faizcilikten geri durursa, geçmişi kendisinedir, onun işi Allah'a aittir. Kim faizciliğe dönerse, işte onlar cehennemliktir, onlar orada temelli kalacaklardır","ur":"مگر جو لوگ سود کھاتے ہیں، اُ ن کا حال اُس شخص کا سا ہوتا ہے، جسے شیطان نے چھو کر باؤلا کر دیا ہو اور اس حالت میں اُن کے مبتلا ہونے کی وجہ یہ ہے کہ وہ کہتے ہیں: \"تجارت بھی تو آخر سود ہی جیسی چیز ہے\"، حالانکہ اللہ نے تجارت کو حلال کیا ہے اور سود کو حرام لہٰذا جس شخص کو اس کے رب کی طرف سے یہ نصیحت پہنچے اور آئندہ کے لیے وہ سود خوری سے باز آ جائے، تو جو کچھ وہ پہلے کھا چکا، سو کھا چکا، اس کا معاملہ اللہ کے حوالے ہے اور جو اِس حکم کے بعد پھر اسی حرکت کا اعادہ کرے، وہ جہنمی ہے، جہاں وہ ہمیشہ رہے گا","zh":"吃利息的人，要像中了魔的人一样，疯疯癫癫地站起来。这是因为他们说：“买卖就像利息。”安拉准许买卖，而禁止利息。奉到主的教训后，就遵守禁令的，得已往不咎，他的事归安拉判决。再犯的人，是火狱的居民，他们将永居其中。"},"transliteration":"Allatheena yakuloona alrriba la yaqoomoona illa kama yaqoomu allathee yatakhabbatuhu alshshaytanu mina almassi thalika biannahum qaloo innama albayAAu mithlu alrriba waahalla Allahu albayAAa waharrama alrriba faman jaahu mawAAithatun min rabbihi faintaha falahu ma salafa waamruhu ila Allahi waman AAada faolaika ashabu alnnari hum feeha khalidoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
