{"id":2820,"number":29,"text":"لَّيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَدۡخُلُواْ بُيُوتًا غَيۡرَ مَسۡكُونَةٖ فِيهَا مَتَٰعٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","translations":{"en":"There is no blame upon you for entering houses not inhabited in which there is convenience for you. And Allah knows what you reveal and what you conceal","es":"Pero sepan que no es un deber pedir permiso para ingresar a lugares públicos en el que tienen tareas que realizar. Dios conoce bien lo que manifiestan y lo que ocultan","fr":"Nul grief contre vous à entrer dans des maisons inhabitées où se trouve un bien pour vous. Allah sait ce que vous divulguez et ce que vous cachez","id":"Tidak ada dosa atasmu memasuki rumah yang tidak dihuni, yang di dalamnya ada keperluan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan","ru":"На вас нет греха, если вы без разрешения войдете в нежилые (не принадлежащие конкретному лицу) дома, которыми вы можете пользоваться. Аллаху известно то, что вы обнаруживаете, и то, что вы скрываете","sv":"Men ni gör ingenting klandervärt om ni går in i hus som inte är bostäder och som innehåller det som är till nytta och nöje för er. [Men glöm inte att] Gud vet vad ni gör öppet lika väl som det ni vill dölja","tr":"İçinde malınız bulunan boş evlere girmenizde bir sorumluluk yoktur. Allah, açığa vurduğunuzu da, gizlediğinizi de bilir","ur":"البتہ تمہارے لیے اس میں کوئی مضائقہ نہیں ہے کہ ایسے گھروں میں داخل ہو جاؤ جو کسی کے رہنے کی جگہ نہ ہوں اور جن میں تمہارے فائدے (یا کام) کی کوئی چیز ہو، تم جو کچھ ظاہر کرتے ہو اور جو کچھ چھپاتے ہو سب کی اللہ کو خبر ہے","zh":"如果房屋内没有私家居住，而其中有你们自己的财物，你们无妨走进去。安拉知道你们所表现的，和你们所隐藏的。"},"transliteration":"Laysa AAalaykum junahun an tadkhuloo buyootan ghayra maskoonatin feeha mataAAun lakum waAllahu yaAAlamu ma tubdoona wama taktumoona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
