{"id":2822,"number":31,"text":"وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّـٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ","translations":{"en":"And tell the believing women to reduce [some] of their vision and guard their private parts and not expose their adornment except that which [necessarily] appears thereof and to wrap [a portion of] their headcovers over their chests and not expose their adornment except to their husbands, their fathers, their husbands' fathers, their sons, their husbands' sons, their brothers, their brothers' sons, their sisters' sons, their women, that which their right hands possess, or those male attendants having no physical desire, or children who are not yet aware of the private aspects of women. And let them not stamp their feet to make known what they conceal of their adornment. And turn to Allah in repentance, all of you, O believers, that you might succeed","es":"Dile a las creyentes que recaten sus miradas, se abstengan de cometer obscenidades, no muestren de sus atractivos [en público] más de lo que es obvio, y que dejen caer el velo sobre su escote, solo muestren sus encantos a sus maridos, sus padres, sus suegros, sus hijos, los hijos de sus maridos, sus hermanos, sus sobrinos por parte de su hermano y de su hermana, las mujeres, las esclavas, sus sirvientes hombres que ya no tengan deseo sexual y los niños que todavía no sienten atracción por el sexo. [Diles también] que no hagan oscilar sus piernas [al caminar] a fin de atraer la atención sobre sus atractivos ocultos. Pidan perdón a Dios por sus pecados, ¡oh, creyentes!, que así alcanzarán el éxito","fr":"Et dis aux croyantes de baisser leurs regards, de garder leur chasteté, et de ne montrer de leurs atours que ce qui en paraît et qu'elles rabattent leur voile sur leurs poitrines; et qu'elles ne montrent leurs atours qu'à leurs maris, ou à leurs pères, ou aux pères de leurs maris, ou à leurs fils, ou aux fils de leurs maris, ou à leurs frères, ou aux fils de leurs frères, ou aux fils de leurs sœurs, ou aux femmes musulmanes, ou aux esclaves qu'elles possèdent, ou aux domestiques mâles impuissants, ou aux garçons impubères qui ignorent tout des parties cachées des femmes. Et qu'elles ne frappent pas avec leurs pieds de façon que l'on sache ce qu'elles cachent de leurs parures. Et repentez-vous tous devant Allah, ô croyants, afin que vous récoltiez le succès","id":"Dan katakanlah kepada para perempuan yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya, dan janganlah menampakkan perhiasannya (auratnya), kecuali yang (biasa) terlihat. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan (sesama Islam) mereka, atau hamba sahaya yang mereka miliki, atau para pelayan laki-laki (tua) yang tidak mempunyai hasrat (terhadap perempuan), atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung","ru":"Скажи верующим женщинам, чтобы они опускали свои взоры и оберегали свои половые органы. Пусть они не выставляют напоказ своих прикрас, за исключением тех, которые видны, и пусть прикрывают своими покрывалами вырез на груди и не показывают своей красы никому, кроме своих мужей, или своих отцов, или своих свекров, или своих сыновей, или сыновей своих мужей, или своих братьев, или сыновей своих братьев, или сыновей своих сестер, или своих женщин, или невольников, которыми овладели их десницы, или слуг из числа мужчин, лишенных вожделения, или детей, которые не постигли наготы женщин; и пусть они не стучат своими ногами, давая знать об украшениях, которые они скрывают. О верующие! Обращайтесь к Аллаху с покаянием все вместе, - быть может, вы преуспеете","sv":"Och säg till de troende kvinnorna att de bör sänka blicken och lägga band på sin sinnlighet och inte visa mera av sina behag än vad som [anständigtvis] kan vara synligt; låt dem därför fästa slöjan så att den täcker barmen. Och de skall inte låta sina behag skymta inför andra än sin make, sin fader, sin svärfader, sina söner, sin makes söner, sina bröder, sina brorssöner, sina systersöner, närstående kvinnor, dem som de rättmätigt besitter och sådana manliga tjänare, som inte längre känner begär efter kvinnor, eller barn som ännu inte har begrepp om kvinnlig nakenhet. Och låt dem inte gå med svajande gång för att dra uppmärksamheten till sina dolda behag. Troende! Vänd er till Gud i ånger [över era fel och synder]; kanske skall det gå er väl i händer","tr":"Mümin kadınlara da söyle: Gözlerini bakılması yasak olandan çevirsinler, iffetlerini korusunlar. Süslerini, kendiliğinden görünen kısmı müstesna, açmasınlar. Baş örtülerini yakalarının üzerine salsınlar. Süslerini kocaları veya babaları ve kayınpederleri veya oğulları veya kocalarının oğulları veya kardeşleri veya erkek kardeşlerinin oğulları veya kızkardeşlerinin oğulları veya müslüman kadınları veya cariyeleri veya erkekliği kalmamış hizmetçiler, ya da kadınların mahrem yerlerini henüz anlamayan çocuklardan başkasına göstermesinler. Gizledikleri süslerin bilinmesi için ayaklarını yere vurmasınlar. Ey inananlar! Saadete ermeniz için hepiniz tevbe ederek Allah'ın hükmüne dönün","ur":"اور اے نبیؐ، مومن عورتوں سے کہہ دو کہ اپنی نظریں بچا کر رکھیں، اور اپنی شرمگاہوں کی حفاظت کریں، اور اپنا بناؤ سنگھار نہ دکھائیں بجز اُس کے جو خود ظاہر ہو جائے، اور اپنے سینوں پر اپنی اوڑھنیوں کے آنچل ڈالے رہیں وہ اپنا بناؤ سنگھار نہ ظاہر کریں مگر اِن لوگوں کے سامنے: شوہر، باپ، شوہروں کے باپ، اپنے بیٹے، شوہروں کے بیٹے، بھائی، بھائیوں کے بیٹے، بہنوں کے بیٹے، اپنے میل جول کی عورتیں، ا پنے مملوک، وہ زیردست مرد جو کسی اور قسم کی غرض نہ رکھتے ہوں، اور وہ بچے جو عورتوں کی پوشیدہ باتوں سے ابھی واقف نہ ہوئے ہوں وہ ا پنے پاؤں زمین پر مارتی ہوئی نہ چلا کریں کہ اپنی جو زینت انہوں نے چھپا رکھی ہو اس کا لوگوں کو علم ہو جائے اے مومنو، تم سب مل کر اللہ سے توبہ کرو، توقع ہے کہ فلاح پاؤ گے","zh":"你对信女们说，叫她们降低视线，遮蔽下身，莫露出首饰，除非自然露出的，叫她们用面纱遮住胸膛，莫露出首饰，除非对她们的丈夫，或她们的父亲，或她们的丈夫的父亲，或她们的儿子，或她们的丈夫的儿子，或她们的兄弟，或她们的兄弟的儿子，或她们的姐妹的儿子，或她们的女仆，或她们的奴婢，或无性欲的男仆，或不懂妇女之事的儿童；叫她们不要用力踏足，使人得知她们所隐藏的首饰。信士们啊！你们应全体向安拉悔罪，以便你们成功。"},"transliteration":"Waqul lilmuminati yaghdudna min absarihinna wayahfathna furoojahunna wala yubdeena zeenatahunna illa ma thahara minha walyadribna bikhumurihinna AAala juyoobihinna wala yubdeena zeenatahunna illa libuAAoolatihinna aw abaihinna aw abai buAAoolatihinna aw abnaihinna aw abnai buAAoolatihinna aw ikhwanihinna aw banee ikhwanihinna aw banee akhawatihinna aw nisaihinna aw ma malakat aymanuhunna awi alttabiAAeena ghayri olee alirbati mina alrrijali awi alttifli allatheena lam yathharoo AAala AAawrati alnnisai wala yadribna biarjulihinna liyuAAlama ma yukhfeena min zeenatihinna watooboo ila Allahi jameeAAan ayyuha almuminoona laAAallakum tuflihoona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
