{"id":2823,"number":32,"text":"وَأَنكِحُواْ ٱلۡأَيَٰمَىٰ مِنكُمۡ وَٱلصَّـٰلِحِينَ مِنۡ عِبَادِكُمۡ وَإِمَآئِكُمۡۚ إِن يَكُونُواْ فُقَرَآءَ يُغۡنِهِمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translations":{"en":"And marry the unmarried among you and the righteous among your male slaves and female slaves. If they should be poor, Allah will enrich them from His bounty, and Allah is all-Encompassing and Knowing","es":"Ayuden a que los solteros y los esclavos piadosos se casen. [No teman] si son pobres, porque Dios los sustentará con Su gracia. Él es Vasto, lo sabe todo","fr":"Mariez les célibataires d'entre vous et les gens de bien parmi vos esclaves, hommes et femmes. S'ils sont besogneux, Allah les rendra riches par Sa grâce. Car (la grâce d') Allah est immense et Il est Omniscient","id":"Dan nikahkanlah orang-orang yang masih membujang di antara kamu, dan juga orang-orang yang layak (menikah) dari hamba-hamba sahayamu yang laki-laki dan perempuan. Jika mereka miskin, Allah akan memberi kemampuan kepada mereka dengan karunia-Nya. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui","ru":"Сочетайте браком тех из вас, кто холост, и праведников из числа ваших рабов и рабынь. Если они бедны, то Аллах обогатит их из Своей милости. Аллах - Объемлющий, Знающий","sv":"OCH VÄLJ hustru eller man bland dem av er som är ensamstående och bland dem av era manliga eller kvinnliga slavar som är lämpade för äktenskap. Är de [som ert val faller på] fattiga skall Gud i Sin godhet sörja för deras [behov]; Gud når överallt, vet allt","tr":"İçinizdeki bekarları, kölelerinizden ve cariyelerinizden iyi olanları evlendirin. Eğer yoksul iseler, Allah onları lütfü ile zenginleştirir. Allah lütfü bol olandır, bilendir","ur":"تم میں سے جو لوگ مجرد ہوں، اور تمہارے لونڈی غلاموں میں سے جو صالح ہوں، ان کے نکاح کر دو اگر وہ غریب ہوں تو اللہ اپنے فضل سے اُن کو غنی کر دے گا، اللہ بڑی وسعت والا اور علیم ہے","zh":"你们中未婚的男女和你们的善良的奴婢，你们应当使他们互相配合。如果他们是贫穷的，那么，安拉要以他的恩惠，使他们富足。安拉是富裕的，是全知的。"},"transliteration":"Waankihoo alayama minkum waalssaliheena min AAibadikum waimaikum in yakoonoo fuqaraa yughnihimu Allahu min fadlihi waAllahu wasiAAun AAaleemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
