{"id":2826,"number":35,"text":"۞ٱللَّهُ نُورُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ مَثَلُ نُورِهِۦ كَمِشۡكَوٰةٖ فِيهَا مِصۡبَاحٌۖ ٱلۡمِصۡبَاحُ فِي زُجَاجَةٍۖ ٱلزُّجَاجَةُ كَأَنَّهَا كَوۡكَبٞ دُرِّيّٞ يُوقَدُ مِن شَجَرَةٖ مُّبَٰرَكَةٖ زَيۡتُونَةٖ لَّا شَرۡقِيَّةٖ وَلَا غَرۡبِيَّةٖ يَكَادُ زَيۡتُهَا يُضِيٓءُ وَلَوۡ لَمۡ تَمۡسَسۡهُ نَارٞۚ نُّورٌ عَلَىٰ نُورٖۚ يَهۡدِي ٱللَّهُ لِنُورِهِۦ مَن يَشَآءُۚ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَٰلَ لِلنَّاسِۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","translations":{"en":"Allah is the Light of the heavens and the earth. The example of His light is like a niche within which is a lamp, the lamp is within glass, the glass as if it were a pearly [white] star lit from [the oil of] a blessed olive tree, neither of the east nor of the west, whose oil would almost glow even if untouched by fire. Light upon light. Allah guides to His light whom He wills. And Allah presents examples for the people, and Allah is Knowing of all things","es":"Dios es la luz de los cielos y de la Tierra. Su luz es como [la que surge de] una hornacina en la cual hay una lámpara dentro de un recipiente de vidrio, tan brillante como un astro resplandeciente. La lámpara se enciende con el aceite de un árbol bendito de olivo, procedente de una zona central entre oriente y occidente, cuyo aceite por poco alumbra sin haber sido tocado por el fuego: Es luz sobre luz. Dios guía hacia Su luz a quien Él quiere, y expone ejemplos para que la gente recapacite. Él lo sabe todo","fr":"Allah est la Lumière des cieux et de la terre. Sa lumière est semblable à une niche où se trouve une lampe. La lampe est dans un (récipient de) cristal et celui-ci ressemble à un astre de grand éclat; son combustible vient d'un arbre béni: un olivier ni oriental ni occidental dont l'huile semble éclairer sans même que le feu la touche. Lumière sur lumière. Allah guide vers Sa lumière qui Il veut. Allah propose aux hommes des paraboles et Allah est Omniscient","id":"Allah (pemberi) cahaya (kepada) langit dan bumi. Perumpamaan cahaya-Nya, seperti sebuah lubang yang tidak tembus,563) yang di dalamnya ada pelita besar. Pelita itu di dalam tabung kaca, (dan) tabung kaca itu bagaikan bintang yang berkilauan, yang dinyalakan dengan minyak dari pohon yang diberkahi, (yaitu) pohon zaitun yang tumbuh tidak di timur dan tidak pula di barat,564) yang minyaknya (saja) hampir-hampir menerangi, walaupun tidak disentuh api. Cahaya di atas cahaya (berlapis-lapis), Allah memberi petunjuk kepada cahaya-Nya bagi orang yang Dia kehendaki, dan Allah membuat perumpamaan-perumpamaan bagi manusia. Dan Allah Maha Mengetahui segala sesuatu","ru":"Аллах - Свет небес и земли. Его свет в душе верующего подобен нише, в которой находится светильник. Светильник заключен в стекло, а стекло подобно жемчужной звезде. Он возжигается от благословенного оливкового дерева, которое не освещается солнцем только с востока или только с запада. Его масло готово светиться даже без соприкосновения с огнем. Один свет поверх другого! Аллах направляет к Своему свету, кого пожелает. Аллах приводит людям притчи, и Аллах знает о всякой вещи","sv":"GUD ÄR himlarnas och jordens ljus. Hans ljus kan liknas vid en nisch där en lykta står. Lyktan är [omsluten] av glas och glaset lyser med en stjärnas glans. [Det är en lykta] tänd [med olja] från ett välsignat träd, ett olivträd som varken tillhör öst eller väst och vars olja nästan lyser utan att eld har rört vid den. Ljus över ljus! Gud leder till Sitt ljus den Han vill och därför framställer Han liknelser för människorna. Gud har kunskap om allt","tr":"Allah göklerin ve yerin Nur'udur. O'nun nuru, içinde ışık bulunan bir kandil yuvasına benzer. O ışık bir cam içindedir, cam ise, sanki inci gibi parlayan bir yıldızdır; bu ne yalnız doğuda ve ne de yalnız batıda bulunan bereketli zeytin ağacından yakılır. Ateş değmese bile, nerdeyse yağın kendisi aydınlatacak! Nur üstüne nurdur. Allah dilediğini nuruna kavuşturur. Allah insanlara misaller verir. O, herşeyi bilir","ur":"اللہ آسمانوں اور زمین کا نور ہے (کائنات میں) اس کے نور کی مثال ایسی ہے جیسے ایک طاق میں چراغ رکھا ہوا ہو، چراغ ایک فانوس میں ہو، فانوس کا حال یہ ہو کہ جیسے موتی کی طرح چمکتا ہوا تارا، اور وہ چراغ زیتون کے ایک ایسے مبارک درخت کے تیل سے روشن کیا جاتا ہو جو شرقی ہو نہ غربی، جس کا تیل آپ ہی آپ بھڑکا پڑتا ہو چاہے آگ اس کو نہ لگے، (اِس طرح) روشنی پر روشنی (بڑھنے کے تمام اسباب جمع ہو گئے ہوں) اللہ اپنے نور کی طرف جس کی چاہتا ہے رہنمائی فرماتا ہے، وہ لوگوں کو مثالوں سے بات سمجھاتا ہے، وہ ہر چیز سے خوب واقف ہے","zh":"安拉是天地的光明，他的光明像一座灯台，那座灯台上有一盏明灯，那盏明灯在一个玻璃罩里，那个玻璃罩仿佛一果灿烂的明星，用吉祥的橄榄油燃着那盏明灯；它不是东方的，也不是西方的，它的油，即使没有点火也几乎发光——光上加光——安拉引导他所意欲者走向他的光明。安拉为众人设了许多比喻，安拉是全知万事的。"},"transliteration":"Allahu nooru alssamawati waalardi mathalu noorihi kamishkatin feeha misbahun almisbahu fee zujajatin alzzujajatu kaannaha kawkabun durriyyun yooqadu min shajaratin mubarakatin zaytoonatin la sharqiyyatin wala gharbiyyatin yakadu zaytuha yudeeo walaw lam tamsashu narun noorun AAala noorin yahdee Allahu linoorihi man yashao wayadribu Allahu alamthala lilnnasi waAllahu bikulli shayin AAaleemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
