{"id":2828,"number":37,"text":"رِجَالٞ لَّا تُلۡهِيهِمۡ تِجَٰرَةٞ وَلَا بَيۡعٌ عَن ذِكۡرِ ٱللَّهِ وَإِقَامِ ٱلصَّلَوٰةِ وَإِيتَآءِ ٱلزَّكَوٰةِ يَخَافُونَ يَوۡمٗا تَتَقَلَّبُ فِيهِ ٱلۡقُلُوبُ وَٱلۡأَبۡصَٰرُ","translations":{"en":"[Are] men whom neither commerce nor sale distracts from the remembrance of Allah and performance of prayer and giving of zakah. They fear a Day in which the hearts and eyes will [fearfully] turn about","es":"[En las mezquitas hay] hombres a los que ni los negocios ni las ventas los distraen del recuerdo de Dios, la práctica de la oración prescrita y el pago del zakat, porque temen el día en que los corazones y las miradas se estremezcan","fr":"des hommes que ni le négoce, ni le troc ne distraient de l'invocation d'Allah, de l'accomplissement de la Salât et de l'acquittement de la Zakât, et qui redoutent un Jour où les cœurs seront bouleversés ainsi que les regards","id":"orang yang tidak dilalaikan oleh perdagangan dan jual beli dari mengingat Allah, melaksanakan salat, dan menunaikan zakat. Mereka takut kepada hari ketika hati dan penglihatan menjadi guncang (hari Kiamat)","ru":"мужи, которых ни торговля, ни купля-продажа не отвлекают от поминания Аллаха, совершения намаза и выплаты закята. Они боятся дня, когда перевернутся сердца и взоры","sv":"av dem, vilkas tankar varken handel eller köpenskap kan avvända från åkallan av Gud och förrättandet av bönen och plikten att hjälpa de behövande; [människor] som fruktar den Dag då [det kommer att kännas som om] hjärtana ville sprängas och då ögonen skall stirra [med tom blick]","tr":"Bunları ne ticaret ve ne de alışveriş Allah'ı anmaktan, namaz kılmaktan, zekat vermekten alıkoyar. Bunlar, gönüllerin ve gözlerin döneceği günden korkarlar","ur":"اُن میں ایسے لوگ صبح و شام اُس کی تسبیح کرتے ہیں جنہیں تجارت اور خرید و فروخت اللہ کی یاد سے اور اقامت نماز و ادائے زکوٰۃ سے غافل نہیں کر دیتی وہ اُس دن سے ڈرتے رہتے ہیں جس میں دل الٹنے اور دیدے پتھرا جانے کی نوبت آ جائے گی","zh":"是若干男子。商业不能使他们疏忽而不记念安拉、谨守拜功和完纳天课，他们畏惧那心乱眼花的日子。"},"transliteration":"Rijalun la tulheehim tijaratun wala bayAAun AAan thikri Allahi waiqami alssalati waeetai alzzakati yakhafoona yawman tataqallabu feehi alquloobu waalabsaru","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
