{"id":2829,"number":38,"text":"لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا عَمِلُواْ وَيَزِيدَهُم مِّن فَضۡلِهِۦۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","translations":{"en":"That Allah may reward them [according to] the best of what they did and increase them from His bounty. And Allah gives provision to whom He wills without account","es":"Dios los recompensará de la mejor forma por sus buenas obras, y por Su gracia les multiplicará su recompensa. Dios agracia sin medida a quien Él quiere","fr":"Afin qu'Allah les récompense de la meilleure façon pour ce qu'ils ont fait [de bien]. Et Il leur ajoutera de Sa grâce. Allah attribue à qui Il veut sans compter","id":"(mereka melakukan itu) agar Allah memberi balasan kepada mereka dengan yang lebih baik daripada apa yang telah mereka kerjakan, dan agar Dia menambah karunia-Nya kepada mereka. Dan Allah memberi rezeki kepada siapa saja yang Dia kehendaki tanpa batas","ru":"чтобы Аллах воздал им за наилучшее из того, что они совершили (или лучшим, чем то, что они совершили; или наилучшим образом за то, что они совершили), и приумножил это по Своей милости. Аллах наделяет, кого пожелает, без счета","sv":"de [som hoppas] att Gud skall belöna dem för det bästa som de har gjort och i Sin godhet ge dem mer [än de förtjänar] - Gud skänker Sitt goda i överflöd till den Han vill","tr":"Allah, onları işlediklerinin en güzeliyle mükafatlandırır ve lütfundan onlara fazlasıyla verir. Allah dilediğini hesapsız şekilde rızıklandırır","ur":"(اور وہ یہ سب کچھ اس لیے کرتے ہیں) تاکہ اللہ ان کے بہترین اعمال کی جزا اُن کو دے اور مزید اپنے فضل سے نوازے، اللہ جسے چاہتا ہے بے حساب دیتا ہے","zh":"以便安拉以他们的行为的善报赏赐他们，并以他的恩惠加赐他们。安拉无量地供给他所意欲者，"},"transliteration":"Liyajziyahumu Allahu ahsana ma AAamiloo wayazeedahum min fadlihi waAllahu yarzuqu man yashao bighayri hisabin","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
