{"id":2830,"number":39,"text":"وَٱلَّذِينَ كَفَرُوٓاْ أَعۡمَٰلُهُمۡ كَسَرَابِۭ بِقِيعَةٖ يَحۡسَبُهُ ٱلظَّمۡـَٔانُ مَآءً حَتَّىٰٓ إِذَا جَآءَهُۥ لَمۡ يَجِدۡهُ شَيۡـٔٗا وَوَجَدَ ٱللَّهَ عِندَهُۥ فَوَفَّىٰهُ حِسَابَهُۥۗ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","translations":{"en":"But those who disbelieved - their deeds are like a mirage in a lowland which a thirsty one thinks is water until, when he comes to it, he finds it is nothing but finds Allah before Him, and He will pay him in full his due; and Allah is swift in account","es":"Las obras de los que se negaron a creer son como un espejismo en el desierto: el sediento cree que es agua, pero cuando llega a él no encuentra nada. Pero sí se encontrarán con Dios, que les dará el castigo que merezcan. Dios es rápido en ajustar cuentas","fr":"Quant à ceux qui ont mécru, leurs actions sont comme un mirage dans une plaine désertique que l'assoiffé prend pour de l'eau. Puis quand il y arrive, il s'aperçoit que ce n'était rien; mais y trouve Allah qui lui règle son compte en entier, car Allah est prompt à compter","id":"Dan orang-orang yang kafir, perbuatan mereka seperti fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi apabila didatangi tidak ada apa pun. Dan didapatinya (ketetapan) Allah baginya. Lalu Allah memberikan kepadanya perhitungan (amal-amal) dengan sempurna, dan Allah sangat cepat perhitungan-Nya","ru":"А деяния неверующих подобны мареву в пустыне, которое жаждущий принимает за воду. Когда он подходит к нему, то ничего не находит. Он находит вблизи себя Аллаха, который воздает ему сполна по его счету. Аллах скор в расчете","sv":"Men de som förnekar sanningen - vad de [tror sig ha] åstadkommit är som en hägring i öknen, som den törstige uppfattar som vatten till dess han når fram och inte finner något vatten. Men där, helt nära, finner han Gud [som han förnekade och] som skall ge honom hans fulla lön. Gud är snar att kalla till räkenskap","tr":"İnkar edenlerin işleri engin çöllerdeki serap gibidir. Susayan kimse onu su zanneder, fakat oraya geldiğinde hiçbir şey bulamaz. Orada Allah'ı bulur ve O da hesabını görür. Allah hesabı çabuk görendir","ur":"(اس کے برعکس) جنہوں نے کفر کیا ان کے اعمال کی مثال ایسی ہے جیسے دشت بے آب میں سراب کہ پیاسا اُس کو پانی سمجھے ہوئے تھا، مگر جب وہاں پہنچا تو کچھ نہ پایا، بلکہ وہاں اس نے اللہ کو موجود پایا، جس نے اس کا پورا پورا حساب چکا دیا، اور اللہ کو حساب لیتے دیر نہیں لگتی","zh":"不信道者的善功恰似沙漠里的蜃景，口渴者以为那里有水，等到他来到有蜃景的地方时，没有发现什么，却发现安拉在那里。安拉就把他的帐目完全交给他，安拉是清算神速的。"},"transliteration":"Waallatheena kafaroo aAAmaluhum kasarabin biqeeAAatin yahsabuhu alththamanu maan hatta itha jaahu lam yajidhu shayan wawajada Allaha AAindahu fawaffahu hisabahu waAllahu sareeAAu alhisabi","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
