{"id":2831,"number":40,"text":"أَوۡ كَظُلُمَٰتٖ فِي بَحۡرٖ لُّجِّيّٖ يَغۡشَىٰهُ مَوۡجٞ مِّن فَوۡقِهِۦ مَوۡجٞ مِّن فَوۡقِهِۦ سَحَابٞۚ ظُلُمَٰتُۢ بَعۡضُهَا فَوۡقَ بَعۡضٍ إِذَآ أَخۡرَجَ يَدَهُۥ لَمۡ يَكَدۡ يَرَىٰهَاۗ وَمَن لَّمۡ يَجۡعَلِ ٱللَّهُ لَهُۥ نُورٗا فَمَا لَهُۥ مِن نُّورٍ","translations":{"en":"Or [they are] like darknesses within an unfathomable sea which is covered by waves, upon which are waves, over which are clouds - darknesses, some of them upon others. When one puts out his hand [therein], he can hardly see it. And he to whom Allah has not granted light - for him there is no light","es":"[El estado de los que se negaron a creer es] como tinieblas en un mar profundo cubierto de olas, unas sobre otras, que a su vez están cubiertas por nubes. Son tinieblas que se superponen unas sobre otras. Si alguien mirase su mano, apenas podría distinguirla. De este modo, a quien Dios no ilumine jamás encontrará la luz","fr":"[Les actions des mécréants] sont encore semblables à des ténèbres sur une mer profonde: des vagues la recouvrent, [vagues] au dessus desquelles s'élèvent [d'autres] vagues, sur lesquelles il y a [d'épais] nuages. Ténèbres [entassées] les unes au-dessus des autres. Quand quelqu'un étend la main, il ne la distingue presque pas. Celui qu'Allah prive de lumière n'a aucune lumière","id":"atau (keadaan orang-orang kafir) seperti gelap gulita di lautan yang dalam, yang diliputi oleh gelombang demi gelombang, di atasnya ada (lagi) awan gelap. Itulah gelap gulita yang berlapis-lapis. Apabila dia mengeluarkan tangannya hampir tidak dapat melihatnya. Barang siapa tidak diberi cahaya (petunjuk) oleh Allah, maka dia tidak mempunyai cahaya sedikit pun","ru":"Или же они подобны мраку в глубине морской пучины. Его покрывает волна, над которой находится другая волна, над которой находится облако. Один мрак поверх другого! Если он вытянет свою руку, то не увидит ее. Кому Аллах не даровал света, тому не будет света","sv":"[Vad de har gjort] kan också liknas vid det djupa mörkret i ett bottenlöst hav, ytterligare förmörkat av vågorna som svallar över varandra och molnmassorna ovanför; skikt på skikt av mörker [så tätt att den som] håller upp sin hand knappt kan se den. Nej, den [vars mörker] Gud inte lyser upp med [Sitt] ljus finner aldrig ljus","tr":"Veya derin denizin karanlıklarına benzer. Onu üstüste dalgalar ve dalgaların üstünde de bulutlar örter; karanlıklar üstünde karanlıklar; insan elini uzattığı zaman, nerdeyse onu bile göremez. Allah'ın nur vermediği kimsenin nuru olmaz","ur":"یا پھر اس کی مثال ایسی ہے جیسے ایک گہرے سمندر میں اندھیرا، کہ اوپر ایک موج چھائی ہوئی ہے، اُس پر ایک اور موج، اور اس کے اوپر بادل، تاریکی پر تاریکی مسلط ہے، آدمی اپنا ہاتھ نکالے تو اسے بھی نہ دیکھنے پائے جسے اللہ نور نہ بخشے اُس کے لیے پھر کوئی نور نہیں","zh":"或如重重黑暗，笼罩着汪洋大海，波涛澎湃，上有黑云，黑暗重重叠叠，观者伸出手来时，几乎不见五指。安拉没有给谁光明，谁就绝无光明。"},"transliteration":"Aw kathulumatin fee bahrin lujjiyyin yaghshahu mawjun min fawqihi mawjun min fawqihi sahabun thulumatun baAAduha fawqa baAAdin itha akhraja yadahu lam yakad yaraha waman lam yajAAali Allahu lahu nooran fama lahu min noorin","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
