{"id":2832,"number":41,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُسَبِّحُ لَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلطَّيۡرُ صَـٰٓفَّـٰتٖۖ كُلّٞ قَدۡ عَلِمَ صَلَاتَهُۥ وَتَسۡبِيحَهُۥۗ وَٱللَّهُ عَلِيمُۢ بِمَا يَفۡعَلُونَ","translations":{"en":"Do you not see that Allah is exalted by whomever is within the heavens and the earth and [by] the birds with wings spread [in flight]? Each [of them] has known his [means of] prayer and exalting [Him], and Allah is Knowing of what they do","es":"¿Acaso no ves que todo cuanto existe en los cielos y la Tierra glorifica a Dios? Hasta las aves con sus alas desplegadas lo hacen. Cada ser tiene su oración y forma de glorificar. Dios bien sabe lo que hacen","fr":"N'as-tu pas vu qu'Allah est glorifié par tous ceux qui sont dans les cieux et la terre; ainsi que par les oiseaux déployant leurs ailes? Chacun, certes, a appris sa façon de L'adorer et de Le glorifier. Allah sait parfaitement ce qu'ils font","id":"Tidakkah engkau (Muhammad) tahu bahwa kepada Allah lah bertasbih apa yang di langit dan di bumi, dan juga burung yang mengembangkan sayapnya. Masing-masing sungguh telah mengetahui (cara) berdoa dan bertasbih. Allah Maha Mengetahui apa yang mereka kerjakan","ru":"Разве ты не видел, что Аллаха славят те, кто на небесах и на земле, а также птицы с распростертыми крыльями? Каждый знает свою молитву и свое славословие. Аллах знает о том, что они совершают","sv":"SER DU inte att allt och alla i himlarna och på jorden prisar Gud - ja, till och med fåglarna när de sträcker ut vingarna till flykt? Var och en känner sin bön och sin lovsång. Och Gud vet vad de gör","tr":"Göklerde ve yerde olan kimselerin, sıra sıra uçan kuşların Allah'ı tesbih ettiğini görmez misin? Her biri kendi niyaz ve tesbihini bilir. Allah, onların yaptıklarını bilendir","ur":"کیا تم دیکھتے نہیں ہو کہ اللہ کی تسبیح کر رہے ہیں وہ سب جو آسمانوں اور زمین میں ہیں اور وہ پرندے جو پر پھیلا ئے اڑ رہے ہیں؟ ہر ایک اپنی نماز اور تسبیح کا طریقہ جانتا ہے، اور یہ سب جو کچھ کرتے ہیں اللہ اس سے باخبر رہتا ہے","zh":"难道你不知道吗？凡是在天地间的人物和展翅的群鸟，都赞颂安拉是超绝的。他的确知道各物的祈祷和赞颂，安拉是全知他们的行为的。"},"transliteration":"Alam tara anna Allaha yusabbihu lahu man fee alssamawati waalardi waalttayru saffatin kullun qad AAalima salatahu watasbeehahu waAllahu AAaleemun bima yafAAaloona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
