{"id":2834,"number":43,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُزۡجِي سَحَابٗا ثُمَّ يُؤَلِّفُ بَيۡنَهُۥ ثُمَّ يَجۡعَلُهُۥ رُكَامٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦ وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مِن جِبَالٖ فِيهَا مِنۢ بَرَدٖ فَيُصِيبُ بِهِۦ مَن يَشَآءُ وَيَصۡرِفُهُۥ عَن مَّن يَشَآءُۖ يَكَادُ سَنَا بَرۡقِهِۦ يَذۡهَبُ بِٱلۡأَبۡصَٰرِ","translations":{"en":"Do you not see that Allah drives clouds? Then He brings them together, then He makes them into a mass, and you see the rain emerge from within it. And He sends down from the sky, mountains [of clouds] within which is hail, and He strikes with it whom He wills and averts it from whom He wills. The flash of its lightening almost takes away the eyesight","es":"¿Acaso no reparas que Dios impulsa las nubes lentamente, luego las agrupa, y después ves caer la lluvia? Dios hace descender nubes como montañas, cargadas de granizo con el que azota a quien quiere, pero protege de él a quien quiere. El solo resplandor del relámpago podría enceguecer","fr":"N'as-tu pas vu qu'Allah pousse les nuages? Ensuite Il les réunit et Il en fait un amas, et tu vois la pluie sortir de son sein. Et Il fait descendre du ciel, de la grêle [provenant] des nuages [comparables] à des montagnes. Il en frappe qui Il veut et l'écarte de qui Il veut. Peu s'en faut que l'éclat de son éclair ne ravisse la vue","id":"Tidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu dia menjadikannya bertumpuk-tumpuk, lalu engkau lihat hujan ke luar dari celah-celahnya, dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran es) itu kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan","ru":"Разве ты не видишь, что Аллах гонит облака, потом соединяет их, потом превращает их в кучу облаков, и ты видишь, как из расщелин ее изливается ливень. Он низвергает град с гор, которые на небе. Он поражает им, кого пожелает, и отвращает его, от кого пожелает. Блеск их молний готов унести зрение","sv":"Har du inte klart för dig att det är Gud som driver fram molnen och får dem att flyta samman och skocka sig i bankar, till dess regnet ses strömma ur deras mitt? Och Han låter hela berg [av moln], fyllda av hagel, sänka sig från höjden, och [detta hagel] drabbar den ene och skonar den andre, allt enligt Hans vilja; och skenet från Hans blixtar är nära att förta dem deras syn","tr":"Bilmez misiniz ki, Allah bulutları sürer, sonra onları bir araya getirir; üstüste yığar, sen de onların arasından yağmur yağdığını görürsün. Gökten içinde dolu bulunan dağlar gibi bulutlar indirir, dilediğini ona uğratır, dilediğinden de uzak tutar. Bu bulutların şimşeğinin parıltısı nerdeyse gözleri alır","ur":"کیا تم دیکھتے نہیں ہو کہ اللہ بادل کو آہستہ آہستہ چلاتا ہے، پھر اس کے ٹکڑوں کو باہم جوڑتا ہے، پھر اسے سمیٹ کر ایک کثیف ابر بنا دیتا ہے، پھر تم دیکھتے ہو کہ اس کے خول میں سے بارش کے قطرے ٹپکتے چلے آتے ہیں اور وہ آسمان سے، اُن پہاڑوں کی بدولت جو اس میں بلند ہیں، اولے برساتا ہے، پھر جسے چاہتا ہے ان کا نقصان پہنچاتا ہے اور جسے چاہتا ہے ان سے بچا لیتا ہے اُس کی بجلی کی چمک نگاہوں کو خیرہ کیے دیتی ہے","zh":"难道你不知道吗？安拉使云缓缓地移动，而加以配合，然后把它堆积起来。你就看见雨从云间降下。他从天空中，从山岳般的云内，降下冰雹，用来折磨他所意欲者，而免除他所意欲者。电光闪闪，几乎夺取目光。"},"transliteration":"Alam tara anna Allaha yuzjee sahaban thumma yuallifu baynahu thumma yajAAaluhu rukaman fatara alwadqa yakhruju min khilalihi wayunazzilu mina alssamai min jibalin feeha min baradin fayuseebu bihi man yashao wayasrifuhu AAan man yashao yakadu sana barqihi yathhabu bialabsari","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
