{"id":2836,"number":45,"text":"وَٱللَّهُ خَلَقَ كُلَّ دَآبَّةٖ مِّن مَّآءٖۖ فَمِنۡهُم مَّن يَمۡشِي عَلَىٰ بَطۡنِهِۦ وَمِنۡهُم مَّن يَمۡشِي عَلَىٰ رِجۡلَيۡنِ وَمِنۡهُم مَّن يَمۡشِي عَلَىٰٓ أَرۡبَعٖۚ يَخۡلُقُ ٱللَّهُ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"Allah has created every [living] creature from water. And of them are those that move on their bellies, and of them are those that walk on two legs, and of them are those that walk on four. Allah creates what He wills. Indeed, Allah is over all things competent","es":"Dios creó a todo ser vivo del agua. Algunos de ellos se arrastran sobre sus vientres, otros caminan sobre dos patas, y otros sobre cuatro. Dios crea lo que quiere. Dios es sobre toda cosa Poderoso","fr":"Et Allah a créé d'eau tout animal. Il y en a qui marche sur le ventre, d'autres marchent sur deux pattes, et d'autres encore marchent sur quatre. Allah crée ce qu'Il veut et Allah est Omnipotent","id":"Dan Allah menciptakan semua jenis hewan dari air, maka sebagian ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki, sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu","ru":"Аллах сотворил все живые существа из воды. Среди них есть такие, которые ползают на брюхе, такие, которые ходят на двух ногах, и такие, которые ходят на четырех. Аллах творит то, что пожелает. Воистину, Аллах способен на всякую вещь","sv":"Och Gud har skapat alla levande varelser av vatten; bland dem finns de som krälar på sin buk, de som går på två ben och de som går på fyra. Gud skapar vad Han vill - Gud har allt i Sin makt","tr":"Allah bütün canlıları sudan yaratmıştır. Kimi karnı üzerinde sürünür, kimi iki ayakla yürür, kimi dört ayakla yürür. Allah dilediğini yaratır, Allah şüphesiz herşeye Kadir'dir","ur":"اور اللہ نے ہر جاندار ایک طرح کے پانی سے پیدا کیا، کوئی پیٹ کے بل چل رہا ہے تو کوئی دو ٹانگوں پر اور کوئی چار ٹانگوں پر جو کچھ وہ چاہتا ہے پیدا کرتا ہے، وہ ہر چیز پر قادر ہے","zh":"安拉用水创造一切动物，其中有用腹部行走的，有用两足行走的，有用四足行走的。安拉创造他所意欲者，安拉对于万事是全能的。"},"transliteration":"WaAllahu khalaqa kulla dabbatin min main faminhum man yamshee AAala batnihi waminhum man yamshee AAala rijlayni waminhum man yamshee AAala arbaAAin yakhluqu Allahu ma yashao inna Allaha AAala kulli shayin qadeerun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
