{"id":284,"number":277,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translations":{"en":"Indeed, those who believe and do righteous deeds and establish prayer and give zakah will have their reward with their Lord, and there will be no fear concerning them, nor will they grieve","es":"Los creyentes que obran correctamente, cumplen la oración prescrita y pagan el zakat, serán recompensados por su Señor, y no sentirán temor ni tristeza","fr":"Ceux qui ont la foi, ont fait de bonnes œuvres, accompli la Salât et acquitté la Zakât auront certes leur récompense auprès de leur Seigneur. Pas de crainte pour eux, et ils ne seront point affligés","id":"Sungguh, orang-orang yang beriman, mengerjakan kebajikan, melaksanakan salat dan menunaikan zakat, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati","ru":"Воистину, тем, которые уверовали и вершили праведные деяния, совершали намаз и выплачивали закят, уготована награда у их Господа. Они не познают страха и не будут опечалены","sv":"De som tror och lever ett rättskaffens liv och förrättar bönen och hjälper de behövande skall helt visst få sin lön av sin Herre och de skall inte känna fruktan och ingen sorg skall tynga dem","tr":"İnanıp yararlı işler işleyenlerin, namaz kılıp, zekat verenlerin Rab'leri katında ecirleri vardır. Onlara korku yoktur ve onlar üzülmeyeceklerdir","ur":"ہاں، جو لوگ ایمان لے آئیں اور نیک عمل کریں اور نماز قائم کریں اور زکوٰۃ دیں، اُن کا اجر بے شک ان کے رب کے پاس ہے اور ان کے لیے کسی خوف اور رنج کا موقع نہیں","zh":"信道而且行善，并谨守拜功，完纳天课的人，将在他们的主那里享受报酬，他们将来没有恐惧，也不会忧愁。"},"transliteration":"Inna allatheena amanoo waAAamiloo alssalihati waaqamoo alssalata waatawoo alzzakata lahum ajruhum AAinda rabbihim wala khawfun AAalayhim wala hum yahzanoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
