{"id":2841,"number":50,"text":"أَفِي قُلُوبِهِم مَّرَضٌ أَمِ ٱرۡتَابُوٓاْ أَمۡ يَخَافُونَ أَن يَحِيفَ ٱللَّهُ عَلَيۡهِمۡ وَرَسُولُهُۥۚ بَلۡ أُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translations":{"en":"Is there disease in their hearts? Or have they doubted? Or do they fear that Allah will be unjust to them, or His Messenger? Rather, it is they who are the wrongdoers","es":"¿Es que sus corazones están enfermos [de tanta hipocresía], o dudan [acerca de Mujámmad], o acaso temen que Dios y Su Mensajero los opriman? Ellos son los injustos","fr":"Y a-t-il une maladie dans leurs cœurs? ou doutent-ils ? ou craignent-ils qu'Allah les opprime, ainsi que Son messager? Non!... mais ce sont eux les injustes","id":"Apakah (ketidakhadiran mereka karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim","ru":"Неужели их сердца поражены недугом? Или же они сомневаются? Или же они опасаются того, что Аллах и Его Посланник несправедливо осудят их? О нет! Они сами поступают несправедливо","sv":"Är deras hjärtan sjuka? Eller har de [börjat] tvivla? Eller är de rädda att Gud och Hans Sändebud skall ge dem en orättvis behandling? Nej, det är de själva som begår orätt","tr":"Kalplerinde hastalık mı var, yoksa şüphelenmişler midir, yahut Allah'ın ve Peygamberinin onlara haksızlık yapacağından mı korkmaktadırlar? Hayır; onlar sadece zalimdirler","ur":"کیا ان کے دلوں کو (منافقت کا) روگ لگا ہوا ہے؟ یا یہ شک میں پڑے ہوئے ہیں؟ یا ان کو یہ خوف ہے کہ اللہ اور اس کا رسول ان پر ظلم کرے گا؟ اصل بات یہ ہے کہ ظالم تو یہ لوگ خود ہیں","zh":"他们的心中有病呢？还是怀疑呢？还是他们恐怕安拉及其使者对他们不公呢？不然！这等人正是不义的。"},"transliteration":"Afee quloobihim maradun ami irtaboo am yakhafoona an yaheefa Allahu AAalayhim warasooluhu bal olaika humu alththalimoona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
