{"id":2842,"number":51,"text":"إِنَّمَا كَانَ قَوۡلَ ٱلۡمُؤۡمِنِينَ إِذَا دُعُوٓاْ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحۡكُمَ بَيۡنَهُمۡ أَن يَقُولُواْ سَمِعۡنَا وَأَطَعۡنَاۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translations":{"en":"The only statement of the [true] believers when they are called to Allah and His Messenger to judge between them is that they say, \"We hear and we obey.\" And those are the successful","es":"En cambio, los creyentes, cuando se los llama a aceptar el juicio de Dios y Su Mensajero en sus asuntos, dicen: \"¡Escuchamos y obedecemos!\" Ellos son los bienaventurados","fr":"La seule parole des croyants, quand on les appelle vers Allah et Son messager, pour que celui-ci juge parmi eux, est: «Nous avons entendu et nous avons obéi». Et voilà ceux qui réussissent","id":"Hanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka,567) mereka berkata, \"Kami mendengar, dan kami taat.\" Dan mereka itulah orang-orang yang beruntung","ru":"Когда верующих зовут к Аллаху и Его Посланнику, чтобы он рассудил их, они говорят: «Слушаем и повинуемся!». Именно они являются преуспевшими","sv":"När de troende kallas inför Gud och Hans Sändebud för att han skall döma i det som rör dem, kan deras svar inte bli annat än detta: \"Vi har hört [kallelsen] och vi lyder\"; dem skall det gå väl i händer","tr":"Aralarında hüküm verilmek üzere Allah'a ve Peygambere çağırıldıkları vakit: \"İşittik, itaat ettik\" demek, ancak müminlerin sözüdür, işte saadete erenler onlardır","ur":"ایمان لانے والوں کا کام تو یہ ہے کہ جب وہ اللہ اور رسول کی طرف بلا ئے جائیں تاکہ رسول ان کے مقدمے کا فیصلہ کرے تو وہ کہیں کہ ہم نے سنا اور اطاعت کی ایسے ہی لوگ فلاح پانے والے ہیں","zh":"当信士被召归于安拉及其使者，以便他替他们判决的时候，他们只应当说：“我们已听从了。”这等人确是成功的。"},"transliteration":"Innama kana qawla almumineena itha duAAoo ila Allahi warasoolihi liyahkuma baynahum an yaqooloo samiAAna waataAAna waolaika humu almuflihoona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
