{"id":2844,"number":53,"text":"۞وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِنۡ أَمَرۡتَهُمۡ لَيَخۡرُجُنَّۖ قُل لَّا تُقۡسِمُواْۖ طَاعَةٞ مَّعۡرُوفَةٌۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translations":{"en":"And they swear by Allah their strongest oaths that if you ordered them, they would go forth [in Allah 's cause]. Say, \"Do not swear. [Such] obedience is known. Indeed, Allah is Acquainted with that which you do","es":"[Los hipócritas] juran por Dios que si los convocas [¡oh, Mujámmad!] para luchar por la causa de Dios, dejarán sus hogares y saldrán a combatir. Pero diles: \"No juren en falso, su obediencia es solo de palabra\". Dios está bien informado de lo que hacen","fr":"Et ils jurent par Allah en serments solennels que si tu le leur ordonnais, ils sortiraient à coup sûr (au combat). Dis: «Ne jurez donc pas. [Votre] obéissance [verbale] est bien connue. Allah est Parfaitement Connaisseur de ce que vous faites»","id":"Dan mereka bersumpah dengan (nama) Allah dengan sumpah sungguh-sungguh, bahwa jika engkau suruh mereka berperang, pastilah mereka akan pergi. Katakanlah (Muhammad), \"Janganlah kamu bersumpah, (karena yang diminta) adalah ketaatan yang baik. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan","ru":"Они (лицемеры) приносят величайшие клятвы именем Аллаха о том, что если бы ты приказал им, то они непременно выступили бы в поход. Скажи: «Не клянитесь! Такая покорность хорошо известна. Воистину, Аллаху ведомо о том, что вы совершаете»","sv":"Och de svär sina högtidligaste eder vid Gud att de skall gå ut [i striden] om du befaller dem. Säg: \"Svär inte! Visa hellre er lydnad [i handling]. Gud är underrättad om vad ni gör","tr":"Eğer kendilerine emredersen, o iki yüzlüler, savaşa çıkacaklarına bütün güçleriyle yemin ederler. De ki: \"Yemin etmeyin; itaatiniz malumdur. Allah yaptıklarınızdan şüphesiz haberdardır","ur":"یہ (منافق) اللہ کے نام سے کڑی کڑی قسمیں کھا کر کہتے ہیں کہ \"آپ حکم دیں تو ہم گھروں سے نکل کھڑے ہوں\" اِن سے کہو \"قسمیں نہ کھاؤ، تمہاری اطاعت کا حال معلوم ہے، تمہارے کرتوتوں سے اللہ بے خبر نہیں ہے","zh":"他们指安拉而发出最热诚的誓言，如果你命令他们出征，他们必定出征。你说：“你们不要发誓。合理的服从是更好的。安拉确是彻知你们的行为的。”"},"transliteration":"Waaqsamoo biAllahi jahda aymanihim lain amartahum layakhrujunna qul la tuqsimoo taAAatun maAAroofatun inna Allaha khabeerun bima taAAmaloona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
