{"id":2845,"number":54,"text":"قُلۡ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡهِ مَا حُمِّلَ وَعَلَيۡكُم مَّا حُمِّلۡتُمۡۖ وَإِن تُطِيعُوهُ تَهۡتَدُواْۚ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","translations":{"en":"Say, \"Obey Allah and obey the Messenger; but if you turn away - then upon him is only that [duty] with which he has been charged, and upon you is that with which you have been charged. And if you obey him, you will be [rightly] guided. And there is not upon the Messenger except the [responsibility for] clear notification","es":"Diles: \"Obedezcan a Dios y obedezcan a Su Mensajero\". Pero si se rehúsan, el Mensajero solo rendirá cuentas por lo que se le ha encomendado, y ellos deberán rendir cuentas por lo que se les ha ordenado. Pero si le obedecen [al Mensajero] se encaminarán. Mi Mensajero solo tiene la obligación de transmitir [el Mensaje] con claridad","fr":"Dis: «Obéissez à Allah et obéissez au messager. S'ils se détournent, ...il [le messager] n'est alors responsable que de ce dont il est chargé; et vous assumez ce dont vous êtes chargés. Et si vous lui obéissez, vous serez bien guidés». Et il n'incombe au messager que de transmettre explicitement (son message)","id":"Katakanlah, \"Taatlah kepada Allah dan taatlah kepada Rasul; jika kamu berpaling, maka sesungguhnya kewajiban Rasul (Muhammad) itu hanyalah apa yang dibebankan kepadanya, dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas","ru":"Скажи: «Повинуйтесь Аллаху и повинуйтесь Посланнику». Если вы отвернетесь, то ведь он отвечает за то, что возложено на него, а вы отвечаете за то, что возложено на вас. Но если вы подчинитесь ему, то последуете прямым путем. На Посланника возложена только ясная передача откровения","sv":"Säg: \"Lyd Gud och lyd [Hans] Sändebud!\" Och om ni vänder ryggen till [skall ni veta att] han inte är ansvarig för mera än vad som har lagts på honom och [att] ni bara är ansvariga för vad som har lagts på er; men om ni lyder honom är ni på rätt väg. Ingenting annat åligger Sändebudet än att klart ge till känna [det budskap som han har anförtrotts]","tr":"De ki: \"Allah'a itaat edin; Peygambere itaat edin.\" Eğer yüz çevirirseniz, bilin ki o Peygamber, kendisine yükletilenden ve siz de kendinize yükletilenden sorumlusunuz. Eğer O'na itaat ederseniz doğru yolu bulursunuz, Peygambere düşen sadece, apaçık tebliğdir","ur":"کہو، \"اللہ کے مطیع بنو اور رسولؐ کے تابع فرمان بن کر رہو لیکن اگر تم منہ پھیرتے ہو تو خوب سمجھ لو کہ رسولؐ پر جس فرض کا بار رکھا گیا ہے اُس کا ذمہ دار وہ ہے اور تم پر جس فرض کا بار ڈالا گیا ہے اُس کے ذمہ دار تم ہو اُس کی اطاعت کرو گے تو خود ہی ہدایت پاؤ گے ورنہ رسول کی ذمہ داری اس سے زیادہ کچھ نہیں ہے کہ صاف صاف حکم پہنچا دے","zh":"你说：“你们应当服从安拉，应当服从使者，如果你们违背命令，那么，他只负他的责任，你们只负你们的责任。如果你们服从他，你们就遵循正道。使者只负明白的传达的责任。”"},"transliteration":"Qul ateeAAoo Allaha waateeAAoo alrrasoola fain tawallaw fainnama AAalayhi ma hummila waAAalaykum ma hummiltum wain tuteeAAoohu tahtadoo wama AAala alrrasooli illa albalaghu almubeena","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
