{"id":2846,"number":55,"text":"وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَيَسۡتَخۡلِفَنَّهُمۡ فِي ٱلۡأَرۡضِ كَمَا ٱسۡتَخۡلَفَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَلَيُمَكِّنَنَّ لَهُمۡ دِينَهُمُ ٱلَّذِي ٱرۡتَضَىٰ لَهُمۡ وَلَيُبَدِّلَنَّهُم مِّنۢ بَعۡدِ خَوۡفِهِمۡ أَمۡنٗاۚ يَعۡبُدُونَنِي لَا يُشۡرِكُونَ بِي شَيۡـٔٗاۚ وَمَن كَفَرَ بَعۡدَ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","translations":{"en":"Allah has promised those who have believed among you and done righteous deeds that He will surely grant them succession [to authority] upon the earth just as He granted it to those before them and that He will surely establish for them [therein] their religion which He has preferred for them and that He will surely substitute for them, after their fear, security, [for] they worship Me, not associating anything with Me. But whoever disbelieves after that - then those are the defiantly disobedient","es":"Dios prometió hacer prevalecer en la Tierra a quienes crean y obren correctamente, como lo hizo con quienes los precedieron. [Dios] les concederá el poder necesario para que puedan practicar la religión que Dios ha dispuesto [el Islam], y transformará su temor en seguridad. Me adorarán sin atribuirme copartícipe alguno. Pero luego de todo esto, quienes se nieguen a creer [y no agradezcan Mis gracias], esos son los perversos","fr":"Allah a promis à ceux d'entre vous qui ont cru et fait les bonnes œuvres qu'Il leur donnerait la succession sur terre comme Il l'a donnée à ceux qui les ont précédés. Il donnerait force et suprématie à leur religion qu'Il a agréée pour eux. Il leur changerait leur ancienne peur en sécurité. Ils M'adorent et ne M'associent rien et celui qui mécroit par la suite, ce sont ceux-là les pervers","id":"Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh akan menjadikan mereka berkuasa di bumi sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh Dia akan meneguhkan bagi mereka dengan agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu pun. Tetapi barangsiapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik","ru":"Аллах обещал тем из вас, которые уверовали и совершали праведные деяния, что Он непременно сделает их наместниками на земле, подобно тому, как Он сделал наместниками тех, кто был до них. Он непременно одарит их возможностью исповедовать их религию, которую Он одобрил для них, и сменит их страх на безопасность. Они поклоняются Мне и не приобщают сотоварищей ко Мне. Те же, которые после этого откажутся уверовать, являются нечестивцами","sv":"Gud har lovat dem bland er som tror och lever rättskaffens att Han skall göra dem till ställföreträdare på jorden - liksom Han gjorde dem till Sina ställföreträdare som levde före dem - och ge fasthet och styrka åt den religion som Han har godkänt för dem, och att Han i stället för den fruktan som de förut levde under skall skänka dem trygghet - [på villkor att] de ägnar Mig sin dyrkan och inte sätter något vid Min sida. Men de som efter detta återfaller i förnekelse av sanningen har förhärdats i synd och trots","tr":"Allah, içinizden inanıp yararlı iş işleyenlere, onlardan öncekileri halef kıldığı gibi, onları da yeryüzüne halef kılacağına, onlar için beğendiği dini temelli yerleştireceğine, korkularını güvene çevireceğine dair söz vermiştir. Çünkü onlar Bana kulluk eder, hiçbir şeyi Bana ortak koşmazlar. Bundan sonra inkar eden kimseler, işte onlar artık yoldan çıkmış olanlardır","ur":"اللہ نے وعدہ فرمایا ہے تم میں سے اُن لوگوں کے ساتھ جو ایمان لائیں اور نیک عمل کریں کہ وہ ان کو اُسی طرح زمین میں خلیفہ بنائے گا جس طرح اُن سے پہلے گزرے ہوئے لوگوں کو بنا چکا ہے، اُن کے لیے اُن کے اُس دین کو مضبوط بنیادوں پر قائم کر دے گا جسے اللہ تعالیٰ نے اُن کے حق میں پسند کیا ہے، اور اُن کی (موجودہ) حالت خوف کو امن سے بدل دے گا، بس وہ میری بندگی کریں اور میرے ساتھ کسی کو شریک نہ کریں اور جو اس کے بعد کفر کرے تو ایسے ہی لوگ فاسق ہیں","zh":"安拉应许你们中信道而且行善者（说）：他必使他们代他治理大地，正如他使在他们之前逝去者代他治理大地一样；他必为他们而巩固他所为他们嘉纳的宗教；他必以平安代替他们的恐怖。他们崇拜我而不以任何物配我。此后，凡不信道的，都是罪人。"},"transliteration":"WaAAada Allahu allatheena amanoo minkum waAAamiloo alssalihati layastakhlifannahum fee alardi kama istakhlafa allatheena min qablihim walayumakkinanna lahum deenahumu allathee irtada lahum walayubaddilannahum min baAAdi khawfihim amnan yaAAbudoonanee la yushrikoona bee shayan waman kafara baAAda thalika faolaika humu alfasiqoona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
