{"id":2849,"number":58,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِيَسۡتَـٔۡذِنكُمُ ٱلَّذِينَ مَلَكَتۡ أَيۡمَٰنُكُمۡ وَٱلَّذِينَ لَمۡ يَبۡلُغُواْ ٱلۡحُلُمَ مِنكُمۡ ثَلَٰثَ مَرَّـٰتٖۚ مِّن قَبۡلِ صَلَوٰةِ ٱلۡفَجۡرِ وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ ٱلظَّهِيرَةِ وَمِنۢ بَعۡدِ صَلَوٰةِ ٱلۡعِشَآءِۚ ثَلَٰثُ عَوۡرَٰتٖ لَّكُمۡۚ لَيۡسَ عَلَيۡكُمۡ وَلَا عَلَيۡهِمۡ جُنَاحُۢ بَعۡدَهُنَّۚ طَوَّـٰفُونَ عَلَيۡكُم بَعۡضُكُمۡ عَلَىٰ بَعۡضٖۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translations":{"en":"O you who have believed, let those whom your right hands possess and those who have not [yet] reached puberty among you ask permission of you [before entering] at three times: before the dawn prayer and when you put aside your clothing [for rest] at noon and after the night prayer. [These are] three times of privacy for you. There is no blame upon you nor upon them beyond these [periods], for they continually circulate among you - some of you, among others. Thus does Allah make clear to you the verses; and Allah is Knowing and Wise","es":"¡Oh, creyentes! Que sus sirvientes y sus hijos que todavía no han alcanzado la pubertad, les pidan permiso [para ingresar a sus alcobas] antes de la oración del alba, a la siesta cuando se quitan la ropa [para descansar], y después de la oración de la noche, pues éstos son tres momentos en los que su desnudez podría quedar al descubierto. Fuera de ello, pueden entrar sin pedir permiso, porque se frecuentan unos a otros con asiduidad. Así es como Dios les aclara Sus Signos. Dios es Conocedor, Sabio","fr":"O vous qui avez-cru! Que les esclaves que vous possédez vous demandent permission avant d'entrer, ainsi que ceux des vôtres qui n'ont pas encore atteint la puberté, à trois moments: avant la Salât de l'aube, à midi quand vous enlevez vos vêtements, ainsi qu'après la Salât de la nuit; trois occasions de vous dévêtir. En dehors de ces moments, nul reproche ni à vous ni à eux d'aller et venir, les uns chez les autres. C'est ainsi qu'Allah vous expose clairement Ses versets, et Allah est Omniscient et Sage","id":"Wahai orang-orang yang beriman! Hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki, dan orang-orang yang belum balig (dewasa) di antara kamu, meminta izin kepada kamu pada tiga kali (kesempatan), yaitu sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari dan setelah salat Isya. (Itulah) tiga aurat (waktu) bagi kamu.568) Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu, mereka keluar masuk melayani kamu, sebagian kamu atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat itu kepadamu. Dan Allah Maha Mengetahui, Mahabijaksana","ru":"О те, которые уверовали! Пусть невольники, которыми овладели ваши десницы, и те, кто не достиг половой зрелости, спрашивают у вас разрешения войти в покои в трех случаях: до рассветного намаза, когда вы снимаете одежду в полдень и после вечернего намаза. Вот три времени наготы для вас. Ни на вас, ни на них нет греха за вход без разрешения, помимо этих случаев, ведь вы посещаете друг друга. Так Аллах разъясняет вам знамения. Аллах - Знающий, Мудрый","sv":"TROENDE! Vid tre tillfällen [under dagen] bör ni inte låta dem som ni rättmätigt besitter och dem som ännu inte uppnått manbar ålder, [få tillträde till er person] utan att först begära tillstånd: före gryningsbönen, då ni under middagshettan lättar på er klädsel och efter kvällsbönen, tre tillfällen då ni inte behöver skyla er kropp. Om ni, frånsett dessa [tillfällen], låter dem röra sig [fritt] omkring er, gör varken ni eller de något klandervärt. Så klargör Gud [Sina] budskap för er. Gud är allvetande, vis","tr":"Ey inananlar! Ellerinizin altında olan köle ve cariyeler ve sizden henüz erginliğe ermemiş olanlar, sabah namazından önce, öğle sıcağında soyunduğunuzda ve yatsı namazından sonra yanınıza gireceklerinde üç defa izin istesinler. Bunlar, sizin açık bulunabileceğiniz üç vakittir. Bu vakitlerin dışında birbirinizin yanına girip çıkmakta size de, onlara da bir sorumluluk yoktur. Allah size ayetlerini böylece açıklar. Allah bilendir, Hakim'dir","ur":"اے لوگو جو ایمان لائے ہو، لازم ہے کہ تمہارے مملوک اور تمہارے وہ بچے جو ابھی عقل کی حد کو نہیں پہنچے ہیں، تین اوقات میں اجازت لے کر تمہارے پاس آیا کریں: صبح کی نماز سے پہلے، اور دوپہر کو جبکہ تم کپڑے اتار کر رکھ دیتے ہو، اور عشاء کی نماز کے بعد یہ تین وقت تمہارے لیے پردے کے وقت ہیں اِن کے بعد وہ بلا اجازت آئیں تو نہ تم پر کوئی گناہ ہے نہ اُن پر، تمہیں ایک دوسرے کے پاس بار بار آنا ہی ہوتا ہے اس طرح اللہ تمہارے لیے اپنے ارشادات کی توضیح کرتا ہے، اور وہ علیم و حکیم ہے","zh":"信士们啊！教你们的奴婢和你们中尚未成丁的儿童，三次向你们请示，晨礼之前，正午脱衣之时，宵礼之后，这是你们的三个不防备的时候。除此之外，你们和他们无妨随便往来。安拉这样为你们阐明一切迹象。安拉是全知的，是至睿的。"},"transliteration":"Ya ayyuha allatheena amanoo liyastathinkumu allatheena malakat aymanukum waallatheena lam yablughoo alhuluma minkum thalatha marratin min qabli salati alfajri waheena tadaAAoona thiyabakum mina alththaheerati wamin baAAdi salati alAAishai thalathu AAawratin lakum laysa AAalaykum wala AAalayhim junahun baAAdahunna tawwafoona AAalaykum baAAdukum AAala baAAdin kathalika yubayyinu Allahu lakumu alayati waAllahu AAaleemun hakeemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
