{"id":2850,"number":59,"text":"وَإِذَا بَلَغَ ٱلۡأَطۡفَٰلُ مِنكُمُ ٱلۡحُلُمَ فَلۡيَسۡتَـٔۡذِنُواْ كَمَا ٱسۡتَـٔۡذَنَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translations":{"en":"And when the children among you reach puberty, let them ask permission [at all times] as those before them have done. Thus does Allah make clear to you His verses; and Allah is Knowing and Wise","es":"Cuando sus hijos alcancen la pubertad deberán pedir permiso en todo momento, como lo hacen los adultos. Así es como Dios les aclara Sus signos. Dios es Conocedor, Sabio","fr":"Et quand les enfants parmi vous atteignent la puberté, qu'ils demandent permission avant d'entrer, comme font leurs aînés. C'est ainsi qu'Allah vous expose clairement Ses versets, et Allah est Omniscient et Sage","id":"Dan apabila anak-anakmu telah sampai umur dewasa, maka hendaklah mereka (juga) meminta izin, seperti orang-orang yang lebih dewasa meminta izin.569) Demikianlah Allah menjelaskan ayat-ayat-Nya kepadamu. Allah Maha Mengetahui, Mahabijaksana","ru":"Когда дети из вашего числа достигнут половой зрелости, то пусть они спрашивают разрешения, как спрашивают разрешения те, кто старше их. Так Аллах разъясняет вам Свои знамения. Аллах - Знающий, Мудрый","sv":"Men när barnen i ert hem uppnår manbar ålder, skall de be om tillstånd [vid alla tillfällen], så som de [som växte upp] före dem [alltid måste] be om tillstånd. Så klargör Gud Sina budskap för er. Gud är allvetande, vis","tr":"Çocuklarınız erginlik çağına gelince, büyüklerinin izin istediği gibi, onlar da her defasında izin istesinler. Allah size ayetlerini böylece açıklar. Allah bilendir, Hakim'dir","ur":"اور جب تمہارے بچے عقل کی حد کو پہنچ جائیں تو چاہے کہ اُسی طرح اجازت لیکر آیا کریں جس طرح اُن کے بڑے اجازت لیتے رہے ہیں اِس طرح اللہ اپنی آیات تمہارے سامنے کھولتا ہے، اور وہ علیم و حکیم ہے","zh":"当你们的孩子成丁的时候，教他们像在他们之前成丁者一样，随时向你们请求接见。安拉这样为你们阐明他的迹象。安拉是全知的，是至睿的。"},"transliteration":"Waitha balagha alatfalu minkumu alhuluma falyastathinoo kama istathana allatheena min qablihim kathalika yubayyinu Allahu lakum ayatihi waAllahu AAaleemun hakeemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
