{"id":2851,"number":60,"text":"وَٱلۡقَوَٰعِدُ مِنَ ٱلنِّسَآءِ ٱلَّـٰتِي لَا يَرۡجُونَ نِكَاحٗا فَلَيۡسَ عَلَيۡهِنَّ جُنَاحٌ أَن يَضَعۡنَ ثِيَابَهُنَّ غَيۡرَ مُتَبَرِّجَٰتِۭ بِزِينَةٖۖ وَأَن يَسۡتَعۡفِفۡنَ خَيۡرٞ لَّهُنَّۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","translations":{"en":"And women of post-menstrual age who have no desire for marriage - there is no blame upon them for putting aside their outer garments [but] not displaying adornment. But to modestly refrain [from that] is better for them. And Allah is Hearing and Knowing","es":"Las mujeres que hayan llegado a la menopausia y ya no tengan deseo sexual, pueden aligerar sus vestimentas, siempre que no sea para exhibirse y provocar. Pero si se abstienen por recato es mejor para ellas. Dios todo lo oye, todo lo sabe","fr":"Et quant aux femmes atteintes par la ménopause qui n'espèrent plus le mariage, nul reproche à elles d'enlever leurs vêtements de [sortie], sans cependant exhiber leurs atours et si elle cherchent la chasteté c'est mieux pour elles. Allah est Audient et Omniscient","id":"Dan para perempuan tua yang telah berhenti (dari haid dan mengandung) yang tidak ingin menikah (lagi), maka tidak ada dosa menanggalkan pakaian (luar)570) mereka dengan tidak (bermaksud) menampakkan perhiasan; tetapi memelihara kehormatan adalah lebih baik bagi mereka. Allah Maha Mendengar, Maha Mengetahui","ru":"Нет греха на престарелых женщинах, которые не надеются на замужество, если они снимут верхнюю одежду, не показывая своей красы. Но воздерживаться от этого лучше для них. Аллах - Слышащий, Знающий","sv":"OCH kvinnor, vars månadsblödningar upphört och som inte längre hoppas på giftermål, gör ingenting klandervärt om de lättar något på sin klädsel, utan att låta de kvinnliga behagen framträda. Men det bästa är att undvika detta. Gud hör allt, vet allt","tr":"Evlenme ümidi kalmayan, ihtiyarlayıp oturmuş kadınlara, süslerini açığa vurmamak şartiyle, dış esvaplarını çıkarmaktan ötürü sorumluluk yoktur; ama sakınmaları kendileri için daha iyi olur. Allah işitir ve bilir","ur":"اور جو عورتیں جوانی سے گزری بیٹھی ہوں، نکاح کی امیدوار نہ ہوں، وہ اگر اپنی چادریں اتار کر رکھ دیں تو اُن پر کوئی گناہ نہیں، بشرطیکہ زینت کی نمائش کرنے والی نہ ہوں تاہم وہ بھی حیاداری ہی برتیں تو اُن کے حق میں اچھا ہے، اور اللہ سب کچھ سنتا اور جانتا ہے","zh":"不希望结婚的老妇，脱去外衣，而不以首饰炫耀美色，这对于她们是无罪过的。自己检点，对她们是更好的。安拉是全聪的，是全知的。"},"transliteration":"WaalqawaAAidu mina alnnisai allatee la yarjoona nikahan falaysa AAalayhinna junahun an yadaAAna thiyabahunna ghayra mutabarrijatin bizeenatin waan yastaAAfifna khayrun lahunna waAllahu sameeAAun AAaleemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
