{"id":2852,"number":61,"text":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞ وَلَا عَلَىٰٓ أَنفُسِكُمۡ أَن تَأۡكُلُواْ مِنۢ بُيُوتِكُمۡ أَوۡ بُيُوتِ ءَابَآئِكُمۡ أَوۡ بُيُوتِ أُمَّهَٰتِكُمۡ أَوۡ بُيُوتِ إِخۡوَٰنِكُمۡ أَوۡ بُيُوتِ أَخَوَٰتِكُمۡ أَوۡ بُيُوتِ أَعۡمَٰمِكُمۡ أَوۡ بُيُوتِ عَمَّـٰتِكُمۡ أَوۡ بُيُوتِ أَخۡوَٰلِكُمۡ أَوۡ بُيُوتِ خَٰلَٰتِكُمۡ أَوۡ مَا مَلَكۡتُم مَّفَاتِحَهُۥٓ أَوۡ صَدِيقِكُمۡۚ لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَأۡكُلُواْ جَمِيعًا أَوۡ أَشۡتَاتٗاۚ فَإِذَا دَخَلۡتُم بُيُوتٗا فَسَلِّمُواْ عَلَىٰٓ أَنفُسِكُمۡ تَحِيَّةٗ مِّنۡ عِندِ ٱللَّهِ مُبَٰرَكَةٗ طَيِّبَةٗۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","translations":{"en":"There is not upon the blind [any] constraint nor upon the lame constraint nor upon the ill constraint nor upon yourselves when you eat from your [own] houses or the houses of your fathers or the houses of your mothers or the houses of your brothers or the houses of your sisters or the houses of your father's brothers or the houses of your father's sisters or the houses of your mother's brothers or the houses of your mother's sisters or [from houses] whose keys you possess or [from the house] of your friend. There is no blame upon you whether you eat together or separately. But when you enter houses, give greetings of peace upon each other - a greeting from Allah, blessed and good. Thus does Allah make clear to you the verses [of ordinance] that you may understand","es":"No es motivo de reproche que el ciego, el cojo, el enfermo ni ustedes mismos coman [de lo que les ofrezcan, ya sea comida procedente] de su propia casa, o de la casa de sus padres o de sus madres o de sus hermanos o de sus hermanas, o de sus tíos o tías paternos, o de sus tíos o tías maternos, o de aquellas [casas] que están a su cargo o [de la casa] de algún amigo; ni incurren en falta si comen juntos o por separado. Pero siempre que entren a [cualquiera de estas] casas, salúdense unos a otros con el saludo de la paz, un saludo bendecido y excelente, como Dios manda. Así es como Dios les aclara Sus Signos para que puedan comprender","fr":"Il n'y a pas d'empêchement à l'aveugle, au boiteux, au malade, ainsi qu'à vous-mêmes de manger dans vos maisons, ou dans les maisons de vos pères, ou dans celles de vos mères, ou de vos frères, ou de vos sœurs, ou de vos oncles paternels, ou de vos tantes paternelles ou de vos oncles maternels, ou de vos tantes maternelles, ou dans celles dont vous possédez les clefs, ou chez vos amis. Nul empêchement à vous, non plus, de manger ensemble, ou séparément. Quand donc vous entrez dans des maisons, adressez-vous mutuellement des salutations venant d'Allah, bénies et agréables. C'est ainsi qu'Allah vous expose Ses versets, afin que vous compreniez","id":"Tidak ada halangan bagi orang buta, tidak (pula) bagi orang pincang, tidak (pula) bagi orang sakit, dan tidak (pula) bagi dirimu, makan (bersama-sama mereka) di rumah kamu atau di rumah bapak-bapakmu, di rumah ibu-ibumu, di rumah saudara-saudaramu yang laki-laki, di rumah saudara-saudaramu yang perempuan, di rumah saudara-saudara bapakmu yang laki-laki, di rumah saudara-saudara bapakmu yang perempuan, di rumah saudara-saudara ibumu yang laki-laki, di rumah saudara-saudara ibumu yang perempuan, (di rumah) yang kamu miliki kuncinya571) atau (di rumah) kawan-kawanmu. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendiri-sendiri. Apabila kamu memasuki rumah-rumah hendaklah kamu memberi salam (kepada penghuninya, yang berarti memberi salam) kepada dirimu sendiri, dengan salam yang penuh berkah dan baik dari sisi Allah. Demikianlah Allah menjelaskan ayat-ayat(-Nya) bagimu, agar kamu mengerti","ru":"Не будет грехом для слепого, не будет грехом для хромого, не будет грехом для больного и для вас самих, если вы будете есть в ваших домах, или в домах ваших отцов, или в домах ваших матерей, или в домах ваших братьев, или в домах ваших сестер, или в домах ваших дядей по отцу, или в домах ваших теток по отцу, или в домах ваших дядей по матери, или в домах ваших теток по матери, или в тех домах, ключи которых в вашем распоряжении, или в доме вашего друга. Не будет грехом для вас, если вы будет есть вместе или в отдельности. Когда вы входите в дома, то приветствуйте себя (друг друга) приветствием от Аллаха, благословенным, благим. Так Аллах разъясняет вас знамения, - быть может, вы уразумеете","sv":"[NI TROENDE är alla bröder!] Ingenting hindrar [därför] den blinde eller den halte eller den sjuke [att delta i måltider tillsammans med de friska och färdiga]; ingenting hindrar heller att ni intar era måltider i ert hem [eller era barns hem], eller i era fäders, era mödrars, era bröders, era systrars, era farbröders, era fastrars, era morbröders eller era mostrars hem, eller de hus vars nycklar ni har i er hand eller hos den som är er nära vän. Ingen kan klandra er för att ni vill inta er måltid i sällskap eller [för att ni vill göra det] i ensamhet. Och då ni stiger in i ett hus, hälsa då varandra med välsignade, goda ord från Gud! Så klargör Gud [Sina] budskap för er; kanske använder ni ert förstånd","tr":"Kör için bir sorumluluk yoktur. Topal için bir sorumluluk yoktur. Hastaya da bir sorumluluk yoktur. Evlerinizde veya babalarınızın evlerinde veya annelerinizin evlerinde veya erkek kardeşlerinizin evlerinde veya kız kardeşlerinizin evlerinde veya amcalarınızın evlerinde veya halalarınızın evlerinde veya dayılarınızın evlerinde veya teyzelerinizin evlerinde veya kahyası olup anahtarları elinde olan evlerde, ya da dostlarınızın evlerinde izinsiz yemek yemenizde bir sorumluluk yoktur. Bir arada veya ayrı ayrı yemenizde de bir sorumluluk yoktur. Evlere girdiğiniz zaman, kendinize ehlinize Allah katından bereket, esenlik ve güzellik dileyerek selam verin. Allah size ayetleri, düşünesiniz diye böylece açıklar","ur":"کوئی حرج نہیں اگر کوئی اندھا، یا لنگڑا، یا مریض (کسی کے گھر سے کھا لے) اور نہ تمہارے اوپر اِس میں کوئی مضائقہ ہے کہ اپنے گھروں سے کھاؤ یا اپنے باپ دادا کے گھروں سے، یا اپنی ماں نانی کے گھروں سے، یا اپنے بھائیوں کے گھروں سے، یا اپنی بہنوں کے گھروں سے، یا اپنے چچاؤں کے گھروں سے، یا اپنی پھوپھیوں کے گھروں سے، یا اپنے ماموؤں کے گھروں سے، یا اپنی خالاؤں کے گھروں سے، یا اُن گھروں سے جن کی کنجیاں تمہاری سپردگی میں ہوں، یا اپنے دوستوں کے گھروں سے اس میں بھی کوئی حرج نہیں کہ تم لوگ مل کر کھاؤ یا الگ الگ البتہ جب گھروں میں داخل ہوا کرو تو اپنے لوگوں کو سلام کیا کرو، دعا ئے خیر، اللہ کی طرف سے مقرر فر مائی ہوئی، بڑی بابرکت اور پاکیزہ اِس طرح اللہ تعالیٰ تمہارے سامنے آیات بیان کرتا ہے، توقع ہے کہ تم سمجھ بوجھ سے کام لو گے","zh":"与人同席，对于盲人是无罪过的，对于瘸子是无罪过的，对于病人也是无罪过的。无论在你自己的家里，或在你们父亲的家里，或在你们母亲的家里，或在你们弟兄的家里，或在你们姐妹的家里，或在你们叔伯的家里，或在你们姑母的家里，或在你们舅父的家里，或在你们姨母的家里，或在由你们管理钥匙者的家里，或在你们朋友的家里，你们饮食，对于你们是无罪过的。你们聚餐或分食，对于你们都是无罪的。你们进家的时候，你们当对自己祝安，——安拉所制定的、吉祥而优美的祝词。安拉这样为你们阐明一切迹象，以便你们了解。"},"transliteration":"Laysa AAala alaAAma harajun wala AAala alaAAraji harajun wala AAala almareedi harajun wala AAala anfusikum an takuloo min buyootikum aw buyooti abaikum aw buyooti ommahatikum aw buyooti ikhwanikum aw buyooti akhawatikum aw buyooti aAAmamikum aw buyooti AAammatikum aw buyooti akhwalikum aw buyooti khalatikum aw ma malaktum mafatihahu aw sadeeqikum laysa AAalaykum junahun an takuloo jameeAAan aw ashtatan faitha dakhaltum buyootan fasallimoo AAala anfusikum tahiyyatan min AAindi Allahi mubarakatan tayyibatan kathalika yubayyinu Allahu lakumu alayati laAAallakum taAAqiloona","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
