{"id":2853,"number":62,"text":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَإِذَا كَانُواْ مَعَهُۥ عَلَىٰٓ أَمۡرٖ جَامِعٖ لَّمۡ يَذۡهَبُواْ حَتَّىٰ يَسۡتَـٔۡذِنُوهُۚ إِنَّ ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ أُوْلَـٰٓئِكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦۚ فَإِذَا ٱسۡتَـٔۡذَنُوكَ لِبَعۡضِ شَأۡنِهِمۡ فَأۡذَن لِّمَن شِئۡتَ مِنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمُ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translations":{"bn":"মুমিন তো তারাই; যারা আল্লাহর ও রসূলের প্রতি বিশ্বাস স্থাপন করে এবং রসূলের সাথে কোন সমষ্টিগত কাজে শরীক হলে তাঁর কাছ থেকে অনুমতি গ্রহণ ব্যতীত চলে যায় না। যারা আপনার কাছে অনুমতি প্রার্থনা করে, তারাই আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করে। অতএব তারা আপনার কাছে তাদের কোন কাজের জন্যে অনুমতি চাইলে আপনি তাদের মধ্যে যাকে ইচ্ছা অনুমতি দিন এবং তাদের জন্যে আল্লাহর কাছে ক্ষমা প্রার্থনা করুন। আল্লাহ ক্ষমাশীল, মেহেরবান।","en":"The believers are only those who believe in Allah and His Messenger and, when they are [meeting] with him for a matter of common interest, do not depart until they have asked his permission. Indeed, those who ask your permission, [O Muhammad] - those are the ones who believe in Allah and His Messenger. So when they ask your permission for something of their affairs, then give permission to whom you will among them and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful","id":"(Yang disebut) orang mukmin hanyalah orang yang beriman kepada Allah dan Rasul-Nya (Muhammad), dan apabila mereka berada bersama-sama dengan dia (Muhammad) dalam suatu urusan bersama, mereka tidak meninggalkan (Rasulullah) sebelum meminta izin kepadanya. Sungguh orang-orang yang meminta izin kepadamu (Muhammad), mereka itulah orang-orang yang (benar-benar) beriman kepada Allah dan Rasul-nya. Maka apabila mereka meminta izin kepadamu karena suatu keperluan, berilah izin kepada siapa yang engkau kehendaki di antara mereka, dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Верующими являются только те, которые уверовали в Аллаха и Его Посланника. Когда они находятся рядом с ним по общему делу, то не уходят, пока не попросят у него разрешения. Воистину, те, которые просят у тебя разрешения, действительно являются верующими в Аллаха и Его Посланника. Если они попросят у тебя разрешения по поводу некоторых из своих дел, то разрешай тому из них, кому пожелаешь, и проси Аллаха простить их. Воистину, Аллах - Прощающий, Милосердный","tr":"Doğrusu Allah'a ve Peygamberine inanan Müminler, Peygamberle beraber bir işe karar vermek için toplandıklarında, ondan izin almaksızın gitmezler. Senden izin isteyenler, işte onlar, Allah'a ve Peygamberine inananlardır. Bazı işleri için senden izin isterlerse, içlerinden dilediğine izin ver, Allah'tan, onların bağışlanmalarını dile. Allah şüphesiz bağışlar, merhamet eder","ur":"مومن تو اصل میں وہی ہیں جو اللہ اور اُس کے رسول کو دل سے مانیں اور جب کسی اجتماعی کام کے موقع پر رسولؐ کے ساتھ ہوں تو اُس سے اجازت لیے بغیر نہ جائیں جو لوگ تم سے اجازت مانگتے ہیں وہی اللہ اور رسول کے ماننے والے ہیں، پس جب وہ اپنے کسی کام سے اجازت مانگیں تو جسے تم چاہو اجازت دے دیا کرو اور ایسے لوگوں کے حق میں اللہ سے دعائے مغفرت کیا کرو، اللہ یقیناً غفور و رحیم ہے"},"chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"bn":"আলো","en":"The Light","id":"Cahaya","ru":"Свет","tr":"Nûr","ur":"نور"},"type":"medinan"}}
