{"id":2853,"number":62,"text":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَإِذَا كَانُواْ مَعَهُۥ عَلَىٰٓ أَمۡرٖ جَامِعٖ لَّمۡ يَذۡهَبُواْ حَتَّىٰ يَسۡتَـٔۡذِنُوهُۚ إِنَّ ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ أُوْلَـٰٓئِكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦۚ فَإِذَا ٱسۡتَـٔۡذَنُوكَ لِبَعۡضِ شَأۡنِهِمۡ فَأۡذَن لِّمَن شِئۡتَ مِنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمُ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translations":{"en":"The believers are only those who believe in Allah and His Messenger and, when they are [meeting] with him for a matter of common interest, do not depart until they have asked his permission. Indeed, those who ask your permission, [O Muhammad] - those are the ones who believe in Allah and His Messenger. So when they ask your permission for something of their affairs, then give permission to whom you will among them and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful","es":"Los verdaderos creyentes son aquellos que creen en Dios y Su Mensajero, y que cuando están reunidos con él [el Mensajero de Dios] por un motivo importante, no se retiran sin antes pedirle permiso. Los que te piden permiso son los que realmente creen en Dios y Su Mensajero. Cuando te pidan permiso [¡oh, Mujámmad!, para retirarse] por algún motivo que les concierna, dáselo a quienes quieras, y pide perdón a Dios por ellos. Dios es Absolvedor, Misericordioso","fr":"Les vrais croyants sont ceux qui croient en Allah et en Son messager, et qui, lorsqu'ils sont en sa compagnie pour une affaire d'intérêt général, ne s'en vont pas avant de lui avoir demandé la permission. Ceux qui te demandent cette permission sont ceux qui croient en Allah et en Son messager. Si donc ils te demandent la permission pour une affaire personnelle, donne-la à qui tu veux d'entre eux; et implore le pardon d'Allah pour eux, car Allah est Pardonneur et Miséricordieux","id":"(Yang disebut) orang mukmin hanyalah orang yang beriman kepada Allah dan Rasul-Nya (Muhammad), dan apabila mereka berada bersama-sama dengan dia (Muhammad) dalam suatu urusan bersama, mereka tidak meninggalkan (Rasulullah) sebelum meminta izin kepadanya. Sungguh orang-orang yang meminta izin kepadamu (Muhammad), mereka itulah orang-orang yang (benar-benar) beriman kepada Allah dan Rasul-nya. Maka apabila mereka meminta izin kepadamu karena suatu keperluan, berilah izin kepada siapa yang engkau kehendaki di antara mereka, dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Верующими являются только те, которые уверовали в Аллаха и Его Посланника. Когда они находятся рядом с ним по общему делу, то не уходят, пока не попросят у него разрешения. Воистину, те, которые просят у тебя разрешения, действительно являются верующими в Аллаха и Его Посланника. Если они попросят у тебя разрешения по поводу некоторых из своих дел, то разрешай тому из них, кому пожелаешь, и проси Аллаха простить их. Воистину, Аллах - Прощающий, Милосердный","sv":"TROENDE är inga andra än de som har en orubblig tro på Gud och Hans Sändebud och som, när de deltar med honom i en sammankomst som angår samfundet i dess helhet, inte avlägsnar sig därifrån utan att först begära hans tillstånd. De som begär ditt tillstånd är de som har [den sanna] tron på Gud och Hans Sändebud! När de ber om ditt tillstånd och som skäl anför en [personlig] angelägenhet av vikt, bevilja då den av dem du vill hans begäran och bed Gud förlåta dem; Gud är ständigt förlåtande, barmhärtig","tr":"Doğrusu Allah'a ve Peygamberine inanan Müminler, Peygamberle beraber bir işe karar vermek için toplandıklarında, ondan izin almaksızın gitmezler. Senden izin isteyenler, işte onlar, Allah'a ve Peygamberine inananlardır. Bazı işleri için senden izin isterlerse, içlerinden dilediğine izin ver, Allah'tan, onların bağışlanmalarını dile. Allah şüphesiz bağışlar, merhamet eder","ur":"مومن تو اصل میں وہی ہیں جو اللہ اور اُس کے رسول کو دل سے مانیں اور جب کسی اجتماعی کام کے موقع پر رسولؐ کے ساتھ ہوں تو اُس سے اجازت لیے بغیر نہ جائیں جو لوگ تم سے اجازت مانگتے ہیں وہی اللہ اور رسول کے ماننے والے ہیں، پس جب وہ اپنے کسی کام سے اجازت مانگیں تو جسے تم چاہو اجازت دے دیا کرو اور ایسے لوگوں کے حق میں اللہ سے دعائے مغفرت کیا کرو، اللہ یقیناً غفور و رحیم ہے","zh":"信士只是信仰安拉及其使者的人。当他们为任何要事而与使者聚会的时候，他们不退席，直到他们向他请求允许。向你请示者，确是信仰安拉及其使者的。当他们因私事而向你请示的时候，你可以允许你所意欲者，你当为他们向安拉求饶。安拉确是至赦的，确是至慈的。"},"transliteration":"Innama almuminoona allatheena amanoo biAllahi warasoolihi waitha kanoo maAAahu AAala amrin jamiAAin lam yathhaboo hatta yastathinoohu inna allatheena yastathinoonaka olaika allatheena yuminoona biAllahi warasoolihi faitha istathanooka libaAAdi shanihim fathan liman shita minhum waistaghfir lahumu Allaha inna Allaha ghafoorun raheemun","chapter":{"id":24,"name":"النور","transliteration":"An-Nur","translations":{"en":"The Light","es":"La Luz","fr":"La lumière","id":"Cahaya","ru":"Свет","sv":"Ljus","tr":"Nûr","ur":"نور","zh":"光明"},"type":"medinan"}}
