{"id":2859,"number":4,"text":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","translations":{"en":"And those who disbelieve say, \"This [Qur'an] is not except a falsehood he invented, and another people assisted him in it.\" But they have committed an injustice and a lie","es":"Los que se niegan a creer dicen [acerca del Corán]: \"Esto no es más que una mentira que [Mujámmad] ha inventado con la ayuda de otros\". Pero son ellos los que han cometido una injusticia y una mentira","fr":"Les mécréants disent: «Tout ceci n'est qu'un mensonge qu'il (Muhammad) a inventé, et où d'autres gens l'ont aidé». Or, ils commettent là une injustice et un mensonge","id":"Dan orang-orang kafir berkata, \"(Alquran) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain.\" Sungguh, mereka telah berbuat zalim dan dusta yang besar","ru":"Неверующие говорят: «Это - всего лишь ложь, которую он выдумал с помощью других людей». Воистину, они поступают несправедливо и лгут","sv":"Förnekarna av sanningen säger: \"Denna [Koran] är ingenting annat än [en härva av] osanningar, som han har satt samman med andra [människors] hjälp.\" [Med detta] har de begått en svår orätt och [gett spridning åt] en lögn","tr":"İnkar edenler: \"Bu Kuran uydurmadır, ona başka bir topluluk yardım etmiştir\" diyerek haksız ve asılsız bir söz uydurdular","ur":"جن لوگوں نے نبیؐ کی بات ماننے سے انکار کر دیا ہے وہ کہتے ہیں کہ یہ فرقان ایک من گھڑت چیز ہے جسے اِس شخص نے آپ ہی گھڑ لیا ہے اور کچھ دوسرے لوگوں نے اِس کام میں اس کی مدد کی ہے بڑا ظلم اور سخت جھوٹ ہے جس پر یہ لوگ اتر آئے ہیں","zh":"不信道者说：“这只是他所捏造的谣言，别的许多人曾帮助他。”他们已做了不义的事，已说了不义的谬妄的话。"},"transliteration":"Waqala allatheena kafaroo in hatha illa ifkun iftarahu waaAAanahu AAalayhi qawmun akharoona faqad jaoo thulman wazooran","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
