{"id":286,"number":279,"text":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","translations":{"en":"And if you do not, then be informed of a war [against you] from Allah and His Messenger. But if you repent, you may have your principal - [thus] you do no wrong, nor are you wronged","es":"Pero si no abandonan el lucro a través de la usura, sepan que Dios y Su Mensajero les declaran la guerra. Quien abandona la usura tiene derecho al capital original, de esta forma no oprimirán ni serán oprimidos","fr":"Et si vous ne le faites pas, alors recevez l'annonce d'une guerre de la part d'Allah et de Son messager. Et si vous vous repentez, vous aurez vos capitaux. Vous ne léserez personne, et vous ne serez point lésés","id":"Jika kamu tidak melaksanakannya, maka umumkanlah perang dari Allah dan Rasul-Nya. Tetapi jika kamu bertobat, maka kamu berhak atas pokok hartamu. Kamu tidak berbuat zalim (merugikan) dan tidak dizalimi (dirugikan)","ru":"Но если вы не сделаете этого, то знайте, что Аллах и Его Посланник объявляют вам войну. А если вы раскаетесь, то вам останется ваш первоначальный капитал. Вы не поступите несправедливо, и с вами не поступят несправедливо","sv":"Gör ni inte det skall ni veta att ni befinner er i krig med Gud och Hans Sändebud. Men om ni ångrar vad ni har gjort har ni rätt [att återfå] ert kapital; ni skadar ingen och lider själva ingen skada","tr":"Böyle yapmazsanız, bunun Allah'a ve Peygamberine karşı açılmış bir savaş olduğunu bilin. Eğer tevbe ederseniz sermayeniz sizindir. Böylece haksızlık etmemiş ve haksızlığa uğramamış olursunuz","ur":"لیکن اگر تم نے ایسا نہ کیا، تو آگاہ ہو جاؤ کہ اللہ اور اسکے رسول کی طرف سے تمہارے خلاف اعلان جنگ ہے اب بھی توبہ کر لو (اور سود چھوڑ دو) تو اپنا اصل سرمایہ لینے کے تم حق دار ہو نہ تم ظلم کرو، نہ تم پر ظلم کیا جائے","zh":"如果你们不遵从，那么，你们当知道安拉和使者将对你们宣战。如果你们悔罪，那么，你们得收回你们的资本，你们不亏枉别人，你们也不会被亏枉。"},"transliteration":"Fain lam tafAAaloo fathanoo biharbin mina Allahi warasoolihi wain tubtum falakum ruoosu amwalikum la tathlimoona wala tuthlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
