{"id":2862,"number":7,"text":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","translations":{"en":"And they say, \"What is this messenger that eats food and walks in the markets? Why was there not sent down to him an angel so he would be with him a warner","es":"Y dicen: \"¿Qué clase de Mensajero es éste? Se alimenta y anda por el mercado [ganándose la vida] igual que nosotros. [Si de verdad es un Mensajero,] ¿Por qué no desciende un ángel y lo secunda en su misión de advertir","fr":"Et ils disent: «Qu'est-ce donc que ce Messager qui mange de la nourriture et circule dans les marchés? Que n'a-t-on fait descendre vers lui un Ange qui eût été avertisseur en sa compagnie","id":"Dan mereka berkata, \"Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia","ru":"Они сказали: «Что это за посланник? Он ест пищу и ходит по рынкам. Почему к нему не был ниспослан ангел, который предостерегал бы вместе с ним","sv":"Och de säger: \"Vad slags sändebud är detta som äter [vanlig] föda och besöker marknaderna [som vi andra]? Varför har inte en ängel sänts till honom för att uppträda som varnare tillsammans med honom","tr":"Şöyle dediler: \"Bu ne biçim peygamber ki yemek yer, sokaklarda gezer? Ona, beraberinde bulunup uyaran bir melek indirilseydi ya! Yahut, kendisine bir hazine verilseydi, veya besleneceği bir bahçe olsaydı ya!\" Bu zalimler, inananlara: \"Siz sadece büyülenmiş bir adama uyuyorsunuz\" dediler","ur":"کہتے ہیں \"یہ کیسا رسول ہے جو کھانا کھاتا ہے اور بازاروں میں چلتا پھرتا ہے؟ کیوں نہ اس کے پاس کوئی فرشتہ بھیجا گیا جو اس کے ساتھ رہتا اور (نہ ماننے والوں کو) دھمکاتا؟","zh":"他们说：“这个使者怎么也吃饭，也往来于市场之间呢？为何安拉不派遣一个天使降临他，而与他同为警告者，"},"transliteration":"Waqaloo mali hatha alrrasooli yakulu alttaAAama wayamshee fee alaswaqi lawla onzila ilayhi malakun fayakoona maAAahu natheeran","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
