{"id":2863,"number":8,"text":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","translations":{"en":"Or [why is not] a treasure presented to him [from heaven], or does he [not] have a garden from which he eats?\" And the wrongdoers say, \"You follow not but a man affected by magic","es":"¿Por qué no le es enviado un tesoro o le es concedido un huerto del que pueda comer?\" Los opresores dicen: \"Solo siguen a un hombre hechizado","fr":"Ou que ne lui a-t-on lancé un trésor? Ou que n'a-t-il un jardin à lui, dont il pourrait manger (les fruits)?» Les injustes disent: «Vous ne suivez qu'un homme ensorcelé»","id":"atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari(hasil)nya?\" Dan orang-orang zalim itu berkata, \"Kamu hanyalah mengikuti seorang laki-laki yang kena sihir","ru":"Почему ему не даровано сокровище? Почему у него нет сада, из которого он бы вкушал?». Беззаконники сказали: «Воистину, вы следуете лишь за околдованным мужем»","sv":"Eller [de säger:] \"Han hade [verkligen] kunnat få en skatt eller [varför inte] en trädgård varifrån han kunde ha hämtat sin föda?\" Och de orättfärdiga säger [till de troende]: \"Den som ni följer är bara en man som står under [inflytande av] trolldom","tr":"Şöyle dediler: \"Bu ne biçim peygamber ki yemek yer, sokaklarda gezer? Ona, beraberinde bulunup uyaran bir melek indirilseydi ya! Yahut, kendisine bir hazine verilseydi, veya besleneceği bir bahçe olsaydı ya!\" Bu zalimler, inananlara: \"Siz sadece büyülenmiş bir adama uyuyorsunuz\" dediler","ur":"یا اور کچھ نہیں تو اِس کے لیے کوئی خزانہ ہی اتار دیا جاتا، یا اس کے پاس کوئی باغ ہی ہوتا جس سے یہ (اطمینان کی) روزی حاصل کرتا\" اور ظالم کہتے ہیں \"تم لوگ تو ایک سحر زدہ آدمی کے پیچھے لگ گئے ہو","zh":"或者把一个财宝赏赐他，或者他有一座果园，供他食用呢？”不义者说：“你们只顺从一个被蛊惑者。”"},"transliteration":"Aw yulqa ilayhi kanzun aw takoonu lahu jannatun yakulu minha waqala alththalimoona in tattabiAAoona illa rajulan mashooran","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
