{"id":287,"number":280,"text":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translations":{"en":"And if someone is in hardship, then [let there be] postponement until [a time of] ease. But if you give [from your right as] charity, then it is better for you, if you only knew","es":"Si [quien les debe un préstamo] atraviesa una situación difícil, concédanle un nuevo plazo de pago hasta que esté en condición de saldar la deuda. Aunque si supieran la recompensa que tiene, harían algo mejor aún para ustedes: que es condonarle la deuda","fr":"A celui qui est dans la gêne, accordez un sursis jusqu'à ce qu'il soit dans l'aisance. Mais il est mieux pour vous de faire remise de la dette par charité! Si vous saviez","id":"Dan jika (orang berutang itu) dalam kesulitan, maka berilah tenggang waktu sampai dia memperoleh kelapangan. Dan jika kamu menyedekahkan, itu lebih baik bagimu, jika kamu mengetahui","ru":"Если должник находится в трудном положении, то дайте ему отсрочку, пока его положение не улучшится. Но дать милостыню будет лучше для вас, если бы вы только знали","sv":"Och om [den skuldsatte] är i ett trängt läge, ge honom då anstånd till dess han med lätthet kan betala. Men det är bättre för er att efterskänka [skulden] - om ni visste [vilken förtjänst som ligger i detta]","tr":"Borçlu darda ise, eli genişleyinceye kadar ona mühlet verin. Bilmiş olsanız borcu bağışlamanız sizin için daha hayırlıdır","ur":"تمہارا قرض دار تنگ دست ہو، تو ہاتھ کھلنے تک اُسے مہلت دو، اور جو صدقہ کر دو، تو یہ تمہارے لیے زیادہ بہتر ہے، اگر تم سمجھو","zh":"如果债务者是窘迫的，那么，你们应当待他到宽裕的时候；你们若把他所欠的债施舍给他，那对于你们是更好的，如果你们知道。"},"transliteration":"Wain kana thoo AAusratin fanathiratun ila maysaratin waan tasaddaqoo khayrun lakum in kuntum taAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
