{"id":2873,"number":18,"text":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","translations":{"en":"They will say, \"Exalted are You! It was not for us to take besides You any allies. But You provided comforts for them and their fathers until they forgot the message and became a people ruined","es":"Ellos responderán: ‘¡Glorificado seas! No nos correspondía tomar algún otro protector fuera de Ti. Tú [¡oh, Señor nuestro!] los agraciaste, a ellos y a sus padres, y los dejaste disfrutar por largo tiempo, hasta que olvidaron el Mensaje y fueron gente perdida’","fr":"Ils diront: «Gloire à Toi! Il ne nous convenait nullement de prendre en dehors de Toi des patrons protecteurs mais Tu les as comblés de jouissance ainsi que leurs ancêtres au point qu'ils en ont oublié le livre du rappel [le Coran]. Et ils ont été des gens perdus»","id":"Mereka (yang disembah itu) menjawab, \"Mahasuci Engkau, tidaklah pantas bagi kami mengambil pelindung selain Engkau,573) tetapi Engkau telah memberi mereka dan nenek moyang mereka kenikmatan hidup, sehingga mereka melupakan peringatan; dan mereka kaum yang binasa","ru":"Они скажут: «Пречист Ты! Не подобало нам брать покровителей и помощников вместо Тебя. Однако Ты позволил им и их отцам пользоваться благами, так что они забыли Напоминание. Они были пропащим народом»","sv":"De skall svara: \"Stor är Du i Din härlighet! Vi [själva] hade inte rätt att ta andra än Dig till beskyddare; Du lät dem och deras förfäder njuta av livets goda till dess de [helt] glömde att åkalla Dig; de var [som] förtorkat, obrukbart land","tr":"Onlar: \"Haşa; Seni bırakıp başka dostlar edinmek bize yaraşmaz; fakat Sen onlara ve babalarına nimetler verdin de sonunda Seni anmayı unuttular ve helaki hak eden bir millet oldular\" derler","ur":"وہ عرض کریں گے \"پاک ہے آپ کی ذات، ہماری تو یہ بھی مجال نہ تھی کہ آپ کے سوا کسی کو اپنا مولا بنائیں مگر آپ نے اِن کو اور ان کے باپ دادا کو خوب سامانِ زندگی دیا حتیٰ کہ یہ سبق بھول گئے اور شامت زدہ ہو کر رہے","zh":"他们说：“我们赞颂你超绝万物，我们不该舍你而敬事任何神灵。但你曾使他们及其祖先享乐，直到他们遗忘了记念，他们原是灭亡的民众。”"},"transliteration":"Qaloo subhanaka ma kana yanbaghee lana an nattakhitha min doonika min awliyaa walakin mattaAAtahum waabaahum hatta nasoo alththikra wakanoo qawman booran","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
