{"id":2874,"number":19,"text":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","translations":{"en":"So they will deny you, [disbelievers], in what you say, and you cannot avert [punishment] or [find] help. And whoever commits injustice among you - We will make him taste a great punishment","es":"[Entonces, Dios dirá a los idólatras:] \"Sus ídolos los han desmentido, y ahora no podrán escapar de Mi castigo ni encontrar quién los socorra. [Sepan que] a quien cometa la injusticia [de dedicar actos de adoración a otro que Dios], lo haré sufrir un gran castigo","fr":"«Ils vous ont démentis en ce que vous dites. Il n'y aura pour vous ni échappatoire ni secours (possible). Et quiconque des vôtres est injuste, Nous lui ferons goûter un grand châtiment»","id":"Maka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barang siapa di antara kamu berbuat zalim, niscaya Kami timpakan kepadanya rasa azab yang besar","ru":"Они опровергли то, что вы говорите, и вы не можете ни отвратить наказание, ни помочь себе. Тем из вас, кто поступал несправедливо, Мы дадим вкусить великие мучения","sv":"[Och Gud skall säga:] \"Nu har de [som ni tillbad] visat att det ni sade [om deras gudomlighet] var lögn och ni kan inte avvärja [straffet] och inte få hjälp. Den bland er som begått [denna] synd skall Vi låta utstå ett strängt straff","tr":"Söylediklerinizde sizi yalancı çıkardılar, artık kendinizden azabı çeviremez, yardım da göremezsiniz. Zulmedenlerinize büyük bir azap tattıracağız\" denir","ur":"یوں جھٹلا دیں گے وہ (تمہارے معبود) تمہاری اُن باتوں کو جو آج تم کہہ رہے ہو، پھر تم نہ اپنی شامت ٹال سکو گے نہ کہیں سے مدد پا سکو گے اور جو بھی تم میں سے ظلم کرے اسے ہم سخت عذاب کا مزہ چکھائیں گے","zh":"主说：“他们确已否认你们所说的话，你们不能逃避刑罚，也不能自助。你们中谁是不义的，我要使谁尝试严峻的刑罚。"},"transliteration":"Faqad kaththabookum bima taqooloona fama tastateeAAoona sarfan wala nasran waman yathlim minkum nuthiqhu AAathaban kabeeran","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
