{"id":2876,"number":21,"text":"۞وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَـٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","translations":{"en":"And those who do not expect the meeting with Us say, \"Why were not angels sent down to us, or [why] do we [not] see our Lord?\" They have certainly become arrogant within themselves and [become] insolent with great insolence","es":"Dicen quienes no creen que comparecerán ante Mí: \"¿Por qué no descienden sobre nosotros los ángeles [con el Mensaje]; por qué no vemos directamente a nuestro Señor?\" Se han considerado demasiado importantes a sí mismos y su insolencia es enorme","fr":"Et ceux qui n'espèrent pas Nous rencontrer disent: «Si seulement on avait fait descendre sur nous des Anges ou si nous pouvions voir notre Seigneur!» En effet, ils se sont enflés d'orgueil en eux-mêmes, et ont dépassé les limites de l'arrogance","id":"Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, \"Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman)","ru":"Те, которые не надеются на встречу с Нами, говорят: «Почему к нам не ниспосланы ангелы? И почему мы не видим нашего Господа?». Они надменно возгордились в душе собой и проявили великое неповиновение","sv":"Och de som inte hoppas att de skall få möta Oss säger: \"Om ändå änglar hade sänts till oss!\" eller: \"Om vi ändå hade fått se vår Herre!\" Vilken hög uppfattning har de inte om sig själva! Vilken oförskämd uppstudsighet","tr":"Bizimle karşılaşmayı ummayanlar: \"Bize ya melekler indirilmeli, ya da Rabbimiz'i görmeliyiz\" derler. And olsun ki kendi kendilerine büyüklenmişler, azgınlıkta pek ileri gitmişlerdir","ur":"جو لوگ ہمارے حضور پیش ہونے کا اندیشہ نہیں رکھتے وہ کہتے ہیں \"کیوں نہ فرشتے ہمارے پاس بھیجے جائیں؟ یا پھر ہم اپنے رب کو دیکھیں\" بڑا گھمنڈ لے بیٹھے یہ اپنے نفس میں اور حد سے گزر گئے یہ اپنی سرکشی میں","zh":"不希望与我相会者曾说：“怎么不使众天使降临我们，或者得见我们的主呢？”他们确已妄自尊大，确已大逆不道。"},"transliteration":"Waqala allatheena la yarjoona liqaana lawla onzila AAalayna almalaikatu aw nara rabbana laqadi istakbaroo fee anfusihim waAAataw AAutuwwan kabeeran","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
