{"id":2887,"number":32,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","translations":{"en":"And those who disbelieve say, \"Why was the Qur'an not revealed to him all at once?\" Thus [it is] that We may strengthen thereby your heart. And We have spaced it distinctly","es":"Los que se negaron a creer dicen: \"¿Por qué no le ha sido revelado el Corán de una sola vez?\" Sabe que te lo he revelado gradualmente para dar firmeza a tu corazón","fr":"Et ceux qui ne croient pas disent: «Pourquoi n'a-t-on pas fait descendre sur lui le Coran en une seule fois?» Nous l'avons révélé ainsi pour raffermir ton cœur. Et Nous l'avons récité soigneusement","id":"(Dan orang-orang kafir berkata, \"Mengapa Alquran itu tidak diturunkan kepadanya sekaligus?\" Demikianlah,578) agar Kami memperteguh hatimu (Muhammad) dengannya dan Kami membacakannya secara tartil³ (berangsur-angsur, perlahan dan benar)","ru":"Неверующие сказали: «Почему Коран не ниспослан ему целиком за один раз?». Мы поступили так, чтобы укрепить им твое сердце, и разъяснили его самым прекрасным образом","sv":"Och de som förnekar sanningen säger: \"Varför har inte [hela] Koranen uppenbarats för honom i ett sammanhang?\" Så [har Vi gått till väga] för att stärka din övertygelse; ja, Vi har fogat ihop dess stycken i den bästa ordning till ett väl sammanhållet helt","tr":"İnkar edenler: \"Kuran ona bir defada indirilmeliydi\" derler. Oysa Biz onu böylece senin kalbine yerleştirmek için azar azar indirir ve onu ağır ağır okuruz","ur":"منکرین کہتے ہیں \"اِس شخص پر سارا قرآن ایک ہی وقت میں کیوں نہ اتار دیا گیا؟\" ہاں، ایسا اس لیے کیا گیا ہے کہ اس کو اچھی طرح ہم تمہارے ذہن نشین کرتے رہیں اور (اسی غرض کے لیے) ہم نے اس کو ایک خاص ترتیب کے ساتھ الگ الگ اجزاء کی شکل دی ہے","zh":"不信道者曾说：“怎么不把全部《古兰经》一次降示他呢？”我那样零零星星地降示它，以便我凭它来坚定你的心。我逐渐降示它。"},"transliteration":"Waqala allatheena kafaroo lawla nuzzila AAalayhi alquranu jumlatan wahidatan kathalika linuthabbita bihi fuadaka warattalnahu tarteelan","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
