{"id":289,"number":282,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","translations":{"en":"O you who have believed, when you contract a debt for a specified term, write it down. And let a scribe write [it] between you in justice. Let no scribe refuse to write as Allah has taught him. So let him write and let the one who has the obligation dictate. And let him fear Allah, his Lord, and not leave anything out of it. But if the one who has the obligation is of limited understanding or weak or unable to dictate himself, then let his guardian dictate in justice. And bring to witness two witnesses from among your men. And if there are not two men [available], then a man and two women from those whom you accept as witnesses - so that if one of the women errs, then the other can remind her. And let not the witnesses refuse when they are called upon. And do not be [too] weary to write it, whether it is small or large, for its [specified] term. That is more just in the sight of Allah and stronger as evidence and more likely to prevent doubt between you, except when it is an immediate transaction which you conduct among yourselves. For [then] there is no blame upon you if you do not write it. And take witnesses when you conclude a contract. Let no scribe be harmed or any witness. For if you do so, indeed, it is [grave] disobedience in you. And fear Allah. And Allah teaches you. And Allah is Knowing of all things","es":"¡Oh, creyentes! Si contraen una deuda por un plazo estipulado, pónganlo por escrito ante un escribano. Ningún escribano [creyente] debe negarse a levantar esa acta conforme a lo que Dios le ha enseñado: el escribano debe registrar y el deudor debe dictar fielmente lo que adeuda, con temor de Dios. En caso de que el deudor sea declarado incompetente o sea incapaz de expresar su deuda, que lo haga en su lugar su apoderado con fidelidad. Dos hombres confiables deben ser testigos; pero si no cuentan con dos hombres, recurran a un hombre y dos mujeres, de manera que si una de ellas se olvida la otra lo recuerde. Nadie debe negarse a ser testigo ni rehusarse si son citados a atestiguar. No sean reacios a documentar las deudas, sean pequeñas o grandes, así como su vencimiento. Esto es, para Dios, lo más justo, la mejor evidencia [si existiera una disputa] y da menos lugar a dudas. A menos que se trate de una operación al contado; entonces, no hay inconveniente en que no lo pongan por escrito. Pero [es recomendable] que lo hagan ante testigos en [operaciones de] compraventa. No se debe presionar ni coartar al escribano ni al testigo, porque hacerlo es un delito. Tengan temor de Dios, que Él los agracia con el conocimiento, porque Dios es conocedor de todas las cosas","fr":"O les croyants! Quand vous contractez une dette à échéance déterminée, mettez-la en écrit; et qu'un scribe l'écrive, entre vous, en toute justice; un scribe n'a pas à refuser d'écrire selon ce qu'Allah lui a enseigné; qu'il écrive donc, et que dicte le débiteur: qu'il craigne Allah son Seigneur, et se garde d'en rien diminuer. Si le débiteur est gaspilleur ou faible, ou incapable de dicter lui-même, que son représentant dicte alors en toute justice. Faites-en témoigner par deux témoins d'entre vos hommes; et à défaut de deux hommes, un homme et deux femmes d'entre ceux que vous agréez comme témoins, en sorte que si l'une d'elles s'égare, l'autre puisse lui rappeler. Et que les témoins ne refusent pas quand ils sont appelés. Ne vous lassez pas d'écrire la dette, ainsi que son terme, qu'elle soit petite ou grande: c'est plus équitable auprès d'Allah, et plus droit pour le témoignage, et plus susceptible d'écarter les doutes. Mais s'il s'agit d'une marchandise présente que vous négociez entre vous: dans ce cas, il n'y a pas de péché à ne pas l'écrire. Mais prenez des témoins lorsque vous faites une transaction entre vous; et qu'on ne fasse aucun tort à aucun scribe ni à aucun témoin. Si vous le faisiez, cela serait une perversité en vous. Et craignez Allah. Alors Allah vous enseigne et Allah est Omniscient","id":"Wahai orang-orang yang beriman! Apabila kamu melakukan utang piutang untuk waktu yang ditentukan, hendaklah kamu menuliskannya. Dan hendaklah seorang penulis di antara kamu menuliskannya dengan benar. Janganlah penulis menolak untuk menuliskannya sebagaimana Allah telah mengajarkan kepadanya, maka hendaklah dia menuliskan. Dan hendaklah orang yang berutang itu mendiktekan, dan hendaklah dia bertakwa kepada Allah, Tuhannya, dan janganlah dia mengurangi sedikitpun daripadanya. Jika yang berutang itu orang yang kurang akalnya atau lemah (keadaannya), atau tidak mampu mendiktekan sendiri, maka hendaklah walinya mendiktekannya dengan benar. Dan persaksikanlah dengan dua orang saksi laki-laki diantara kamu. Jika tidak ada (saksi) dua orang laki-laki, maka (boleh) seorang laki-laki dan dua orang perempuan diantara orang-orang yang kamu sukai dari para saksi (yang ada), agar jika yang seorang lupa maka yang lain mengingatkannya. Dan janganlah saksi-saksi itu menolak apabila dipanggil. Dan janganlah kamu bosan menuliskannya, untuk batas waktunya baik (utang itu) kecil maupun besar. Yang demikian itu, lebih adil di sisi Allah, lebih dapat menguatkan kesaksian, dan lebih mendekatkan kamu kepada ketidakraguan, kecuali jika hal itu merupakan perdagangan tunai yang kamu jalankan diantara kamu, maka tidak ada dosa bagi kamu jika kamu tidak menuliskannya. Dan ambillah saksi apabila kamu berjual beli, dan janganlah menulis dipersulit dan begitu juga saksi. Jika kamu lakukan (yang demikian), maka sungguh, hal itu suatu kefasikan pada kamu. Dan bertakwalah kepada Allah, Allah memberikan pengajaran kepadamu, dan Allah Maha Mengetahui segala sesuatu","ru":"О те, которые уверовали! Если вы заключаете договор о долге на определенный срок, то записывайте его, и пусть писарь записывает его справедливо. Писарь не должен отказываться записать его так, как его научил Аллах. Пусть он пишет, и пусть берущий взаймы диктует и страшится Аллаха, своего Господа, и ничего не убавляет из него. А если берущий взаймы слабоумен, немощен или не способен диктовать самостоятельно, пусть его доверенное лицо диктует по справедливости. В качестве свидетелей призовите двух мужчин из вашего числа. Если не будет двух мужчин, то одного мужчину и двух женщин, которых вы согласны признать свидетелями, и если одна из них ошибется, то другая напомнит ей. Свидетели не должны отказываться, если их приглашают. Не тяготитесь записать договор, будь он большим или малым, вплоть до указания его срока. Так будет справедливее перед Аллахом, убедительнее для свидетельства и лучше для избежания сомнений. Но если вы заключаете наличную сделку и расплачиваетесь друг с другом на месте, то на вас не будет греха, если вы не запишите ее. Но призывайте свидетелей, если вы заключаете торговый договор, и не причиняйте вреда писарю и свидетелю. Если же вы поступите так, то совершите грех. Бойтесь Аллаха - Аллах обучает вас. Аллах ведает о всякой вещи","sv":"TROENDE! När ni sinsemellan träffar avtal om lån med fastställd förfallotid, teckna då ned avtalet i skrift. Låt en skrivare noggrant skriva ned [vad som avtalats] mellan er. Ingen skrivare får undandra sig att skriva, såsom Gud har lärt honom. Låt honom alltså skriva och låt låntagaren diktera och, om han fruktar Gud, sin Herre, inte dra ifrån något [från sitt åtagande]. Om låntagaren är svag till förståndet eller sjuklig eller [annars] inte i stånd att diktera, låt då den som tillvaratar hans intressen diktera och undvika partiskhet. Och tag två av era män till vittnen; finns inte två män till hands, tag då en man och två kvinnor bland dem ni godkänner som vittnen - om någon av dem begår ett misstag kan då den andra påpeka det för henne. De som kallas till vittnen får inte undandra sig [sin plikt]. Tveka inte att skriva ned allt, både det mindre viktiga och det viktiga, och ange förfallotiden. Det är vad Gud [i Sin vishet] finner riktigast och skäligast, mest ändamålsenligt som bevis och bäst ägnat att bespara er all tvekan och osäkerhet [i framtiden]. Men om det är fråga om direkt överlåtelse från den ene till den andre av färdiga varor utan mellanhand, gör ni inte fel om ni underlåter att upprätta skriftligt avtal. När ni köper och säljer, låt det ske i vittnens närvaro, men varken skrivare eller vittnen får [utsättas för påtryckning eller] tillfogas skada - gör ni detta, begår ni en svår synd. Frukta Gud, som är er lärare. Gud har kunskap om allt","tr":"Ey İnananlar! Birbirinize belirli bir süre için borçlandığınız zaman onu yazınız. İçinizden bir katip doğru olarak yazsın; katip onu Allah'ın kendisine öğrettiği gibi yazmaktan çekinmesin, yazsın. Borçlu olan da yazdırsın, Rabbi olan Allah'tan sakınsın, ondan bir şey eksiltmesin. Eğer borçlu, aptal veya aciz, ya da yazdıramıyacak durumda ise, velisi, doğru olarak yazdırsın. Erkeklerinizden iki şahid tutun; eğer iki erkek bulunmazsa, şahidlerden razı olacağınız bir erkek, biri unuttuğunda diğeri ona hatırlatacak iki kadın olabilir. Şahidler çağırıldıklarında çekinmesinler. Borç büyük veya küçük olsun, onu süresiyle beraber yazmaya üşenmeyin; bu, Allah katında en doğru, şahidlik için en sağlam ve şüphelenmenizden en uzak olandır. Ancak aranızdaki alışveriş peşin olursa, onu yazmamanızda size bir sorumluluk yoktur. Alışveriş yaptığınızda şahid tutun. Katibe de şahide de zarar verilmesin; eğer zarar verirseniz, o zaman doğru yoldan çıkmış olursunuz. Allah'tan sakının, Allah size öğretiyor; Allah her şeyi bilir","ur":"اے لوگو جو ایمان لائے ہو، جب کسی مقرر مدت کے لیے تم آپس میں قرض کا لین دین کرو، تو اسے لکھ لیا کرو فریقین کے درمیان انصاف کے ساتھ ایک شخص دستاویز تحریر کرے جسے اللہ نے لکھنے پڑھنے کی قابلیت بخشی ہو، اسے لکھنے سے انکار نہ کرنا چاہیے وہ لکھے اور املا وہ شخص کرائے جس پر حق آتا ہے (یعنی قرض لینے والا)، اور اُسے اللہ، اپنے رب سے ڈرنا چاہیے کہ جو معاملہ طے ہوا ہو اس میں کوئی کمی بیشی نہ کرے لیکن اگر قرض لینے والا خود نادان یا ضعیف ہو، املا نہ کرا سکتا ہو، تواس کا ولی انصاف کے ساتھ املا کرائے پھر اپنے مردوں سے دو آدمیوں کی اس پر گواہی کرا لو اور اگر دو مرد نہ ہوں تو ایک مرد اور دو عورتیں ہوں تاکہ ایک بھول جائے، تو دوسری اسے یاد دلا دے یہ گواہ ایسے لوگوں میں سے ہونے چاہییں، جن کی گواہی تمہارے درمیان مقبول ہو گواہوں کو جب گواہ بننے کے لیے کہا جائے، تو انہیں انکار نہ کرنا چاہیے معاملہ خواہ چھوٹا ہو یا بڑا، میعاد کی تعین کے ساتھ اس کی دستاویز لکھوا لینے میں تساہل نہ کرو اللہ کے نزدیک یہ طریقہ تمہارے لیے زیادہ مبنی بر انصاف ہے، اس سے شہادت قائم ہونے میں زیادہ سہولت ہوتی ہے، اور تمہارے شکوک و شبہات میں مبتلا ہونے کا امکان کم رہ جاتا ہے ہاں جو تجارتی لین دین دست بدست تم لوگ آپس میں کرتے ہو، اس کو نہ لکھا جائے تو کوئی حرج نہیں، مگر تجارتی معاملے طے کرتے وقت گواہ کر لیا کرو کاتب اور گواہ کو ستایا نہ جائے ایسا کرو گے، تو گناہ کا ارتکاب کرو گے اللہ کے غضب سے بچو وہ تم کو صحیح طریق عمل کی تعلیم دیتا ہے اور اسے ہر چیز کا علم ہے","zh":"信道的人们啊！你们彼此间成立定期借贷的时候，你们应当写一张借劵，请一个会写字的人 ，秉公代写。代书人不得拒绝，当遵照安拉所教他的方法而书写。由债务者口授，（他口授时），当敬畏安拉——他的主——不要减少债额一丝毫。如果债务者是愚蠢的，或老弱的，或不能亲自口授的，那么，叫他的监护人秉公地替他口授。你们当从你们的男人中邀请两个人作证；如果没有两个男人，那么，从你们所认可的证人中请一个男人和两个女人作证。这个女人遗忘的时候，那个女人可以提醒她。证人被邀请的时候，不得拒绝。无论债额多寡，不可厌烦，都要写在借券上，并写明偿还的日期。在安拉看来，这是最公平的，最易作证的，最可祛疑的。但你们彼此间的交易，虽不写买卖契约，对于你们是毫无罪过的。你们成立商业契约的时候，宜请作证人，对代书者和作证者，不得加以妨害；否则，就是你们犯罪。你们应当敬畏安拉，安拉教诲你们，安拉是全知万物的。"},"transliteration":"Ya ayyuha allatheena amanoo itha tadayantum bidaynin ila ajalin musamman faoktuboohu walyaktub baynakum katibun bialAAadli wala yaba katibun an yaktuba kama AAallamahu Allahu falyaktub walyumlili allathee AAalayhi alhaqqu walyattaqi Allaha rabbahu wala yabkhas minhu shayan fain kana allathee AAalayhi alhaqqu safeehan aw daAAeefan aw la yastateeAAu an yumilla huwa falyumlil waliyyuhu bialAAadli waistashhidoo shaheedayni min rijalikum fain lam yakoona rajulayni farajulun waimraatani mimman tardawna mina alshshuhadai an tadilla ihdahuma fatuthakkira ihdahuma alokhra wala yaba alshshuhadao itha ma duAAoo wala tasamoo an taktuboohu sagheeran aw kabeeran ila ajalihi thalikum aqsatu AAinda Allahi waaqwamu lilshshahadati waadna alla tartaboo illa an takoona tijaratan hadiratan tudeeroonaha baynakum falaysa AAalaykum junahun alla taktubooha waashhidoo itha tabayaAAtum wala yudarra katibun wala shaheedun wain tafAAaloo fainnahu fusooqun bikum waittaqoo Allaha wayuAAallimukumu Allahu waAllahu bikulli shayin AAaleemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
