{"id":2892,"number":37,"text":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمٗا","translations":{"en":"And the people of Noah - when they denied the messengers, We drowned them, and We made them for mankind a sign. And We have prepared for the wrongdoers a painful punishment","es":"Al pueblo de Noé, cuando desmintieron a los Profetas, los ahogué e hice de ellos un Signo para la gente. Tengo reservado para los injustos un castigo doloroso","fr":"Et le peuple de Noé, quand ils eurent démenti les messagers, Nous les noyâmes et en fîmes pour les gens un signe d'avertissement. Et Nous avons préparé pour les injustes un châtiment douloureux","id":"Dan (telah Kami binasakan) kaum Nuh ketika mereka mendustakan para rasul. Kami tenggelamkam mereka dan Kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah sediakan bagi orang-orang zalim azab yang pedih","ru":"Мы потопили народ Нуха (Ноя), когда они сочли лжецами посланников, и сделали их знамением для людей. Мы приготовили беззаконникам мучительные страдания","sv":"Och [minns] Noas folk! När de kallade sina sändebud för lögnare lät Vi dem dränkas [av floden] och gjorde dem till ett tecken för människorna; för [alla] orättfärdiga har Vi ett plågsamt straff i beredskap","tr":"Nuh milletini de, peygamberleri yalanladıkları zaman suda boğduk ve kendilerini insanlar için bir ibret kıldık. Zalimlere can yakıcı azap hazırlamışızdır","ur":"یہی حال قوم نوحؑ کا ہوا جب انہوں نے رسولوں کی تکذیب کی ہم نے اُن کو غرق کر دیا اور دنیا بھر کے لوگوں کے لیے ایک نشان عبرت بنا دیا اور ان ظالموں کے لیے ایک دردناک عذاب ہم نے مہیا کر رکھا ہے","zh":"努哈的宗族否认使者的时候，我淹死了他们，并且以他们为世人的鉴戒。我已为不义者准备了痛苦的刑罚。"},"transliteration":"Waqawma noohin lamma kaththaboo alrrusula aghraqnahum wajaAAalnahum lilnnasi ayatan waaAAtadna lilththalimeena AAathaban aleeman","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
