{"id":2895,"number":40,"text":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","translations":{"en":"And they have already come upon the town which was showered with a rain of evil. So have they not seen it? But they are not expecting resurrection","es":"Todos han visto las ruinas de la ciudad sobre la cual hice caer una lluvia de piedras, pero no recapacitan, pues no creen en la resurrección","fr":"Ils sont passés par la cité sur laquelle est tombée une pluie de malheurs. Ne la voient-ils donc pas? Mais ils n'espèrent pas de résurrection","id":"Dan sungguh, mereka (kaum musyrik Mekkah) telah melalui negeri (Sodom) yang (dulu) dijatuhi hujan yang buruk (hujan batu). Tidakkah mereka menyaksikannya? Bahkan mereka itu sebenarnya tidak mengharapkan hari kebangkitan","ru":"Они уже проходили мимо селения, на которое выпал недобрый дождь. Разве они не видели его? О нет! Они не надеялись на то, что будут воскрешены","sv":"[De som inte vill tro] måste ha träffat på den stad över vilken Vi lät ett regn av död och förintelse falla. Har de inte sett något [och inte lärt något]? Nej, de ser ju inte fram mot någon uppståndelse","tr":"Bu putperestler and olsun ki, bela yağmuruna tutulmuş olan kasabaya uğramışlardı. Onu görmediler mi? Hayır; tekrar dirilmeyi ummuyorlardı","ur":"اور اُس بستی پر تو اِن کا گزر ہو چکا ہے جس پر بدترین بارش برسائی گئی تھی کیا انہوں نے اس کا حال دیکھا نہ ہو گا؟ مگر یہ موت کے بعد دوسری زندگی کی توقع ہی نہیں رکھتے","zh":"他们确已经历那遭恶雨的城市，难道他们没有看见它吗？不然，他们不希望复活。"},"transliteration":"Walaqad ataw AAala alqaryati allatee omtirat matara alssawi afalam yakoonoo yarawnaha bal kanoo la yarjoona nushooran","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
