{"id":2897,"number":42,"text":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","translations":{"en":"He almost would have misled us from our gods had we not been steadfast in [worship of] them.\" But they are going to know, when they see the punishment, who is farthest astray in [his] way","es":"De no haber sido porque nos mantuvimos firmes en la adoración de nuestros ídolos, nos hubiera desviado\". Pero ya sabrán, cuando vean el castigo, quiénes eran los desviados","fr":"Peu s'en est fallu qu'il ne nous égare de nos divinités, si ce n'était notre attachement patient à elles!». Cependant, ils sauront quand ils verront le châtiment, qui est le plus égaré en son chemin","id":"Sungguh, hampir saja dia menyesatkan kita dari sesembahan kita, seandainya kita tidak tetap bertahan (menyembah)nya.\" Dan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya","ru":"Он готов был отвратить нас от наших богов, если бы мы не проявили терпение». Когда они увидят наказание, они узнают, кто больше других сбился с пути","sv":"Hade vi inte varit så trogna mot våra gudar, skulle han ha kunnat förmå oss att överge dem!\" Men när de ser straffet [som väntar dem] skall de inse vem som hade förirrat sig längst från [den raka] vägen","tr":"Tanrılarımız üzerinde direnmeseydik, doğrusu neredeyse bizi onlardan uzaklaştıracaktı\" derler. Azabı gördükleri zaman, kimin yolunun sapık olduğunu bileceklerdir","ur":"اِس نے تو ہمیں گمراہ کر کے اپنے معبودوں سے برگشتہ ہی کر دیا ہوتا اگر ہم اُن کی عقیدت پر جم نہ گئے ہوتے\" اچھا، وہ وقت دور نہیں ہے جب عذاب دیکھ کر اِنہیں خود معلوم ہو جائے گا کہ کون گمراہی میں دور نکل گیا تھا","zh":"要不是我们坚持着要崇拜我们的神灵，那么，他几乎使我们偏离他们了。”他们看见刑罚的时候，将要知道谁是偏离正路的。"},"transliteration":"In kada layudilluna AAan alihatina lawla an sabarna AAalayha wasawfa yaAAlamoona heena yarawna alAAathaba man adallu sabeelan","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
