{"id":29,"number":22,"text":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","translations":{"en":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him]","es":"Él hizo para ustedes de la Tierra un lugar habitable y del cielo un techo, e hizo descender la lluvia del cielo con la que hace brotar frutos para su sustento. En consecuencia, no dediquen actos de adoración a otros además de Dios, ahora que saben [que Él es el único Creador]","fr":"C'est Lui qui vous a fait la terre pour lit, et le ciel pour toit; qui précipite la pluie du ciel et par elle fait surgir toutes sortes de fruits pour vous nourrir, ne Lui cherchez donc pas des égaux, alors que vous savez (tout cela)","id":"(Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui","ru":"Он сделал для вас землю ложем, а небо - кровлей, низвел с неба воду и взрастил ею плоды для вашего пропитания. Посему никого не равняйте с Аллахом сознательно","sv":"Han som har skapat jorden som en viloplats för er och rest himlen som ett valv och låtit vatten strömma från skyn och därmed frambringat frukter för er försörjning. Sätt därför inte medgudar vid Guds sida, då ni vet [att Gud är utan like]","tr":"O, yeryüzünü size bir döşek ve göğü de bir bina kıldı. Gökten su indirip onunla size rızık olmak üzere ürünler meydana getirdi; artık Allah'a, bile bile eş koşmayın","ur":"وہی تو ہے جِس نے تمہارے لیے زمین کا فرش بچھایا، آسمان کی چھت بنائی، اوپر سے پانی برسایا اور اس کے ذریعے سے ہر طرح کی پیداوار نکال کر تمہارے لیے رزق بہم پہنچایا پس جب تم یہ جانتے ہو تو دوسروں کو اللہ کا مد مقابل نہ ٹھیراؤ","zh":"他以大地为你们的席，以天空为你们的幕，并且从天上降下雨水，而借雨水生出许多果实，做你们的给养，所以你们不要明知故犯地给安拉树立匹敌。"},"transliteration":"Allathee jaAAala lakumu alarda firashan waalssamaa binaan waanzala mina alssamai maan faakhraja bihi mina alththamarati rizqan lakum fala tajAAaloo lillahi andadan waantum taAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
