{"id":290,"number":283,"text":"۞وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","translations":{"bn":"আর তোমরা যদি প্রবাসে থাক এবং কোন লেখক না পাও তবে বন্ধকী বন্তু হস্তগত রাখা উচিত। যদি একে অন্যকে বিশ্বাস করে, তবে যাকে বিশ্বাস করা হয়, তার উচিত অন্যের প্রাপ্য পরিশোধ করা এবং স্বীয় পালনকর্তা আল্লাহকে ভয় কর! তোমরা সাক্ষ্য গোপন করো না। যে কেউ তা গোপন করবে, তার অন্তর পাপপূর্ণ হবে। তোমরা যা করা, আল্লাহ সে সম্পর্কে খুব জ্ঞাত।","en":"And if you are on a journey and cannot find a scribe, then a security deposit [should be] taken. And if one of you entrusts another, then let him who is entrusted discharge his trust [faithfully] and let him fear Allah, his Lord. And do not conceal testimony, for whoever conceals it - his heart is indeed sinful, and Allah is Knowing of what you do","id":"Dan jika kamu dalam perjalanan sedang kamu tidak mendapat seorang penulis, maka hendaklah ada barang jaminan yang dipegang. Tetapi, jika sebagian kamu mempercayai sebagian yang lain, hendaklah yang dipercayai itu menunaikan amanatnya (utangnya) dan hendaklah dia bertakwa kepada Allah, Tuhannya. Dan janganlah kamu menyembunyikan kesaksian, karena barang siapa menyembunyikannya, sungguh, hatinya kotor (berdosa). Allah Maha Mengetahui apa yang kamu kerjakan","ru":"Если вы окажетесь в поездке и не найдете писаря, то назначьте залог, который можно получить в руки. Но если один из вас доверяет другому, то пусть тот, кому доверено, вернет доверенное ему и убоится Аллаха, своего Господа. Не скрывайте свидетельства. А у тех, кто скрывает его, сердце поражено грехом. Аллаху известно о том, что вы совершаете","tr":"Eğer yolculukta olup katip bulamazsanız alınan rehin yeter. Şayet birbirinize güvenirseniz, güvenilen kimse borcunu ödesin. Rabbi olan Allah'tan sakınsın. Şahidliği gizlemeyin, onu kim gizlerse şüphesiz kalbi günah işlemiş olur. Allah işlediklerinizi bilir","ur":"اگر تم سفر کی حالت میں ہو اور دستاویز لکھنے کے لیے کوئی کاتب نہ ملے، تو رہن بالقبض پر معاملہ کرو اگر تم میں سے کوئی شخص دوسرے پر بھروسہ کر کے اس کے ساتھ کوئی معاملہ کرے، تو جس پر بھروسہ کیا گیا ہے، اسے چاہیے کہ امانت ادا کرے اور اللہ، اپنے رب سے ڈرے اور شہادت ہرگز نہ چھپاؤ جو شہادت چھپاتا ہے، اس کا دل گناہ میں آلودہ ہے اور اللہ تمہارے اعمال سے بے خبر نہیں ہے"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
