{"id":290,"number":283,"text":"۞وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","translations":{"en":"And if you are on a journey and cannot find a scribe, then a security deposit [should be] taken. And if one of you entrusts another, then let him who is entrusted discharge his trust [faithfully] and let him fear Allah, his Lord. And do not conceal testimony, for whoever conceals it - his heart is indeed sinful, and Allah is Knowing of what you do","es":"Si estuvieran de viaje y no encontraran un escribano, pueden tomar algo en garantía. Pero si existe una confianza mutua, no hacen mal en no poner por escrito la deuda ni tomar una garantía, y tengan temor de Dios. Que nadie se niegue a prestar testimonio cuando sea convocado, porque quien lo oculta tiene un corazón malvado. Y Dios sabe cuanto hacen","fr":"Mais si vous êtes en voyage et ne trouvez pas de scribe, un gage reçu suffit. S'il y a entre vous une confiance réciproque, que celui à qui on a confié quelque chose la restitue; et qu'il craigne Allah son Seigneur. Et ne cachez pas le témoignage: quiconque le cache a, certes, un cœur pécheur. Allah, de ce que vous faites, est Omniscient","id":"Dan jika kamu dalam perjalanan sedang kamu tidak mendapat seorang penulis, maka hendaklah ada barang jaminan yang dipegang. Tetapi, jika sebagian kamu mempercayai sebagian yang lain, hendaklah yang dipercayai itu menunaikan amanatnya (utangnya) dan hendaklah dia bertakwa kepada Allah, Tuhannya. Dan janganlah kamu menyembunyikan kesaksian, karena barang siapa menyembunyikannya, sungguh, hatinya kotor (berdosa). Allah Maha Mengetahui apa yang kamu kerjakan","ru":"Если вы окажетесь в поездке и не найдете писаря, то назначьте залог, который можно получить в руки. Но если один из вас доверяет другому, то пусть тот, кому доверено, вернет доверенное ему и убоится Аллаха, своего Господа. Не скрывайте свидетельства. А у тех, кто скрывает его, сердце поражено грехом. Аллаху известно о том, что вы совершаете","sv":"Om ni befinner er på resa och ingen skrivare är till hands, kan ni ta emot pant [som säkerhet]. Men om ni visar varandra förtroende [och inte kräver pant], skall den som fått förtroendet fullgöra sin skyldighet och frukta Gud, sin Herre. Undanhåll inte vad ni har bevittnat. Den som undanhåller vittnesmål syndar i sitt hjärta. Gud vet vad ni gör","tr":"Eğer yolculukta olup katip bulamazsanız alınan rehin yeter. Şayet birbirinize güvenirseniz, güvenilen kimse borcunu ödesin. Rabbi olan Allah'tan sakınsın. Şahidliği gizlemeyin, onu kim gizlerse şüphesiz kalbi günah işlemiş olur. Allah işlediklerinizi bilir","ur":"اگر تم سفر کی حالت میں ہو اور دستاویز لکھنے کے لیے کوئی کاتب نہ ملے، تو رہن بالقبض پر معاملہ کرو اگر تم میں سے کوئی شخص دوسرے پر بھروسہ کر کے اس کے ساتھ کوئی معاملہ کرے، تو جس پر بھروسہ کیا گیا ہے، اسے چاہیے کہ امانت ادا کرے اور اللہ، اپنے رب سے ڈرے اور شہادت ہرگز نہ چھپاؤ جو شہادت چھپاتا ہے، اس کا دل گناہ میں آلودہ ہے اور اللہ تمہارے اعمال سے بے خبر نہیں ہے","zh":"如果你们在旅行中（借贷），而且没有代书的人，那么，可交出抵押品；如果你们中有一人信托另一人，那么，受信托的人，当交出他所受的托付物，当敬畏安拉——他的主。你们不要隐讳见证，谁隐讳见证，谁的心确是有罪的。安拉是全知你们的行为的。"},"transliteration":"Wain kuntum AAala safarin walam tajidoo katiban farihanun maqboodatun fain amina baAAdukum baAAdan falyuaddi allathee itumina amanatahu walyattaqi Allaha rabbahu wala taktumoo alshshahadata waman yaktumha fainnahu athimun qalbuhu waAllahu bima taAAmaloona AAaleemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
