{"id":2908,"number":53,"text":"۞وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","translations":{"en":"And it is He who has released [simultaneously] the two seas, one fresh and sweet and one salty and bitter, and He placed between them a barrier and prohibiting partition","es":"Él es Quien ha hecho confluir las dos masas de agua, una dulce y la otra salada. Entre ambas puso un espacio intermedio y una barrera infranqueable","fr":"Et c'est Lui qui donne libre cours aux deux mers: l'une douce, rafraîchissante, l'autre salée, amère. Et Il assigne entre les deux une zone intermédiaire et un barrage infranchissable","id":"Dan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus","ru":"Он - Тот, Кто смешал два моря (вида воды): одно - приятное, пресное, а другое - соленое, горькое. Он установил между ними преграду и непреодолимое препятствие","sv":"OCH DET är Han som låter de två stora vattenmassorna röra sig fritt - den enas [vatten] är sött och släcker törsten och den andras är salt och bittert - och som har rest ett hinder mellan dem, en skiljelinje som de inte kan överskrida","tr":"Birinin suyu tatlı ve kolay içimli, diğerininki tuzlu ve acı olan iki denizi salıverip aralarına da, karışmalarına engel olan bir sınır koyan Allah'tır","ur":"اور وہی ہے جس نے دو سمندروں کو ملا رکھا ہے ایک لذیذ و شیریں، دوسرا تلخ و شور اور دونوں کے درمیان ایک پردہ حائل ہے ایک رکاوٹ ہے جو انہیں گڈ مڈ ہونے سے روکے ہوئے ہے","zh":"他就是任两海自由交流的，这是很甜的水，那是很苦的咸水；他在两海之间设置屏障和提防。"},"transliteration":"Wahuwa allathee maraja albahrayni hatha AAathbun furatun wahatha milhun ojajun wajaAAala baynahuma barzakhan wahijran mahjooran","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
