{"id":291,"number":284,"text":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translations":{"en":"To Allah belongs whatever is in the heavens and whatever is in the earth. Whether you show what is within yourselves or conceal it, Allah will bring you to account for it. Then He will forgive whom He wills and punish whom He wills, and Allah is over all things competent","es":"A Dios pertenece cuanto hay en los cielos y la Tierra. Lo que manifiesten en público y lo que oculten en privado, Dios les pedirá cuenta por ello; Dios perdona a quien Él quiere y castiga a quien Él quiere. Dios es sobre toda cosa Poderoso","fr":"C'est à Allah qu'appartient tout ce qui est dans les cieux et sur la terre. Que vous manifestiez ce qui est en vous ou que vous le cachiez, Allah vous en demandera compte. Puis Il pardonnera à qui Il veut, et châtiera qui Il veut. Et Allah est Omnipotent","id":"Milik Allahlah apa yang ada di langit dan apa yang ada di bumi. Jika kamu nyatakan apa yang ada di dalam hatimu atau kamu sembunyikan, niscaya Allah memperhitungankannya (tentang perbuatan itu) bagimu. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu","ru":"Аллаху принадлежит то, что на небесах, и то, что на земле. Обнаружите ли вы то, что в ваших душах, или утаите, Аллах предъявит вам счет за это. Он прощает, кого пожелает, и причиняет мучения, кому пожелает. Аллах способен на всякую вещь","sv":"Gud tillhör allt det som himlarna rymmer och det som jorden bär. Vare sig ni visar vad som rör sig i ert innersta eller döljer det, kommer Gud att ställa er till svars för det. Och Han förlåter den Han vill och Han straffar den Han vill. Gud har allt i Sin makt","tr":"Göklerde ve yerde olanlar Allah'ındır. İçinizdekini açıklasanız da gizleseniz de Allah sizi onunla hesaba çeker ve dilediğini bağışlar, dilediğine azabeder. Allah her şeye Kadir'dir","ur":"آسمانوں اور زمین میں جو کچھ ہے، سب اللہ کا ہے تم اپنے دل کی باتیں خواہ ظاہر کرو یا چھپاؤ اللہ بہرحال ان کا حساب تم سے لے لے گا پھر اسے اختیار ہے، جسے چاہے، معاف کر دے اور جسے چاہے، سزا دے وہ ہر چیز پر قدرت رکھتا ہے","zh":"天地万物，都是安拉的。你们的心事，无论加以表白，或加以隐讳，安拉都要依它而清算你们。然后，要赦宥谁，就赦宥谁；要惩罚谁，就惩罚谁。安拉对于万事是全能的。"},"transliteration":"Lillahi ma fee alssamawati wama fee alardi wain tubdoo ma fee anfusikum aw tukhfoohu yuhasibkum bihi Allahu fayaghfiru liman yashao wayuAAaththibu man yashao waAllahu AAala kulli shayin qadeerun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
