{"id":2910,"number":55,"text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","translations":{"en":"But they worship rather than Allah that which does not benefit them or harm them, and the disbeliever is ever, against his Lord, an assistant [to Satan]","es":"Sin embargo [los idólatras] adoran, en lugar de Dios, lo que no tiene poder para causarles beneficio ni perjuicio alguno. El que se niega a creer, da la espalda a su Señor","fr":"Mais ils adorent en dehors d'Allah, ce qui ne leur profite point, ni ne leur nuit! Et l'infidèle sera toujours l'allié des ennemis de son Seigneur","id":"Dan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) mendatangkan bencana kepada mereka. Orang-orang kafir adalah penolong (setan untuk berbuat durhaka) terhadap Tuhannya","ru":"Они поклоняются помимо Аллаха тому, что не может ни принести им пользу, ни причинить им вред. Неверующий является помощником против своего Господа","sv":"Och [ändå finns det] de som i Guds ställe dyrkar vad som varken kan gagna dem eller skada dem. Och förnekaren gör sig till medhjälpare [till de onda krafter som sätter sig upp] mot hans Herre","tr":"Allah'ı bırakıp, kendilerine fayda da zarar da veremeyen şeylere kulluk ederler. İnkar eden, Rabbine karşı gelenin (şeytanın) yardımcısıdır","ur":"اس خدا کو چھوڑ کر لوگ اُن کو پوج رہے ہیں جو نہ ان کو نفع پہنچا سکتے ہیں نہ نقصان، اور اوپر سے مزید یہ کہ کافر اپنے رب کے مقابلے میں ہر باغی کا مدد گار بنا ہوا ہے","zh":"他们舍安拉而崇拜那些对他们既无福又无祸的东西，不信道者是极力反抗自己的主的。"},"transliteration":"WayaAAbudoona min dooni Allahi ma la yanfaAAuhum wala yadurruhum wakana alkafiru AAala rabbihi thaheeran","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
