{"id":2915,"number":60,"text":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","translations":{"en":"And when it is said to them, \"Prostrate to the Most Merciful,\" they say, \"And what is the Most Merciful? Should we prostrate to that which you order us?\" And it increases them in aversion","es":"Cuando se les dice [a los idólatras]: \"Prostérnense ante el Compasivo\", exclaman: \"¿Quién es el Compasivo? No nos vamos a prosternar ante quien nos ordenas\". Y eso los aleja aún más","fr":"Et quand on leur dit: «Prosternez-vous devant le Tout Miséricordieux», ils disent: «Qu'est-ce donc que le Tout Miséricordieux? Allons-nous nous prosterner devant ce que tu nous commandes?» - Et cela accroît leur répulsion","id":"Dan apabila dikatakan kepada mereka, \"Sujudlah kepada Yang Maha Pengasih\", mereka menjawab, \"Siapakah Yang Maha Pengasih itu? Apakah kami harus sujud kepada Allah yang engkau (Muhammad) perintahkan kepada kami (bersujud kepada-Nya)?\" Dan mereka makin jauh lari (dari kebenaran)","ru":"Когда им говорят: «Падайте ниц перед Милостивым!». - они говорят: «Что такое Милостивый? Неужели мы будем падать ниц перед тем, кому ты нам приказываешь?». Это приумножает их отвращение","sv":"Men när de uppmanas att falla ned i tillbedjan inför den Nåderike, säger de: \"Vad är då den Nåderike? Skall vi på din befallning falla ned inför vad som helst?\" Och detta leder till att deras motvilja växer","tr":"Onlara: \"Rahman'a secdeye varın\" dendiği zaman \"Rahman da nedir? Emrettiğine mi secdeye varacağız?\" derler. Bu, onların nefretini artırır","ur":"اِن لوگوں سے جب کہا جاتا ہے کہ اس رحمان کو سجدہ کرو تو کہتے ہیں \"رحمان کیا ہوتا ہے؟ کیا بس جسے تو کہہ دے اسی کو ہم سجدہ کرتے پھریں؟\" یہ دعوت ان کی نفرت میں الٹا اور اضافہ کر دیتی ہے","zh":"如果有人对他们说：“你们应当为至仁主而叩头。”他们就说：“至仁主是什么？难道我们因奉你的命令而叩头吗？”那使他们更加反感。"},"transliteration":"Waitha qeela lahumu osjudoo lilrrahmani qaloo wama alrrahmanu anasjudu lima tamuruna wazadahum nufooran","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
