{"id":2923,"number":68,"text":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","translations":{"en":"And those who do not invoke with Allah another deity or kill the soul which Allah has forbidden [to be killed], except by right, and do not commit unlawful sexual intercourse. And whoever should do that will meet a penalty","es":"Los que no invocan a nada ni a nadie junto con Dios, no matan a quien Dios ha prohibido matar salvo con justo derecho, y no cometen fornicación ni adulterio. [Sepan que] quienes cometan algo de esto merecerán recibir una pena","fr":"Qui n'invoquent pas d'autre dieu avec Allah et ne tuent pas la vie qu'Allah a rendue sacrée, sauf à bon droit; qui ne commettent pas de fornication - car quiconque fait cela encourra une punition","id":"dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barang siapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat","ru":"Они не взывают помимо Аллаха к другим богам, не убивают людей вопреки запрету Аллаха, если только они не имеют права на это, и не прелюбодействуют. А тот, кто поступает так, получит наказание","sv":"Och de anropar aldrig en gudom vid sidan av Gud och de berövar aldrig en människa livet - som Gud har förklarat heligt - annat än i rättfärdigt syfte, och de avhåller sig från äktenskapsbrott. Den som begår dessa svåra synder skall få sona dem med en exemplarisk bestraffning","tr":"Onlar, Allah'ın yanında başka tanrı tutup ona yalvarmazlar. Allah'ın haram kıldığı cana haksız yere kıymazlar. Zina etmezler. Bunları yapan günaha girmiş olur","ur":"جو اللہ کے سوا کسی اور معبود کو نہیں پکارتے، اللہ کی حرام کی ہوئی کسی جان کو ناحق ہلاک نہیں کرتے، اور نہ زنا کے مرتکب ہوتے ہیں یہ کام جو کوئی کرے وہ اپنے گناہ کا بدلہ پائے گا","zh":"他们只祈祷安拉，不祈祷别的神灵；他们不违背安拉的禁令而杀人，除非以真理（偿命）；他们也不通奸。谁犯此类（罪恶），谁遭惩罚；"},"transliteration":"Waallatheena la yadAAoona maAAa Allahi ilahan akhara wala yaqtuloona alnnafsa allatee harrama Allahu illa bialhaqqi wala yaznoona waman yafAAal thalika yalqa athaman","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
