{"id":2925,"number":70,"text":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translations":{"en":"Except for those who repent, believe and do righteous work. For them Allah will replace their evil deeds with good. And ever is Allah Forgiving and Merciful","es":"salvo quienes se arrepientan, crean y hagan obras de bien. A estos Dios les perdonará sus pecados, y en su lugar les registrará buenas obras. Dios es Absolvedor, Misericordioso","fr":"sauf celui qui se repent, croit et accomplit une bonne œuvre; ceux-là Allah changera leurs mauvaises actions en bonnes, et Allah est Pardonneur et Miséricordieux","id":"kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang","ru":"Это не относится к тем, которые раскаялись, уверовали и поступали праведно. Их злые деяния Аллах заменит добрыми, ибо Аллах - Прощающий, Милосердный","sv":"De skall inte straffas som visar ånger och blir troende och lever ett rättskaffens liv. I stället för deras dåliga handlingar skall Gud sätta goda handlingar, därför att Gud är ständigt förlåtande, barmhärtig","tr":"Ancak tevbe eden, inanıp yararlı iş işleyenlerin, işte Allah onların kötülüklerini iyiliklere çevirir. Allah bağışlar ve merhamet eder","ur":"اِلّا یہ کہ کوئی (ان گناہوں کے بعد) توبہ کر چکا ہو اور ایمان لا کر عمل صالح کرنے لگا ہو ایسے لوگوں کی برائیوں کو اللہ بھلائیوں سے بدل دے گا اور وہ بڑا غفور رحیم ہے","zh":"惟悔过而且信道并行善者，安拉将勾销其罪行，而录取其善功。安拉是至赦的，是至慈的。"},"transliteration":"Illa man taba waamana waAAamila AAamalan salihan faolaika yubaddilu Allahu sayyiatihim hasanatin wakana Allahu ghafooran raheeman","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
