{"id":2932,"number":77,"text":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","translations":{"en":"Say, \"What would my Lord care for you if not for your supplication?\" For you [disbelievers] have denied, so your denial is going to be adherent","es":"Diles [¡oh, Mujámmad!]: \"¿Por qué iba a prestarles atención mi Señor si no Le ruegan? Pero ustedes [que se han negado a creer] han desmentido Su Mensaje, y por eso merecen que los azote el castigo","fr":"Dis: «Mon Seigneur ne se souciera pas de vous sans votre prière; mais vous avez, démenti (le Prophète). Votre [châtiment] sera inévitable et permanent","id":"Katakanlah (Muhammad, kepada orang-orang musyrik), \"Tuhanku tidak akan mengindahkan kamu, kalau tidak karena ibadahmu. (Tetapi bagaimana kamu beribadah kepada-Nya), padahal sungguh, kamu telah mendustakan-Nya? Karena itu kelak (azab) pasti (menimpamu)","ru":"Скажи: «Мой Господь не стал бы обращать на вас внимание, если бы не ваши молитвы. Вы сочли это ложью, и скоро оно (наказание) станет неотступным»","sv":"SÄG, [Muhammad, till dem som inte vill tro]: \"Min Herre bekymrar sig inte om er och den bön som ni försummar [att rikta till Honom]. Men ni har kallat [Hans budskap] för lögn och [straff] följer osvikligt [på denna synd]","tr":"De ki: \"İbadetiniz (duanız) olmasa Rabbim size ne diye değer versin?\" Ey inkarcılar! Yalanladığınız için, azap yakanızı bırakmayacaktır","ur":"اے محمدؐ، لوگوں سے کہو \"میرے رب کو تمہاری کیا حاجت پڑی ہے اگر تم اس کو نہ پکارو اب کہ تم نے جھٹلا دیا ہے، عنقریب وہ سزا پاؤ گے کہ جان چھڑانی محال ہو گی","zh":"你说：“假若没有你们的祈祷，我的主并不关切你们，但你们既已否认真理，你们将来要受无法解脱的刑罚。”"},"transliteration":"Qul ma yaAAbao bikum rabbee lawla duAAaokum faqad kaththabtum fasawfa yakoonu lizaman","chapter":{"id":25,"name":"الفرقان","transliteration":"Al-Furqan","translations":{"en":"The Criterion","es":"El Discernimiento","fr":"Le discernement","id":"Pembeda","ru":"аль-Фуркан","sv":"Måttstocken","tr":"Furkân","ur":"صحیح اور غلط میں فرق کرنے والی کتاب","zh":"准则"},"type":"meccan"}}
