{"id":296,"number":3,"text":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","translations":{"en":"He has sent down upon you, [O Muhammad], the Book in truth, confirming what was before it. And He revealed the Torah and the Gospel","es":"Él te reveló [¡oh, Mujámmad!] el Libro con la Verdad, para confirmar los mensajes anteriores, y ya había revelado la Tora y el Evangelio","fr":"Il a fait descendre sur toi le Livre avec la vérité, confirmant les Livres descendus avant lui. Et Il fit descendre la Thora et l'Evangile","id":"Dia menurunkan Kitab (Alquran) kepadamu (Muhammad) yang mengandung kebenaran, membenarkan (kitab-kitab) sebelumnya, dan Dia menurunkan Taurat dan Injil","ru":"Он ниспослал тебе Писание с истиной в подтверждение того, что было до него. Он ниспослал Таурат (Тору) и Инджил (Евангелие)","sv":"Steg för steg uppenbarar Han för dig denna Skrift och med den sanningen och bekräftelse av det som ännu består [av äldre tiders uppenbarelser]; det är Han som uppenbarade Tora och Evangeliet","tr":"Kendisinden önceki Kitapları tasdik eden Hak Kitap'ı sana indirdi. Önceden insanlara yol gösterici olarak Tevrat ve İncil'i de indirmişti. O, doğruyu yanlıştan ayıran Kitap'ı indirdi. Doğrusu Allah'ın ayetlerini inkar edenler için şiddetli azab vardır. Allah güçlüdür, mazlumların öcünü alır","ur":"اُس نے تم پر یہ کتاب نازل کی ہے، جو حق لے کر آئی ہے اور اُن کتابوں کی تصدیق کر رہی ہے جو پہلے سے آئی ہوئی تھیں اس سے پہلے وہ انسانوں کی ہدایت کے لیے تورات اور انجیل نازل کر چکا ہے","zh":"他降示你这部包含真理的经典，以证实以前的一切天经；他曾降示《讨拉特》和《引支勒》"},"transliteration":"Nazzala AAalayka alkitaba bialhaqqi musaddiqan lima bayna yadayhi waanzala alttawrata waalinjeela","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
