{"id":297,"number":4,"text":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","translations":{"en":"Before, as guidance for the people. And He revealed the Qur'an. Indeed, those who disbelieve in the verses of Allah will have a severe punishment, and Allah is exalted in Might, the Owner of Retribution","es":"como guía para la gente, y reveló el criterio por el cual se discierne lo verdadero de lo falso. Quienes no crean en la palabra de Dios tendrán un castigo severo. Dios es Poderoso y Señor de la retribución Justa","fr":"auparavant, en tant que guide pour les gens. Et Il a fait descendre le Discernement. Ceux qui ne croient pas aux Révélations d'Allah auront, certes, un dur châtiment! Et, Allah est Puissant, Détenteur du pouvoir de punir","id":"(sebelumnya, sebagai petunjuk bagi manusia, dan Dia menurunkan Al-Furqan.110) Sungguh, orang-orang yang ingkar terhadap ayat-ayat Allah akan memperoleh azab yang berat. Allah Mahaperkasa lagi mempunyai balasan (siksa)","ru":"которые прежде были руководством для людей. Он также ниспослал Различение (Коран). Воистину, тем, кто не верует в знамения Аллаха, уготованы тяжкие мучения, ведь Аллах - Могущественный, Способный на возмездие","sv":"i äldre tid, till vägledning för människorna och det är Han som har uppenbarat den måttstock med vars hjälp rätt kan mätas och skiljas från orätt. Ett strängt straff väntar dem som förnekar [sanningen i] Guds budskap - ja, Gud är allsmäktig och hämnden är Hans","tr":"Kendisinden önceki Kitapları tasdik eden Hak Kitap'ı sana indirdi. Önceden insanlara yol gösterici olarak Tevrat ve İncil'i de indirmişti. O, doğruyu yanlıştan ayıran Kitap'ı indirdi. Doğrusu Allah'ın ayetlerini inkar edenler için şiddetli azab vardır. Allah güçlüdür, mazlumların öcünü alır","ur":"اور اس نے وہ کسوٹی اتاری ہے (جو حق اور باطل کا فرق د کھانے والی ہے) اب جو لوگ اللہ کے فرامین کو قبول کرنے سے انکار کریں، ان کو یقیناً سخت سزا ملے گی اللہ بے پناہ طاقت کا مالک ہے اور برائی کا بدلہ دینے والا ہے","zh":"于此经之前，以作世人的向导；又降示证据。不信安拉的迹象的人，必定要受严厉的刑罚。安拉是万能的，是惩恶的。"},"transliteration":"Min qablu hudan lilnnasi waanzala alfurqana inna allatheena kafaroo biayati Allahi lahum AAathabun shadeedun waAllahu AAazeezun thoo intiqamin","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
