{"id":2981,"number":49,"text":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَ فَلَسَوۡفَ تَعۡلَمُونَۚ لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","translations":{"en":"[Pharaoh] said, \"You believed Moses before I gave you permission. Indeed, he is your leader who has taught you magic, but you are going to know. I will surely cut off your hands and your feet on opposite sides, and I will surely crucify you all","es":"Dijo [el Faraón sorprendido]: \"¿Acaso van a creer en él sin que yo se los permita? Creo que él es su maestro, el que les ha enseñado la magia. ¡Ya verán [mi venganza]! Haré que les amputen una mano y un pie opuestos, y luego los haré crucificar a todos","fr":"[Pharaon] dit: «Avez-vous cru en lui avant que je ne vous le permette? En vérité, c'est lui votre chef, qui vous a enseigné la magie! Eh bien, vous saurez bientôt! Je vous couperai, sûrement, mains et jambes opposées, et vous crucifierai tous»","id":"Dia (Fir'aun) berkata, \"Mengapa kamu beriman kepada Musa sebelum aku memberi izin kepadamu? Sesungguhnya dia pemimpinmu yang mengajarkan sihir kepadamu. Nanti kamu pasti akan tahu (akibat perbuatanmu). Pasti akan kupotong tangan dan kakimu bersilang dan sungguh akan aku salib semuanya","ru":"Он сказал: «Неужели вы поверили ему до того, как я позволил вам? Воистину, он - старший из вас, который научил вас колдовству! Но скоро вы узнаете! Я отрублю вам руки и ноги накрест и распну вас всех!»","sv":"[Farao] sade: \"Tror ni på honom innan jag har gett er tillåtelse? Han måste vara den mästare som har undervisat er i trolldom! Men ni skall få pröva på [min vrede]! Jag svär att jag skall hugga av er motsatt hand och fot till sista man; ja, jag skall korsfästa er utan förskoning","tr":"Firavun: \"Ben size izin vermeden ona iman mı ettiniz? Muhakkak ki o, size sihri öğreten büyüğünüzdür. Şimdi bileceksiniz; ellerinizi ayaklarınızı, and olsun, çaprazlama kestireceğim, hepinizi astıracağım\" dedi","ur":"فرعون نے کہا \"تم موسیٰؑ کی بات مان گئے قبل اس کے کہ میں تمہیں اجازت دیتا! ضرور یہ تمہارا بڑا ہے جس نے تمہیں جادو سکھایا ہے اچھا، ابھی تمہیں معلوم ہوا جاتا ہے، میں تمہارے ہاتھ پاؤں مخالف سمتوں میں کٹواؤں گا اور تم سب کو سولی چڑھا دوں گا","zh":"法老说：“我还没有允许你们，你们就相信他们了吗？他必是你们的头目，是他传授你们的魔术，你们不久就知道，我必交互着砍你们的手和脚，我必将你们全体钉在十字架上。”"},"transliteration":"Qala amantum lahu qabla an athana lakum innahu lakabeerukumu allathee AAallamakumu alssihra falasawfa taAAlamoona laoqattiAAanna aydiyakum waarjulakum min khilafin walaosallibannakum ajmaAAeena","chapter":{"id":26,"name":"الشعراء","transliteration":"Ash-Shu'ara","translations":{"en":"The Poets","es":"Los Poetas","fr":"Les poètes","id":"Penyair","ru":"Поэты","sv":"Poeterna","tr":"Şuarâ","ur":"شعراٗ","zh":"众诗人"},"type":"meccan"}}
