{"id":300,"number":7,"text":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّـٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translations":{"en":"It is He who has sent down to you, [O Muhammad], the Book; in it are verses [that are] precise - they are the foundation of the Book - and others unspecific. As for those in whose hearts is deviation [from truth], they will follow that of it which is unspecific, seeking discord and seeking an interpretation [suitable to them]. And no one knows its [true] interpretation except Allah. But those firm in knowledge say, \"We believe in it. All [of it] is from our Lord.\" And no one will be reminded except those of understanding","es":"Él es Quien te ha revelado el Libro [¡oh, Mujámmad!]. En él hay versículos categóricos de significado evidente, que son la base del Libro, y otros que aceptan interpretaciones. Los que tienen el corazón extraviado siguen solo los interpretables con el fin de sembrar la discordia y hacer una interpretación interesada. Pero Dios conoce su verdadero significado. Los que tienen un conocimiento afirmado, dicen: \"Creemos en todos los versículos por igual, todos proceden de nuestro Señor. Aunque solo los dotados de intelecto tienen esto presente","fr":"C'est Lui qui a fait descendre sur toi le Livre: il s'y trouve des versets sans équivoque, qui sont la base du Livre, et d'autres versets qui peuvent prêter à d'interprétations diverses. Les gens, donc, qui ont au cœur une inclination vers l'égarement, mettent l' accent sur les versets à équivoque cherchant la dissension en essayant de leur trouver une interprétation, alors que nul n'en connaît l'interprétation, à part Allah. Mais ceux qui sont bien enracinés dans la science disent: «Nous y croyons: tout est de la part de notre Seigneur!» Mais, seuls les doués d'intelligence s'en rappellent","id":"Dialah yang menurunkan Kitab (Alquran) kepadamu (Muhammad). Di antaranya ada ayat-ayat yang muḥkamāt,111) itulah pokok-pokok Kitab (Alquran) dan yang lain mutasyābihāt.112) Adapun orang-orang yang dalam hatinya condong pada kesesatan, mereka mengikuti yang mutasyābihāt untuk mencari-cari fitnah dan untuk mencari-cari takwilnya, padahal tidak ada yang mengetahui takwilnya kecuali Allah. Dan orang-orang yang ilmunya mendalam berkata, \"Kami beriman kepadanya (Alquran), semuanya dari sisi Tuhan kami.\" Tidak ada yang dapat mengambil pelajaran kecuali orang yang berakal","ru":"Он - Тот, Кто ниспослал тебе Писание, в котором есть ясно изложенные аяты, составляющие мать Писания, а также другие аяты, являющиеся иносказательными. Те, чьи сердца уклоняются в сторону, следуют за иносказательными аятами, желая посеять смуту и добиться толкования, хотя толкования этого не знает никто, кроме Аллаха. А обладающие основательными знаниями говорят: «Мы уверовали в него (в Коран). Все это - от нашего Господа». Но поминают назидание только обладающие разумом","sv":"Det är Han som har uppenbarat för dig denna Skrift, där det finns fast och klart formulerade budskap - de utgör dess kärna - och andra som är framställda i bilder. Men de vilkas hjärtan har farit vilse går efter sådant i Skriften som har framställts i bild, när de försöker så split och förvirring genom [godtycklig] tolkning av dess innersta mening - dess innersta mening känner ingen utom Gud. - De vilkas kunskap är fast och djupt rotad säger: \"Vi tror på denna [Skrift]; allt är från vår Herre.\" Men ingen ägnar eftertanke åt [och tar varning av] detta utom de som har förstånd","tr":"Sana Kitap'ı indiren O'dur. Onda Kitap'ın temeli olan kesin anlamlı ayetler vardır, diğerleri de çeşitli anlamlıdırlar. Kalblerinde eğrilik olan kimseler, fitne çıkarmak, kendilerine göre yorumlamak için onların çeşitli anlamlı olanlarına uyarlar. Oysa onların yorumunu ancak Allah bilir. İlimde derinleşmiş olanlar: \"Ona inandık, hepsi Rabbimiz'in katındandır\" derler. Bunu ancak akıl sahipleri düşünür","ur":"وہی خدا ہے، جس نے یہ کتاب تم پر نازل کی ہے اِس کتاب میں دو طرح کی آیات ہیں: ایک محکمات، جو کتاب کی اصل بنیاد ہیں اور دوسری متشابہات جن لوگوں کے دلو ں میں ٹیڑھ ہے، وہ فتنے کی تلاش میں ہمیشہ متشابہات ہی کے پیچھے پڑے رہتے ہیں اور اُن کو معنی پہنانے کی کوشش کیا کرتے ہیں، حالانکہ ان کا حقیقی مفہوم اللہ کے سوا کوئی نہیں جانتا بخلا ف اِس کے جو لوگ علم میں پختہ کار ہیں، وہ کہتے ہیں کہ \"ہمارا اُن پر ایمان ہے، یہ سب ہمارے رب ہی کی طرف سے ہیں\" اور سچ یہ ہے کہ کسی چیز سے صحیح سبق صرف دانشمند لوگ ہی حاصل کرتے ہیں","zh":"他降示你这部经典，其中有许多明确的经文，是全经的基本；还有别的许多隐微的节文。心存邪念的人，遵从隐微的节文，企图淆惑人心，探究经义的究竟。只有安拉才知道经义的究竟。学问精通的人们说：“我们已确信它；明确的和隐微的，都是从我们的主那里降示的。惟有理智的人，才会觉悟。"},"transliteration":"Huwa allathee anzala AAalayka alkitaba minhu ayatun muhkamatun hunna ommu alkitabi waokharu mutashabihatun faamma allatheena fee quloobihim zayghun fayattabiAAoona ma tashabaha minhu ibtighaa alfitnati waibtighaa taweelihi wama yaAAlamu taweelahu illa Allahu waalrrasikhoona fee alAAilmi yaqooloona amanna bihi kullun min AAindi rabbina wama yaththakkaru illa oloo alalbabi","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
