{"id":306,"number":13,"text":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","translations":{"bn":"নিশ্চয়ই দুটো দলের মোকাবিলার মধ্যে তোমাদের জন্য নিদর্শন ছিল। একটি দল আল্লাহর রাহে যুদ্ধ করে। আর অপর দল ছিল কাফেরদের এরা স্বচক্ষে তাদেরকে দ্বিগুন দেখছিল। আর আল্লাহ যাকে নিজের সাহায্যের মাধ্যমে শক্তি দান করেন। এরই মধ্যে শিক্ষনীয় রয়েছে দৃষ্টি সম্পন্নদের জন্য।","en":"Already there has been for you a sign in the two armies which met - one fighting in the cause of Allah and another of disbelievers. They saw them [to be] twice their [own] number by [their] eyesight. But Allah supports with His victory whom He wills. Indeed in that is a lesson for those of vision","id":"(Sungguh, telah ada tanda bagi kamu pada dua golongan yang berhadap-hadapan.113) Satu golongan berperang di jalan Allah dan yang lain (golongan) kafir yang melihat dengan mata kepala, bahwa mereka (golongan muslim) dua kali lipat mereka. Allah menguatkan dengan pertolongan-Nya siapa saja yang Dia kehendaki. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (mata hati)","ru":"Знамением для вас стали две армии при Бадре: одна армия сражалась на пути Аллаха, другая же состояла из неверующих. Своими глазами они увидели, что неверующие вдвое превышают их числом. Аллах оказывает поддержку тому, кому пожелает. Воистину, в этом есть назидание для обладающих зрением","tr":"Karşı karşıya gelen iki topluluğun durumlarında sizin için ibret vardır; biri Allah yolunda savaşanlardır, diğeri inkarcılardır ki, bunlar karşı tarafı gözleriyle kendilerinin iki misli görüyorlardı. Allah dilediğini yardımıyla destekler. Bunda görebilenler için ibret vardır","ur":"تمہارے لیے اُن دو گروہوں میں ایک نشان عبرت تھا، جو (بدر میں) ایک دوسرے سے نبرد آزما ہوئے ایک گروہ اللہ کی راہ میں لڑ رہا تھا اور دوسرا گروہ کافر تھا دیکھنے والے بچشم سر دیکھ رہے تھے کہ کافر گروہ مومن گروہ سے دو چند ہے مگر (نتیجے نے ثابت کر دیا کہ) اللہ اپنی فتح و نصرت سے جس کو چاہتا ہے، مدد دیتا ہے دیدۂ بینا رکھنے والوں کے لیے اس میں بڑا سبق پوشیدہ ہے"},"chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"bn":"ইমরানের পরিবার","en":"Family of Imran","id":"Keluarga Imran","ru":"Семейство Имрана","tr":"Âl-i İmrân","ur":"عمران کا خاندان"},"type":"medinan"}}
