{"id":307,"number":14,"text":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","translations":{"en":"Beautified for people is the love of that which they desire - of women and sons, heaped-up sums of gold and silver, fine branded horses, and cattle and tilled land. That is the enjoyment of worldly life, but Allah has with Him the best return","es":"Se encuentra en el corazón de las personas la inclinación por los placeres: las mujeres, los hijos, la acumulación de riquezas en oro y plata, los caballos de raza, los ganados y los campos de cultivo. Ese es el breve goce de esta vida, pero lo más hermoso se encuentra junto a Dios","fr":"On a enjolivé aux gens l'amour des choses qu'ils désirent: femmes, enfants, trésors thésaurisés d'or et d'argent, chevaux marqués, bétail et champs; tout cela est l'objet de jouissance pour la vie présente, alors que c'est près d'Allah qu'il y a bon retour","id":"(Dijadikan tampak indah dalam pandangan manusia cinta terhadap nafsu, berupa wanita-wanita, anak-anak, harta benda yang bertumpuk dalam bentuk emas dan perak, kuda pilihan, hewan ternak114) dan sawah ladang. Itulah kesenangan hidup di dunia, dan di sisi Allahlah tempat kembali yang baik","ru":"Приукрашена для людей любовь к удовольствиям, доставляемым женщинами, сыновьями, накопленными кантарами золота и серебра, прекрасными конями, скотиной и нивами. Таково преходящее удовольствие мирской жизни, но у Аллаха есть лучшее место возвращения","sv":"KVINNORS kärlek, söner [i mängd], skatter av guld och silver, hästar av ädel ras, boskap och åkerjordar har utmålats för människorna [som det mest åtråvärda i livet]. Allt detta hör till de glädjeämnen som står till buds i denna värld, men återkomsten till Gud är det högsta goda","tr":"Kadınlara, oğullara, kantar kantar altın ve gümüşe, nişanlı atlar ve develere, ekinlere karşı aşırı sevgi beslemek insanlara güzel gösterilmiştir. Bunlar dünya hayatının nimetleridir, oysa gidilecek yerin güzeli Allah katındadır","ur":"لوگوں کے لیے مرغوبات نفس، عورتیں، اولا د، سونے چاندی کے ڈھیر، چیدہ گھوڑے، مویشی او ر زرعی زمینیں بڑی خوش آئند بنا دی گئی ہیں، مگر یہ سب دنیا کی چند روزہ زندگی کے سامان ہیں حقیقت میں جو بہتر ٹھکانا ہے، وہ تو اللہ کے پاس ہے","zh":"迷惑世人的，是令人爱好的事物，如妻子、儿女、金银、宝藏、骏马、牲畜、禾稼等。这些是今世生活的享受；而安拉那里，却有优美的归宿。"},"transliteration":"Zuyyina lilnnasi hubbu alshshahawati mina alnnisai waalbaneena waalqanateeri almuqantarati mina alththahabi waalfiddati waalkhayli almusawwamati waalanAAami waalharthi thalika mataAAu alhayati alddunya waAllahu AAindahu husnu almaabi","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
