{"id":311,"number":18,"text":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَـٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translations":{"en":"Allah witnesses that there is no deity except Him, and [so do] the angels and those of knowledge - [that He is] maintaining [creation] in justice. There is no deity except Him, the Exalted in Might, the Wise","es":"Dios atestigua, y con Él los ángeles y los dotados de cono-cimiento, que no existe más divinidad que Él, y que Él vela por la justicia [y mantiene el equilibrio]. No hay otra divinidad salvo Él, el Poderoso, el Sabio","fr":"Allah atteste, et aussi les Anges et les doués de science, qu'il n'y a point de divinité à part Lui, le Mainteneur de la justice. Point de divinité à part Lui, le Puissant, le Sage","id":"Allah menyatakan bahwa tidak ada tuhan selain Dia; (demikian pula) para malaikat dan orang berilmu yang menegakkan keadilan, tidak ada tuhan selain Dia,Yang Mahaperkasa, Mahabijaksana","ru":"Аллах засвидетельствовал, что нет божества, кроме Него, а также ангелы и обладающие знанием. Он поддерживает справедливость. Нет божества, кроме Него, Могущественного, Мудрого","sv":"GUD [SJÄLV] vittnar - och [så gör] änglarna och de som har kunskap - att det inte finns en annan gud än Han, Upprätthållaren av rättvisa och jämvikt; ingen annan gud finns än Han, den Allsmäktige, den Vise","tr":"Allah, melekler ve adaleti yerine getiren ilim sahibleri, O'ndan başka tanrı olmadığına şahidlik etmişlerdir. O'ndan başka tanrı yoktur, O güçlüdür, Hakim'dir","ur":"اللہ نے خود شہادت دی ہے کہ اس کے سوا کوئی خدا نہیں ہے، او ر (یہی شہادت) فرشتوں اور سب اہل علم نے بھی دی ہے وہ انصاف پر قائم ہے اُس زبردست حکیم کے سوا فی الواقع کوئی خدا نہیں ہے","zh":"安拉秉公作证：除他外，绝无应受崇拜的；众天使和一般学者，也这样作证：除他外，绝无应受崇拜的，他是万能的，是至睿的。"},"transliteration":"Shahida Allahu annahu la ilaha illa huwa waalmalaikatu waoloo alAAilmi qaiman bialqisti la ilaha illa huwa alAAazeezu alhakeemu","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
