{"id":312,"number":19,"text":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translations":{"en":"Indeed, the religion in the sight of Allah is Islam. And those who were given the Scripture did not differ except after knowledge had come to them - out of jealous animosity between themselves. And whoever disbelieves in the verses of Allah, then indeed, Allah is swift in [taking] account","es":"Para Dios la verdadera religión es el Islam. Los que habían recibido el libro anteriormente discreparon por soberbia a pesar de haberles llegado la revelación. Quienes rechacen los signos de Dios, sepan que Dios es rápido en ajustar cuentas","fr":"Certes, la religion acceptée d'Allah, c'est l'Islam. Ceux auxquels le Livre a été apporté ne se sont disputés, par agressivité entre eux, qu'après avoir reçu la science. Et quiconque ne croit pas aux signes d'Allah... alors Allah est prompt à demander compte","id":"(Sesungguhnya agama di sisi Allah ialah Islam. Tidaklah berselisih orang-orang yang telah diberi Kitab115) kecuali setelah mereka memperoleh ilmu, karena kedengkian di antara mereka. Barang siapa ingkar terhadap ayat-ayat Allah, maka sungguh, Allah sangat cepat perhitungan-Nya","ru":"Воистину, религией у Аллаха является ислам. Те, кому было даровано Писание, впали в разногласия только после того, как к ним явилось знание, по причине зависти и несправедливого отношения друг к другу. Если кто не уверовал в знамения Аллаха, то ведь Аллах скор на расчет","sv":"För Gud är [den sanna] religionen underkastelse under Hans vilja; de som [tidigare] tog emot uppenbarelsen kom att omfatta skilda meningar först efter att ha fått [all] kunskap och av ovilja och avund mot varandra. Och den som vill förneka sanningen i Guds budskap [bör minnas att] Gud är snar att kalla till räkenskap","tr":"Allah katında din, şüphesiz İslam'dır. Ancak, Kitap verilenler, kendilerine ilim geldikten sonra, aralarındaki ihtiras yüzünden ayrılığa düştüler. Allah'ın ayetlerini kim inkar ederse bilsin ki, Allah hesabı çabuk görür","ur":"اللہ کے نزدیک دین صرف اسلام ہے اس دین سے ہٹ کر جو مختلف طریقے اُن لوگوں نے اختیار کیے، جنہیں کتاب دی گئی تھی، اُن کے اِس طرز عمل کی کوئی وجہ اس کے سوا نہ تھی کہ انہوں نے علم آ جانے کے بعد آپس میں ایک دوسرے پر زیادتی کرنے کے لیے ایسا کیا اور جو کوئی اللہ کے احکام و ہدایات کی اطاعت سے انکار کر دے، اللہ کو اس سے حساب لیتے کچھ دیر نہیں لگتی ہے","zh":"安拉所喜悦的宗教，确是伊斯兰教。曾受天经的人，只有在知识降临他们之后，由于互相嫉妒，才发生了分歧。谁不信安拉的迹象，〔安拉不久就要惩治谁〕，因为安拉确是清算神速的主。"},"transliteration":"Inna alddeena AAinda Allahi alislamu wama ikhtalafa allatheena ootoo alkitaba illa min baAAdi ma jaahumu alAAilmu baghyan baynahum waman yakfur biayati Allahi fainna Allaha sareeAAu alhisabi","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
