{"id":313,"number":20,"text":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","translations":{"bn":"যদি তারা তোমার সাথে বিতর্কে অবতীর্ণ হয় তবে বলে দাও, \"আমি এবং আমার অনুসরণকারীগণ আল্লাহর প্রতি আত্নসমর্পণ করেছি।\" আর আহলে কিতাবদের এবং নিরক্ষরদের বলে দাও যে, তোমরাও কি আত্নসমর্পণ করেছ? তখন যদি তারা আত্নসমর্পণ করে, তবে সরল পথ প্রাপ্ত হলো, আর যদি মুখ ঘুরিয়ে নেয়, তাহলে তোমার দায়িত্ব হলো শুধু পৌছে দেয়া। আর আল্লাহর দৃষ্টিতে রয়েছে সকল বান্দা।","en":"So if they argue with you, say, \"I have submitted myself to Allah [in Islam], and [so have] those who follow me.\" And say to those who were given the Scripture and [to] the unlearned, \"Have you submitted yourselves?\" And if they submit [in Islam], they are rightly guided; but if they turn away - then upon you is only the [duty of] notification. And Allah is Seeing of [His] servants","id":"Kemudian jika mereka membantah engkau (Muhammad) katakanlah, \"Aku berserah diri kepada Allah dan (demikian pula) orang-orang yang mengikutiku.\" Dan katakanlah kepada orang-orang yang telah diberi Kitab dan kepada orang-orang buta huruf,116) \"Sudahkah kamu masuk Islam?\" Jika mereka masuk Islam, berarti mereka telah mendapat petunjuk, tetapi jika mereka berpaling, maka kewajibanmu hanyalah menyampaikan. Dan Allah Maha Melihat hamba-hamba-Nya","ru":"Если они станут препираться с тобой, то скажи: «Я подчинил свой лик Аллаху вместе с теми, кто последовал за мной». Скажи тем, кому даровано Писание, а также необразованным людям: «Обратились ли вы в ислам?». Если они обратятся в ислам, то последуют прямым путем. Если же они отвернутся, то ведь на тебя возложена только передача откровения. Аллах видит рабов","tr":"Eğer seninle tartışmaya girişirlerse, \"Ben bana uyanlarla birlikte kendimi Allah'a verdim\" de. Kendilerine Kitap verilenlere ve kitapsızlara: \"Siz de İslam oldunuz mu?\" de, şayet İslam olurlarsa doğru yola girmişlerdir, yüz çevirirlerse, sana yalnız tebliğ etmek düşer. Allah kullarını görür","ur":"اب اگر یہ لوگ تم سے جھگڑا کریں، توا ن سے کہو: \"میں نے اور میرے پیروؤں نے تو اللہ کے آگے سر تسلیم خم کر دیا ہے\" پھر اہل کتاب اور غیر اہل کتاب دونوں سے پوچھو: \"کیا تم نے بھی اس کی اطاعت و بندگی قبول کی؟\" اگر کی تو وہ راہ راست پا گئے، اور اگر اس سے منہ موڑا تو تم پر صرف پیغام پہنچا دینے کی ذمہ داری تھی آگے اللہ خود اپنے بندوں کے معاملات دیکھنے والا ہے"},"chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"bn":"ইমরানের পরিবার","en":"Family of Imran","id":"Keluarga Imran","ru":"Семейство Имрана","tr":"Âl-i İmrân","ur":"عمران کا خاندان"},"type":"medinan"}}
