{"id":3159,"number":227,"text":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ","translations":{"en":"Except those [poets] who believe and do righteous deeds and remember Allah often and defend [the Muslims] after they were wronged. And those who have wronged are going to know to what [kind of] return they will be returned","es":"Excepto los creyentes de entre ellos que obran correctamente, mencionan mucho a Dios [en sus poesías], y responden con ellas a los agravios [de los poetas que se negaron a creer y ofendían en sus poesías a Mujámmad y al Islam]. Ya verán quienes hayan sido injustos, cuál será su destino","fr":"à part ceux qui croient et font de bonnes œuvres, qui invoquent souvent le nom d'Allah et se défendent contre les torts qu'on leur fait. Les injustes verront bientôt le revirement qu'ils [éprouveront]","id":"kecuali orang-orang (penyair-penyair) yang beriman dan berbuat kebajikan dan banyak mengingat Allah dan mendapat kemenangan setelah terzalimi (karena menjawab puisi-puisi orang-orang kafir). Dan orang-orang yang zalim kelak akan tahu ke tempat mana mereka akan kembali","ru":"Это не относится к тем, которые уверовали, совершают праведные деяния, многократно поминают Аллаха и защищаются после того, как с ними поступили несправедливо? А те, которые поступают несправедливо, скоро узнают, куда они вернутся","sv":"Men [så uppträder] inte de troende som lever rättskaffens och ständigt anropar Gud och som försvarar sig när de blivit föremål för [hätska och hånfulla] angrepp. Och de som har gjort sig skyldiga till [dessa] orättmätiga angrepp skall [snart] få se vilken vändning deras liv kommer att ta","tr":"Ancak inanıp yararlı iş işleyenler, Allah'ı çok çok ananlar ve haksızlığa uğratıldıklarında haklarını alanlar bunun dışındadır. Haksızlık eden kimseler nasıl bir yıkılışla yıkılacaklarını anlayacaklardır","ur":"بجز اُن لوگوں کے جو ایمان لائے اور جنہوں نے نیک عمل کیے اور اللہ کو کثرت سے یاد کیا اور جب ان پر ظلم کیا گیا تو صرف بدلہ لے لیا، اور ظلم کرنے والوں کو عنقریب معلوم ہو جائے گا کہ وہ کس انجام سے دوچار ہوتے ہیں","zh":"惟信道而行善并多记念安拉，而且在欺压之后从事自卫的人除外，不义者，将来就知道他们获得什么归宿。"},"transliteration":"Illa allatheena amanoo waAAamiloo alssalihati wathakaroo Allaha katheeran waintasaroo min baAAdi ma thulimoo wasayaAAlamu allatheena thalamoo ayya munqalabin yanqaliboona","chapter":{"id":26,"name":"الشعراء","transliteration":"Ash-Shu'ara","translations":{"en":"The Poets","es":"Los Poetas","fr":"Les poètes","id":"Penyair","ru":"Поэты","sv":"Poeterna","tr":"Şuarâ","ur":"شعراٗ","zh":"众诗人"},"type":"meccan"}}
