{"id":3166,"number":7,"text":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","translations":{"en":"[Mention] when Moses said to his family, \"Indeed, I have perceived a fire. I will bring you from there information or will bring you a burning torch that you may warm yourselves","es":"[Recuerda] cuando Moisés dijo a su familia: \"He divisado un fuego. Les traeré noticias de él [para orientarnos], o bien una brasa encendida para que podamos calentarnos","fr":"(Rappelle) quand Moïse dit à sa famille: «J'ai aperçu un feu; je vais vous en apporter des nouvelles, ou bien je vous apporterai un tison allumé afin que vous vous réchauffiez»","id":"(Ingatlah) ketika Musa berkata kepada keluarganya, \"Sungguh, aku melihat api. Aku akan membawa kabar tentang itu kepadamu, atau aku akan membawa suluh api (obor) kepadamu agar kamu dapat berdiang (menghangatkan badan dekat api)","ru":"Вот Муса (Моисей) сказал своей семье: «Воистину, я вижу огонь. Я принесу вам оттуда известие или горящую головню, чтобы вы могли согреться»","sv":"[MINNS] att Moses sade till de sina [i öknen]: \"Jag ser en eld i fjärran. Där kan jag kanske få upplysning [om vägen] eller hämta några glödande kol, så att ni kan värma er","tr":"Musa, ailesine: \"Ben bir ateş gördüm; size oradan ya bir haber getireceğim, yahut ısınasınız diye tutuşmuş bir odun getireceğim\" demişti","ur":"(اِنہیں اُس وقت کا قصہ سناؤ) جب موسیٰؑ نے اپنے گھر والوں سے کہا کہ \"مجھے ایک آگ سی نظر آئی ہے، میں ابھی یا تو وہاں سے کوئی خبر لے کر آتا ہوں یا کوئی انگارا چن لاتا ہوں تاکہ تم لوگ گرم ہو سکو","zh":"当日，穆萨曾对他的家属说：“我确已看见一处火光，我将从有火的地方带一个消息来给你们，或拿一个火把来给你们烤火。”"},"transliteration":"Ith qala moosa liahlihi innee anastu naran saateekum minha bikhabarin aw ateekum bishihabin qabasin laAAallakum tastaloona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
