{"id":3169,"number":10,"text":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","translations":{"en":"And [he was told], \"Throw down your staff.\" But when he saw it writhing as if it were a snake, he turned in flight and did not return. [Allah said], \"O Moses, fear not. Indeed, in My presence the messengers do not fear","es":"Arroja tu vara\". Cuando la vio moverse como si fuera una serpiente, atemorizado se dio vuelta buscando alejarse sin mirar atrás. [Pero Dios le dijo:] \"¡Oh, Moisés! No tengas temor; los Mensajeros no deben temer cuando están ante Mí","fr":"Et: «Jette ton bâton». Quand il le vit remuer comme un serpent, il tourna le dos [pour fuir] sans revenir sur ses pas. «N'aie pas peur, Moïse. Les Messagers n'ont point peur auprès de Moi","id":"dan lemparkanlah tongkatmu!\" Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. \"Wahai Musa! Jangan takut! Sesungguhnya dihadapan-Ku para rasul tidak perlu takut","ru":"Брось свой посох!». Когда он увидел, как тот извивается, словно змея, то бросился бежать назад и не вернулся (или не обернулся). Аллах сказал: «О Муса (Моисей)! Не бойся, ибо посланникам нечего бояться, когда они находятся предо Мною","sv":"Och: \"Kasta nu din stav!\" Och när [Moses] såg den röra sig kvickt, som om den hade varit en orm, vände han sig bort och ville fly därifrån. [Gud talade på nytt till Moses och sade:] \"Moses! Du har ingenting att frukta - [Mina] utsända känner ingen fruktan inför Mig","tr":"Değneğini at!\" Musa, değneğinin yılan gibi hareketler yaptığını görünce, arkasına bakmadan dönüp kaçtı. \"Ey Musa! Korkma; Benim katımda peygamberler korkmaz; yalnız haksızlık eden bunun dışındadır. Kötü hali iyiliğe çeviren kimse bilsin ki Ben şüphesiz bağışlarım, merhamet ederim. Elini koynuna sok, Firavun ve milletine gönderilen dokuz mucizeden biri olarak kusursuz, bembeyaz çıksın. Gerçekten onlar yoldan çıkmış bir millettir","ur":"اور پھینک تو ذرا اپنی لاٹھی\" جونہی کہ موسیٰؑ نے دیکھا لاٹھی سانپ کی طرح بل کھا رہی ہے تو پیٹھ پھیر کر بھاگا اور پیچھے مڑ کر بھی نہ دیکھا \"اے موسیٰؑ، ڈرو نہیں میرے حضور رسول ڈرا نہیں کرتے","zh":"你抛下你的手杖吧！”当他看见那条手杖蜿蜒如蛇时，就转脸逃避，不敢回顾。“穆萨啊！不要畏惧，使者们在我这里，确是不畏惧的。"},"transliteration":"Waalqi AAasaka falamma raaha tahtazzu kaannaha jannun walla mudbiran walam yuAAaqqib ya moosa la takhaf innee la yakhafu ladayya almursaloona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
