{"id":317,"number":24,"text":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","translations":{"en":"That is because they say, \"Never will the Fire touch us except for [a few] numbered days,\" and [because] they were deluded in their religion by what they were inventing","es":"Eso es porque dicen: \"El fuego no nos tocará más que por días contados\". Las falsas creencias que ellos mismos inventaron terminaron apartándolos de su religión","fr":"C'est parce qu'ils disent: «Le Feu ne nous touchera que pour un nombre de jours déterminés.» Et leurs mensonges les trompent en religion","id":"Hal itu adalah karena mereka berkata, \"Api neraka tidak akan menyentuh kami kecuali beberapa hari saja.\" Mereka terpedaya dalam agama mereka oleh apa yang mereka ada-adakan","ru":"Это потому, что они говорят: «Огонь коснется нас лишь на считанные дни!». Их обольстило в их религии то, что они измышляли","sv":"De har nämligen sagt att Elden inte skall plåga dem mer än ett begränsat antal dagar? Men de lögner som de tänkte ut har gjort dem blinda för vad deras religion [föreskriver]","tr":"Bu, onların: \"Bize ateş sadece sayılı birkaç gün değecektir\" demelerindendir. Uydurup durdukları şeyler, onları dinlerinde yanıltmıştır","ur":"ان کا یہ طرز عمل اس وجہ سے ہے کہ وہ کہتے ہیں \"آتش دوزخ تو ہمیں مس تک نہ کرے گی اور اگر دوزخ کی سزا ہم کو ملے گی بھی تو بس چند روز\" اُن کے خود ساختہ عقیدوں نے اُن کو اپنے دین کے معاملے میں بڑی غلط فہمیوں میں ڈال رکھا ہے","zh":"这是因为他们说：“火狱绝不接触我们，除非若干有数的日子。”他们所捏造的，在他们的宗教方面，已欺骗了他们。"},"transliteration":"Thalika biannahum qaloo lan tamassana alnnaru illa ayyaman maAAdoodatin wagharrahum fee deenihim ma kanoo yaftaroona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
