{"id":3171,"number":12,"text":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","translations":{"en":"And put your hand into the opening of your garment [at the breast]; it will come out white without disease. [These are] among the nine signs [you will take] to Pharaoh and his people. Indeed, they have been a people defiantly disobedient","es":"Introduce tu mano por el cuello de tu túnica y saldrá blanca, resplandeciente, sin tener ningún mal. Esto es parte de los nueve signos destinados al Faraón y a su pueblo. Ellos son un pueblo perverso","fr":"Et introduis ta main dans l'ouverture de ta tunique. Elle sortira blanche et sans aucun mal - un des neuf prodiges à Pharaon et à son peuple, car ils sont vraiment des gens pervers»","id":"(Dan masukkanlah tanganmu ke leher bajumu,592) niscaya ia akan ke luar menjadi putih (bersinar) tanpa cacat. (Kedua mukjizat ini) termasuk sembilan macam mukjizat (yang akan dikemukakan) kepada Fir'aun dan kaumnya. Mereka benar-benar orang-orang yang fasik","ru":"Сунь свою руку за пазуху, и она выйдет белой (цвета молока, светящейся), без следов болезни. Вот некоторые из девяти знамений для Фараона и его народа. Воистину, они являются людьми нечестивыми»","sv":"Och [Gud sade:] \"För in din hand [och lägg den mot din sida]; när du drar fram den skall den lysa vit, utan en fläck. [Dessa är två] av nio tecken [som du skall visa] för Farao och hans folk; de är människor förhärdade i synd och trots","tr":"Değneğini at!\" Musa, değneğinin yılan gibi hareketler yaptığını görünce, arkasına bakmadan dönüp kaçtı. \"Ey Musa! Korkma; Benim katımda peygamberler korkmaz; yalnız haksızlık eden bunun dışındadır. Kötü hali iyiliğe çeviren kimse bilsin ki Ben şüphesiz bağışlarım, merhamet ederim. Elini koynuna sok, Firavun ve milletine gönderilen dokuz mucizeden biri olarak kusursuz, bembeyaz çıksın. Gerçekten onlar yoldan çıkmış bir millettir","ur":"اور ذرا اپنا ہاتھ اپنے گریبان میں تو ڈالو چمکتا ہوا نکلے گا بغیر کسی تکلیف کے یہ (دو نشانیاں) نو نشانیوں میں سے ہیں فرعون اور اس کی قوم کی طرف (لے جانے کے لیے)، وہ بڑے بد کردار لوگ ہیں","zh":"你把手插入你的怀中，然后，抽出来它将白亮亮的，确无恶疾。这是派你去昭示法老和他的百姓的九种迹象之一。他们确是有罪的民众。”"},"transliteration":"Waadkhil yadaka fee jaybika takhruj baydaa min ghayri sooin fee tisAAi ayatin ila firAAawna waqawmihi innahum kanoo qawman fasiqeena","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
