{"id":3175,"number":16,"text":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَـٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","translations":{"en":"And Solomon inherited David. He said, \"O people, we have been taught the language of birds, and we have been given from all things. Indeed, this is evident bounty","es":"Salomón sucedió a David [en la profecía]. Dijo: \"¡Oh, gente! Se me ha enseñado el lenguaje de los pájaros y se nos han concedido numerosos favores. Esto es una gracia evidente","fr":"Et Salomon hérita de David et dit: «O hommes! On nous a appris le langage des oiseaux; et on nous a donné part de toutes choses. C'est là vraiment la grâce évidente","id":"(Dan Sulaiman telah mewarisi Dawud,593) dan dia (Sulaiman) berkata, \"Wahai manusia! Kami telah diajari bahasa burung dan kami diberi segala sesuatu. Sungguh, (semua) ini benar-benar karunia yang nyata","ru":"Сулейман (Соломон) наследовал Давуду (Давиду) и сказал: «О люди! Мы обучены языку птиц, и нам даровано от всего сущего. Это и есть явное превосходство (или явная милость)»","sv":"Och Salomo ärvde Davids [profetiska visdom]. Och han sade: \"[Hör på,] alla! Vi har fått lära oss förstå fåglarnas språk och något av allt [gott i denna värld] har kommit oss till del - sannerligen ett tydligt tecken på [Guds] nåd","tr":"Süleyman Davud'a varis oldu: \"Ey insanlar! Bize kuş dili öğretildi ve bize herşeyden bolca verildi. Doğrusu bu apaçık bir lütuftur\" dedi","ur":"اور داؤدؑ کا وارث سلیمانؑ ہوا اور اس نے کہا \"“لوگو، ہمیں پرندوں کی بولیاں سکھائی گئی ہیں اور ہمیں ہر طرح کی چیزیں دی گئی ہیں، بیشک یہ (اللہ کا) نمایاں فضل ہے","zh":"苏莱曼继承达伍德；他说：“众人啊！我们曾学会百鸟的语言，我们曾获得万物的享受，这确是明显的恩惠。”"},"transliteration":"Wawaritha sulaymanu dawooda waqala ya ayyuha alnnasu AAullimna mantiqa alttayri waooteena min kulli shayin inna hatha lahuwa alfadlu almubeenu","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
