{"id":3177,"number":18,"text":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَـٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","translations":{"en":"Until, when they came upon the valley of the ants, an ant said, \"O ants, enter your dwellings that you not be crushed by Solomon and his soldiers while they perceive not","es":"Al pasar por un valle donde había hormigas, una de ellas dijo: \"¡Oh, hormigas! Entren en sus hormigueros, no sea que Salomón y sus tropas las pisen sin darse cuenta","fr":"Quand ils arrivèrent à la Vallée des Fourmis, une fourmi dit: «O fourmis, entrez dans vos demeures, [de peur] que Salomon et ses armées ne vous écrasent [sous leurs pieds] sans s'en rendre compte»","id":"Hingga ketika mereka sampai di lembah semut, berkatalah seekor semut, \"Wahai semut-semut! Masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari","ru":"Когда они прибыли в долину муравьев, муравьиха сказала: «О муравьи! Войдите в свои жилища, чтобы Сулейман (Соломон) и его воины не погубили вас, даже не почувствовав этого»","sv":"till dess de kom till Myrornas dal. [Då] hördes en myra ropa: \"Myror! Skynda er in i era bostäder så att inte Salomo och hans soldater trampar ihjäl er utan att de [ens] märker det","tr":"Sonunda, karıncaların bulunduğu vadiye geldiklerinde bir dişi (kraliçe) karınca: \"Ey karıncalar! Yuvalarınıza girin, Süleyman'ın ordusu farkına varmadan sizi ezmesin\" dedi","ur":"(ایک مرتبہ وہ ان کے ساتھ کوچ کر رہا تھا) یہاں تک کہ جب یہ سب چیونٹیوں کی وادی میں پہنچے تو ایک چیونٹی نے کہا \"“اے چیونٹیو، اپنے بلوں میں گھس جاؤ، کہیں ایسا نہ ہو کہ سلیمانؑ اور اس کے لشکر تمہیں کچل ڈالیں اور انہیں خبر بھی نہ ہو","zh":"等到他们来到了蚁谷的时候，一个母蚁说：“蚂蚁们啊！快进自己的住处去，以免被苏莱曼和他的大军不知不觉地践踏。”"},"transliteration":"Hatta itha ataw AAala wadi alnnamli qalat namlatun ya ayyuha alnnamlu odkhuloo masakinakum la yahtimannakum sulaymanu wajunooduhu wahum la yashAAuroona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
