{"id":318,"number":25,"text":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translations":{"en":"So how will it be when We assemble them for a Day about which there is no doubt? And each soul will be compensated [in full for] what it earned, and they will not be wronged","es":"¿Qué será de ellos cuando los reunamos el Día inevitable, en el que cada individuo reciba lo que merece de acuerdo a sus acciones? No serán tratados injustamente","fr":"Eh bien comment seront-ils, quand Nous les aurons rassemblés, en un jour sur quoi il n'y a point de doute, et que chaque âme sera pleinement rétribuée selon ce qu'elle aura acquis? Et ils ne seront point lésés","id":"Bagaimana jika (nanti) mereka Kami kumpulkan pada hari (Kiamat) yang tidak diragukan kejadiannya dan kepada setiap jiwa diberi balasan yang sempurna sesuai dengan apa yang telah dikerjakannya dan mereka tidak dizalimi (dirugikan)","ru":"А что произойдет, когда Мы соберем их в тот день, в котором нет сомнения, когда каждая душа сполна получит то, что она приобрела, и когда с ними не поступят несправедливо","sv":"Hur [skall det gå för dem] när Vi en Dag samlar dem - [att den Dagen kommer] står utom allt tvivel - och var och en till fullo skall få den lön som han förtjänat och ingen skall lida orätt","tr":"Geleceğinden şüphe olmayan günde, onları topladığımız ve haksızlık yapılmayarak herkese kazandığı eksiksiz verildiği zaman, nasıl olacak","ur":"مگر کیا بنے گی اُن پر جب ہم انہیں اُس روز جمع کریں گے جس کا آنا یقینی ہے؟ اس روز ہر شخص کو اس کی کمائی کا بدلہ پورا پورا دے دیا جائیگا اور کسی پر ظلم نہ ہوگا","zh":"在毫无可疑的一日，我将集合他们，那时，人人都得享受自己行为的完全的报酬，毫无亏枉。在那日，他们怎样呢？"},"transliteration":"Fakayfa itha jamaAAnahum liyawmin la rayba feehi wawuffiyat kullu nafsin ma kasabat wahum la yuthlamoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
