{"id":3181,"number":22,"text":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","translations":{"en":"But the hoopoe stayed not long and said, \"I have encompassed [in knowledge] that which you have not encompassed, and I have come to you from Sheba with certain news","es":"No tardó mucho en regresar, y [al volver] dijo: \"Tengo conocimiento de algo que tú ignoras. Te traigo desde Saba información fidedigna","fr":"Mais elle n'était restée (absente) que peu de temps et dit: «J'ai appris ce que tu n'as point appris; et je te rapporte de Saba' une nouvelle sûre","id":"Maka tidak lama kemudian (datanglah Hud-hud), lalu ia berkata, \"Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba`595) membawa suatu berita yang meyakinkan","ru":"Он оставался там недолго и сказал: «Я узнал о том, чего ты не знаешь. Я прибыл к тебе из Сабы (Савы) с достоверным известием","sv":"[Härfågeln] blev inte [borta] länge och [när den återkom] sade den: \"Jag har fått veta något som du inte vet: jag har med mig säkra underrättelser till dig från sabéernas land","tr":"Çok geçmeden Hüdhüd gelip Süleyman'a: \"Senin bilmediğin bir şeyi öğrendim. Sana Sebe'den doğru bir haber getirdim. Ora halkına hükmeden, herşeyden kendisine bolca verilen ve büyük bir tahta sahip olan bir kadın buldum; onun ve milletinin Allah'ı bırakıp güneşe secde ettiklerini gördüm. Göklerde ve yerde gizli olanları ortaya koyan, gizlediğiniz ve açıkladığınız şeyleri bilen Allah'a secde etmemeleri için şeytan, kendilerine, yaptıklarını güzel göstermiş, onları doğru yoldan alıkoymuştur. Bunun için, doğru yolu bulamazlar. O çok büyük arşın sahibi olan Allah'tan başka tanrı yoktur\" dedi","ur":"کچھ زیادہ دیر نہ گزری تھی کہ اُس نے آ کر کہا \"“میں نے وہ معلومات حاصل کی ہیں جو آپ کے علم میں نہیں ہیں میں سَبا کے متعلق یقینی اطلاع لے کر آیا ہوں","zh":"它逗留不久，就来了，它说：“我知道了你不知道的事，我从赛百邑带来了一个确实的消息给你。"},"transliteration":"Famakatha ghayra baAAeedin faqala ahattu bima lam tuhit bihi wajituka min sabain binabain yaqeenin","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
