{"id":3182,"number":23,"text":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","translations":{"en":"Indeed, I found [there] a woman ruling them, and she has been given of all things, and she has a great throne","es":"He descubierto que allí reina una mujer, a la que se le ha concedido mucha riqueza y poder, y posee un Trono majestuoso","fr":"J'ai trouvé qu'une femme est leur reine, que de toute chose elle a été comblée et qu'elle a un trône magnifique","id":"(Sungguh, ku dapati ada seorang perempuan596) yang memerintah mereka, dan dia dianugerahi segala sesuatu serta memiliki singgasana yang besar","ru":"Я обнаружил там женщину, которая царствует над ними. Ей даровано все, и у нее есть великий трон","sv":"Jag har fått se att en kvinna härskar över dem; hon har fått allt [av denna världens goda] och hennes tron är en mäktig och lysande [tron]","tr":"Çok geçmeden Hüdhüd gelip Süleyman'a: \"Senin bilmediğin bir şeyi öğrendim. Sana Sebe'den doğru bir haber getirdim. Ora halkına hükmeden, herşeyden kendisine bolca verilen ve büyük bir tahta sahip olan bir kadın buldum; onun ve milletinin Allah'ı bırakıp güneşe secde ettiklerini gördüm. Göklerde ve yerde gizli olanları ortaya koyan, gizlediğiniz ve açıkladığınız şeyleri bilen Allah'a secde etmemeleri için şeytan, kendilerine, yaptıklarını güzel göstermiş, onları doğru yoldan alıkoymuştur. Bunun için, doğru yolu bulamazlar. O çok büyük arşın sahibi olan Allah'tan başka tanrı yoktur\" dedi","ur":"میں نے وہاں ایک عورت دیکھی جو اس قوم کی حکمران ہے اُس کو ہر طرح کا ساز و سامان بخشا گیا ہے اور اس کا تخت بڑا عظیم الشان ہے","zh":"我确已发现一个妇人，统治一族人，她获得万物的享受，她有一个庞大的宝座。"},"transliteration":"Innee wajadtu imraatan tamlikuhum waootiyat min kulli shayin walaha AAarshun AAatheemun","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
