{"id":3183,"number":24,"text":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","translations":{"en":"I found her and her people prostrating to the sun instead of Allah, and Satan has made their deeds pleasing to them and averted them from [His] way, so they are not guided","es":"Encontré que ella y su pueblo se prosternan ante el Sol, en vez de hacerlo ante Dios. El demonio les ha hecho ver sus malas obras como buenas, apartándolos del sendero recto y por eso no pueden ver la verdad","fr":"Je l'ai trouvée, elle et son peuple, se prosternant devant le soleil au lieu d'Allah. Le Diable leur a embelli leurs actions, et les a détournés du droit chemin, et ils ne sont pas bien guidés","id":"Aku (burung Hud) dapati dia dan kaumnya menyembah matahari, bukan kepada Allah; dan setan telah menjadikan tampak indah bagi mereka perbuatan-perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), maka mereka tidak mendapat petunjuk","ru":"Я увидел, что она вместе со своим народом поклоняется солнцу вместо Аллаха. Дьявол представил им их деяния прекрасными и сбил их с пути, и они не следуют прямым путем","sv":"Och jag har fått se hur hon och hennes folk tillber solen i stället för Gud; Djävulen har nämligen utmålat deras handlingar för dem i ett förskönande ljus och han har spärrat vägen för dem och de är helt utan vägledning","tr":"Çok geçmeden Hüdhüd gelip Süleyman'a: \"Senin bilmediğin bir şeyi öğrendim. Sana Sebe'den doğru bir haber getirdim. Ora halkına hükmeden, herşeyden kendisine bolca verilen ve büyük bir tahta sahip olan bir kadın buldum; onun ve milletinin Allah'ı bırakıp güneşe secde ettiklerini gördüm. Göklerde ve yerde gizli olanları ortaya koyan, gizlediğiniz ve açıkladığınız şeyleri bilen Allah'a secde etmemeleri için şeytan, kendilerine, yaptıklarını güzel göstermiş, onları doğru yoldan alıkoymuştur. Bunun için, doğru yolu bulamazlar. O çok büyük arşın sahibi olan Allah'tan başka tanrı yoktur\" dedi","ur":"میں نے دیکھا ہے کہ وہ اور اس کی قوم اللہ کے بجائے سورج کے آگے سجدہ کرتی ہے\" شیطان نے ان کے اعمال ان کے لیے خوشنما بنا دیے اور انہیں شاہراہ سے روک دیا، اس وجہ سے وہ یہ سیدھا راستہ نہیں پاتے","zh":"我发现她和她的臣民都舍安拉而崇拜太阳，恶魔曾以他们的行为迷惑他们，以至阻碍他们走上正道，所以他们不遵循正道。"},"transliteration":"Wajadtuha waqawmaha yasjudoona lilshshamsi min dooni Allahi wazayyana lahumu alshshaytanu aAAmalahum fasaddahum AAani alssabeeli fahum la yahtadoona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
