{"id":3184,"number":25,"text":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","translations":{"en":"[And] so they do not prostrate to Allah, who brings forth what is hidden within the heavens and the earth and knows what you conceal and what you declare","es":"No se prosternan ante Dios, Quien hace surgir lo que se encuentra escondido en los cielos y en la Tierra, y sabe lo que ocultan y lo que manifiestan","fr":"Que ne se prosternent-ils devant Allah qui fait sortir ce qui est caché dans les cieux et la terre, et qui sait ce que vous cachez et aussi ce que vous divulguez","id":"mereka (juga) tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit dan di bumi597) dan yang mengetahui apa yang kamu sembunyikan dan yang kamu tampakkan","ru":"Это было сделано для того, чтобы они не поклонялись Аллаху, Который выявляет все сокрытое на небесах и на земле и знает то, что вы скрываете, и то, что вы обнаруживаете","sv":"[Han har intalat dem] att de inte skall falla ned i tillbedjan inför Gud, som uppenbarar det som är dolt i himlarna och på jorden och som vet allt det ni håller hemligt och det ni öppet tillkännager","tr":"Çok geçmeden Hüdhüd gelip Süleyman'a: \"Senin bilmediğin bir şeyi öğrendim. Sana Sebe'den doğru bir haber getirdim. Ora halkına hükmeden, herşeyden kendisine bolca verilen ve büyük bir tahta sahip olan bir kadın buldum; onun ve milletinin Allah'ı bırakıp güneşe secde ettiklerini gördüm. Göklerde ve yerde gizli olanları ortaya koyan, gizlediğiniz ve açıkladığınız şeyleri bilen Allah'a secde etmemeleri için şeytan, kendilerine, yaptıklarını güzel göstermiş, onları doğru yoldan alıkoymuştur. Bunun için, doğru yolu bulamazlar. O çok büyük arşın sahibi olan Allah'tan başka tanrı yoktur\" dedi","ur":"کہ اُس خدا کو سجدہ کریں جو آسمانوں اور زمین کی پوشیدہ چیزیں نکالتا ہے اور وہ سب کچھ جانتا ہے جسے تم لوگ چھپاتے ہو اور ظاہر کرتے ہو","zh":"他们不为安拉而叩头——揭示天地奥秘，而且深知你们所隐讳和表白的主。"},"transliteration":"Alla yasjudoo lillahi allathee yukhriju alkhabaa fee alssamawati waalardi wayaAAlamu ma tukhfoona wama tuAAlinoona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
