{"id":319,"number":26,"text":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"Say, \"O Allah, Owner of Sovereignty, You give sovereignty to whom You will and You take sovereignty away from whom You will. You honor whom You will and You humble whom You will. In Your hand is [all] good. Indeed, You are over all things competent","es":"Di: \"¡Oh, Dios, Soberano Absoluto! Tú concedes el poder a quien quieres y se lo quitas a quien quieres, fortaleces a quien quieres y humillas a quien quieres. Todo el bien descansa en Tus manos. Tú tienes poder sobre todas las cosas","fr":"Dis: «O Allah, Maître de l'autorité absolue. Tu donnes l'autorité à qui Tu veux, et Tu arraches l'autorité à qui Tu veux; et Tu donnes la puissance à qui Tu veux, et Tu humilies qui Tu veux. Le bien est en Ta main et Tu es Omnipotent","id":"Katakanlah (Muhammad), \"Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kapada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan-Mu lah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala sesuatu","ru":"Скажи: «О Аллах, Владыка царства! Ты даруешь власть, кому пожелаешь, и отнимаешь власть, у кого пожелаешь. Ты возвеличиваешь, кого пожелаешь, и унижаешь, кого пожелаешь. Все благо - в Твоей Руке. Воистину, Ты способен на всякую вещь","sv":"SÄG: \"Gud, all makts Herre! Du skänker makten åt den Du vill och Du tar makten från den Du vill. Du upphöjer den Du vill och Du förnedrar den Du vill. I Din hand ligger det goda och Du har allting i Din makt","tr":"De ki: \"Mülkün sahibi olan Allah'ım! Mülkü dilediğine verirsin; dilediğinden çekip alırsın; dilediğini aziz kılar, dilediğini alçaltırsın; iyilik elindedir. Doğrusu Sen, her şeye Kadir'sin","ur":"کہو! خدایا! مُلک کے مالک! تو جسے چاہے، حکومت دے اور جسے چاہے، چھین لے جسے چاہے، عزت بخشے اور جس کو چاہے، ذلیل کر دے بھلائی تیرے اختیار میں ہے بیشک تو ہر چیز پر قادر ہے","zh":"你说：“安拉啊！掌握国权的主啊！你要把国权赏赐给谁，就赏赐谁；你要把国权从谁手中夺去，就从谁手中夺去；你要使谁尊贵，就使谁尊贵；你要使谁卑贱，就使谁卑贱；福利只掌握在你的手里；你对于万事，确是全能的。"},"transliteration":"Quli allahumma malika almulki tutee almulka man tashao watanziAAu almulka mimman tashao watuAAizzu man tashao watuthillu man tashao biyadika alkhayru innaka AAala kulli shayin qadeerun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
