{"id":3195,"number":36,"text":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","translations":{"en":"So when they came to Solomon, he said, \"Do you provide me with wealth? But what Allah has given me is better than what He has given you. Rather, it is you who rejoice in your gift","es":"Cuando [los emisarios] se presentaron ante Salomón, [este] dijo: \"¿Acaso me ofrecen riquezas [para tentarme], cuando lo que Dios me ha concedido es mejor que las riquezas con las que Él los ha proveído? Son ustedes quienes se complacen con sus regalos","fr":"Puis, lorsque [la délégation] arriva auprès de Salomon, celui-ci dit: «Est-ce avec des biens que vous voulez m'aider? alors que ce qu'Allah m'a procuré est meilleur que ce qu'Il vous a procuré. Mais c'est vous plutôt qui vous réjouissez de votre cadeau","id":"Maka ketika para (utusan itu) sampai kepada Sulaiman, dia (Sulaiman) berkata, \"Apakah kamu akan memberi harta kepadaku? Apa yang Allah berikan kepadaku lebih baik daripada apa yang Allah berikan kepadamu; tetapi kamu merasa bangga dengan hadiahmu","ru":"Когда они прибыли к Сулейману (Соломону), он сказал: «Неужели вы можете помочь мне богатством? То, что даровал мне Аллах, лучше того, что Он даровал вам. Нет, это вы радуетесь преподнесенным вам дарам","sv":"Och när [sändebudet] kom till Salomo, sade denne: \"Vill ni lägga rikedom till mina rikedomar, fastän det som Gud har skänkt mig överträffar det Han har gett er. Men sola er själva i glansen av er gåva","tr":"Süleyman'a geldiklerinde: \"Bana mal ile yardım etmek mi istiyorsunuz? Allah'ın bana verdiği size verdiğinden daha iyidir. Ama belki de siz hediyenizle sevinirsiniz. Onlara dön! And olsun ki, güç yetiremeyecekleri bir ordu ile gelir onları oradan alçalmış ve küçük düşmüş olarak çıkarırız\" dedi","ur":"جب وہ (ملکہ کا سفیر) سلیمانؑ کے ہاں پہنچا تو اس نے کہا \"کیا تم لوگ مال سے میری مدد کرنا چاہتے ہو؟ جو کچھ خدا نے مجھے دے رکھا ہے وہ اس سے بہت زیادہ ہے جو تمہیں دیا ہے تمہارا ہدیہ تمہی کو مبارک رہے","zh":"当使者到了苏莱曼的面前的时候，他说：“你们怎么以财产来资助我呢？安拉所赐我的，胜过他所赐你们的。不然，你们为你们的礼物而洋洋得意。"},"transliteration":"Falamma jaa sulaymana qala atumiddoonani bimalin fama ataniya Allahu khayrun mimma atakum bal antum bihadiyyatikum tafrahoona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
