{"id":3196,"number":37,"text":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","translations":{"en":"Return to them, for we will surely come to them with soldiers that they will be powerless to encounter, and we will surely expel them therefrom in humiliation, and they will be debased","es":"Regresen a su pueblo [con los regalos, y adviertan] que los combatiremos con huestes a las que no podrán vencer, y los expulsaremos de su tierra, sometidos y humillados","fr":"Retourne vers eux. Nous viendrons avec des armées contre lesquelles ils n'auront aucune résistance, et nous les en expulserons tout humiliés et méprisés","id":"Kembalilah kepada mereka! Sungguh, Kami pasti akan mendatangi mereka dengan bala tentara yang mereka tidak mampu melawannya, dan akan kami usir mereka dari negeri itu (Saba`) secara terhina dan mereka akan menjadi (tawanan) yang hina dina","ru":"Возвращайся к ним, а мы обязательно прибудем с войском, перед которым они не устоят, и изгоним их оттуда униженными и ничтожными»","sv":"Återvänd nu till dem [som har sänt dig med detta svar:] \"Vi ska sannerligen komma mot dem med styrkor som de inte kan stå emot, och Vi skall driva dem ut ur [deras land], förnedrade och förödmjukade","tr":"Süleyman'a geldiklerinde: \"Bana mal ile yardım etmek mi istiyorsunuz? Allah'ın bana verdiği size verdiğinden daha iyidir. Ama belki de siz hediyenizle sevinirsiniz. Onlara dön! And olsun ki, güç yetiremeyecekleri bir ordu ile gelir onları oradan alçalmış ve küçük düşmüş olarak çıkarırız\" dedi","ur":"(اے سفیر) واپس جا اپنے بھیجنے والوں کی طرف ہم ان پر ایسے لشکر لے کر آئیں گے جن کا مقابلہ وہ نہ کر سکیں گے اور ہم انہیں ایسی ذلت کے ساتھ وہاں سے نکالیں گے کہ وہ خوار ہو کر رہ جائیں گے","zh":"你转回去吧，我必定统率他们无法抵抗的军队去讨伐他们，我必定把他们卑贱地逐出境外，使他们成为受凌辱的。”"},"transliteration":"IrjiAA ilayhim falanatiyannahum bijunoodin la qibala lahum biha walanukhrijannahum minha athillatan wahum saghiroona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
