{"id":3199,"number":40,"text":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","translations":{"en":"Said one who had knowledge from the Scripture, \"I will bring it to you before your glance returns to you.\" And when [Solomon] saw it placed before him, he said, \"This is from the favor of my Lord to test me whether I will be grateful or ungrateful. And whoever is grateful - his gratitude is only for [the benefit of] himself. And whoever is ungrateful - then indeed, my Lord is Free of need and Generous","es":"Dijo [un creyente piadoso] que tenía conocimiento del Libro: \"Yo te lo traeré antes de que parpadees\". Y cuando [Salomón] lo vio delante suyo dijo: \"Esta es una de las gracias de mi Señor para probarme si soy agradecido o ingrato. Quien agradezca [las gracias de su Señor] se beneficiará a sí mismo, pero quien sea ingrato sepa que mi Señor es Opulento, Generoso","fr":"Quelqu'un qui avait une connaissance du Livre dit: «Je te l'apporterai avant que tu n'aies cligné de l'œil». Quand ensuite, Salomon a vu le trône installé auprès de lui, il dit: «Cela est de la grâce de mon Seigneur, pour m'éprouver si je suis reconnaissant ou si je suis ingrat. Quiconque est reconnaissant c'est dans son propre intérêt qu'il le fait, et quiconque est ingrat... alors mon Seigneur Se suffit à Lui-même et Il est Généreux»","id":"(Seorang yang mempunyai ilmu dari Kitab598) berkata, \"Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.\" Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, \"Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barang siapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barang siapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia","ru":"А тот, который обладал знанием из Писания, сказал: «Я принесу его тебе в мгновение ока». Увидев установленный перед ним трон, он сказал: «Мой Господь оказал мне эту милость для того, чтобы испытать меня, буду ли я благодарен или же буду непризнателен. Кто благодарен, тот благодарен во благо себе. А если кто непризнателен, то ведь мой Господь - Богатый, Великодушный»","sv":"Den som hade kunskap om uppenbarelsen sade då: \"Jag skall föra hit den innan din blick återvänder till ditt öga!\" Och när [Salomo] såg den stå framför sig sade han: \"Detta är en nåd från min Herre; Han vill pröva mig [och låta mig visa] om jag är tacksam eller otacksam. Den tacksamme har [själv] gott av sin tacksamhet och den som är otacksam [vållar inte Gud någon skada]; min Herre är Sig själv nog och Han är den givmilde Givaren","tr":"Kitabın bilgisine sahip olan biri: \"Gözünü açıp kapamadan ben onu sana getiririm\" dedi. Süleyman, tahtı yanına yerleşivermiş görünce: \"Bu, şükür mü edeceğim yoksa nankörlük mü edeceğim diye beni sınayan Rabbimin lütfundandır. Şükreden ancak kendisi için şükretmiş olur; fakat nankörlük eden bilsin ki Rabbim müstağnidir, kerem sahibidir\" dedi","ur":"جس شخص کے پاس کتاب کا علم تھا وہ بولا \"میں آپ کی پلک جھپکنے سے پہلے اسے لائے دیتا ہوں\" جونہی کہ سلیمانؑ نے وہ تخت اپنے پاس رکھا ہوا دیکھا، وہ پکار اٹھا \"یہ میرے رب کا فضل ہے تاکہ وہ مجھے آزمائے کہ میں شکر کرتا ہوں یا کافر نعمت بن جاتا ہوں اور جو کوئی شکر کرتا ہے اس کا شکر اس کے اپنے ہی لیے مفید ہے، ورنہ کوئی ناشکری کرے تو میرا رب بے نیاز اور اپنی ذات میں آپ بزرگ ہے","zh":"那深知天经的人说：“转瞬间，我就把它拿来给你。”当他看见那个宝座安置在他面前的时候，他说：“这是我的主的恩惠之一，他欲以此试验我，看我是感谢者，还是孤负者。感谢者，只为自己的利益而感谢；孤负者，（须知）我的主确是无求的，确是尊荣的。”"},"transliteration":"Qala allathee AAindahu AAilmun mina alkitabi ana ateeka bihi qabla an yartadda ilayka tarfuka falamma raahu mustaqirran AAindahu qala hatha min fadli rabbee liyabluwanee aashkuru am akfuru waman shakara fainnama yashkuru linafsihi waman kafara fainna rabbee ghaniyyun kareemun","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
