{"id":32,"number":25,"text":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","translations":{"en":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally","es":"Y albricia a los creyentes que obran correctamente que tendrán como recompensa jardines por donde corren los ríos. Cuando allí reciban frutos dirán: \"Esto es similar a lo que recibimos anteriormente\", pero solo lo será en apariencia. Allí tendrán esposas puras, donde morarán por toda la eternidad","fr":"Annonce à ceux qui croient et pratiquent de bonnes œuvres qu'ils auront pour demeures des jardins sous lesquels coulent les ruisseaux; chaque fois qu'ils seront gratifiés d'un fruit des jardins ils diront: «C'est bien là ce qui nous avait été servi auparavant». Or c'est quelque chose de semblable (seulement dans la forme); ils auront là des épouses pures, et là ils demeureront éternellement","id":"Dan sampaikanlah kabar gembira kepada orang-orang yang beriman dan berbuat kebajikan, bahwa untuk mereka (disediakan) surga-surga yang mengalir di bawahnya sungai-sungai. Setiap kali mereka diberi rezeki buah-buahan dari surga, mereka berkata, \"Inilah rezeki yang diberikan kepada kami dahulu.\" Mereka telah diberi (buah-buahan) yang serupa. Dan di sana mereka (memperoleh) pasangan-pasangan yang suci. Mereka kekal di dalamnya","ru":"Обрадуй тех, которые уверовали и совершали праведные деяния, тем, что им уготованы Райские сады, в которых текут реки. Всякий раз, когда им будут подавать плоды для пропитания, они будут говорить: «Это уже было даровано нам прежде». Но им будут давать нечто похожее. У них там будут очищенные супруги, и они пребудут там вечно","sv":"[Muhammad!] Ge dem som tror och lever rättskaffens det glada budskapet att lustgårdar, vattnade av bäckar, väntar dem; var gång de förses med frukt därifrån skall de säga: \"Detta är vad vi försågs med i forna dagar\" - de kommer nämligen att få sådant som påminner om det [förgångna]. Och [deras] hustrur skall vara med dem i dessa [lustgårdar], renade från [all jordisk] orenlighet, och där skall de förbli till evig tid","tr":"İnananlar ve yararlı işler yapanlara, kendilerine altlarından ırmaklar akan cennetler olduğunu müjdele. Onlara buranın bir ürünü rızık olarak verildiğinde, \"Bu daha önce de rızıklandığımızdır\" derler. Bunlar, söylediklerinin benzerleri olarak sunulmuştur. Onlara orada tertemiz eşler vardır ve orada temelli kalırlar","ur":"اور اے پیغمبرؐ، جو لوگ اس کتاب پر ایمان لے آئیں اور (اس کے مطابق) اپنے عمل درست کر لیں، انہیں خوش خبری دے دو کہ اُن کے لیے ایسے باغ ہیں، جن کے نیچے نہریں بہتی ہوں گی ان باغوں کے پھل صورت میں دنیا کے پھلوں سے ملتے جلتے ہونگے جب کوئی پھل انہیں کھانے کو دیا جائے گا، تو وہ کہیں گے کہ ایسے ہی پھل اس سے پہلے دنیا میں ہم کو دیے جاتے تھے ان کے لیے وہاں پاکیزہ بیویاں ہونگی، اور وہ وہاں ہمیشہ رہیں گے","zh":"你当向信道而且行善的人报喜；他们将享有许多下临诸河的乐园，每当他们得以园里的一种水果为给养的时候，他们都说：“这是我们以前所受赐的。”其实，他们所受赐的是类似的。他们在乐园里将享有纯洁的配偶，他们将永居其中。"},"transliteration":"Wabashshiri allatheena amanoo waAAamiloo alssalihati anna lahum jannatin tajree min tahtiha alanharu kullama ruziqoo minha min thamaratin rizqan qaloo hatha allathee ruziqna min qablu waotoo bihi mutashabihan walahum feeha azwajun mutahharatun wahum feeha khalidoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
