{"id":3201,"number":42,"text":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","translations":{"en":"So when she arrived, it was said [to her], \"Is your throne like this?\" She said, \"[It is] as though it was it.\" [Solomon said], \"And we were given knowledge before her, and we have been Muslims [in submission to Allah]","es":"Cuando ella llegó, se le preguntó: \"¿Así es tu trono?\" Respondió: \"Pareciera que fuera él\". [Dijo Salomón:] \"Recibimos el conocimiento antes que ella y nos sometimos a Dios","fr":"Quand elle fut venue on lui dit: «Est-ce que ton trône est ainsi?» Elle dit: «C'est comme s'il l'était». - [Salomon dit]: «Le savoir nous a été donné avant elle; et nous étions déjà soumis»","id":"Maka ketika dia (Balqis) datang, ditanyakanlah (kepadanya), \"Serupa inikah singgasanamu?\" Dia (Balqis) menjawab, \"Seakan-akan itulah dia.\" (Dan dia Balqis berkata), \"Kami telah diberi pengetahuan sebelumnya599) dan kami adalah orang-orang yang berserah diri (kepada Allah)","ru":"Когда она прибыла, ей сказали: «Таков ли твой трон?». Она сказала: «Будто это он и есть». Сулейман (Соломон) сказал: «Знание было даровано нам раньше, чем ей, и мы являемся мусульманами»","sv":"Och när hon kom, tillfrågades hon: \"Är det så din tron ser ut?\" Hon svarade: \"Den [jag ser här] är mycket lik den.\" Och [Salomo sade:] \"Vi har fått kunskap före henne och vi har underkastat oss Guds vilja","tr":"Melike geldiğinde \"Senin tahtın böyle miydi?\" denildi. O da \"Sanki odur, daha önce bize bilgi verilmişti ve teslim olmuştuk\" dedi","ur":"ملکہ جب حاضر ہوئی تو اس سے کہا گیا کیا تیرا تخت ایسا ہی ہے؟ وہ کہنے لگی \"یہ تو گویا وہی ہے ہم تو پہلے ہی جان گئے تھے اور ہم نے سرِ اطاعت جھکا دیا تھا (یا ہم مسلم ہو چکے تھے)","zh":"当她到来的时候，有人说：“你的宝座像这样吗？”她说：“这好像是我的宝座。”在她之前，我们已获得知识，我们已是归顺的。"},"transliteration":"Falamma jaat qeela ahakatha AAarshuki qalat kaannahu huwa waooteena alAAilma min qabliha wakunna muslimeena","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
