{"id":3203,"number":44,"text":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translations":{"en":"She was told, \"Enter the palace.\" But when she saw it, she thought it was a body of water and uncovered her shins [to wade through]. He said, \"Indeed, it is a palace [whose floor is] made smooth with glass.\" She said, \"My Lord, indeed I have wronged myself, and I submit with Solomon to Allah, Lord of the worlds","es":"Se le dijo: \"Entra en el palacio [que los yinnes habían construido para Salomón]\". Cuando ella lo vio, pensó que ingresaría a un estanque de agua y se recogió el vestido. Dijo [Salomón]: \"Todo este palacio es de cristal pulido\". Dijo ella: \"¡Señor mío! He sido injusta conmigo misma [al adorar a otros junto a Dios], me someto junto con Salomón al [único] Dios, el Señor del universo","fr":"On lui dit: «Entre dans le palais». Puis, quand elle le vit, elle le prit pour de l'eau profonde et elle se découvrit les jambes. Alors, [Salomon] lui dit: «Ceci est un palais pavé de cristal». - Elle dit: «Seigneur, je me suis fait du tort à moi-même: Je me soumets avec Salomon à Allah, Seigneur de l'univers»","id":"Dikatakan kepadanya (Balqis), \"Masuklah ke dalam istana.\" Maka ketika dia (Balqis) melihat (lantai istana) itu, dikiranya kolam air yang besar, dan disingkapkannya (penutup) kedua betisnya, Dia (Sulaiman) berkata, \"Sesungguhnya ini hanyalah lantai istana yang dilapisi kaca.\" Dia (Balqis) berkata, \"Ya Tuhanku, sungguh, aku telah berbuat zalim terhadap diriku. Aku berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam","ru":"Ей сказали: «Войди во дворец». Увидев его, она приняла его за водную пучину и обнажила свои голени. Он сказал: «Это - отшлифованный дворец из хрусталя». Она сказала: «Господи! Я была несправедлива к самой себе. Я покоряюсь вместе с Сулейманом (Соломоном) Аллаху, Господу миров»","sv":"[Då] man bjöd henne att stiga in på palatsets gård trodde hon att det var [en bassäng med] djupt vatten och blottade benen [för att fästa upp sina kjolar]. [Men Salomo] sade: \"Det är en gård belagd med glas.\" Hon utbrast: \"Herre! Jag har gjort orätt mot mig själv [genom att tillbe solen]! Men nu, tillsammans med Salomo, underkastar jag mig Guds, världarnas Herres, vilja","tr":"Ona: \"Köşke gir\" dendi; salonu görünce, onu derin bir su zannetti, eteğini çekti. Süleyman: \"Doğrusu bu camdan yapılmış mücella bir salondur\" dedi. Melike: \"Rabbim! Şüphesiz ben kendime yazık etmişim. Süleyman'la beraber, Alemlerin Rabbi olan Allah'a teslim oldum\" dedi","ur":"اس سے کہا گیا کہ محل میں داخل ہو اس نے جو دیکھا تو سمجھی کہ پانی کا حوض ہے اور اترنے کے لیے اس نے اپنے پائنچے اٹھا لیے سلیمانؑ نے کہا یہ شیشے کا چکنا فرش ہے اس پر وہ پکار اٹھی \"اے میرے رب، (آج تک) میں اپنے نفس پر بڑا ظلم کرتی رہی، اور اب میں نے سلیمانؑ کے ساتھ اللہ رب العالمین کی اطاعت قبول کر لی","zh":"有人对她说：“你进那座宫殿去吧！”当她看见那座宫殿的时候，她以为宫殿里一片汪洋，（就提起衣裳）露出她的两小腿，他说：“这确是用玻璃造成的光滑的宫殿。”她说：“我的主啊！我确是自欺的，我（现在）跟着苏莱曼归顺安拉——众世界的主。”"},"transliteration":"Qeela laha odkhulee alssarha falamma raathu hasibathu lujjatan wakashafat AAan saqayha qala innahu sarhun mumarradun min qawareera qalat rabbi innee thalamtu nafsee waaslamtu maAAa sulaymana lillahi rabbi alAAalameena","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
