{"id":3206,"number":47,"text":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَـٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","translations":{"en":"They said, \"We consider you a bad omen, you and those with you.\" He said, \"Your omen is with Allah. Rather, you are a people being tested","es":"Dijeron: \"Creemos que tú y quienes te siguen nos traen mala suerte\". Respondió: \"Sus adversidades se las envía Dios [por sus pecados]. Ustedes son un pueblo que ha sido seducido [por la superstición]","fr":"Ils dirent: «Nous voyons en toi et en ceux qui sont avec toi, des porteurs de malheur». Il dit: «Votre sort dépend d'Allah. Mais vous êtes plutôt des gens qu'on soumet à la tentation","id":"Mereka menjawab, \"Kami mendapat nasib yang malang disebabkan oleh kamu dan orang-orang yang bersamamu.\" Dia (Saleh) berkata, \"Nasibmu ada pada Allah (bukan kami yang menjadi sebab), tetapi kamu adalah kaum yang sedang diuji","ru":"Они сказали: «Мы видим дурное предзнаменование в тебе и тех, кто с тобой». Он сказал: «Ваше дурное предзнаменование - у Аллаха, но вы являетесь народом, который подвергают искушению»","sv":"De svarade: \"Vi ser i din och dina anhängares [ankomst] ett varsel om kommande olyckor!\" Han sade: \"Ert öde [lyckligt eller olyckligt] ligger helt i Guds hand. Nej, vad som nu sker är att ni sätts på prov","tr":"Sen ve beraberindekiler yüzünden uğursuzluğa uğradık\" dediler. Salih: \"Uğursuzluğunuz Allah katındandır; belki imtihana çekilen bir milletsiniz\" dedi","ur":"انہوں نے کہا \"ہم نے تو تم کو اور تمہارے ساتھیوں کو بد شگونی کا نشان پایا ہے\" صالحؑ نے جواب دیا \"“تمہارے نیک و بد شگون کا سر رشتہ تو اللہ کے پاس ہے اصل بات یہ ہے کہ تم لوگوں کی آزمائش ہو رہی ہے","zh":"他们说：“我们为你和你的信徒而遭恶运。”他说：“你们的恶运是安拉注定的。不然，你们是要受考验的。”"},"transliteration":"Qaloo ittayyarna bika wabiman maAAaka qala tairukum AAinda Allahi bal antum qawmun tuftanoona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
