{"id":321,"number":28,"text":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","translations":{"bn":"মুমিনগন যেন অন্য মুমিনকে ছেড়ে কেন কাফেরকে বন্ধুরূপে গ্রহণ না করে। যারা এরূপ করবে আল্লাহর সাথে তাদের কেন সম্পর্ক থাকবে না। তবে যদি তোমরা তাদের পক্ষ থেকে কোন অনিষ্টের আশঙ্কা কর, তবে তাদের সাথে সাবধানতার সাথে থাকবে আল্লাহ তা’আলা তাঁর সম্পর্কে তোমাদের সতর্ক করেছেন। এবং সবাই কে তাঁর কাছে ফিরে যেতে হবে।","en":"Let not believers take disbelievers as allies rather than believers. And whoever [of you] does that has nothing with Allah, except when taking precaution against them in prudence. And Allah warns you of Himself, and to Allah is the [final] destination","id":"Janganlah orang-orang beriman menjadikan orang kafir sebagai pemimpin, melainkan orang-orang beriman. Barang siapa berbuat demikian, niscaya dia tidak akan memperoleh apa pun dari Allah, kecuali karena (siasat) menjaga diri dari sesuatu yang kamu takuti dari mereka. Dan Allah memperingatkan kamu akan diri (siksa)-Nya dan hanya kepada Allah tempat kembali","ru":"Верующие не должны считать неверующих своими помощниками и друзьями вместо верующих. А кто поступает так, тот не имеет никакого отношения к Аллаху, за исключением тех случаев, когда вы действительно опасаетесь их. Аллах предостерегает вас от Самого Себя, и к Аллаху предстоит прибытие","tr":"Müminler, müminleri bırakıp kafirleri dost edinmesinler; kim böyle yaparsa Allah katında bir değeri yoktur, ancak, onlardan sakınmanız hali müstesnadır. Allah sizi Kendisiyle korkutur, dönüş Allah'adır","ur":"مومنین اہل ایمان کو چھوڑ کر کافروں کو اپنا رفیق اور دوست ہرگز نہ بنائیں جو ایسا کرے گا اس کا اللہ سے کوئی تعلق نہیں ہاں یہ معاف ہے کہ تم ان کے ظلم سے بچنے کے لیے بظاہر ایسا طرز عمل اختیار کر جاؤ مگر اللہ تمہیں اپنے آپ سے ڈراتا ہے اور تمہیں اسی کی طرف پلٹ کر جانا ہے"},"chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"bn":"ইমরানের পরিবার","en":"Family of Imran","id":"Keluarga Imran","ru":"Семейство Имрана","tr":"Âl-i İmrân","ur":"عمران کا خاندان"},"type":"medinan"}}
