{"id":321,"number":28,"text":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","translations":{"en":"Let not believers take disbelievers as allies rather than believers. And whoever [of you] does that has nothing with Allah, except when taking precaution against them in prudence. And Allah warns you of Himself, and to Allah is the [final] destination","es":"Que los creyentes no tomen como aliados a los que niegan la verdad en lugar de a los creyentes. Quien así lo haga no tendrá nada que ver con Dios, a menos que lo haga para preservar la vida. Dios los exhorta a que Le teman a Él. Ante Dios comparecerán","fr":"Que les croyants ne prennent pas, pour alliés, des infidèles, au lieu de croyants. Quiconque le fait contredit la religion d'Allah, à moins que vous ne cherchiez à vous protéger d'eux. Allah vous met en garde à l'égard de Lui-même. Et c'est à Allah le retour","id":"Janganlah orang-orang beriman menjadikan orang kafir sebagai pemimpin, melainkan orang-orang beriman. Barang siapa berbuat demikian, niscaya dia tidak akan memperoleh apa pun dari Allah, kecuali karena (siasat) menjaga diri dari sesuatu yang kamu takuti dari mereka. Dan Allah memperingatkan kamu akan diri (siksa)-Nya dan hanya kepada Allah tempat kembali","ru":"Верующие не должны считать неверующих своими помощниками и друзьями вместо верующих. А кто поступает так, тот не имеет никакого отношения к Аллаху, за исключением тех случаев, когда вы действительно опасаетесь их. Аллах предостерегает вас от Самого Себя, и к Аллаху предстоит прибытие","sv":"DE TROENDE skall inte ta förnekare av sanningen snarare än sina trosbröder till bundsförvanter - den som gör så skär av banden till Gud - om inte ert syfte är att med detta [skydda er] mot ett hot. Men Gud uppmanar er att inte ta lätt på Hans varningar; Gud är målet för er färd","tr":"Müminler, müminleri bırakıp kafirleri dost edinmesinler; kim böyle yaparsa Allah katında bir değeri yoktur, ancak, onlardan sakınmanız hali müstesnadır. Allah sizi Kendisiyle korkutur, dönüş Allah'adır","ur":"مومنین اہل ایمان کو چھوڑ کر کافروں کو اپنا رفیق اور دوست ہرگز نہ بنائیں جو ایسا کرے گا اس کا اللہ سے کوئی تعلق نہیں ہاں یہ معاف ہے کہ تم ان کے ظلم سے بچنے کے لیے بظاہر ایسا طرز عمل اختیار کر جاؤ مگر اللہ تمہیں اپنے آپ سے ڈراتا ہے اور تمہیں اسی کی طرف پلٹ کر جانا ہے","zh":"信道的人，不可舍信士们而以不信道者为盟友；谁犯此禁令，谁不得安拉的保祐，除非你们对他们有所畏惧〔而假意应酬〕。安拉使你们防备他自己，安拉是最后的归宿。"},"transliteration":"La yattakhithi almuminoona alkafireena awliyaa min dooni almumineena waman yafAAal thalika falaysa mina Allahi fee shayin illa an tattaqoo minhum tuqatan wayuhaththirukumu Allahu nafsahu waila Allahi almaseeru","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
