{"id":3219,"number":60,"text":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","translations":{"en":"[More precisely], is He [not best] who created the heavens and the earth and sent down for you rain from the sky, causing to grow thereby gardens of joyful beauty which you could not [otherwise] have grown the trees thereof? Is there a deity with Allah? [No], but they are a people who ascribe equals [to Him]","es":"¿Acaso Quien creó los cielos y la Tierra e hizo descender para ustedes agua del cielo, con la que hace surgir jardines espléndidos allí donde ustedes no podrían haber hecho crecer ni un árbol [puede equipararse a quien no es capaz de crear nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? Realmente son desviados","fr":"N'est-ce pas Lui qui a créé les cieux et la terre et qui vous a fait descendre du ciel une eau avec laquelle Nous avons fait pousser des jardins pleins de beauté. Vous n'étiez nullement capables de faire pousser leurs arbres. Y a-t-il donc une divinité avec Allah? Non, mais ce sont des gens qui Lui donnent des égaux","id":"Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran)","ru":"Кто создал небеса и землю и ниспослал вам с неба воду? Посредством нее Мы взрастили прекрасные сады. Вы не смогли бы взрастить деревья в них. Так есть ли бог, кроме Аллаха? Нет, но они являются людьми, которые уклоняются от истины (или равняют с Аллахом вымышленных богов)","sv":"Vem är Den som har skapat himlarna och jorden och som sänder ned regn till er från skyn med vars hjälp Vi låter praktfulla trädgårdar växa upp, medan ni inte har makt att få [ett enda av] deras träd att växa? Kan det finnas en gud vid sidan av Gud? Nej! - Men likväl jämställer de Honom med andra [och jämför Den som skapar och vidmakthåller allt med sina gudabilder]","tr":"Yoksa gökleri ve yeri yaratan, gökten size su indirip onunla, bir ağacını bile bitirmeye gücünüzün yetmediği, güzel güzel bahçeler meydana getiren mi? Allah'ın yanında başka bir tanrı mı? Hayır; onlar taptıklarını Allah'a eşit tutan bir millettir","ur":"بھلا وہ کون ہے جس نے آسمانوں اور زمین کو پیدا کیا اور تمہارے لیے آسمان سے پانی برسایا پھر اس کے ذریعہ سے وہ خوشنما باغ اگائے جن کے درختوں کا اگانا تمہارے بس میں نہ تھا؟ کیا اللہ کے ساتھ کوئی دوسرا خدا بھی (اِن کاموں میں شریک) ہے؟ (نہیں)، بلکہ یہی لوگ راہِ راست سے ہٹ کر چلے جا رہے ہیں","zh":"是那天地的创造者（更好），他为你们从云中降下雨水，以培植美丽的园圃，而你们不能使园圃中的树木生长。除安拉外，难道还有应受崇拜的吗？不然，他们是悖谬的民众。"},"transliteration":"Amman khalaqa alssamawati waalarda waanzala lakum mina alssamai maan faanbatna bihi hadaiqa thata bahjatin ma kana lakum an tunbitoo shajaraha ailahun maAAa Allahi bal hum qawmun yaAAdiloona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
