{"id":322,"number":29,"text":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"Say, \"Whether you conceal what is in your breasts or reveal it, Allah knows it. And He knows that which is in the heavens and that which is on the earth. And Allah is over all things competent","es":"Di: \"Tanto si ocultan cuanto hay en sus corazones como si lo manifiestan, Dios lo sabe\". Él conoce todo lo que hay en los cielos y en la Tierra. Dios tiene poder sobre todas las cosas","fr":"Dis: «Que vous cachiez ce qui est dans vos poitrines ou bien vous le divulguiez, Allah le sait. Il connaît tout ce qui est dans les cieux et sur la terre. Et Allah est Omnipotent","id":"Katakanlah, \"Jika kamu sembunyikan apa yang ada dalam hatimu atau kamu nyatakan, Allah pasti mengetahuinya.\" Dia mengetahui apa yang ada di langit dan apa yang ada di bumi. Allah Mahakuasa atas segala sesuatu","ru":"Скажи: «Скроете ли вы то, что у вас в груди, или обнародуете, Аллах все равно знает об этом. Он знает о том, что на небесах и на земле. Аллах способен на всякую вещь»","sv":"Säg: \"Vare sig ni döljer det som rör sig i ert innersta eller visar det, vet Gud det. Han vet allt det som himlarna rymmer och det som jorden bär. Och Gud har allt i Sin makt","tr":"De ki: \"İçinizde olanı gizleseniz de açıklasanız da Allah onu bilir. Göklerde olanları da, yerde olanları da bilir. Allah her şeye Kadir'dir","ur":"اے نبیؐ! لوگوں کو خبردار کر دو کہ تمہارے دلوں میں جو کچھ ہے، اُسے خواہ تم چھپاؤ یا ظاہر کرو، اللہ بہرحال اسے جانتا ہے، زمین و آسمان کی کوئی چیز اس کے علم سے باہر نہیں ہے اور اُس کا اقتدار ہر چیز پر حاوی ہے","zh":"你说：“你们的心事，无论加以隐讳，或加以表白，安拉都是知道的。他知道天地万物。安拉对于万事是全能的。”"},"transliteration":"Qul in tukhfoo ma fee sudoorikum aw tubdoohu yaAAlamhu Allahu wayaAAlamu ma fee alssamawati wama fee alardi waAllahu AAala kulli shayin qadeerun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
