{"id":3220,"number":61,"text":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translations":{"en":"Is He [not best] who made the earth a stable ground and placed within it rivers and made for it firmly set mountains and placed between the two seas a barrier? Is there a deity with Allah? [No], but most of them do not know","es":"¿Acaso Quien hizo de la Tierra un lugar firme, dispuso en ella ríos, fijó montañas y puso entre los dos mares una barrera [puede equipararse a quien no es capaz de crear nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? La mayoría lo ignora","fr":"N'est-ce pas Lui qui a établi la terre comme lieu de séjour, placé des rivières à travers elle, lui a assigné des montagnes fermes et établi une séparation entre les deux mers, - Y a-t-il donc une divinité avec Allah? Non, mais la plupart d'entre eux ne savent pas","id":"Bukankah Dia (Allah) telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengkokohkan)nya dan menjadikan suatu pemisah antara dua laut?603) Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui","ru":"Кто сделал землю жилищем, проложил по ее расщелинам реки, воздвиг на ней незыблемые горы и установил преграду между морями? Есть ли бог, кроме Аллаха? Нет, но большинство их не знает этого","sv":"Vem har gjort jorden till boplats för [alla former av liv] och låtit den genomkorsas av floder och sänkt ned i den fast förankrade berg, och satt ett hinder mellan de två stora vattenmassorna [som de inte överskrider]? Kan det finnas en gud vid sidan av Gud? Nej! Men de flesta [människor] är okunniga [och sätter andra vid Hans sida]","tr":"Yoksa yeri, yaratıklarının oturmasına elverişli kılan ve aralarında ırmaklar meydana getiren, yeryüzüne sabit dağlar yerleştiren, iki deniz arasına engel koyan mı? Allah'ın yanında başka bir tanrı mı? Hayır; çoğu bilmezler","ur":"اور وہ کون ہے جس نے زمین کو جائے قرار بنایا اور اس کے اندر دریا رواں کیے اور اس میں (پہاڑوں کی) میخیں گاڑ دیں اور پانی کے دو ذخیروں کے درمیان پردے حائل کر دیے؟ کیا اللہ کے ساتھ کوئی اور خدا بھی (اِن کاموں میں شریک) ہے؟ نہیں، بلکہ اِن میں سے اکثر لوگ نادان ہیں","zh":"还是以大地为安居之所，使诸河流贯其间，使诸山镇压其上，并在两海之间设一个屏障者呢？除安拉外，难道还有应受崇拜的吗？不然，他们大半不知道。"},"transliteration":"Amman jaAAala alarda qararan wajaAAala khilalaha anharan wajaAAala laha rawasiya wajaAAala bayna albahrayni hajizan ailahun maAAa Allahi bal aktharuhum la yaAAlamoona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
