{"id":3222,"number":63,"text":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","translations":{"en":"Is He [not best] who guides you through the darknesses of the land and sea and who sends the winds as good tidings before His mercy? Is there a deity with Allah? High is Allah above whatever they associate with Him","es":"¿Acaso Quien los guía en la oscuridad [de la noche] por la tierra y el mar, y envía los vientos que traen las lluvias como una misericordia [puede compararse a quien no es capaz de hacer nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? Dios está por encima de [los ídolos] que Le asocian","fr":"N'est-ce pas Lui qui vous guide dans les ténèbres de la terre et de la mer, et qui envoie les vents, comme une bonne annonce précédent Sa grâce. - Y a-t-il donc une divinité avec Allah? Allah est Très Elevé au-dessus de ce qu'ils [Lui] associent","id":"Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan","ru":"Кто ведет вас прямым путем во мраках суши и моря и посылает ветры с доброй вестью о Своей милости? Есть ли бог, кроме Аллаха? Аллах превыше тех, кого приобщают в сотоварищи","sv":"Vem vägleder er genom mörkren över land och hav och sänder ut vindarna som ett varsel om Sin nåd? Kan det finnas en gud vid sidan av Gud? [Nej] - Gud är höjd högt över allt vad [människor] kan vilja sätta vid Hans sida","tr":"Yoksa, karanın ve denizin karanlıklarında size yol bulduran, rüzgarları rahmetinin önünde müjdeci gönderen mi? Allah'ın yanında başka bir tanrı mı? Allah, koştukları eşlerden yücedir","ur":"اور وہ کون ہے جو خشکی اور سمندر کی تاریکیوں میں تم کو راستہ دکھاتا ہے اور کون اپنی رحمت کے آگے ہواؤں کو خوشخبری لے کر بھیجتا ہے؟ کیا اللہ کے ساتھ کوئی دُوسرا خدا بھی (یہ کام کرتا) ہے؟ بہت بالا و برتر ہے اللہ اس شرک سے جو یہ لوگ کرتے ہیں","zh":"还是那在陆海的重重黑暗中引导你们，在降其恩惠之前，使风为传佳音者呢？除安拉外，难道还有应受崇拜的吗？安拉超乎他们用来配他的。"},"transliteration":"Amman yahdeekum fee thulumati albarri waalbahri waman yursilu alrriyaha bushran bayna yaday rahmatihi ailahun maAAa Allahi taAAala Allahu AAamma yushrikoona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
