{"id":3223,"number":64,"text":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translations":{"en":"Is He [not best] who begins creation and then repeats it and who provides for you from the heaven and earth? Is there a deity with Allah? Say, \"Produce your proof, if you should be truthful","es":"¿Acaso Quien origina la creación y luego la reproduce, y Quien los sustenta [con las gracias] del cielo y de la Tierra [puede equipararse a quien no es capaz de hacer nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? Di: \"Presenten sus pruebas, si es verdad lo que dicen","fr":"N'est-ce pas Lui qui commence la création, puis la refait, et qui vous nourrit du ciel et de la terre. Y a-t-il donc une divinité avec Allah? Dis: «Apportez votre preuve, si vous êtes véridiques!»","id":"Bukankah Dia (Allah) yang menciptakan (makhluk) dari permulaannya, kemudian mengulanginya (lagi) dan yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, \"Kemukakanlah bukti kebenaranmu, jika kamu orang yang benar","ru":"Кто создает творение изначально, а затем воссоздает его и обеспечивает вас пропитанием с неба и земли? Есть ли бог, кроме Аллаха? Скажи: «Приведите ваше доказательство, если вы говорите правду»","sv":"Vem är Den som inleder skapelsen och som därefter skall förnya den och som förser er med det i himlen och på jorden som ni har behov av för er försörjning? Kan det finnas en gud vid sidan av Gud? - Säg: \"Lägg fram ert bevis om [ni tror att] det ni säger är sant","tr":"Yoksa, önce yaratan, sonra da yaratmayı tekrar edecek olan; size gökten ve yerden rızık veren mi? Allah'ın yanında başka bir tanrı mı? De ki: \"Eğer doğru sözlülerden iseniz, açık delilinizi getirin","ur":"اور کون ہے جو خلق کی ابتدا کرتا اور پھر اس کا اعادہ کرتا ہے؟ اور کون تم کو آسمان اور زمین سے رزق دیتا ہے؟ کیا اللہ کے ساتھ کوئی اور خدا بھی (اِن کاموں میں حصہ دار) ہے؟ کہو کہ لاؤ اپنی دلیل اگر تم سچے ہو","zh":"还是那创造万物，然后加以复造，并从天上地下供你们给养者呢？除安拉外，难道还有应受崇拜的吗？你说：“你们拿来你们的证据吧，如果你们是诚实的。”"},"transliteration":"Amman yabdao alkhalqa thumma yuAAeeduhu waman yarzuqukum mina alssamai waalardi ailahun maAAa Allahi qul hatoo burhanakum in kuntum sadiqeena","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
