{"id":323,"number":30,"text":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","translations":{"en":"The Day every soul will find what it has done of good present [before it] and what it has done of evil, it will wish that between itself and that [evil] was a great distance. And Allah warns you of Himself, and Allah is Kind to [His] servants","es":"El día que cada ser vea el registro de todo bien y de todo mal que haya producido, deseará que se interponga una gran distancia entre sí y ese momento. Dios los exhorta a que Le teman a Él. Dios es Compasivo con Sus siervos","fr":"Le jour où chaque âme se trouvera confrontée avec ce qu'elle aura fait de bien et ce qu'elle aura fait de mal; elle souhaitera qu'il y ait entre elle et ce mal une longue distance! Allah vous met en garde à l'égard de Lui-même. Allah est Compatissant envers [Ses] serviteurs","id":"(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan ada dihadapannya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. Dia berharap sekiranya ada jarak yang jauh antara dia dengan (hari) itu. Dan Allah memperingatkan kamu akan diri (siksa)-Nya. Allah Maha Penyayang terhadap hamba-hamba-Nya","ru":"В тот день, когда каждая душа увидит все добро и зло, которое она совершила, ей захочется, чтобы между ней и между ее злодеяниями было огромное расстояние. Аллах предостерегает вас от Самого Себя. Аллах сострадателен к рабам","sv":"Den Dag då människan skall ställas inför allt det goda som hon har gjort och allt det onda som hon har gjort kommer hon att önska att den [Dagen] hade varit oändligt avlägsen. Därför uppmanar Gud er att inte ta lätt på Hans varningar; Gud ömmar för Sina tjänare","tr":"Her kişinin yaptığı iyiliği ve yaptığı kötülüğü, ki kendisiyle o kötülük arasında uzun bir mesafe olmasını diler, hazır bulacağı günü bir düşünün. Kullarına karşı şefkatli olan Allah size kendinden korkmanızı emreder","ur":"وہ دن آنے والا ہے، جب ہر نفس اپنے کیے کا پھل حاضر پائے گا خواہ اُس نے بھلائی کی ہو یا برائی اس روز آدمی یہ تمنا کرے گا کہ کاش ابھی یہ دن اس سے بہت دور ہوتا! اللہ تمہیں اپنے آپ سے ڈراتا ہے اور وہ اپنے بندوں کا نہایت خیر خواہ ہے","zh":"在那日，人人都要发现自己所作善恶的记录陈列在自己面前。人人都要希望在自己和那日之间，有很远的距离。安拉使你们防备他自己，安拉是仁爱众仆的。"},"transliteration":"Yawma tajidu kullu nafsin ma AAamilat min khayrin muhdaran wama AAamilat min sooin tawaddu law anna baynaha wabaynahu amadan baAAeedan wayuhaththirukumu Allahu nafsahu waAllahu raoofun bialAAibadi","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
