{"id":3246,"number":87,"text":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","translations":{"en":"And [warn of] the Day the Horn will be blown, and whoever is in the heavens and whoever is on the earth will be terrified except whom Allah wills. And all will come to Him humbled","es":"El día que se sople la trompeta se aterrorizarán todos aquellos que estén en los cielos y en la Tierra, salvo quienes Dios proteja. Todos se presentarán sumisos ante Él","fr":"Et le jour où l'on soufflera dans la Trompe, tous ceux qui sont dans les cieux et ceux qui sont dans la terre seront effrayés, - sauf ceux qu'Allah a voulu [préserver]! - Et tous viendront à Lui en s'humiliant","id":"Dan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri","ru":"В тот день подуют в Рог, и перепугаются те, кто на небесах и на земле, кроме тех, кого Аллах пожелает выделить. Все предстанут перед Ним смиренными","sv":"Och tänk på den Dag då det skall stötas i basunen och då skräcken griper om alla i himlarna och på jorden, utom dem som Gud vill [skona], och då alla i ödmjuk lydnad skall stiga fram inför Honom","tr":"Sura üfürüldüğü gün, Allah'ın diledikleri bir yana, göklerde olanlar da yerde olanlar da, korku içinde kalırlar. Hepsi Allah'a boyunları bükülmüş olarak gelirler","ur":"اور کیا گزرے گی اس روز جب کہ صُور پھونکا جائے گا اور ہَول کھا جائیں گے وہ سب جو آسمانوں اور زمین میں ہیں، سوائے اُن لوگوں کے جنہیں اللہ اس ہَول سے بچانا چاہے گا، اور سب کان دبائے اس کے حضور حاضر ہو جائیں گے","zh":"在那日，将吹号角，除安拉所意欲的外，凡天上地下的都要恐怖，个个都要卑贱地来到安拉那里，"},"transliteration":"Wayawma yunfakhu fee alssoori fafaziAAa man fee alssamawati waman fee alardi illa man shaa Allahu wakullun atawhu dakhireena","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
