{"id":3247,"number":88,"text":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","translations":{"en":"And you see the mountains, thinking them rigid, while they will pass as the passing of clouds. [It is] the work of Allah, who perfected all things. Indeed, He is Acquainted with that which you do","es":"Verán las montañas, las cuales creían firmes, pasar como lo hacen las nubes. Esto es obra de Dios, Quien ha hecho todo a la perfección. Él conoce lo que hacen","fr":"Et tu verras les montagnes - tu les crois figées - alors qu'elles passent comme des nuages. Telle est l'œuvre d'Allah qui a tout façonné à la perfection. Il est Parfaitement Connaisseur de ce que vous faites","id":"Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti atas apa yang kamu kerjakan","ru":"И ты увидишь, что горы, которые ты считал неподвижными, придут в движение, словно облака. Таково творение Аллаха, Который выполнил все в совершенстве. Воистину, Он ведает о том, что вы делаете","sv":"Och du skall se bergen, som du trodde vara orörliga, driva förbi liksom molnen driver förbi - Guds verk, som i allt är fulländat! - Han är väl underrättad om vad ni gör","tr":"Dağları yerinde donmuş gibi durur görürsün, oysa onlar bulutlar gibi geçerler. Bu her şeyi sağlam tutan Allah'ın işidir. Doğrusu O, yaptıklarınızdan haberdardır","ur":"آج تو پہاڑوں کو دیکھتا ہے اور سمجھتا ہے کہ خوب جمے ہوئے ہیں، مگر اُس وقت یہ بادلوں کی طرح اڑ رہے ہوں گے، یہ اللہ کی قدرت کا کرشمہ ہو گا جس نے ہر چیز کو حکمت کے ساتھ استوار کیا ہے وہ خوب جانتا ہے کہ تم لوگ کیا کرتے ہو","zh":"你见群山而以为都是固定的，其实，群山都像行云样逝去。那是精制万物的安拉的化工，他确是彻知你们的行为的。"},"transliteration":"Watara aljibala tahsabuha jamidatan wahiya tamurru marra alssahabi sunAAa Allahi allathee atqana kulla shayin innahu khabeerun bima tafAAaloona","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
