{"id":3250,"number":91,"text":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","translations":{"en":"[Say, O Muhammad], \"I have only been commanded to worship the Lord of this city, who made it sacred and to whom [belongs] all things. And I am commanded to be of the Muslims [those who submit to Allah]","es":"[Diles, oh, Mujámmad:] \"Me ha sido ordenado adorar al Señor de esta ciudad [La Meca], a la que ha declarado sagrada; el Señor de todas las cosas. Me ha sido ordenado ser de los musulmanes [que someten a Dios su voluntad]","fr":"«Il m'a été seulement commandé d'adorer le Seigneur de cette Ville (la Mecque) qu'Il a sanctifiée, - et à Lui toute chose - et il m'a été commandé d'être du nombre des Musulmans","id":"Aku (Muhammad) hanya diperintahkan menyembah Tuhan negeri ini (Mekkah) yang Dia telah menjadikan suci padanya dan segala sesuatu adalah milik-Nya. Dan aku diperintahkan agar aku termasuk orang muslim","ru":"Скажи: «Мне велено только поклоняться Господу этого города (Мекки), который Он провозгласил заповедным. Ему принадлежит всякая вещь, мне же велено быть одним из мусульман","sv":"[SÄG, Muhammad:] \"Jag har blivit befalld att dyrka Herren över denna stad - [det är Han] som har förklarat den okränkbar och allt tillhör Honom, - och jag har blivit befalld att vara en av dem som underkastar sig Hans vilja","tr":"De ki: \"Ben, yalnız her şeyin sahibi olan ve bu kutlu kılınmış şehrin Rabbine kulluk etmekle emrolundum. Müslümanlardan olmakla ve Kuran okumakla emrolundum.\" Kim doğru yolu bulmuşsa, yalnız kendisi için bulmuş olur, kim sapıtmışsa kendine etmiş olur. De ki: \"Ben sadece, uyaranlardan biriyim","ur":"(اے محمدؐ، اِن سے کہو) \"مجھے تو یہی حکم دیا گیا ہے کہ اِس شہر کے رب کی بندگی کروں جس نے اِسے حرم بنایا ہے اور جو ہر چیز کا مالک ہے مجھے حکم دیا گیا ہے کہ میں مسلم بن کر رہوں","zh":"（你说）：“我只奉命崇拜这城市的主，他曾以这城市为禁地。万物都是他所有的。我亦奉命做一个归顺的人，"},"transliteration":"Innama omirtu an aAAbuda rabba hathihi albaldati allathee harramaha walahu kullu shayin waomirtu an akoona mina almuslimeena","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
