{"id":3251,"number":92,"text":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","translations":{"en":"And to recite the Qur'an.\" And whoever is guided is only guided for [the benefit of] himself; and whoever strays - say, \"I am only [one] of the warners","es":"[Se me ha ordenado] recitar el Corán. Quien siga la guía lo hará en beneficio propio, y a quien se extravíe dile: \"Yo solo he venido a advertirles…","fr":"et de réciter le Coran». Quiconque se guide, c'est pour lui-même en effet qu'il se guide. Et quiconque s'égare..., alors dis: «Je ne suis que l'un des avertisseurs»","id":"dan agar aku membacakan Alquran (kepada manusia). Maka barangsiapa mendapat petunjuk, sesungguhnya dia mendapat petunjuk untuk (kebaikan) dirinya, dan barang siapa sesat, maka katakanlah, \"Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan","ru":"и читать Коран». Кто следует прямым путем, тот поступает во благо себе. А тому, кто впал в заблуждение, скажи: «Я - всего лишь один из тех, кто предостерегает»","sv":"och att förkunna Koranen.\" Den som vill låta sig ledas på rätt väg, vägleds till nytta för sig själv; men säg till den som vill gå vilse: \"Jag är bara en varnare","tr":"De ki: \"Ben, yalnız her şeyin sahibi olan ve bu kutlu kılınmış şehrin Rabbine kulluk etmekle emrolundum. Müslümanlardan olmakla ve Kuran okumakla emrolundum.\" Kim doğru yolu bulmuşsa, yalnız kendisi için bulmuş olur, kim sapıtmışsa kendine etmiş olur. De ki: \"Ben sadece, uyaranlardan biriyim","ur":"اور یہ قرآن پڑھ کر سناؤں\" اب جو ہدایت اختیار کرے گا وہ اپنے ہی بھلے کے لیے ہدایت اختیار کرے گا اور جو گمراہ ہو اُس سے کہہ دو کہ میں تو بس خبردار کر دینے والا ہوں","zh":"并宣读《古兰经》。”谁遵循正道，谁自受其益；谁误入歧途，你对谁说：“我只是一个警告者。”"},"transliteration":"Waan atluwa alqurana famani ihtada fainnama yahtadee linafsihi waman dalla faqul innama ana mina almunthireena","chapter":{"id":27,"name":"النمل","transliteration":"An-Naml","translations":{"en":"The Ant","es":"Las Hormigas","fr":"Les fourmis","id":"Semut","ru":"Муравьи","sv":"Myrorna","tr":"Neml","ur":"چیونٹی","zh":"蚂蚁"},"type":"meccan"}}
