{"id":3256,"number":4,"text":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","translations":{"en":"Indeed, Pharaoh exalted himself in the land and made its people into factions, oppressing a sector among them, slaughtering their [newborn] sons and keeping their females alive. Indeed, he was of the corrupters","es":"El Faraón fue un tirano en la Tierra. Dividió a sus habitantes en clases y esclavizó a un grupo de ellos, a cuyos hijos varones degolló, dejando con vida a las mujeres [para la servidumbre]. Sembró la corrupción","fr":"Pharaon était hautain sur terre; il répartit en clans ses habitants, afin d'abuser de la faiblesse de l'un d'eux: Il égorgeait leurs fils et laissait vivantes leurs femmes. Il était vraiment parmi les fauteurs de désordre","id":"Sungguh, Fir'aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir'aun) termasuk orang yang berbuat kerusakan","ru":"Фараон возгордился на земле и разделил ее жителей на группы. Одних он ослаблял, убивая их сыновей и оставляя в живых их женщин. Воистину, он был одним из тех, кто распространял нечестие","sv":"Farao var en tyrann på jorden. Han delade in [sitt] folk i olika klasser, av vilka han [särskilt] förtryckte en grupp; dess söner lät han döda men dess kvinnor skonades; ja, han hörde till dem som stör ordningen på jorden och vållar sedernas fördärv","tr":"Firavun memleketin başına geçti ve halkını fırkalara ayırdı. İçlerinden bir topluluğu güçsüz bularak onların oğullarını boğazlıyor, kadınları sağ bırakıyordu; çünkü o, bozguncunun biriydi","ur":"واقعہ یہ ہے کہ فرعون نے زمین میں سرکشی کی اور اس کے باشندوں کو گروہوں میں تقسیم کر دیا ان میں سے ایک گروہ کو وہ ذلیل کرتا تھا، اس کے لڑکوں کو قتل کرتا اور اس کی لڑکیوں کو جیتا رہنے دیتا تھا فی الواقع وہ مفسد لوگوں میں سے تھا","zh":"法老确已在国中傲慢，他把国民分成许多宗派，而欺负其中的一派人；屠杀他们的男孩，保全他们的女孩。他确是伤风败俗的。"},"transliteration":"Inna firAAawna AAala fee alardi wajaAAala ahlaha shiyaAAan yastadAAifu taifatan minhum yuthabbihu abnaahum wayastahyee nisaahum innahu kana mina almufsideena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
