{"id":3261,"number":9,"text":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","translations":{"en":"And the wife of Pharaoh said, \"[He will be] a comfort of the eye for me and for you. Do not kill him; perhaps he may benefit us, or we may adopt him as a son.\" And they perceived not","es":"Dijo la mujer del Faraón: \"[Este niño] será una alegría para mis ojos y los tuyos. No lo mates. Puede que nos beneficie. ¡Adoptémoslo!\" Ellos no presentían [en qué se convertiría]","fr":"Et la femme de Pharaon dit: «(Cet enfant) réjouira mon œil et le tien! Ne le tuez pas. Il pourrait nous être utile ou le prendrons-nous pour enfant». Et ils ne pressentaient rien","id":"Dan istri Fir'aun berkata, \"(Dia) adalah penyejuk mata hati bagiku dan bagimu. Janganlah engkau membunuhnya, mudah-mudahan dia bermanfaat kepada kita atau kita ambil dia menjadi anak,\" sedang mereka tidak menyadari","ru":"Жена Фараона сказала: «Вот услада очей для меня и тебя. Не убивайте его! Быть может, он принесет нам пользу, или же мы усыновим его». Они ни о чем не подозревали","sv":"Faraos hustru sade: \"[Barnet kan bli] till glädje för mig och för dig. Låt ingen döda det! Han kan vara oss till nytta, ja, vi kan uppta honom som vår son!\" Men de anade inte [vad framtiden bar i sitt sköte]","tr":"Firavun'un karısı: \"Benim de senin de gözün aydın olsun! Onu öldürmeyiniz, belki bize faydalı olur yahut onu oğul ediniriz\" dedi. Aslında işin farkında değillerdi","ur":"فرعون کی بیوی نے (اس سے) کہا \"یہ میرے اور تیرے لیے آنکھوں کی ٹھنڈک ہے، اسے قتل نہ کرو، کیا عجب کہ یہ ہمارے لیے مفید ثابت ہو، یا ہم اسے بیٹا ہی بنا لیں\" اور وہ (انجام سے) بے خبر تھے","zh":"法老的妻子说：“（这）是我和你的慰籍。你们不要杀他，也许他有利于我们，或者我们把他收为义子。”（他们听了她的话），他们不知不觉。"},"transliteration":"Waqalati imraatu firAAawna qurratu AAaynin lee walaka la taqtuloohu AAasa an yanfaAAana aw nattakhithahu waladan wahum la yashAAuroona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
