{"id":3262,"number":10,"text":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","translations":{"en":"And the heart of Moses' mother became empty [of all else]. She was about to disclose [the matter concerning] him had We not bound fast her heart that she would be of the believers","es":"La madre de Moisés sintió un vacío en su corazón y estuvo a punto de revelar la verdad, de no haber sido porque afiancé su corazón para que fuera una verdadera creyente","fr":"Et le cœur de la mère de Moïse devint vide. Peu s'en fallut qu'elle ne divulguât tout, si Nous n'avions pas renforcé son cœur pour qu'elle restât du nombre des croyants","id":"(Dan hati ibu Musa menjadi kosong.606) Sungguh, hampir saja dia menyatakannya (rahasia tentang Musa), seandainya tidak Kami teguhkan hatinya, agar dia termasuk orang-orang yang beriman (kepada janji Allah)","ru":"Сердце матери Мусы (Моисея) опустело (переполнилось тревогой и оказалось лишено всех иных чувств). Она готова была раскрыть его (свой поступок), если бы Мы не укрепили ее сердце, чтобы она оставалась верующей","sv":"Och Moses moder kände en gnagande tomhet i sitt hjärta och hon skulle säkert ha röjt vem han var om Vi inte hade gett henne kraft [att utstå prövningen] och stärkt henne i tron","tr":"Musa'nın annesi, gönlü bomboş sabahı etti, oğlundan başka bir şey düşünemiyordu. Allah'ın vaadine iyice inanması için kalbini pekiştirmeseydik, neredeyse saraya alınan çocuğun kendi oğlu olduğunu açığa vuracaktı","ur":"اُدھر موسیٰؑ کی ماں کا دل اڑا جا رہا تھا وہ اس راز کو فاش کر بیٹھتی اگر ہم اس کی ڈھارس نہ بندھا دیتے تاکہ وہ (ہمارے وعدے پر) ایمان لانے والوں میں سے ہو","zh":"穆萨的母亲的心，变成空虚的。若不是我使她安下心来，以使她成为信道的人，她几乎暴露真情了。"},"transliteration":"Waasbaha fuadu ommi moosa farighan in kadat latubdee bihi lawla an rabatna AAala qalbiha litakoona mina almumineena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
