{"id":3264,"number":12,"text":"۞وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","translations":{"en":"And We had prevented from him [all] wet nurses before, so she said, \"Shall I direct you to a household that will be responsible for him for you while they are to him [for his upbringing] sincere","es":"No permití que ninguna nodriza pudiera amamantarlo. Dijo [la hermana de Moisés]: \"¿Acaso quieren que les indique una familia que puede cuidarlo y criarlo bien","fr":"Nous lui avions interdit auparavant (le sein) des nourrices. Elle (la sœur de Moïse) dit donc: «Voulez-vous que je vous indique les gens d'une maison qui s'en chargeront pour vous tout en étant bienveillants à son égard?»","id":"dan Kami cegah dia (Musa) menyusu kepada perempuan-perempuan yang mau menyususi(nya) sebelum itu; maka berkatalah dia (saudaranya Musa), \"Maukah aku tunjukkan kepadamu, keluarga yang akan memeliharanya untukmu dan mereka dapat berlaku baik padanya","ru":"Мы запретили ему брать грудь кормилиц, пока она (сестра Мусы) не сказала: «Показать ли вам семью, которая будет заботиться о нем для вас и будет желать ему добра?»","sv":"Och Vi lät honom från första stund vägra att dia en amma och då sade [systern]: \"Skall jag visa er till en familj som kan ta hand om honom för er räkning och ge honom kärlek och god vård","tr":"Önceden, süt annelerin memesini kabul etmemesini sağladık. Musa'nın ablası: \"Size, sizin adınıza ona bakacak, iyi davranacak bir ev halkını tavsiye edeyim mi?\" dedi","ur":"اور ہم نے بچّے پر پہلے ہی دُودھ پِلانے والیوں کی چھاتیاں حرام کر رکھی تھیں (یہ حالت دیکھ کر) اُس لڑکی نے اُن سے کہا \"میں تمہیں ایسے گھر کا پتہ بتاؤں جس کے لوگ اس کی پرورش کا ذمّہ لیں اور خیر خواہی کے ساتھ اسے رکھیں؟","zh":"以前，我禁止他吃任何人的奶，他的姐姐说：“我介绍你们一家人，替你们抚养他，他们是忠于他的，好吗？”"},"transliteration":"Waharramna AAalayhi almaradiAAa min qablu faqalat hal adullukum AAala ahli baytin yakfuloonahu lakum wahum lahu nasihoona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
