{"id":3265,"number":13,"text":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translations":{"en":"So We restored him to his mother that she might be content and not grieve and that she would know that the promise of Allah is true. But most of the people do not know","es":"Así se lo devolví a su madre [como nodriza] para consuelo de sus ojos, para que no se entristeciera y supiera que la promesa de Dios siempre se cumple, aunque la mayoría [de la gente] lo ignore","fr":"Ainsi Nous le rendîmes à sa mère, afin que son œil se réjouisse, qu'elle ne s'affligeât pas et qu'elle sût que la promesse d'Allah est vraie. Mais la plupart d'entre eux ne savent pas","id":"Maka kami kembalikan dia (Musa) kepada ibunya, agar senang hatinya dan tidak bersedih hati, dan agar dia mengetahui bahwa janji Allah adalah benar, tetapi kebanyakan mereka tidak mengetahuinya","ru":"Так Мы вернули его матери, чтобы утешились ее глаза, чтобы она не печалилась и знала, что обещание Аллаха истинно. Но большинство их не ведает этого","sv":"Så gav Vi honom tillbaka till hans moder, så att hennes ögon fick glädjas och hon kunde glömma sin sorg och för att hon skulle veta att Guds löfte är sanning - [vilket] de flesta inte vet","tr":"Böylece onu, annesinin gözü aydın olsun, üzülmesin, Allah'ın verdiği sözün gerçek olduğunu bilsin diye, ona geri çevirdik. Fakat çoğu bilmezler","ur":"اس طرح ہم موسیٰؑ کو اس کی ماں کے پاس پلٹا لائے تاکہ اس کی آنکھیں ٹھنڈی ہوں اور وہ غمگین نہ ہو اور جان لے کہ اللہ کا وعدہ سچا تھا، مگر اکثر لوگ اس بات کو نہیں جانتے","zh":"于是，我把他送还他的母亲，以便她获得慰籍，不再忧愁，而且知道安拉的应许是真实的，但他们大半不知道。"},"transliteration":"Faradadnahu ila ommihi kay taqarra AAaynuha wala tahzana walitaAAlama anna waAAda Allahi haqqun walakinna aktharahum la yaAAlamoona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
