{"id":3267,"number":15,"text":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","translations":{"bn":"তিনি শহরে প্রবেশ করলেন, যখন তার অধিবাসীরা ছিল বেখবর। তথায় তিনি দুই ব্যক্তিকে লড়াইরত দেখলেন। এদের একজন ছিল তাঁর নিজ দলের এবং অন্য জন তাঁর শত্রু দলের। অতঃপর যে তাঁর নিজ দলের সে তাঁর শত্রু দলের লোকটির বিরুদ্ধে তাঁর কাছে সাহায্য প্রার্থনা করল। তখন মূসা তাকে ঘুষি মারলেন এবং এতেই তার মৃত্যু হয়ে গেল। মূসা বললেন, এটা শয়তানের কাজ। নিশ্চয় সে প্রকাশ্য শত্রু, বিভ্রান্তকারী।","en":"And he entered the city at a time of inattention by its people and found therein two men fighting: one from his faction and one from among his enemy. And the one from his faction called for help to him against the one from his enemy, so Moses struck him and [unintentionally] killed him. [Moses] said, \"This is from the work of Satan. Indeed, he is a manifest, misleading enemy","id":"Dan dia (Musa) masuk ke kota (Memphis) ketika penduduknya sedang lengah, maka dia mendapati di dalam kota itu dua orang laki-laki sedang berkelahi; yang seorang dari kaumnya (Bani Israil) dan yang seorang (lagi) dari pihak musuhnya (kaum Fir'aun). Orang yang dari golongannya meminta pertolongan kepadanya, untuk (mengalahkan) orang yang dari pihak musuhnya, lalu Musa meninjunya, dan matilah musuhnya itu. Dia (Musa) berkata, \"Ini adalah perbuatan setan.607) Sungguh, dia (setan itu) adalah musuh yang jelas menyesatkan","ru":"Войдя в город, когда его жители были невнимательны, он встретил двух мужчин, которые дрались друг с другом. Один был из числа его сторонников, а другой был из числа его врагов. Тот, кто был из числа его сторонников, попросил его помочь ему против того, кто был из числа его врагов. Муса (Моисей) ударил его кулаком и прикончил. Он сказал: «Это - одно из деяний дьявола. Воистину, он является явным врагом, вводящим в заблуждение»","tr":"Musa, halkının haberi olmadığı bir zamanda, şehre girdi. Biri kendi adamlarından, diğeri de düşmanı olan iki adamı döğüşür buldu. Kendi tarafından olan kimse, düşmanına karşı ondan yardım istedi. Musa, onun düşmanına bir yumruk vurdu; ölümüne sebep oldu. \"Bu şeytanin işidir; çünkü o apaçık, saptıran bir düşmandır\" dedi","ur":"(ایک روز) وہ شہر میں ایسے وقت میں داخل ہوا جبکہ اہلِ شہر غفلت میں تھے وہاں اس نے دیکھا کہ دو آدمی لڑ رہے ہیں ایک اس کی اپنی قوم کا تھا اور دُوسرا اس کی دشمن قوم سے تعلق رکھتا تھا اس کی قوم کے آدمی نے دشمن قوم والے کے خلاف اسے مدد کے لیے پکارا موسیٰؑ نے اس کو ایک گھونسا مارا اور اس کا کام تمام کر دیا (یہ حرکت سرزد ہوتے ہی) موسیٰؑ نے کہا \"یہ شیطان کی کارفرمائی ہے، وہ سخت دشمن اور کھلا گمراہ کن ہے"},"chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"bn":"কাহিনি","en":"The Stories","id":"Kisah-kisah","ru":"Рассказ","tr":"Kasas","ur":"قصے"},"type":"meccan"}}
