{"id":3267,"number":15,"text":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","translations":{"en":"And he entered the city at a time of inattention by its people and found therein two men fighting: one from his faction and one from among his enemy. And the one from his faction called for help to him against the one from his enemy, so Moses struck him and [unintentionally] killed him. [Moses] said, \"This is from the work of Satan. Indeed, he is a manifest, misleading enemy","es":"[Moisés] ingresó cierta vez a la ciudad sin que sus habitantes se percataran y encontró a dos hombres que peleaban, uno era de los suyos y el otro era de sus enemigos. El que era de los suyos le pidió ayuda contra el que era de sus enemigos. Entonces Moisés lo golpeó con su puño y [sin intención de hacerlo] le causó la muerte. Exclamó [Moisés]: \"Esto es obra del demonio, que es un enemigo evidente que pretende desviar a la gente","fr":"Il entra dans la ville à un moment d'inattention de ses habitants; il y trouva deux hommes qui se battaient, l'un était de ses partisans et l'autre de ses adversaires. L'homme de son parti l'appela au secours contre son ennemi. Moïse lui donna un coup de poing qui l'acheva. - [Moïse] dit: «Cela est l'œuvre du Diable. C'est vraiment un ennemi, un égareur évident»","id":"Dan dia (Musa) masuk ke kota (Memphis) ketika penduduknya sedang lengah, maka dia mendapati di dalam kota itu dua orang laki-laki sedang berkelahi; yang seorang dari kaumnya (Bani Israil) dan yang seorang (lagi) dari pihak musuhnya (kaum Fir'aun). Orang yang dari golongannya meminta pertolongan kepadanya, untuk (mengalahkan) orang yang dari pihak musuhnya, lalu Musa meninjunya, dan matilah musuhnya itu. Dia (Musa) berkata, \"Ini adalah perbuatan setan.607) Sungguh, dia (setan itu) adalah musuh yang jelas menyesatkan","ru":"Войдя в город, когда его жители были невнимательны, он встретил двух мужчин, которые дрались друг с другом. Один был из числа его сторонников, а другой был из числа его врагов. Тот, кто был из числа его сторонников, попросил его помочь ему против того, кто был из числа его врагов. Муса (Моисей) ударил его кулаком и прикончил. Он сказал: «Это - одно из деяний дьявола. Воистину, он является явным врагом, вводящим в заблуждение»","sv":"Och [en dag] begav han sig in i staden vid [middagstiden] då invånarna inte bekymrade sig [om vad som försiggick utomhus], och där fann han två män inbegripna i slagsmål - en av dem tillhörde hans folk och den andre var en fiende till honom - och den som hörde till hans folk ropade till [Moses] att hjälpa honom mot hans fiende. Och Moses slog till denne med knuten näve och slaget dödade honom. [Då] sade han: \"Detta är Djävulens verk! Han är i sanning [människans] svurne fiende och han leder henne på avvägar","tr":"Musa, halkının haberi olmadığı bir zamanda, şehre girdi. Biri kendi adamlarından, diğeri de düşmanı olan iki adamı döğüşür buldu. Kendi tarafından olan kimse, düşmanına karşı ondan yardım istedi. Musa, onun düşmanına bir yumruk vurdu; ölümüne sebep oldu. \"Bu şeytanin işidir; çünkü o apaçık, saptıran bir düşmandır\" dedi","ur":"(ایک روز) وہ شہر میں ایسے وقت میں داخل ہوا جبکہ اہلِ شہر غفلت میں تھے وہاں اس نے دیکھا کہ دو آدمی لڑ رہے ہیں ایک اس کی اپنی قوم کا تھا اور دُوسرا اس کی دشمن قوم سے تعلق رکھتا تھا اس کی قوم کے آدمی نے دشمن قوم والے کے خلاف اسے مدد کے لیے پکارا موسیٰؑ نے اس کو ایک گھونسا مارا اور اس کا کام تمام کر دیا (یہ حرکت سرزد ہوتے ہی) موسیٰؑ نے کہا \"یہ شیطان کی کارفرمائی ہے، وہ سخت دشمن اور کھلا گمراہ کن ہے","zh":"乘城里的人疏忽的时候，他走进城来，并在城里发现两个人正在争斗，这个是属于他的宗族的，那个是属于他的敌人，属于同族的人要求他帮着对付他的敌人，穆萨就把那敌人一拳打死。他说：“这是由于恶魔的诱惑，恶魔确是迷人的明敌。”"},"transliteration":"Wadakhala almadeenata AAala heeni ghaflatin min ahliha fawajada feeha rajulayni yaqtatilani hatha min sheeAAatihi wahatha min AAaduwwihi faistaghathahu allathee min sheeAAatihi AAala allathee min AAaduwwihi fawakazahu moosa faqada AAalayhi qala hatha min AAamali alshshaytani innahu AAaduwwun mudillun mubeenun","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
