{"id":3270,"number":18,"text":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","translations":{"en":"And he became inside the city fearful and anticipating [exposure], when suddenly the one who sought his help the previous day cried out to him [once again]. Moses said to him, \"Indeed, you are an evident, [persistent] deviator","es":"A la mañana siguiente amaneció temeroso y cauteloso, y quien le había pedido ayuda el día anterior nuevamente le pedía auxilio a gritos. Entonces Moisés le dijo: \"No cabe duda que eres un perdido [busca pleitos]","fr":"Le lendemain matin, il se trouva en ville, craintif et regardant autour de lui, quand voilà que celui qui lui avait demandé secours la veille, l'appelait à grands cris. Moïse lui dit: «Tu es certes un provocateur déclaré»","id":"Karena itu, dia (Musa) menjadi ketakutan berada di kota sambil menunggu (akibat perbuatannya), tiba-tiba orang yang kemarin meminta pertolongan berteriak meminta pertolongan kepadanya. Musa berkata kepadanya, \"Engkau Sungguh, orang yang nyata-nyata sesat","ru":"Утром он отправился в город, оглядываясь со страхом, и вдруг тот, кто попросил его о помощи накануне, вновь позвал его на помощь. Муса (Моисей) сказал ему: «Ты являешься явным заблудшим»","sv":"Följande morgon fann honom [vandrande] i staden, orolig och på sin vakt [mot varje fara]. Då hörde han plötsligt den som föregående dag hade begärt hans hjälp vädja till honom [på nytt]. Moses sade till honom: \"Du är tydligen en av dem som brukar ställa till bråk","tr":"Şehirde, korku içinde etrafı gözetip dolaşarak sabahladı. Dün kendisinden yardım isteyen kimse bağırarak ondan yine yardım istiyordu. Musa ona: \"Doğrusu sen besbelli bir azgınsın\" dedi","ur":"دُوسرے روز وہ صبح سویرے ڈرتا اور ہر طرف سے خطرہ بھانپتا ہوا شہر میں جا رہا تھا کہ یکایک کیا دیکھتا ہے کہ وہی شخص جس نے کل اسے مدد کے لیے پکارا تھا آج پھر اسے پکار رہا ہے موسیٰؑ نے کہا \"تُو تو بڑا ہی بہکا ہُوا آدمی ہے","zh":"次日早晨，他在城里战战兢兢的。昨日向他求救的那个人忽然又向他高声求救。穆萨对他说：“你确是明显的迷误者。”"},"transliteration":"Faasbaha fee almadeenati khaifan yataraqqabu faitha allathee istansarahu bialamsi yastasrikhuhu qala lahu moosa innaka laghawiyyun mubeenun","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
