{"id":3271,"number":19,"text":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","translations":{"bn":"অতঃপর মূসা যখন উভয়ের শত্রুকে শায়েস্তা করতে চাইলেন, তখন সে বলল, গতকল্য তুমি যেমন এক ব্যক্তিকে হত্যা করেছিলে, সে রকম আমাকেও কি হত্যা করতে চাও? তুমি তো পৃথিবীতে স্বৈরাচারী হতে চাচ্ছ এবং সন্ধি স্থাপনকারী হতে চাও না।","en":"And when he wanted to strike the one who was an enemy to both of them, he said, \"O Moses, do you intend to kill me as you killed someone yesterday? You only want to be a tyrant in the land and do not want to be of the amenders","id":"Maka ketika dia (Musa) hendak memukul dengan keras orang yang menjadi musuh mereka berdua, dia (musuhnya) berkata, \"Wahai Musa! Apakah engkau bermaksud membunuhku, sebagaimana kemarin engkau telah membunuh seseorang? Engkau hanya bermaksud menjadi orang yang berbuat sewenang-wenang di negeri (ini), dan engkau tidak bermaksud menjadi salah seorang dari orang-orang yang mengadakan perdamaian","ru":"Когда же он захотел схватить того, кто был их врагом, тот сказал: «О Муса (Моисей)! Неужели ты хочешь убить меня, как убил человека вчера? Ты лишь хочешь стать тираном на земле и не хочешь быть в числе тех, кто примиряет людей»","tr":"Musa, ikisinin de düşmanı olan kimseyi yakalamak isteyince: \"Ey Musa! Dün bir cana kıydığın gibi bana da mı kıymak istiyorsun? Sen ıslah edenlerden olmak değil, ancak yeryüzünde bir zorba olmak istiyorsun\" dedi","ur":"پھر جب موسیٰؑ نے ارادہ کیا کہ دشمن قوم کے آدمی پر حملہ کرے تو وہ پکار اٹھا \"اے موسیٰؑ، کیا آج تو مجھے اُسی طرح قتل کرنے لگا ہے جس طرح کل ایک شخص کو قتل کر چکا ہے، تو اس ملک میں جبّار بن کر رہنا چاہتا ہے، اصلاح نہیں کرنا چاہتا"},"chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"bn":"কাহিনি","en":"The Stories","id":"Kisah-kisah","ru":"Рассказ","tr":"Kasas","ur":"قصے"},"type":"meccan"}}
