{"id":3275,"number":23,"text":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","translations":{"bn":"যখন তিনি মাদইয়ানের কূপের ধারে পৌছলেন, তখন কূপের কাছে একদল লোককে পেলেন তারা জন্তুদেরকে পানি পান করানোর কাজে রত। এবং তাদের পশ্চাতে দূ’জন স্ত্রীলোককে দেখলেন তারা তাদের জন্তুদেরকে আগলিয়ে রাখছে। তিনি বললেন, তোমাদের কি ব্যাপার? তারা বলল, আমরা আমাদের জন্তুদেরকে পানি পান করাতে পারি না, যে পর্যন্ত রাখালরা তাদের জন্তুদেরকে নিয়ে সরে না যায়। আমাদের পিতা খুবই বৃদ্ধ।","en":"And when he came to the well of Madyan, he found there a crowd of people watering [their flocks], and he found aside from them two women driving back [their flocks]. He said, \"What is your circumstance?\" They said, \"We do not water until the shepherds dispatch [their flocks]; and our father is an old man","id":"Dan ketika dia sampai di sumber air negeri Madyan, dia menjumpai di sana sekumpulan orang yang sedang memberi minum (ternaknya), dan dia menjumpai di belakang orang banyak itu, dua orang perempuan sedang menghambat (ternaknya). Dia (Musa) berkata, \"Apakah maksudmu (dengan berbuat begitu)?\" Kedua (perempuan) itu menjawab, \"Kami tidak dapat memberi minum (ternak kami), sebelum penggembala-penggembala itu memulangkan (ternaknya), sedang ayah kami adalah orang tua yang telah lanjut usianya","ru":"Когда он прибыл к колодцу в Мадьяне, то обнаружил возле него людей, которые поили скотину. Неподалеку от них он увидел двух женщин, которые отгоняли свое стадо. Он сказал: «Что с вами?». Они сказали: «Мы не поим скотину, пока пастухи не уведут свои стада. Наш отец очень стар»","tr":"Medyen suyuna geldiğinde, davarlarını sulayan bir insan topluluğu buldu. Onlardan başka, hayvanlarını sudan alıkoyan iki kadın gördü. Onlara: \"Derdiniz nedir?\" dedi. \"Çobanlar ayrılana kadar biz sulamayız. Babamız çok yaşlıdır, onun için bu işi biz yapıyoruz\" dediler","ur":"اور جب وہ مَدیَن کے کنوئیں پر پہنچا تو اُس نے دیکھا کہ بہت سے لوگ اپنے جانوروں کو پانی پلا رہے ہیں اور ان سے الگ ایک طرف دو عورتیں اپنے جانوروں کو روک رہی ہیں موسیٰؑ نے اِن عورتوں سے پوچھا \"تمہیں کیا پریشانی ہے؟\" انہوں نے کہا \"ہم اپنے جانوروں کو پانی نہیں پلا سکتیں جب تک یہ چرواہے اپنے جانور نکال کر نہ لے جائیں، اور ہمارے والد ایک بہت بوڑھے آدمی ہیں"},"chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"bn":"কাহিনি","en":"The Stories","id":"Kisah-kisah","ru":"Рассказ","tr":"Kasas","ur":"قصے"},"type":"meccan"}}
