{"id":3275,"number":23,"text":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","translations":{"en":"And when he came to the well of Madyan, he found there a crowd of people watering [their flocks], and he found aside from them two women driving back [their flocks]. He said, \"What is your circumstance?\" They said, \"We do not water until the shepherds dispatch [their flocks]; and our father is an old man","es":"Cuando llegó a la aguada de Madián, encontró pastores dando de beber a sus rebaños, y vio que apartadas de ellos había dos mujeres que sujetaban a sus rebaños, entonces les preguntó: \"¿Qué les sucede?\" Respondieron [ellas]: \"No podemos abrevar a nuestro rebaño hasta que los pastores se hayan ido, y nuestro padre es ya un anciano [para hacerlo él]","fr":"Et quand il fut arrivé au point d'eau de Madyan, il y trouva un attroupement de gens abreuvant [leurs bêtes] et il trouva aussi deux femmes se tenant à l'écart et retenant [leurs bêtes]. Il dit: «Que voulez-vous?» Elles dirent: «Nous n'abreuverons que quand les bergers seront partis; et notre père est fort âgé»","id":"Dan ketika dia sampai di sumber air negeri Madyan, dia menjumpai di sana sekumpulan orang yang sedang memberi minum (ternaknya), dan dia menjumpai di belakang orang banyak itu, dua orang perempuan sedang menghambat (ternaknya). Dia (Musa) berkata, \"Apakah maksudmu (dengan berbuat begitu)?\" Kedua (perempuan) itu menjawab, \"Kami tidak dapat memberi minum (ternak kami), sebelum penggembala-penggembala itu memulangkan (ternaknya), sedang ayah kami adalah orang tua yang telah lanjut usianya","ru":"Когда он прибыл к колодцу в Мадьяне, то обнаружил возле него людей, которые поили скотину. Неподалеку от них он увидел двух женщин, которые отгоняли свое стадо. Он сказал: «Что с вами?». Они сказали: «Мы не поим скотину, пока пастухи не уведут свои стада. Наш отец очень стар»","sv":"OCH NÄR han anlände till Madyans brunnar, fann han en hel hop män som vattnade [sina hjordar] och, ett stycke därifrån, två kvinnor som höll tillbaka [sina djur från vattenstället]. Han frågade [dem]: \"Är det något som bekymrar er?\" De svarade: \"Innan vi kan vattna [våra djur] måste vi vänta till dess herdarna driver hem [sina hjordar]; vår fader är en gammal man","tr":"Medyen suyuna geldiğinde, davarlarını sulayan bir insan topluluğu buldu. Onlardan başka, hayvanlarını sudan alıkoyan iki kadın gördü. Onlara: \"Derdiniz nedir?\" dedi. \"Çobanlar ayrılana kadar biz sulamayız. Babamız çok yaşlıdır, onun için bu işi biz yapıyoruz\" dediler","ur":"اور جب وہ مَدیَن کے کنوئیں پر پہنچا تو اُس نے دیکھا کہ بہت سے لوگ اپنے جانوروں کو پانی پلا رہے ہیں اور ان سے الگ ایک طرف دو عورتیں اپنے جانوروں کو روک رہی ہیں موسیٰؑ نے اِن عورتوں سے پوچھا \"تمہیں کیا پریشانی ہے؟\" انہوں نے کہا \"ہم اپنے جانوروں کو پانی نہیں پلا سکتیں جب تک یہ چرواہے اپنے جانور نکال کر نہ لے جائیں، اور ہمارے والد ایک بہت بوڑھے آدمی ہیں","zh":"当他来到麦德彦的泉水旁的时候，他看见一群人在那里饮羊，他发现除他们外还有两个女子，拦着她俩的羊群。他说：“你俩为什么这样呢？”她俩说：“我们要到牧人们使他们的羊离开泉水，才得饮我们的羊。我们的父亲是一位龙钟的老人。”"},"transliteration":"Walamma warada maa madyana wajada AAalayhi ommatan mina alnnasi yasqoona wawajada min doonihimu imraatayni tathoodani qala ma khatbukuma qalata la nasqee hatta yusdira alrriAAao waaboona shaykhun kabeerun","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
