{"id":3277,"number":25,"text":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translations":{"bn":"অতঃপর বালিকাদ্বয়ের একজন লজ্জাজড়িত পদক্ষেপে তাঁর কাছে আগমন করল। বলল, আমার পিতা আপনাকে ডাকছেন, যাতে আপনি যে আমাদেরকে পানি পান করিয়েছেন, তার বিনিময়ে পুরস্কার প্রদান করেন। অতঃপর মূসা যখন তাঁর কাছে গেলেন এবং সমস্ত বৃত্তান্ত বর্ণনা করলেন, তখন তিনি বললেন, ভয় করো না, তুমি জালেম সম্প্রদায়ের কবল থেকে রক্ষা পেয়েছ।","en":"Then one of the two women came to him walking with shyness. She said, \"Indeed, my father invites you that he may reward you for having watered for us.\" So when he came to him and related to him the story, he said, \"Fear not. You have escaped from the wrongdoing people","id":"Kemudian datanglah kepada Musa salah seorang dari kedua perempuan itu berjalan sambil malu-malu, dia berkata, \"Sesungguhnya ayahku mengundangmu untuk memberi balasan sebagai imbalan atas (kebaikan)mu memberi minum (ternak) kami.\" Ketika (Musa) mendatangi ayahnya (Syu'aib) dan dia menceritakan kepadanya kisah (mengenai dirinya), dia (Syu'aib) berkata, \"Janganlah engkau takut! Engkau telah selamat dari orang-orang yang zalim itu","ru":"Одна из двух женщин подошла к нему застенчиво и сказала: «Мой отец зовет тебя, чтобы вознаградить тебя за то, что ты напоил для нас скотину». Когда он пришел к отцу и поведал ему рассказ, он сказал: «Не бойся. Ты спасся от несправедливых людей»","tr":"O sırada, kadınlardan biri utana utana yürüyüp ona geldi: \"Babam sana sulama ücretini ödemek için seni çağırıyor\" dedi. Musa ona gelince, başından geçeni anlattı. O: \"Korkma, artık zalim milletten kurtuldun\" dedi","ur":"(کچھ دیر نہ گزری تھی کہ) ان دونوں عورتوں میں سے ایک شرم و حیا سے چلتی ہوئی اس کے پاس آئی اور کہنے لگی \"میرے والد آپ کو بُلا رہے ہیں تاکہ آپ نے ہمارے جانوروں کو پانی جو پلایا ہے اس کا اجر آپ کو دیں\" موسیٰؑ جب اس کے پاس پہنچا اور اپنا سارا قصہ اسے سُنایا تو اس نے کہا \"کچھ خوف نہ کرو، اب تم ظالموں سے بچ نکلے ہو"},"chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"bn":"কাহিনি","en":"The Stories","id":"Kisah-kisah","ru":"Рассказ","tr":"Kasas","ur":"قصے"},"type":"meccan"}}
