{"id":3279,"number":27,"text":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِينَ","translations":{"bn":"পিতা মূসাকে বললেন, আমি আমার এই কন্যাদ্বয়ের একজনকে তোমার সাথে বিবাহে দিতে চাই এই শর্তে যে, তুমি আট বছর আমার চাকুরী করবে, যদি তুমি দশ বছর পূর্ণ কর, তা তোমার ইচ্ছা। আমি তোমাকে কষ্ট দিতে চাই না। আল্লাহ চাহেন তো তুমি আমাকে সৎকর্মপরায়ণ পাবে।","en":"He said, \"Indeed, I wish to wed you one of these, my two daughters, on [the condition] that you serve me for eight years; but if you complete ten, it will be [as a favor] from you. And I do not wish to put you in difficulty. You will find me, if Allah wills, from among the righteous","id":"Dia (Syu'aib) berkata, \"Sesungguhnya aku bermaksud ingin menikahkan engkau dengan salah seorang dari kedua anak perempuanku ini, dengan ketentuan bahwa engkau bekerja padaku selama delapan tahun dan jika engkau sempurnakan sepuluh tahun maka itu adalah (suatu kebaikan) darimu, dan aku tidak bermaksud memberatkan engkau. Insyā Allah engkau akan mendapatiku termasuk orang yang baik","ru":"Он сказал: «Воистину, я хочу сочетать тебя браком с одной из моих дочерей этих при условии, что ты наймешься ко мне на восемь лет. Если же ты останешься на все десять, то это будет милостью от тебя. Я не собираюсь обременять тебя, и ты увидишь, если пожелает Аллах, что я являюсь одним из праведников»","tr":"Kadınların babası: \"Bana sekiz yıl çalışmana karşılık bu iki kızımdan birini sana nikahlamak istiyorum. Eğer on yıla tamamlarsan o senden bir lütuf olur. Ama sana ağırlık vermek istemem. İnşallah beni iyi kimselerden bulacaksın\" dedi","ur":"اس کے باپ نے (موسیٰؑ سے) کہا \"میں چاہتا ہوں کہ اپنی اِن دو بیٹیوں میں سے ایک کا نکاح تمہارے ساتھ کر دوں بشرطیکہ تم آٹھ سال تک میرے ہاں ملازمت کرو، اور اگر دس سال پُورے کر دو تو یہ تمہاری مرضی ہے میں تم پر سختی نہیں کرنا چاہتا تم اِن شاءاللہ مجھے نیک آدمی پاؤ گے"},"chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"bn":"কাহিনি","en":"The Stories","id":"Kisah-kisah","ru":"Рассказ","tr":"Kasas","ur":"قصے"},"type":"meccan"}}
