{"id":3279,"number":27,"text":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِينَ","translations":{"en":"He said, \"Indeed, I wish to wed you one of these, my two daughters, on [the condition] that you serve me for eight years; but if you complete ten, it will be [as a favor] from you. And I do not wish to put you in difficulty. You will find me, if Allah wills, from among the righteous","es":"Dijo [el padre de las dos mujeres a Moisés]: \"Quisiera ofrecerte en matrimonio a una de mis dos hijas a condición de que trabajes con nosotros durante ocho años, pero si deseas quedarte diez será algo que tú hagas voluntariamente. No pretendo dificultarte las cosas, y me encontrarás, si Dios quiere, entre los que tratan con justicia [a sus empleados]","fr":"Il dit: «Je voudrais te marier à l'une de mes deux filles que voici, à condition que tu travailles à mon service durant huit ans. Si tu achèves dix [années], ce sera de ton bon gré; je ne veux cependant rien t'imposer d'excessif. Tu me trouveras, si Allah le veut, du nombre des gens de bien»","id":"Dia (Syu'aib) berkata, \"Sesungguhnya aku bermaksud ingin menikahkan engkau dengan salah seorang dari kedua anak perempuanku ini, dengan ketentuan bahwa engkau bekerja padaku selama delapan tahun dan jika engkau sempurnakan sepuluh tahun maka itu adalah (suatu kebaikan) darimu, dan aku tidak bermaksud memberatkan engkau. Insyā Allah engkau akan mendapatiku termasuk orang yang baik","ru":"Он сказал: «Воистину, я хочу сочетать тебя браком с одной из моих дочерей этих при условии, что ты наймешься ко мне на восемь лет. Если же ты останешься на все десять, то это будет милостью от тебя. Я не собираюсь обременять тебя, и ты увидишь, если пожелает Аллах, что я являюсь одним из праведников»","sv":"[En dag] sade [fadern]: \"Jag vill ge dig en av mina döttrar till hustru, på villkor att du stannar i min tjänst i åtta år; men om du önskar får du gärna stanna tio år. Jag skall inte göra svårigheter för dig. Om Gud vill, skall du finna en hederlig, rättsinnig man i mig","tr":"Kadınların babası: \"Bana sekiz yıl çalışmana karşılık bu iki kızımdan birini sana nikahlamak istiyorum. Eğer on yıla tamamlarsan o senden bir lütuf olur. Ama sana ağırlık vermek istemem. İnşallah beni iyi kimselerden bulacaksın\" dedi","ur":"اس کے باپ نے (موسیٰؑ سے) کہا \"میں چاہتا ہوں کہ اپنی اِن دو بیٹیوں میں سے ایک کا نکاح تمہارے ساتھ کر دوں بشرطیکہ تم آٹھ سال تک میرے ہاں ملازمت کرو، اور اگر دس سال پُورے کر دو تو یہ تمہاری مرضی ہے میں تم پر سختی نہیں کرنا چاہتا تم اِن شاءاللہ مجھے نیک آدمی پاؤ گے","zh":"他说：“我必定以我的这两个女儿中的一个嫁给你，但你必须替我做八年工。如果你做满十年，那是你自愿的，我不愿苛求于你。如果安拉意欲，你将发现我是一个善人。”"},"transliteration":"Qala innee oreedu an onkihaka ihda ibnatayya hatayni AAala an tajuranee thamaniya hijajin fain atmamta AAashran famin AAindika wama oreedu an ashuqqa AAalayka satajidunee in shaa Allahu mina alssaliheena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
