{"id":3280,"number":28,"text":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","translations":{"en":"[Moses] said, \"That is [established] between me and you. Whichever of the two terms I complete - there is no injustice to me, and Allah, over what we say, is Witness","es":"Dijo [Moisés]: \"Eso es [un acuerdo] entre tú y yo. Cualquiera que sea el plazo que cumpla no será injusto conmigo, y Dios es testigo de lo que decimos","fr":"«C'est (conclu) entre toi et moi, dit [Moïse]. Quel que soit celui des deux termes que je m'assigne, il n'y aura nulle pression sur moi. Et Allah est Garant de ce que nous disons»","id":"Dia (Musa) berkata, \"Itu (perjanjian) antara aku dan engkau. Yang mana saja dari kedua waktu yang ditentukan itu yang aku sempurnakan, maka tidak ada tuntutan (tambahan) atas diriku (lagi). Dan Allah menjadi saksi atas apa yang kita ucapkan","ru":"Он сказал: «Договорились. Какой бы из этих двух сроков я ни отработал, пусть со мной не поступают несправедливо. Аллах является Попечителем и Хранителем того, что мы говорим»","sv":"[Moses] svarade: \"Det får bli så [som du har sagt] mellan mig och dig! Låt ingen ovänskap uppstå mellan oss, vare sig jag stannar den kortare eller den längre tiden! Gud skall vaka över [att vi fullföljer] vår överenskommelse","tr":"Musa: \"Bu seninle benim aramdadır. Bu iki süreden hangisini doldurursam doldurayım bir kötülüğe uğramayacağım. Söylediklerimize Allah vekildir\" dedi","ur":"موسیٰ نے جواب دیا \"یہ بات میرے اور آپ کے درمیان طے ہو گئی ان دونوں مدتوں میں سے جو بھی میں پُوری کر دوں اُس کے بعد پھر کوئی زیادتی مجھ پر نہ ہو، اور جو کچھ قول قرار ہم کر رہے ہیں اللہ اس پر نگہبان ہے","zh":"他说：“这是我与你所订的合同，我无论做满哪一个期限，对于我都不可有过分的要求。安拉是监察我们的约言的。”"},"transliteration":"Qala thalika baynee wabaynaka ayyama alajalayni qadaytu fala AAudwana AAalayya waAllahu AAala ma naqoolu wakeelun","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
