{"id":3281,"number":29,"text":"۞فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","translations":{"en":"And when Moses had completed the term and was traveling with his family, he perceived from the direction of the mount a fire. He said to his family, \"Stay here; indeed, I have perceived a fire. Perhaps I will bring you from there [some] information or burning wood from the fire that you may warm yourselves","es":"Cuando Moisés hubo cumplido el plazo, partió con su familia por la noche [rumbo a Egipto] y [en el camino] divisó un fuego en la ladera de un monte y le dijo a su familia: \"Permanezcan aquí, pues he divisado un fuego y quizás pueda traerles alguna noticia [del camino que debemos seguir], o bien una brasa encendida para que podamos calentarnos","fr":"Puis, lorsque Moïse eut accompli la période convenue et qu'il se mit en route avec sa famille, il vit un feu du côté du Mont. Il dit à sa famille: «Demeurez ici. J'ai vu du feu. Peut-être vous en apporterai-je une nouvelle ou un tison de feu afin que vous vous réchauffiez»","id":"(Maka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung.608) dia berkata kepada keluarganya, \"Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan","ru":"Когда Муса (Моисей) отработал срок и двинулся в путь со своей семьей, он увидел со стороны горы огонь и сказал своей семье: «Оставайтесь здесь! Я увидел огонь. Возможно, я принесу вам оттуда известие или горящую головню, чтобы вы могли согреться»","sv":"OCH NÄR Moses hade fullgjort sitt åtagande begav han sig i väg med sin familj. [En dag] såg han på avstånd en eld på sluttningen av berget Sinai och sade till de sina: \"Stanna här! Jag ser en eld; där kan jag kanske hämta en upplysning för oss eller några glödande kol, så att ni kan värma er","tr":"Musa süreyi doldurunca, ailesiyle birlikte yola çıktı. Tur tarafından bir ateş gördü. Ailesine: \"Durunuz, ben bir ateş gördüm; belki oradan size bir haber yahut tutuşmuş bir odun getiririm de ısınabilirsiniz\" dedi","ur":"جب موسیٰؑ نے مدت پوری کر دی اور وہ اپنے اہل و عیال کو لے کر چلا تو طُور کی جانب اس کو ایک آگ نظر آئی اُس نے اپنے گھر والوں سے کہا \"ٹھیرو، میں نے ایک آگ دیکھی ہے، شاید میں وہاں سے کوئی خبر لے آؤں یا اس آگ سے کوئی انگارہ ہی اُٹھا لاؤں جس سے تم تاپ سکو","zh":"当穆萨已做满期限，而带着他的家属旅行的时候，他看见那座山的这边有一处火光，他对他的家属说：“你们等待一下，我确已看见一处火光，也许我从火光的那里带来一个消息来给你们，或带一个火把来给你们烤火。”"},"transliteration":"Falamma qada moosaalajala wasara biahlihi anasa min janibi alttoori naran qala liahlihi omkuthoo innee anastu naran laAAallee ateekum minha bikhabarin aw jathwatin mina alnnari laAAallakum tastaloona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
