{"id":3282,"number":30,"text":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translations":{"en":"But when he came to it, he was called from the right side of the valley in a blessed spot - from the tree, \"O Moses, indeed I am Allah, Lord of the worlds","es":"Cuando llegó hasta el fuego escuchó un llamado que provenía desde un árbol que se encontraba en la ladera derecha del valle, en el lugar bendecido: \"¡Oh, Moisés! Yo soy Dios, el Señor del Universo","fr":"Puis quand il y arriva, on l'appela, du flanc droit de la vallée, dans la place bénie, à partir de l'arbre: «O Moïse! C'est Moi Allah, le Seigneur de l'univers»","id":"Maka ketika dia (Musa) sampai ke (tempat) api itu, dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi, \"Wahai Musa! Sungguh, Aku adalah Allah, Tuhan seluruh alam","ru":"Подойдя туда, он услышал глас со стороны дерева, которое росло в благословенном месте на правой стороне долины: «О Муса (Моисей)! Я- Аллах, Господь миров","sv":"Men när han närmade sig [elden] hördes en röst från högra sidan av dalen ur ett träd, som stod på välsignad mark: \"Moses! Jag är Gud, världarnas Herre","tr":"Oraya gelince, kutlu yerdeki vadinin sağ yanındaki ağaç cihetinden: \"Ey Musa! Şüphesiz Ben, Alemlerin Rabbi olan Allah'ım\" diye seslenildi","ur":"وہاں پہنچا تو وادی کے داہنے کنارے پر مبارک خطے میں ایک درخت سے پکارا گیا کہ \"اے موسیٰؑ، میں ہی اللہ ہوں، سارے جہان والوں کا مالک","zh":"他已来到那个火光的附近，山谷的右岸上，有丛林的吉祥处，发出呼声说：“穆萨啊！我确是安拉——众世界的主，"},"transliteration":"Falamma ataha noodiya min shatii alwadi alaymani fee albuqAAati almubarakati mina alshshajarati an ya moosa innee ana Allahu rabbu alAAalameena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
