{"id":3283,"number":31,"text":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","translations":{"en":"And [he was told], \"Throw down your staff.\" But when he saw it writhing as if it was a snake, he turned in flight and did not return. [Allah said], \"O Moses, approach and fear not. Indeed, you are of the secure","es":"Arroja tu vara\". Y cuando la vio moverse como si fuera una serpiente, se dio vuelta para huir sin mirar atrás. [Le dijo Dios:] \"¡Oh, Moisés! Acércate y no temas. Tú eres de los que están a salvo","fr":"Et: «Jette ton bâton» Puis quand il le vit remuer comme si c'était un serpent, il tourna le dos sans même se retourner. «O Moïse! Approche et n'aie pas peur: tu es du nombre de ceux qui sont en sécurité","id":"dan lemparkanlah tongkatmu.\"Maka ketika dia (Musa) melihatnya bergerak-gerak seakan-akan seekor ular yang (gesit), dia lari berbalik ke belakang tanpa menoleh. (Allah berfirman), \"Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman","ru":"Брось свой посох!». Когда же он увидел, как тот извивается, словно змея, он бросился бежать и не вернулся (или не обернулся). Аллах сказал: «О Муса (Моисей)! Подойди и не бойся, ибо ты являешься одним из тех, кто находится в безопасности","sv":"Och [Han sade]: \"Kasta din stav!\" Och när Moses såg den röra sig kvickt, som om den hade varit en orm, vände han sig om och ville fly därifrån. [Men Gud talade på nytt och sade:] \"Närma dig, Moses, och känn ingen fruktan! Du är en av dem som är skyddade [mot all fara]","tr":"Değneğini at.\" Musa, değneğin yılan gibi hareketler yaptığını görünce, dönüp arkasına bakmadan kaçtı. \"Ey Musa! Dön gel; korkma; şüphesiz güvende olanlardansın\" denildi","ur":"اور (حکم دیا گیا کہ) پھینک دے اپنی لاٹھی جونہی کہ موسیٰؑ نے دیکھا کہ وہ لاٹھی سانپ کی طرح بل کھا رہی ہے تو وہ پیٹھ پھیر کر بھاگا اور اس نے مڑ کر بھی نہ دیکھا (ارشاد ہوا) \"موسیٰؑ، پلٹ آ اور خوف نہ کر، تو بالکل محفوظ ہے","zh":"你抛下你的手杖吧。”他看见那条手杖蜿蜒如蛇，就转脸退避，不敢转回去。“穆萨，你走向前来，不要畏惧，你确是安全的，"},"transliteration":"Waan alqi AAasaka falamma raaha tahtazzu kaannaha jannun walla mudbiran walam yuAAaqqib ya moosa aqbil wala takhaf innaka mina alamineena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
