{"id":3286,"number":34,"text":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","translations":{"en":"And my brother Aaron is more fluent than me in tongue, so send him with me as support, verifying me. Indeed, I fear that they will deny me","es":"Mi hermano Aarón es más elocuente que yo, envíalo conmigo para que me ayude y confirme lo que yo diga, pues temo que me desmientan","fr":"Mais Aaron, mon frère, est plus éloquent que moi. Envoie-le donc avec moi comme auxiliaire, pour déclarer ma véracité: je crains, vraiment, qu'ils ne me traitent de menteur»","id":"(Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku,610) maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku","ru":"Мой брат Харун (Аарон) более красноречив, чем я. Пошли же его со мною помощником, чтобы он подтвердил мою правдивость. Я действительно боюсь, что они сочтут меня лжецом»","sv":"Men min broder Aron har i högre grad än jag talets gåva; låt honom därför åtfölja mig som min medhjälpare, så att han kan bekräfta mina ord! Jag är rädd att de annars beskyller mig för lögn","tr":"Musa: \"Rabbim! Doğrusu ben onlardan bir cana kıydım. Beni öldürmelerinden korkarım. Kardeşim Harun'un dili benimkinden daha düzgündür. Onu, beni destekleyen bir yardımcı olarak benimle gönder, çünkü beni yalanlamalarından korkarım\" dedi","ur":"اور میرا بھائی ہارونؑ مجھے سے زیادہ زبان آور ہے، اسے میرے ساتھ مدد گار کے طور پر بھیج تاکہ وہ میری تائید کرے، مجھے اندیشہ ہے کہ وہ لوگ مجھے جھٹلائیں گے","zh":"我的哥哥哈伦，口才比我好，求你派他同我去，做我的助手，证实我的使命；我的确怕他们否认我。”"},"transliteration":"Waakhee haroonu huwa afsahu minnee lisanan faarsilhu maAAiya ridan yusaddiqunee innee akhafu an yukaththibooni","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
