{"id":3287,"number":35,"text":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","translations":{"en":"[Allah] said, \"We will strengthen your arm through your brother and grant you both supremacy so they will not reach you. [It will be] through Our signs; you and those who follow you will be the predominant","es":"Dijo [Dios]: \"Te reforzaré con tu hermano y les daré autoridad. No podrán hacerles daño. Gracias a Mis milagros, ustedes dos y quienes los sigan serán los triunfadores","fr":"[Allah] dit: «Nous allons, par ton frère, fortifier ton bras, et vous donner des arguments irréfutables; ils ne sauront vous atteindre, grâce à Nos signes [Nos miracles]. Vous deux et ceux qui vous suivront seront les vainqueurs","id":"Dia (Allah) berfirman, \"Kami akan menguatkan engkau (membantumu) dengan saudaramu, dan Kami berikan kepadamu berdua kekuasaan yang besar, maka mereka tidak akan dapat mencapaimu; (berangkatlah kamu berdua) dengan membawa mukjizat Kami, kamu berdua dan orang yang mengikuti kamu yang akan menang","ru":"Он сказал: «Мы укрепим твою руку посредством твоего брата и одарим вас доказательством (или силой). Они не смогут навредить вам. Благодаря Нашим знамениям вы и те, кто последует за вами, станете победителями»","sv":"[Gud] svarade: \"Vi skall ge dig din broder som stöd och Vi skall skänka er båda [sådan] makt att de inte kan vålla er skada. I kraft av Våra tecken skall ni och de som följer er segra","tr":"Allah: \"Seni kardeşinle destekleyeceğiz; ikinize bir kudret vereceğiz ki, onlar size el uzatamayacaklardır. Ayetlerimizle ikiniz ve ikinize uyanlar üstün geleceklerdir\" dedi","ur":"فرمایا \"ہم تیرے بھائی کے ذریعہ سے تیرا ہاتھ مضبوط کریں گے اور تم دونوں کو ایسی سطوت بخشیں گے کہ وہ تمہارا کچھ نہ بگاڑ سکیں گے ہماری نشانیوں کے زور سے غلبہ تمہارا اور تمہارے پیروؤں کا ہی ہو گا","zh":"安拉说：“我将以你的哥哥助你一臂之力，我要给你俩一种权力，所以他们不能伤害你俩。你俩和顺从你俩的人，将借我的迹象而成为胜利者。”"},"transliteration":"Qala sanashuddu AAadudaka biakheeka wanajAAalu lakuma sultanan fala yasiloona ilaykuma biayatina antuma wamani ittabaAAakuma alghaliboona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
