{"id":3288,"number":36,"text":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","translations":{"en":"But when Moses came to them with Our signs as clear evidences, they said, \"This is not except invented magic, and we have not heard of this [religion] among our forefathers","es":"Pero cuando Moisés se presentó con Mis signos evidentes, dijeron: \"Esto no es sino una ilusión creada por hechicería. No hemos oído hablar de esto a nuestros ancestros","fr":"Puis, quand Moïse vint à eux avec Nos prodiges évidents, ils dirent: «Ce n'est là que magie inventée. Jamais nous n'avons entendu parler de cela chez nos premiers ancêtres»","id":"Maka ketika Musa datang kepada mereka dengan (membawa) mukjizat Kami yang nyata, mereka berkata, \"Ini hanyalah sihir yang dibuat-buat, dan kami tidak pernah mendengar (yang seperti) ini pada nenek moyang kami dahulu","ru":"Когда Муса (Моисей) явился к ним с Нашими ясными знамениями, они сказали: «Это - всего лишь вымышленное колдовство. Мы не слышали об этом от наших праотцев»","sv":"MEN NÄR Moses kom till Farao och hans stormän med Våra tecken, tydliga bevis, sade de: \"Detta är trolldom och bländande vältalighet - [vad de säger] är fritt uppdiktat. Vi har aldrig hört om något liknande på våra förfäders tid","tr":"Musa onlara, apaçık olarak, mucizelerimizle gelince: \"Bu sadece uydurma bir sihirdir. Önceki atalarımızdan böylesini işitmemiştik\" dediler","ur":"پھر جب موسیٰؑ اُن لوگوں کے پاس ہماری کھُلی کھُلی نشانیاں لے کر پہنچا تو انہوں نے کہا کہ یہ کچھ نہیں ہے مگر بناوٹی جادوگر اور یہ باتیں تو ہم نے اپنے باپ دادا کے زمانے میں کبھی سُنیں ہی نہیں","zh":"当穆萨已带着我的许多明显的迹象来到他们面前的时候，他们说：“这个只是捏造的魔术，我们没有听见在我们的祖先（的时代）有这件东西。”"},"transliteration":"Falamma jaahum moosa biayatina bayyinatin qaloo ma hatha illa sihrun muftaran wama samiAAna bihatha fee abaina alawwaleena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
