{"id":329,"number":36,"text":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","translations":{"bn":"অতঃপর যখন তাকে প্রসব করলো বলল, হে আমার পালনকর্তা! আমি একে কন্যা প্রসব করেছি। বস্তুতঃ কি সে প্রসব করেছে আল্লাহ তা ভালই জানেন। সেই কন্যার মত কোন পুত্রই যে নেই। আর আমি তার নাম রাখলাম মারইয়াম। আর আমি তাকে ও তার সন্তানদেরকে তোমার আশ্রয়ে সমর্পণ করছি। অভিশপ্ত শয়তানের কবল থেকে।","en":"But when she delivered her, she said, \"My Lord, I have delivered a female.\" And Allah was most knowing of what she delivered, \"And the male is not like the female. And I have named her Mary, and I seek refuge for her in You and [for] her descendants from Satan, the expelled [from the mercy of Allah]","id":"Maka ketika melahirkannya, dia berkata, \"Ya Tuhanku, aku telah melahirkan anak perempuan.\" Padahal Allah lebih tahu apa yang dia lahirkan, dan laki-laki tidak sama dengan perempuan. \"Dan aku memberinya nama Maryam, dan aku mohon perlindungan-Mu untuknya dan anak cucunya dari (gangguan) setan yang terkutuk","ru":"Когда она родила ее, то сказала: «Господи! Я родила девочку, - но Аллаху было лучше знать, кого она родила. - А ведь мальчик не подобен девочке. Я назвала ее Марьям (Марией) и прошу Тебя защитить ее и потомство ее от дьявола изгнанного, побиваемого»","tr":"Onu doğurduğunda, Allah onun ne doğurduğunu bilirken \"Ya Rabbi! Kız doğurdum. Erkek, kız gibi değildir, ben ona Meryem adını verdim, ben onu da soyunu da, kovulmuş şeytandan Sana sığındırırım\" dedi","ur":"پھر جب وہ بچی اس کے ہاں پیدا ہوئی تو اس نے کہا \"مالک! میرے ہاں تو لڑکی پیدا ہو گئی ہے حالانکہ جو کچھ اس نے جنا تھا، اللہ کو اس کی خبر تھی اور لڑکا لڑ کی کی طرح نہیں ہوتا خیر، میں نے اس کا نام مریمؑ رکھ دیا ہے اور میں اسے اور اس کی آئندہ نسل کو شیطان مردود کے فتنے سے تیری پناہ میں دیتی ہوں"},"chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"bn":"ইমরানের পরিবার","en":"Family of Imran","id":"Keluarga Imran","ru":"Семейство Имрана","tr":"Âl-i İmrân","ur":"عمران کا خاندان"},"type":"medinan"}}
