{"id":3290,"number":38,"text":"وَقَالَ فِرۡعَوۡنُ يَـٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","translations":{"en":"And Pharaoh said, \"O eminent ones, I have not known you to have a god other than me. Then ignite for me, O Haman, [a fire] upon the clay and make for me a tower that I may look at the God of Moses. And indeed, I do think he is among the liars","es":"Dijo el Faraón: \"¡Oh, corte! No conozco otra divinidad que no sea yo mismo. ¡Oh, Hamán! Enciende el horno para cocer ladrillos de barro, y construyan para mí una torre para que quizás así pueda ver al dios de Moisés, aunque creo que es un mentiroso","fr":"Et Pharaon dit: «O notables, je ne connais pas de divinité pour vous, autre que moi. Hâmân, allume-moi du feu sur l'argile puis construis-moi une tour peut-être alors monterai-je jusqu'au Dieu de Moïse. Je pense plutôt qu'il est du nombre des menteurs»","id":"Dia Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarkanlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta","ru":"Фараон сказал: «О знать! Я не знаю для вас иного бога, кроме меня. О Хаман! Разожги огонь над глиной и сооруди для меня башню, чтобы я смог подняться к Богу Мусы. Воистину, я полагаю, что он является одним из лжецов»","sv":"Och Farao sade: \"Såvitt jag vet finns det för er, stormän, ingen annan gud än jag. Låt då tända tegelugnarna, Haman, och bygg ett torn åt mig så högt att jag kan stiga upp till Moses gud. Men jag misstänker att han är en av dem som far med lögn","tr":"Firavun: \"Ey ileri gelenler! Sizin benden başka bir tanrınız olduğunu bilmiyorum. Ey Haman! Benim için, toprak üzerine bir ateş yak, tuğla hazırlayıp bana bir kule yap; çıkar belki Musa'nın tanrısını görürüm. Doğrusu onu yalancılardan sanıyorum\" dedi","ur":"اور فرعون نے کہا \"اے اہل دربار میں تو اپنے سوا تمہارے کسی خدا کو نہیں جانتا ہامان، ذرا اینٹیں پکوا کر میرے لیے ایک اونچی عمارت تو بنوا، شاید کہ اس پر چڑھ کر میں موسیٰؑ کے خدا کو دیکھ سکوں، میں تو اسے جھُوٹا سمجھتا ہوں","zh":"法老说：“臣仆们啊！我不知道除我外还有别的神灵。哈曼啊！你应当替我烧砖，然后替我建筑一座高楼，也许我能窥见穆萨的主宰。我的确猜想他是一个说谎者。”"},"transliteration":"Waqala firAAawnu ya ayyuha almalao ma AAalimtu lakum min ilahin ghayree faawqid lee ya hamanu AAala altteeni faijAAal lee sarhan laAAallee attaliAAu ila ilahi moosa wainnee laathunnuhu mina alkathibeena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
