{"id":3299,"number":47,"text":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","translations":{"en":"And if not that a disaster should strike them for what their hands put forth [of sins] and they would say, \"Our Lord, why did You not send us a messenger so we could have followed Your verses and been among the believers","es":"Para que no digan cuando les acontezca una desgracia, a causa de las acciones malas que hicieron con sus propias manos: \"¡Señor nuestro! Si nos hubieras mandado un Mensajero, habríamos acatado Tus órdenes y nos hubiéramos contado entre los creyentes","fr":"Si un malheur les atteignait en rétribution de ce que leurs propres mains avaient préparé, ils diraient: «Seigneur, pourquoi ne nous as-Tu pas envoyé un Messager? Nous aurions alors suivi Tes versets et nous aurions été croyants»","id":"Dan agar mereka tidak mengatakan ketika azab menimpa mereka disebabkan apa yang mereka kerjakan, \"Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami, agar kami mengikuti ayat-ayat Engkau dan termasuk orang mukmin","ru":"А если бы этого не произошло и если бы их постигло несчастье за то, что приготовили их руки, то они бы сказали: «Господь наш! Почему Ты не отправил к нам посланника, чтобы мы последовали за Твоими знамениями и стали одними из верующих?»","sv":"Om [så inte skett] hade de, när de onda följderna drabbade dem av det som deras händer har sänt vidare [till Domen], kunnat säga: \"Om Du ändå hade låtit ett sändebud komma till oss, Herre! Då hade vi kunnat följa Dina budskap och bli sanna troende","tr":"Yaptıklarından dolayı, başlarına bir musibet geldiğinde: \"Rabbimiz! Bize bir peygamber gönderseydin de, ayetlerine uysak ve müminlerden olsaydık olmaz mıydı?\" derler","ur":"(اور یہ ہم نے اس لیے کیا کہ) کہیں ایسا نہ ہو کہ اُن کے اپنے کیے کرتوتوں کی بدولت کوئی مصیبت جب اُن پر آئے تو وہ کہیں \"اے پروردگار، تُو نے کیوں نہ ہماری طرف کوئی رسول بھیجا کہ ہم تیری آیات کی پیروی کرتے اور اہلِ ایمان میں سے ہوتے","zh":"若不是他们将为自己的犯罪而遭殃，并且说：“我们的主啊！你怎么不派一个使者来教化我们，使我们遵守你的迹象，而为信士呢？……”"},"transliteration":"Walawla an tuseebahum museebatun bima qaddamat aydeehim fayaqooloo rabbana lawla arsalta ilayna rasoolan fanattabiAAa ayatika wanakoona mina almumineena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
