{"id":330,"number":37,"text":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","translations":{"en":"So her Lord accepted her with good acceptance and caused her to grow in a good manner and put her in the care of Zechariah. Every time Zechariah entered upon her in the prayer chamber, he found with her provision. He said, \"O Mary, from where is this [coming] to you?\" She said, \"It is from Allah. Indeed, Allah provides for whom He wills without account","es":"El Señor la aceptó complacido, e hizo que se educase correctamente y la confió a Zacarías. Cada vez que Zacarías ingresaba al templo la encontraba provista de alimentos, y le preguntaba: \"¡María! ¿De dónde obtuviste eso?\" Ella respondía: \"Proviene de Dios, porque Dios sustenta sin medida a quien quiere","fr":"Son Seigneur l'agréa alors du bon agrément, la fit croître en belle croissance. Et Il en confia la garde à Zacharie. Chaque fois que celui-ci entrait auprès d'elle dans le Sanctuaire, il trouvait près d'elle de la nourriture. Il dit: «O Marie, d'où te vient cette nourriture?» - Elle dit: «Cela me vient d'Allah». Il donne certes la nourriture à qui Il veut sans compter","id":"Maka Dia (Allah) menerimanya dengan penerimaan yang baik, membesarkannya dengan pertumbuhan yang baik dan menyerahkan pemeliharaannya kepada Zakaria. Setiap kali Zakaria masuk menemuinya di mihrab (kamar khusus ibadah), dia dapati makanan di sisinya. Dia berkata, \"Wahai Maryam! Dari mana ini engkau peroleh?\" Dia (Maryam) menjawab, \"Itu dari Allah.\" Sesungguhnya Allah memberi rezeki kepada siapa yang Dia kehendaki tanpa perhitungan","ru":"Господь принял ее прекрасным образом, вырастил достойно и поручил ее Закарии (Захарии). Каждый раз, когда Закария (Захария) входил к ней в молельню, он находил возле нее пропитание. Он сказал: «О Марьям (Мария)! Откуда у тебя это?». Она ответила: «Это - от Аллаха, ведь Аллах дарует пропитание без счета, кому пожелает»","sv":"Och hennes Herre tog nådigt emot henne och lät henne växa upp och arta sig väl och uppdrog åt Sakarias att vaka över henne. Var gång Sakarias besökte henne i helgedomen, fann han henne försedd med föda. Och när han frågade henne: \"Maria, varifrån har du fått detta?\" svarade hon: \"Det är från Gud; Gud skänker Sitt goda i överflöd till den Han vill","tr":"Rabbi onu güzel bir kabulle karşıladı, güzel bir bitki gibi yetiştirdi; onu Zekeriya'nın himayesine bıraktı. Zekeriya mabedde onun yanına her girişinde, yanında bir yiyecek bulurdu. \"Ey Meryem! Bu sana nereden geldi?\" demiş, o da: Bu, Allah'ın katındandır\" cevabını vermişti. Doğrusu Allah dilediğini hesapsız rızıklandırır","ur":"آخرکار اس کے رب نے اس لڑکی کو بخوشی قبول فرما لیا، اُسے بڑی اچھی لڑکی بنا کر اٹھایا اور زکریاؑ کوا س کا سرپرست بنا دیا زکریاؑ جب کبھی اس کے پاس محراب میں جاتا تو اس کے پاس کچھ نہ کچھ کھانے پینے کا سامان پاتا پوچھتا مریمؑ! یہ تیرے پا س کہاں سے آیا؟ وہ جواب دیتی اللہ کے پاس سے آیا ہے، اللہ جسے چاہتا ہے بے حساب دیتا ہے","zh":"她的主接受了她，并使她健康地成长，且使宰剀里雅抚育她。宰剀里雅每次进内殿去看她，都发现她面前有给养，他说：“麦尔彦啊！你怎么会有这个呢？”她说：“这是从我的主那里降下的。”安拉必定无量地供给他所意欲的人。"},"transliteration":"Fataqabbalaha rabbuha biqaboolin hasanin waanbataha nabatan hasanan wakaffalaha zakariyya kullama dakhala AAalayha zakariyya almihraba wajada AAindaha rizqan qala ya maryamu anna laki hatha qalat huwa min AAindi Allahi inna Allaha yarzuqu man yashao bighayri hisabin","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
