{"id":3300,"number":48,"text":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","translations":{"en":"But when the truth came to them from Us, they said, \"Why was he not given like that which was given to Moses?\" Did they not disbelieve in that which was given to Moses before? They said, \"[They are but] two works of magic supporting each other, and indeed we are, in both, disbelievers","es":"Sin embargo, cuando les llegó la Verdad proveniente de Mí dijeron: \"¿Por qué no se le han dado [a Mujámmad] las mismas evidencias que a Moisés?\" Pero, ¿acaso no habían rechazado ya lo que anteriormente se le había concedido a Moisés? Dijeron: \"Son dos clases de hechiceros confabulados y no les creemos a ninguno de los dos","fr":"Mais quand la vérité leur est venue de Notre part, ils ont dit: «Si seulement il avait reçu la même chose que Moïse! «Est-ce qu'ils n'ont pas nié ce qui auparavant fut apporté à Moïse? Ils dirent: «Deux magies se sont mutuellement soutenues!» Et ils dirent: «Nous n'avons foi en aucune»","id":"Maka ketika telah datang kepada mereka kebenaran (Alquran) dari sisi Kami, mereka berkata, \"Mengapa tidak diberikan kepadanya (Muhammad) seperti apa yang telah diberikan kepada Musa dahulu?\" Bukankah mereka itu telah ingkar (juga) kepada apa yang diberikan kepada Musa dahulu? Mereka dahulu berkata, \"(Musa dan Harun adalah) dua pesihir611) yang bantu membantu.\" Dan mereka (juga) berkata, \"Sesungguhnya kami sama sekali tidak mempercayai masing-masing mereka itu","ru":"Когда же к ним явилась истина от Нас, они сказали: «Почему ему не даровано то, что было даровано Мусе (Моисею)?». Разве они не отвергли то, что прежде было даровано Мусе (Моисею)? Они сказали: «Эти два колдовства (Коран и Тора) поддерживают друг друга». Они также сказали: «Мы не веруем ни в одно из них»","sv":"Men när sanningen från Oss nu har kommit till dem, säger de: \"Om han ändå hade fått samma [budskap] som Moses fick!\" Men förkastades inte det [budskap] som Moses en gång fick av [hans eget folk]? [Alla] säger de ju: \"Två [prov på] bländande vältalighet som bekräftar varandra.\" Och tillfogar: \"Vi avvisar dem båda","tr":"Ama onlara katımızdan gerçek gelince: \"Musa'ya verildiği gibi buna da mucize verilmesi gerekmez mi?\" dediler. Daha önce Musa'ya verileni de inkar etmemişler miydi? \"Yardımlaşan iki sihir (Tevrat ve Kuran); hepsini inkar edenleriz\" dediler","ur":"مگر جب ہمارے ہاں سے حق ان کے پاس آ گیا تو وہ کہنے لگے \"کیوں نہ دیا گیا اِس کو وہی کچھ جو موسیٰؑ کو دیا گیا تھا؟\" کیا یہ لوگ اُس کا انکار نہیں کر چکے ہیں جو اس سے پہلے موسیٰؑ کو دیا گیا تھا؟ انہوں نے کہا \"دونوں جادوگر ہیں جو ایک دُوسرے کی مدد کرتے ہیں\" اور کہا \"ہم کسی کو نہیں مانتے","zh":"当我所启示的真理降临他们的时候，他们说：“他为什么不能获得像穆萨所获得的迹象呢？”难道他们没有否认以前穆萨所获得的迹象吗？他们曾说：“是两种互相印证的魔术。”他们曾说：“我们必定一概都不信。”"},"transliteration":"Falamma jaahumu alhaqqu min AAindina qaloo lawla ootiya mithla ma ootiya moosa awalam yakfuroo bima ootiya moosa min qablu qaloo sihrani tathahara waqaloo inna bikullin kafiroona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
