{"id":3302,"number":50,"text":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"en":"But if they do not respond to you - then know that they only follow their [own] desires. And who is more astray than one who follows his desire without guidance from Allah? Indeed, Allah does not guide the wrongdoing people","es":"Pero si aun así no responden [a tu llamado], sabe que no hacen más que seguir sus propias pasiones. ¿Acaso existe alguien más extraviado que quien sigue sus pasiones sin ninguna guía de Dios? Dios no guía a la gente que comete injusticias","fr":"Mais s'ils ne te répondent pas, sache alors que c'est seulement leurs passions qu'ils suivent. Et qui est plus égaré que celui qui suit sa passion sans une guidée d'Allah? Allah vraiment, ne guide pas les gens injustes","id":"Maka jika mereka tidak menjawab (tantanganmu), ketahuilah bahwa mereka hanyalah mengikuti keinginan mereka. Dan siapakah yang lebih sesat daripada orang yang mengikuti keinginannya tanpa mendapat petunjuk dari Allah sedikit pun? Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim","ru":"Если они не ответят тебе, то знай, что они лишь потакают своим желаниям. А кто может быть более заблудшим, чем тот, кто потакает своим желаниям без верного руководства от Аллаха? Воистину, Аллах не ведет прямым путем несправедливых людей","sv":"Om de då inte kan svara, vet du att de styrs bara av vad de själva önskar och hoppas, och vem är vilsnare än den som helt saknar Guds vägledning och styrs av sina egna önskningar och förhoppningar? Gud vägleder sannerligen inte de orättfärdiga","tr":"Eğer, sana cevap veremezlerse, onların sadece heveslerine uyduklarını bil. Allah'tan bir yol gösterici olmadan hevesine uyandan daha sapık kim vardır? Allah zalim milleti şüphesiz ki doğru yola eriştirmez","ur":"اب اگر وہ تمہارا یہ مطالبہ پورا نہیں کرتے تو سمجھ لو کہ دراصل یہ اپنی خواہشات کے پیرو ہیں، اور اُس شخص سے بڑھ کر کون گمراہ ہو گا جو خدائی ہدایت کے بغیر بس اپنی خواہشات کی پیروی کرے؟ اللہ ایسے ظالموں کو ہرگز ہدایت نہیں بخشتا","zh":"如果他们不答应你，那么，你应当知道他们只是顺从自己的私欲的。舍安拉所启示的正道，而顺从自己的私欲者，谁比他更迷误呢？安拉必定不引导不义的民众。"},"transliteration":"Fain lam yastajeeboo laka faiAAlam annama yattabiAAoona ahwaahum waman adallu mimmani ittabaAAa hawahu bighayri hudan mina Allahi inna Allaha la yahdee alqawma alththalimeena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
