{"id":3307,"number":55,"text":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","translations":{"en":"And when they hear ill speech, they turn away from it and say, \"For us are our deeds, and for you are your deeds. Peace will be upon you; we seek not the ignorant","es":"y cuando oían conversaciones frívolas se apartaban de ellas y exclamaban: \"Nosotros responderemos por nuestras acciones y ustedes por las suyas. ¡Que la paz sea con ustedes! No deseamos tratar con los ignorantes [de corazón]","fr":"et quand ils entendent des futilités, ils s'en détournent et disent: «A nous nos actions, et à vous les vôtres. Paix sur vous. Nous ne recherchons pas les ignorants»","id":"Dan apabila mereka mendengar perkataan yang buruk, mereka berpaling darinya dan berkata, \"Bagi kami amal-amal kami dan bagimu amal-amal kamu, semoga selamatlah kamu, kami tidak ingin (bergaul) dengan orang-orang bodoh","ru":"А услышав праздные речи, они отворачиваются от них и говорят: «Нам достанутся наши деяния, а вам - ваши. Мир вам! Мы не желаем следовать путем невежд»","sv":"Och när de hör lättsinnigt tal, drar de sig undan och säger: \"Vi får svara för våra handlingar och ni får svara för era handlingar; fred över er! Vi söker inte sällskap med dem som inte känner [skillnaden mellan rätt och orätt]","tr":"Onlar, boş söz işittikleri vakit ondan yüz çevirirler. \"Bizim işlediğimiz bize, sizin işlediğiniz sizedir. Size selam olsun, cahillerle ilgilenmeyiz\" derler","ur":"اور جب انہوں نے بیہودہ بات سنی تو یہ کہہ کر اس سے کنارہ کش ہو گئے کہ \"ہمارے اعمال ہمارے لیے اور تمہارے اعمال تمہارے لیے، تم کو سلام ہے، ہم جاہلوں کا سا طریقہ اختیار نہیں کرنا چاہتے","zh":"当他们听到恶言的时候，立即退避，他们说：“我们有我们的行为，你们有你们的行为。祝你们平安！我们不求愚人的友谊。”"},"transliteration":"Waitha samiAAoo allaghwa aAAradoo AAanhu waqaloo lana aAAmaluna walakum aAAmalukum salamun AAalaykum la nabtaghee aljahileena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
