{"id":3310,"number":58,"text":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","translations":{"en":"And how many a city have We destroyed that was insolent in its [way of] living, and those are their dwellings which have not been inhabited after them except briefly. And it is We who were the inheritors","es":"¡Cuántos pueblos destruí porque no agradecían el favor en que vivían! Observen sus viviendas: no volvieron a ser habitadas después de ellos, salvo brevemente. Yo fui Quien las heredó","fr":"Et combien avons-Nous fait périr de cités qui étaient ingrates (alors que leurs habitants vivaient dans l'abondance), et voilà qu'après eux leurs demeures ne sont que très peu habitées, et c'est Nous qui en fûmes l'héritier","id":"Dan betapa banyak (penduduk) negeri yang sudah bersenang-senang dalam kehidupannya yang telah Kami binasakan, maka itulah tempat kediaman mereka yang tidak didiami (lagi) setelah mereka, kecuali sebagian kecil. Dan Kamilah yang mewarisinya","ru":"Сколько селений, которых обуяла гордыня из-за дарованных им средств, Мы погубили! Вот их жилища, в которых никто не проживает после них, за исключением немногих. Мы унаследовали все это","sv":"Och hur många städer, vars invånare i [lättsinnigt] övermod skröt med sitt överdådiga liv, har Vi inte låtit gå under. Och dessa boningar som var deras är nu övergivna - även om någon [förbipasserande] ibland [tar dem i anspråk]. - Det är Vi som förblir när allt förgår","tr":"Nimet ve refaha karşı nankörlük eden nice şehri yok etmişizdir. İşte yerleri! Kendilerinden sonra pek az kimseler oturabilmiştir. Oralara Biz varis olmuşuzdur","ur":"اور کتنی ہی ایسی بستیاں ہم تباہ کر چکے ہیں جن کے لوگ اپنی معیشت پر اترا گئے تھے سو دیکھ لو، وہ ان کے مسکن پڑے ہوئے ہیں جن میں ان کے بعد کم ہی کوئی بسا ہے، آ خرکار ہم ہی وارث ہو کر رہے","zh":"我曾毁灭许多城市，那些城市里的居民，过一种骄奢的生活。这些是他们的居住地，从他们灭亡后，除很少的时间外，无人居住；我是他们的继承者。"},"transliteration":"Wakam ahlakna min qaryatin batirat maAAeeshataha fatilka masakinuhum lam tuskan min baAAdihim illa qaleelan wakunna nahnu alwaritheena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
