{"id":3312,"number":60,"text":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","translations":{"en":"And whatever thing you [people] have been given - it is [only for] the enjoyment of worldly life and its adornment. And what is with Allah is better and more lasting; so will you not use reason","es":"Todo aquello que se les ha concedido no es más que el simple goce de la vida mundanal y sus encantos. Pero la gracia que Dios tiene [reservada para los piadosos] es mejor y más duradera. ¿Acaso no razonan","fr":"Tout ce qui vous a été donné est la jouissance éphémère de la vie ici-bas et sa parure, alors que ce qui est auprès d'Allah est meilleur et plus durable... Ne comprenez-vous donc pas","id":"Dan apa saja (kekayaan, jabatan, keturunan) yang diberikan kepada kamu, maka itu adalah kesenangan hidup duniawi dan perhiasannya; sedang apa yang di sisi Allah adalah lebih baik dan lebih kekal. Tidakkah kamu mengerti","ru":"Все, что вам даровано, является всего лишь преходящим благом мирской жизни и ее украшением, а у Аллаха - нечто более прекрасное и долговечное. Неужели вы не разумеете","sv":"Vad det än är som ni [här] får till skänks tjänar det [bara] till att förljuva och försköna detta liv, medan det [som väntar] hos Gud är bättre och mer bestående. Vill ni inte använda ert förstånd","tr":"Size verilen herhangi bir şey, dünya hayatının bir geçimliği ve süsüdür. Allah katında olan daha iyi ve devamlıdır. Akletmez misiniz","ur":"تم لوگوں کو جو کچھ بھی دیا گیا ہے وہ محض دُنیا کی زندگی کا سامان اور اس کی زینت ہے، اور جو کچھ اللہ کے پاس ہے وہ اس سے بہتر اور باقی تر ہے کیا تم لوگ عقل سے کام نہیں لیتے؟","zh":"你们所受赐的，无论什么，都是今世生活的给养和装饰，在安拉那里的（报酬）是更优良的，是更长久的。难道你们不理解吗？"},"transliteration":"Wama ooteetum min shayin famataAAu alhayati alddunya wazeenatuha wama AAinda Allahi khayrun waabqa afala taAAqiloona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
