{"id":3315,"number":63,"text":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","translations":{"en":"Those upon whom the word will have come into effect will say, \"Our Lord, these are the ones we led to error. We led them to error just as we were in error. We declare our disassociation [from them] to You. They did not used to worship us","es":"Dirán los [‘socios’] sentenciados [al Infierno]: \"¡Señor nuestro! Éstos son los que desviamos. Los desviamos porque nosotros estábamos desviados. No somos responsables por sus actos, no era a nosotros a quienes adoraban","fr":"Ceux contre qui la Parole se réalisera diront: «Voici, Seigneur, ceux que nous avons séduits. Nous les avons séduits comme nous nous sommes dévoyés nous-mêmes. Nous les désavouons devant Toi: ce n'est pas nous qu'ils adoraient»","id":"Orang-orang yang sudah pasti akan mendapatkan hukuman berkata, \"Ya Tuhan kami, mereka inilah orang-orang yang kami sesatkan; kami telah menyesatkan mereka sebagaimana kami (sendiri) sesat, kami menyatakan kepada Engkau berlepas diri (dari mereka), mereka sekali-kali tidak menyembah kami","ru":"Тогда те, относительно которых подтвердилось Слово, скажут: «Господь наш! Вот те, которых мы ввели в заблуждение. Мы ввели их в заблуждение, потому что сами были заблудшими. Мы отрекаемся от них перед Тобой. Не нам они поклонялись»","sv":"Och de över vilka domen obevekligen har fallit skall säga: \"Herre! Det var dem vi ledde vilse men vi ledde dem vilse liksom vi [själva] gick vilse och inför Dig svär vi oss fria från allt ansvar [för dem] - det var inte oss de tillbad","tr":"Hükmün aleyhlerine gerçekleştiği kimseler: \"Rabbimiz! İşte bunlar bizim azdırdığımız kimselerdir. Kendimiz azdığımız gibi onları da azdırdık. Onlardan uzaklaşıp Sana geldik, zaten aslında bize tapmıyorlardı\" derler","ur":"یہ قول جن پر چسپاں ہو گا وہ کہیں گے \"اے ہمارے رب، بے شک یہی لوگ ہیں جن کو ہم نے گمراہ کیا تھا، اِنہیں ہم نے اُسی طرح گمراہ کیا جیسے ہم خود گمراہ ہوئے ہم آپ کے سامنے براءت کا اظہار کرتے ہیں یہ ہماری تو بندگی نہیں کرتے تھے","zh":"受判决的人们说：“我们的主啊！我们曾使这些人迷误，固然我们迷误他们，但他们像我们自己一样迷误了。我们向你声明：我们与他们无干，他们没有崇拜我们。”"},"transliteration":"Qala allatheena haqqa AAalayhimu alqawlu rabbana haolai allatheena aghwayna aghwaynahum kama ghawayna tabarrana ilayka ma kanoo iyyana yaAAbudoona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
