{"id":3316,"number":64,"text":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","translations":{"en":"And it will be said, \"Invoke your 'partners' \" and they will invoke them; but they will not respond to them, and they will see the punishment. If only they had followed guidance","es":"Se les dirá [a los idólatras]: \"Invoquen a quienes Me asociaban [para que los auxilien]\". Los invocarán, pero no habrá respuesta, y verán acercarse el castigo. ¡Si tan solo hubieran seguido la guía","fr":"Et on [leur] dira: «Appelez vos associés». Ils les appelleront, mais ceux-ci ne leur répondront pas. Quand ils verront le châtiment, ils désireront alors avoir suivi le chemin droit (dans la vie d'ici-bas)","id":"Dan dikatakan (kepada mereka), \"Serulah sekutu-sekutumu,\" lalu mereka menyerunya, tetapi yang diseru tidak menyambutnya, dan mereka melihat azab. (Mereka itu berkeinginan) sekiranya mereka dahulu menerima petunjuk","ru":"Им скажут: «Призовите своих сотоварищей!». Они призовут их, но те не ответят им, и тогда они увидят наказание. О, если бы они следовали прямым путем","sv":"Och det skall sägas [till dem]: \"Kalla nu [till er hjälp] dem som ni satte i samband [med Gud] som medhjälpare!\" och de skall kalla på dem, men de kommer inte att svara. [Och] när de ser straffet kommer de att önska att de hade låtit sig ledas på rätt väg","tr":"Koştuğunuz ortaklarınızı çağırın\" denir; onlar da çağırırlar ama, kendilerine cevap veremezler; cehennem azabını görünce doğru yolda olmadıklarına yanarlar","ur":"پھر اِن سے کہا جائے گا کہ پکارو اب اپنے ٹھیرائے ہوئے شریکوں کو یہ انہیں پکاریں گے مگر وہ اِن کو کوئی جواب نہ دیں گے اور یہ لوگ عذاب دیکھ لیں گے کاش یہ ہدایت اختیار کرنے والے ہوتے","zh":"将有声音召唤他们说：“你们把你们的配主召唤来吧！”他们就召唤他们，但他们不答应，他们自己看见刑罚，就希望他们生前是遵循正道的。"},"transliteration":"Waqeela odAAoo shurakaakum fadaAAawhum falam yastajeeboo lahum waraawoo alAAathaba law annahum kanoo yahtadoona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
