{"id":3323,"number":71,"text":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","translations":{"en":"Say, \"Have you considered: if Allah should make for you the night continuous until the Day of Resurrection, what deity other than Allah could bring you light? Then will you not hear","es":"Di [a los que niegan el monoteísmo]: \"¿Si Dios hiciera que la noche durara hasta el Día de la Resurrección, quién sino Dios podría traerles la luz del día? ¿Acaso no van a escuchar [este argumento]","fr":"Dis: «Que diriez-vous? Si Allah vous assignait la nuit en permanence jusqu'au Jour de la Résurrection, quelle divinité autre qu'Allah pourrait vous apporter une lumière? N'entendez-vous donc pas?»","id":"Katakanlah (Muhammad), \"Bagaimana pendapatmu, jika Allah menjadikan untukmu malam itu terus menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Apakah kamu tidak mendengar","ru":"Скажи: «Как вы думаете, какой бог, кроме Аллаха, сможет принести вам свет, если Аллах продлит вам ночь до Дня воскресения? Неужели вы не слышите?»","sv":"Säg: \"Vad tror ni? Om Gud lät natten råda över er utan avbrott till Uppståndelsens dag, vem är den gud - utom Gud - som kan skänka er ljus? [Varför] lyssnar ni inte [och försöker förstå]","tr":"De ki: \"Söyler misiniz? Eğer Allah geceyi üzerinize kıyamete kadar uzatsaydı, Allah'tan başka hangi tanrı size bir ışık getirebilir? Dinlemez misiniz","ur":"اے نبیؐ، اِن سے کہو کبھی تم لوگوں نے غور کیا کہ اگر اللہ قیامت تک تم پر ہمیشہ کے لیے رات طاری کر دے تو اللہ کے سوا وہ کونسا معبود ہے جو تمہیں روشنی لا دے؟ کیا تم سُنتے نہیں ہو؟","zh":"你说：“你们告诉我吧！如果安拉使黑夜为你们延长到复活日，那么，除安拉外，哪一个神灵能把光明带给你们呢？难道你们不会听话吗？”"},"transliteration":"Qul araaytum in jaAAala Allahu AAalaykumu allayla sarmadan ila yawmi alqiyamati man ilahun ghayru Allahi yateekum bidiyain afala tasmaAAoona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
