{"id":3324,"number":72,"text":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","translations":{"en":"Say, \"Have you considered: if Allah should make for you the day continuous until the Day of Resurrection, what deity other than Allah could bring you a night in which you may rest? Then will you not see","es":"Di: \"¿Si Dios hiciera que el día durara hasta el Día de la Resurrección, quién sino Dios podría traerles la oscuridad de la noche para que pudieran descansar? ¿Acaso no van a observar [este argumento]","fr":"Dis: «Que diriez-vous? Si Allah vous assignait le jour en permanence jusqu'au Jour de la Résurrection, quelle divinité autre qu'Allah pourrait vous apporter une nuit durant laquelle vous reposeriez? N'observez-vous donc pas?»","id":"Katakanlah (Muhammad), \"Bagaimana pendapatmu, jika Allah menjadikan untukmu siang itu terus menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu? Apakah kamu tidak memperhatikan","ru":"Скажи: «Как вы думаете, какой бог, кроме Аллаха, сможет принести вам ночь, чтобы вы могли отдохнуть во время нее, если Аллах продлит вам день до Дня воскресения? Неужели вы не видите?»","sv":"Säg: \"Vad tror ni? Om Gud lät dagen råda över er utan avbrott till Uppståndelsens dag, vem är den gud - utom Gud - som kan ge er mörker, så att ni får vila? [Varför försöker] ni inte se klart","tr":"De ki: \"Söyleyin: Eğer Allah gündüzü üzerinize kıyamete kadar uzatsaydı, Allah'tan başka hangi tanrı, içinde istirahat edeceğiniz geceyi size getirebilir? Görmez misiniz","ur":"اِن سے پوچھو، کبھی تم نے سوچا کہ اگر اللہ قیامت تک تم پر ہمیشہ کے لیے دن طاری کر دے تو اللہ کے سوا وہ کونسا معبُود ہے جو تمہیں رات لا دے تاکہ تم اس میں سکون حاصل کر سکو؟ کیا تم کو سُوجھتا نہیں؟","zh":"你说：“你们告诉我吧！如果安拉使白昼为你们延长到复活日，那么，除安拉外，哪一个神灵能把黑夜带给你们，以便你们安息呢？难道你们不会观察吗？”"},"transliteration":"Qul araaytum in jaAAala Allahu AAalaykumu alnnahara sarmadan ila yawmi alqiyamati man ilahun ghayru Allahi yateekum bilaylin taskunoona feehi afala tubsiroona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
