{"id":3327,"number":75,"text":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translations":{"en":"And We will extract from every nation a witness and say, \"Produce your proof,\" and they will know that the truth belongs to Allah, and lost from them is that which they used to invent","es":"Cuando extraiga de cada pueblo un testigo y les diga: \"Presenten los fundamentos [de su idolatría]\". Entonces, sabrán que la Verdad solo pertenece a Dios, y todo aquello que inventaron desaparecerá","fr":"Cependant, Nous ferons sortir de chaque communauté un témoin, puis Nous dirons: «Apportez votre preuve décisive». Ils sauront alors que la Vérité est à Allah; et que ce qu'ils avaient inventé les a abandonnés","id":"(Dan Kami datangkan dari setiap umat seorang saksi,614) lalu Kami katakan, \"Kemukakanlah bukti kebenaranmu,\" maka tahulah mereka bahwa yang hak (kebenaran) itu milik Allah dan lenyaplah dari mereka apa yang dahulu mereka ada-adakan","ru":"Из каждой общины Мы выберем свидетеля и скажем: «Приведите ваше доказательство!». Тогда они узнают, что истина - с Аллахом. И покинет их (или исчезнет) то, что они измышляли","sv":"[När de tiger] skall Vi låta ett vittne ur varje samfund stiga fram och Vi skall säga [till de förut nämnda]: \"Lägg fram beviset [för ert påstående]!\" Då skall de se att sanningen tillhör Gud. Och allt som de hade diktat upp skall överge dem","tr":"Her ümmetten bir şahit çıkarır ve \"kesin delilinizi ortaya koyun\" deriz. O zaman, gerçeğin Allah'a ait olduğunu, uydurduklarının kendilerini bırakıp kaçtığını anlarlar","ur":"اور ہم ہر امّت میں سے ایک گواہ نکال لائیں گے پھر کہیں گے کہ \"لاؤ اب اپنی دلیل\" اس وقت انہیں معلوم ہو جائے گا کہ حق اللہ کی طرف سے ہے، اور گم ہو جائیں گے ان کے وہ سارے جھوٹ جو انہوں نے گھڑ رکھے تھے","zh":"我将从每一个民族中选拔一个证人，并且说：“你们把你们的证据拿来吧！”他们才知道真理是安拉的，他们生前所伪造的，已回避他们了。"},"transliteration":"WanazaAAna min kulli ommatin shaheedan faqulna hatoo burhanakum faAAalimoo anna alhaqqa lillahi wadalla AAanhum ma kanoo yaftaroona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
