{"id":3328,"number":76,"text":"۞إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","translations":{"en":"Indeed, Qarun was from the people of Moses, but he tyrannized them. And We gave him of treasures whose keys would burden a band of strong men; thereupon his people said to him, \"Do not exult. Indeed, Allah does not like the exultant","es":"Qarún pertenecía al pueblo de Moisés, pero abusó de ellos. Le había concedido tantos tesoros, que hasta las llaves [de los cofres donde se guardaban] resultaban pesadas para un grupo de hombres fuertes. Pero su pueblo le dijo: \"No te jactes [de lo que tienes] porque Dios no ama a los arrogantes","fr":"En vérité, Coré [Karoûn] était du peuple de Moïse mais il était empli de violence envers eux. Nous lui avions donné des trésors dont les clefs pesaient lourd à toute une bande de gens forts. Son peuple lui dit: «Ne te réjouis point. Car Allah n'aime pas les arrogants","id":"(Sesungguhnya Karun termasuk kaum Musa,615) tetapi dia berlaku zalim terhadap mereka, dan Kami telah menganugerahkan kepadanya perbendaraan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya, \"Janganlah engkau terlalu bangga. Sungguh, Allah tidak menyukai orang yang membanggakan diri","ru":"Воистину, Карун (Корей) был соплеменником Мусы, но притеснял их. Мы даровали ему столько сокровищ, что ключи от них были обременительны даже для нескольких силачей. Соплеменники сказали ему: «Не ликуй, ведь Аллах не любит тех, кто ликует","sv":"Qaarun hörde till Moses folk men han uppträdde övermodigt mot dem [alla]. Vi hade nämligen skänkt honom sådana rikedomar att hans skattkistor skulle ha känts tunga till och med för tio starka män eller ännu fler. Och hans landsmän sade till honom: \"Skryt inte [med dina rikedomar]; Gud älskar inte skrävlare","tr":"Karun, Musa'nın milletindendi; ama onlara karşı azdı. Biz ona, anahtarlarını güçlü bir topluluğun zor taşıdığı hazineler vermiştik. Milleti ona: \"Böbürlenme, Allah şüphesiz ki böbürlenenleri sevmez. Allah'ın sana verdiği şeylerde, ahiret yurdunu gözet, dünyadaki payını da unutma; Allah'ın sana yaptığı iyilik gibi, sen de iyilik yap; yeryüzünde bozgunculuk isteme; doğrusu Allah bozguncuları sevmez\" demişlerdi","ur":"یہ ایک واقعہ ہے کہ قارون موسیٰؑ کی قوم کا ایک شخص تھا، پھر وہ اپنی قوم کے خلاف سرکش ہو گیا اور ہم نے اس کو اتنے خزانے دے رکھے تھے کہ ان کی کنجیاں طاقت ور آدمیوں کی ایک جماعت مشکل سے اُٹھا سکتی تھی ایک دفعہ جب اس کی قوم کے لوگوں نے اُس سے کہا \"پھول نہ جا، اللہ پھولنے والوں کو پسند نہیں کرتا","zh":"戈伦的确属于穆萨的宗族，但他虐待他们。我曾赏赐他许多财宝，那些财宝的钥匙是几个力士所不能胜任的。当日，他的宗族对他说：“不要狂喜，安拉确是不爱狂喜者。"},"transliteration":"Inna qaroona kana min qawmi moosa fabagha AAalayhim waataynahu mina alkunoozi ma inna mafatihahu latanooo bialAAusbati olee alquwwati ith qala lahu qawmuhu la tafrah inna Allaha la yuhibbu alfariheena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
