{"id":3329,"number":77,"text":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","translations":{"en":"But seek, through that which Allah has given you, the home of the Hereafter; and [yet], do not forget your share of the world. And do good as Allah has done good to you. And desire not corruption in the land. Indeed, Allah does not like corrupters","es":"Gánate el Paraíso con lo que Dios te ha concedido, y no te olvides que también puedes disfrutar de lo que Dios ha hecho lícito en esta vida. Sé generoso [con tu prójimo] como Dios lo es contigo, y no contamines la tierra; Dios no ama a los que contaminan [a sabiendas]","fr":"Et recherche à travers ce qu'Allah t'a donné, la Demeure dernière. Et n'oublie pas ta part en cette vie. Et sois bienfaisant comme Allah a été bienfaisant envers toi. Et ne recherche pas la corruption sur terre. Car Allah n'aime point les corrupteurs»","id":"Dan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan","ru":"А посредством того, что Аллах даровал тебе, стремись к Последней обители, но не забывай о своей доле в этом мире! Твори добро, подобно тому, как Аллах сотворил добро для тебя, и не стремись распространять нечестие на земле, ведь Аллах не любит распространяющих нечестие»","sv":"Sträva med det som Gud har gett dig efter det eviga livets goda utan att försumma din del av det världsliga! Och gör gott mot andra såsom Gud har gjort gott mot dig, och stör inte ordningen på jorden och sprid inte sedligt fördärv; Gud är inte vän av dem som stör ordningen på jorden och fördärvar sederna","tr":"Karun, Musa'nın milletindendi; ama onlara karşı azdı. Biz ona, anahtarlarını güçlü bir topluluğun zor taşıdığı hazineler vermiştik. Milleti ona: \"Böbürlenme, Allah şüphesiz ki böbürlenenleri sevmez. Allah'ın sana verdiği şeylerde, ahiret yurdunu gözet, dünyadaki payını da unutma; Allah'ın sana yaptığı iyilik gibi, sen de iyilik yap; yeryüzünde bozgunculuk isteme; doğrusu Allah bozguncuları sevmez\" demişlerdi","ur":"جو مال اللہ نے تجھے دیا ہے اس سے آخرت کا گھر بنانے کی فکر کر اور دُنیا میں سے بھی اپنا حصہ فراموش نہ کر احسان کر جس طرح اللہ نے تیرے ساتھ احسان کیا ہے اور زمین میں فساد برپا کرنے کی کوشش نہ کر، اللہ مفسدوں کو پسند نہیں کرتا","zh":"你应当借安拉赏赐你的财富而营谋后世的住宅，你不要忘却你在今世的定分。你应当善待人，像安拉善待你一样。你不要在地方上摆弄是非，安拉确是不爱摆弄是非者。”"},"transliteration":"Waibtaghi feema ataka Allahu alddara alakhirata wala tansa naseebaka mina alddunya waahsin kama ahsana Allahu ilayka wala tabghi alfasada fee alardi inna Allaha la yuhibbu almufsideena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
