{"id":333,"number":40,"text":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","translations":{"en":"He said, \"My Lord, how will I have a boy when I have reached old age and my wife is barren?\" The angel said, \"Such is Allah; He does what He wills","es":"Exclamó: \"¡Señor mío! ¿Cómo podré tener un hijo si soy anciano y mi mujer estéril?\" Le respondió [el ángel]: \"¡Así será! Porque Dios hace lo que quiere","fr":"Il dit: «O mon Seigneur, comment aurais-je un garçon maintenant que la vieillesse m'a atteint et que ma femme est stérile?» Allah dit: «Comme cela!», Allah fait ce qu'Il veut","id":"Dia (Zakaria) berkata, \"Ya Tuhanku, bagaimana aku bisa mendapat anak, sedang aku sudah sangat tua dan istriku pun mandul?\" Dia (Allah) berfirman, \"Demikianlah, Allah berbuat apa yang Dia kehendaki","ru":"Закария (Захария) сказал: «Господи! Как может у меня родиться сын, если старость уже настигла меня и жена моя бесплодна?». Аллах сказал: «Так Аллах вершит, что пожелает!»","sv":"[Sakarias] sade: \"Herre, hur skulle jag kunna få en son? Jag har ju uppnått hög ålder och min hustru är ofruktsam.\" [Ängeln] sade: \"Så [skall det bli]; Gud gör vad Han vill","tr":"Ya Rabbi! Ben artık iyice kocamış, karım da kısırken nasıl oğlum olabilir?\" dedi. Allah: \"Böyledir, Allah dilediğini yapar\" dedi","ur":"زکریاؑ نے کہا، \"پروردگار! بھلا میرے ہاں لڑکا کہاں سے ہوگا، میں تو بوڑھا ہو چکا ہوں اور میری بیوی بانجھ ہے\" جواب ملا، \"ایسا ہی ہوگا، اللہ جو چاہتا ہے کرتا ہے","zh":"他说：“我的主啊！我确已老迈了，我的妻子是不会生育的，我怎么会有儿子呢？”天使说：“安拉就这样做他所欲意之事。”"},"transliteration":"Qala rabbi anna yakoonu lee ghulamun waqad balaghaniya alkibaru waimraatee AAaqirun qala kathalika Allahu yafAAalu ma yashao","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
