{"id":3330,"number":78,"text":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","translations":{"en":"He said, \"I was only given it because of knowledge I have.\" Did he not know that Allah had destroyed before him of generations those who were greater than him in power and greater in accumulation [of wealth]? But the criminals, about their sins, will not be asked","es":"Dijo [Qarún con soberbia]: \"Lo que se me ha concedido es gracias a mi conocimiento\". ¿Acaso no sabía que Dios ya había destruido naciones más poderosas y con más riquezas que él? [Debido a lo terrible de sus faltas,] a los perversos no se les preguntará por sus pecados","fr":"Il dit: «C'est par une science que je possède que ceci m'est venu». Ne savait-il pas qu'avant lui Allah avait fait périr des générations supérieures à lui en force et plus riches en biens? Et les criminels ne seront pas interrogés sur leurs péchés»","id":"Dia (Karun) berkata, \"Sesungguhnya aku diberi (harta itu), semata-mata karena ilmu yang ada padaku.\" Tidakkah dia tahu, bahwa Allah telah membinasakan umat-umat sebelumnya yang lebih kuat daripadanya, dan lebih banyak mengumpulkan harta? Dan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka","ru":"Он сказал: «Все это даровано мне благодаря знанию, которым я обладаю». Неужели он не знал, что до него Аллах погубил целые поколения, которые превосходили его мощью и накоплениями? Грешники не будут спрошены об их грехах","sv":"Han svarade: \"Det [jag äger] har jag fått tack vare mina kunskaper [och min klokhet].\" Visste han inte att Gud har låtit tidigare släkten gå under, som ägde mera makt och samlat större [rikedomar] än han? Men de obotfärdiga, trotsiga syndarna behöver inte tillfrågas om sina synder","tr":"Karun: \"Bu servet ancak, bende mevcut bir ilimden ötürü bana verilmiştir\" demişti. Allah'ın, önceleri, ondan daha güçlü ve topladığı şey daha fazla olan nice nesilleri yok ettiğini bilmez mi? Suçluların suçları kendilerinden sorulmaz","ur":"تو اُس نے کہا \"یہ سب کچھ تو مجھے اُس علم کی بنا پر دیا گیا ہے جو مجھ کو حاصل ہے\" کیا اس کو علم نہ تھا کہ اللہ اس سے پہلے بہت سے ایسے لوگوں کو ہلاک کر چکا ہے جو اس سے زیادہ قوت اور جمعیت رکھتے تھے؟ مجرموں سے تو ان کے گناہ نہیں پوچھے جاتے","zh":"他说：“我获得这项财富，只是因为我有特殊的知识罢了。”难道他不知道吗？在他之前，安拉所毁灭的各个世代的恶人，有比他能力更强、积蓄更多的。犯罪的人，是不必加以审问的。"},"transliteration":"Qala innama ooteetuhu AAala AAilmin AAindee awalam yaAAlam anna Allaha qad ahlaka min qablihi mina alqurooni man huwa ashaddu minhu quwwatan waaktharu jamAAan wala yusalu AAan thunoobihimu almujrimoona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
