{"id":3332,"number":80,"text":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ","translations":{"en":"But those who had been given knowledge said, \"Woe to you! The reward of Allah is better for he who believes and does righteousness. And none are granted it except the patient","es":"Pero quienes fueron agraciados con el conocimiento dijeron: \"¡Ay de ustedes! La recompensa de Dios para quien crea y haga obras de bien es superior, pero no la consiguen sino los que son pacientes","fr":"Tandis que ceux auxquels le savoir a été donné dirent: «Malheur à vous! La récompense d'Allah est meilleure pour celui qui croit et fait le bien». Mais elle ne sera reçue que par ceux qui endurent","id":"Tetapi orang-orang yang dianugerahi ilmu berkata, \"Celakalah kamu! Ketahuilah, pahala Allah lebih baik bagi orang-orang yang beriman dan mengerjakan kebajikan, dan (pahala yang besar) itu hanya diperoleh oleh orang-orang yang sabar","ru":"А те, которым было даровано знание, сказали: «Горе вам! Вознаграждение Аллаха будет лучше для тех, которые уверовали и поступали праведно. Но не обретет этого никто, кроме терпеливых»","sv":"Men de som hade fått del av kunskap sade: \"Arma stackare! [Ni inser inte att] för den som tror och lever rättskaffens är Guds belöning vida bättre [än det som ni kan vinna i detta liv]; men denna [belöning] vinner ingen utom den som visar tålamod och uthållighet","tr":"Kendilerine ilim verilmiş olanlar ise: \"Size yazıklar olsun; Allah'ın mükafatı, inanıp yararlı iş işleyenler için daha iyidir. Ona da ancak sabredenler kavuşabilir\" demişlerdi","ur":"مگر جو لوگ علم رکھنے والے تھے وہ کہنے لگے \"افسوس تمہارے حال پر، اللہ کا ثواب بہتر ہے اُس شخص کے لیے جو ایمان لائے اور نیک عمل کرے، اور یہ دولت نہیں ملتی مگر صبر کرنے والوں کو","zh":"有学识的人说：“伤哉你们！安拉的报酬，对于信道而且行善者，是更好的，只有坚忍的人享受那种报酬。”"},"transliteration":"Waqala allatheena ootoo alAAilma waylakum thawabu Allahi khayrun liman amana waAAamila salihan wala yulaqqaha illa alssabiroona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
