{"id":3334,"number":82,"text":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","translations":{"en":"And those who had wished for his position the previous day began to say, \"Oh, how Allah extends provision to whom He wills of His servants and restricts it! If not that Allah had conferred favor on us, He would have caused it to swallow us. Oh, how the disbelievers do not succeed","es":"Quienes antes habían deseado estar en su lugar comenzaron a decir: \"Dios le concede un sustento abundante a quien quiere y se lo restringe [a quien Él quiere] de Sus siervos. De no haber sido porque Dios nos agració con Su misericordia, nos hubiera tragado la tierra también a nosotros. Es muy cierto que quienes niegan la verdad nunca prosperan","fr":"Et ceux qui, la veille, souhaitaient d'être à sa place, se mirent à dire: «Ah! Il est vrai qu'Allah augmente la part de qui Il veut, parmi Ses serviteurs, ou la restreint. Si Allah ne nous avait pas favorisés, Il nous aurait certainement fait engloutir. Ah! Il est vrai que ceux qui ne croient pas ne réussissent pas»","id":"Dan orang-orang yang kemarin mengangan-angankan kedudukannya (Karun) itu berkata, \"Aduhai, benarlah kiranya Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya dan membatasi (bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya). Sekiranya Allah tidak melimpahkan karunia-Nya pada kita, tentu Dia telah membenamkan kita pula. Aduhai, benarlah kiranya tidak akan beruntung orang-orang yang mengingkari (nikmat Allah)","ru":"А те, которые накануне желали оказаться на его месте, наутро сказали: «Ох! Аллах увеличивает или ограничивает удел тому из Своих рабов, кому пожелает? Если бы Аллах не оказал нам милость, то Он заставил бы землю поглотить нас. Ох! Неверующие не преуспеют»","sv":"Och nästa morgon sade de som dagen innan hade önskat vara i hans ställe: \"Hur kunde vi [förbise] att Gud ger den Han vill av Sina tjänare riklig och [den Han vill] knappare utkomst! Utan Guds nådiga beskydd, skulle vi [också] ha uppslukats av jorden. Hur kunde vi [tvivla på] att det skall gå illa för dem som förnekar sanningen","tr":"Daha dün onun yerinde olmayı dileyenler: \"Demek Allah kullarından dilediğinin rızkını genişletip bir ölçüye göre veriyor. Eğer Allah bize lütfetmiş olmasaydı, bizi de yerin dibine geçirirdi. Demek ki inkarcılar başarıya eremezler\" demeye başladılar","ur":"اب وہی لوگ جو کل اس کی منزلت کی تمنا کر رہے تھے کہنے لگے \"افسوس، ہم بھول گئے تھے کہ اللہ اپنے بندوں میں سے جس کا رزق چاہتا ہے کشادہ کرتا ہے اور جسے چاہتا ہے نَپا تلا دیتا ہے اگر اللہ نے ہم پر احسان نہ کیا ہوتا تو ہمیں بھی زمین میں دَھنسا دیتا افسوس ہم کو یاد نہ رہا کہ کافر فلاح نہیں پایا کرتے","zh":"昨天羡慕戈伦的境遇的人说：“你不见吗？安拉要使哪个仆人的给养宽裕，就使他宽裕；（要使哪个仆人的给养窘迫），就使他窘迫。假若没有安拉对我们的恩惠，他必使我们沦陷在地面下。你不知道吗？孤恩的人，是不会成功的。”"},"transliteration":"Waasbaha allatheena tamannaw makanahu bialamsi yaqooloona waykaanna Allaha yabsutu alrrizqa liman yashao min AAibadihi wayaqdiru lawla an manna Allahu AAalayna lakhasafa bina waykaannahu la yuflihu alkafiroona","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
