{"id":3334,"number":82,"text":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","translations":{"bn":"গতকল্য যারা তার মত হওয়ার বাসনা প্রকাশ করেছিল, তারা প্রত্যুষে বলতে লাগল, হায়, আল্লাহ তাঁর বান্দাদের মধ্যে যার জন্যে ইচ্ছা রিযিক বর্ধিত করেন ও হ্রাস করেন। আল্লাহ আমাদের প্রতি অনুগ্রহ না করলে আমাদেরকেও ভূগর্ভে বিলীন করে দিতেন। হায়, কাফেররা সফলকাম হবে না।","en":"And those who had wished for his position the previous day began to say, \"Oh, how Allah extends provision to whom He wills of His servants and restricts it! If not that Allah had conferred favor on us, He would have caused it to swallow us. Oh, how the disbelievers do not succeed","id":"Dan orang-orang yang kemarin mengangan-angankan kedudukannya (Karun) itu berkata, \"Aduhai, benarlah kiranya Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya dan membatasi (bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya). Sekiranya Allah tidak melimpahkan karunia-Nya pada kita, tentu Dia telah membenamkan kita pula. Aduhai, benarlah kiranya tidak akan beruntung orang-orang yang mengingkari (nikmat Allah)","ru":"А те, которые накануне желали оказаться на его месте, наутро сказали: «Ох! Аллах увеличивает или ограничивает удел тому из Своих рабов, кому пожелает? Если бы Аллах не оказал нам милость, то Он заставил бы землю поглотить нас. Ох! Неверующие не преуспеют»","tr":"Daha dün onun yerinde olmayı dileyenler: \"Demek Allah kullarından dilediğinin rızkını genişletip bir ölçüye göre veriyor. Eğer Allah bize lütfetmiş olmasaydı, bizi de yerin dibine geçirirdi. Demek ki inkarcılar başarıya eremezler\" demeye başladılar","ur":"اب وہی لوگ جو کل اس کی منزلت کی تمنا کر رہے تھے کہنے لگے \"افسوس، ہم بھول گئے تھے کہ اللہ اپنے بندوں میں سے جس کا رزق چاہتا ہے کشادہ کرتا ہے اور جسے چاہتا ہے نَپا تلا دیتا ہے اگر اللہ نے ہم پر احسان نہ کیا ہوتا تو ہمیں بھی زمین میں دَھنسا دیتا افسوس ہم کو یاد نہ رہا کہ کافر فلاح نہیں پایا کرتے"},"chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"bn":"কাহিনি","en":"The Stories","id":"Kisah-kisah","ru":"Рассказ","tr":"Kasas","ur":"قصے"},"type":"meccan"}}
