{"id":3337,"number":85,"text":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","translations":{"en":"Indeed, [O Muhammad], He who imposed upon you the Qur'an will take you back to a place of return. Say, \"My Lord is most knowing of who brings guidance and who is in clear error","es":"[Oh, Mujámmad,] Quien te ha ordenado el Corán, te hará regresar de la muerte a un lugar establecido [el Día del Juicio]. Diles: \"Mi Señor sabe mejor que nadie quién sigue la guía y quién está en un claro desvío","fr":"Celui qui t'a prescrit le Coran te ramènera certainement là où tu (souhaites) retourner. Dis: «Mon Seigneur connaît mieux celui qui a apporté la guidée et celui qui est dans un égarement évident","id":"Sesungguhnya (Allah) yang mewajibkan engkau (Muhammad) untuk (melaksanakan hukum-hukum) Alquran, benar-benar akan mengembalikanmu ke tempat kembali.617) Katakanlah (Muhammad), \"Tuhanku mengetahui orang yang membawa petunjuk dan orang yang berada dalam kesesatan yang nyata","ru":"Тот, кто ниспослал тебе Коран и сделал его предписания обязательными, непременно вернет тебя к месту возвращения (в Мекку или в Рай). Скажи: «Мой Господь лучше знает, кто принес верное руководство, а кто находится в очевидном заблуждении»","sv":"HAN SOM har uppenbarat denna Koran för dig och gjort dess klara och tydliga föreskrifter till bindande regler [för ditt liv] skall helt visst låta dig nå ditt slutliga mål. Säg [till förnekarna av sanningen]: \"Min Herre vet bäst vem som är rätt vägledd och vem som har gått helt vilse","tr":"Kuran'a uymayı sana farz kılan Allah, seni döneceğin yere döndürecektir. De ki: \"Rabbim kimin doğrulukla geldiğini, kimin apaçık sapıklıkta bulunduğunu en iyi bilendir","ur":"اے نبیؐ، یقین جانو کہ جس نے یہ قرآن تم پر فرض کیا ہے وہ تمہیں ایک بہترین انجام کو پہنچانے والا ہے اِن لوگوں سے کہہ دو کہ \"میرا رب خُوب جانتا ہے کہ ہدایت لے کر کون آیا ہے اور کھُلی گمراہی میں کون مُبتلا ہے","zh":"把《古兰经》降示给你的，必使你复返故乡。你说：“我的主知道谁是昭示正道的，谁是在明显的迷误中的。”"},"transliteration":"Inna allathee farada AAalayka alqurana laradduka ila maAAadin qul rabbee aAAlamu man jaa bialhuda waman huwa fee dalalin mubeenin","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
