{"id":3339,"number":87,"text":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","translations":{"en":"And never let them avert you from the verses of Allah after they have been revealed to you. And invite [people] to your Lord. And never be of those who associate others with Allah","es":"No dejes que te aparten de los preceptos de Dios después de haberte sido revelados. Exhorta [a la gente] a adorar a tu Señor y no seas de los que Le asocian [divinidades en la adoración]","fr":"et que ceux-ci ne te détournent point des versets d'Allah une fois qu'on les a fait descendre vers toi. Appelle les gens vers ton Seigneur et ne sois point du nombre des Associateurs","id":"dan jangan sampai mereka menghalang-halangi engkau (Muhammad) untuk (menyampaikan) ayat-ayat Allah, setelah ayat-ayat itu diturunkan kepadamu, dan serulah (manusia) agar (beriman) kepada Tuhanmu, dan janganlah engkau termasuk orang-orang musyrik","ru":"Да не отвратят они тебя от аятов Аллаха после того, как они были ниспосланы тебе. Призывай к своему Господу и не будь одним из многобожников","sv":"och låt dem aldrig hindra dig att [i allt] följa din Herres budskap sedan de uppenbarats för dig. Uppmana [människorna] att dyrka din Herre [och att bekänna Hans enhet]. Och närma dig inte dem som sätter någon eller något vid Hans sida","tr":"Allah'ın ayetleri sana indirildiğinde sakın seni onlardan alıkoymasınlar. Rabbine çağır, sakın müşriklerden olma","ur":"اور ایسا کبھی نہ ہونے پائے کہ اللہ کی آیات جب تم پر نازل ہوں تو کفّار تمہیں اُن سے باز رکھیں اپنے رب کی طرف دعوت دو اور ہرگز مشرکوں میں شامل نہ ہو","zh":"安拉的迹象降示你之后，你绝不要任他们妨碍你宣扬那些迹象。你应当召人来归顺你的主，你绝不要做以物配主者。"},"transliteration":"Wala yasuddunnaka AAan ayati Allahi baAAda ith onzilat ilayka waodAAu ila rabbika wala takoonanna mina almushrikeena","chapter":{"id":28,"name":"القصص","transliteration":"Al-Qasas","translations":{"en":"The Stories","es":"Los Relatos","fr":"Le récit","id":"Kisah-kisah","ru":"Рассказ","sv":"Berättelsen","tr":"Kasas","ur":"قصے","zh":"故事"},"type":"meccan"}}
