{"id":334,"number":41,"text":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","translations":{"en":"He said, \"My Lord, make for me a sign.\" He Said, \"Your sign is that you will not [be able to] speak to the people for three days except by gesture. And remember your Lord much and exalt [Him with praise] in the evening and the morning","es":"Dijo [Zacarías]: \"¡Señor mío! Dame una señal [de que me has concedido un hijo]\". Dijo Dios: \"La señal será que durante tres días, no podrás hablar con la gente salvo por señas. Adora mucho a tu Señor y glorifícalo al anochecer y al alba","fr":"«Seigneur, dit Zacharie, donne-moi un signe.» - «Ton signe, dit Allah, c'est que pendant trois jours tu ne pourras parler aux gens que par geste. Invoque beaucoup Ton Seigneur; et, glorifie-Le, en fin et en début de journée.»","id":"Dia (Zakaria) berkata, \"Ya Tuhanku berilah aku suatu tanda.\" Allah berfirman, \" Tanda bagimu, adalah engkau tidak dapat berbicara dengan manusia selama tiga hari, kecuali dengan isyarat. Dan sebutlah (nama) Tuhanmu banyak-banyak, dan bertasbihlah (memuji-Nya) pada waktu petang dan pagi hari","ru":"Закария (Захария) сказал: «Господи! Покажи мне знамение». Аллах сказал: «Твое знамение будет в том, что ты будешь три дня разговаривать с людьми только знаками. Много поминай своего Господа и славь Его перед закатом и утром»","sv":"[Sakarias] sade: \"Herre! Ge mig ett tecken.\" [Ängeln] svarade: \"Det tecken [du får är] att du under tre dagar inte skall tala till människor annat än med gester. Och åkalla din Herre utan att förtröttas och prisa Honom morgon och afton","tr":"Ya Rabbi! Bana bir alamet ver\" dedi, \"Alametin, üç gün, işaretle anlaşma dışında insanlarla konuşmamandır; Rabbini çok an, akşam sabah hamd et\" dedi","ur":"عرض کیا \"مالک! پھر کوئی نشانی میرے لیے مقرر فرما دے\" کہا، \"نشانی یہ ہے کہ تم تین دن تک لوگوں سے اشارہ کے سوا کوئی بات چیت نہ کرو گے (یا نہ کرسکو گے) اِس دوران میں اپنے رب کو بہت یاد کرنا اور صبح و شام اس کی تسبیح کرتے رہنا","zh":"宰剀里雅说：“我的主啊！求你为我预定一种迹象。”天使说：“你的迹象是你三日不说话，只做手势。你当多多的记念你的主，你当朝夕赞他超绝。”"},"transliteration":"Qala rabbi ijAAal lee ayatan qala ayatuka alla tukallima alnnasa thalathata ayyamin illa ramzan waothkur rabbaka katheeran wasabbih bialAAashiyyi waalibkari","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
