{"id":3348,"number":8,"text":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translations":{"en":"And We have enjoined upon man goodness to parents. But if they endeavor to make you associate with Me that of which you have no knowledge, do not obey them. To Me is your return, and I will inform you about what you used to do","es":"Le he ordenado al ser humano hacer el bien a sus padres. Pero si se esfuerzan por hacer que caigas en la idolatría de dedicar actos de adoración a otro que a Mí, lo cual es algo que no te he enseñado, no les debes obediencia. Ante Mí has de comparecer y te informaré lo que hacías","fr":"Et Nous avons enjoint à l'homme de bien traiter ses père et mère, et «si ceux-ci te forcent à M'associer, ce dont tu n'as aucun savoir, alors ne leur obéis pas». Vers Moi est votre retour, et alors Je vous informerai de ce que vous faisiez","id":"Dan Kami wajibkan kepada manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau patuhi keduanya. Hanya kepada-Ku tempat kembalimu, dan akan Aku beritakan kepadamu apa yang telah kamu kerjakan","ru":"Мы заповедали человеку быть добрым к родителям. А если они станут сражаться с тобой, чтобы ты приобщал ко мне сотоварищей, о которых ты ничего не знаешь, то не повинуйся им. Ко Мне предстоит ваше возвращение, и тогда Я поведаю вам о том, что вы совершали","sv":"Vi har anbefallt människan [att vara] god mot sina föräldrar; men om [dina föräldrar] vill förmå dig att sätta något som du inte har kunskap om vid Min sida, skall du inte lyda dem. Till Mig skall ni föras åter och Jag skall låta er veta vad era handlingar [var värda]","tr":"Biz, insana, ana ve babasına karşı iyi davranmasını tavsiye etmişizdir. Eğer ana baba, seni bir şeyi körü körüne Bana ortak koşman için zorlarlarsa, o zaman onlara itaat etme. Dönüşünüz Banadır. Yaptıklarınızı size bildiririm","ur":"ہم نے انسان کو ہدایت کی ہے کہ اپنے والدین کے ساتھ نیک سلوک کرے لیکن اگر وہ تجھ پر زور ڈالیں کہ تو میرے ساتھ کسی ایسے (معبُود) کو شریک ٹھیرائے جسے تو (میرے شریک کی حیثیت سے) نہیں جانتا تو ان کی اطاعت نہ کر میری ہی طرف تم سب کو پلٹ کر آنا ہے، پھر میں تم کو بتا دوں گا کہ تم کیا کرتے رہے ہو","zh":"我曾命人孝敬父母；如果他俩勒令你用你所不知道的东西配我，那么，你不要服从他俩。你们要归于我，我要把你们的行为告诉你们。"},"transliteration":"Wawassayna alinsana biwalidayhi husnan wain jahadaka litushrika bee ma laysa laka bihi AAilmun fala tutiAAhuma ilayya marjiAAukum faonabbiokum bima kuntum taAAmaloona","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
