{"id":3350,"number":10,"text":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","translations":{"en":"And of the people are some who say, \"We believe in Allah,\" but when one [of them] is harmed for [the cause of] Allah, they consider the trial of the people as [if it were] the punishment of Allah. But if victory comes from your Lord, they say, \"Indeed, We were with you.\" Is not Allah most knowing of what is within the breasts of all creatures","es":"Entre la gente hay quienes dicen: \"¡Creemos en Dios!\"; pero cuando sufren algún perjuicio por la causa de Dios, consideran que la opresión de los hombres es un castigo de Dios [y reniegan de su fe]. En cambio, cuando tu Señor les concede un triunfo, dicen: \"¡Siempre hemos estado con ustedes!\" ¿Acaso no es Dios Quien mejor sabe lo que hay en los corazones de la gente","fr":"Parmi les gens il en est qui disent: «Nous croyons en Allah» puis, si on les fait souffrir pour la cause d'Allah, ils considèrent l'épreuve de la part des hommes comme un châtiment d'Allah. Or, s'il vient du secours de ton Seigneur, ils diront certes: «Nous étions avec vous!» Allah n'est-Il pas le meilleur à savoir ce qu'il y a dans les poitrines de tout le monde","id":"Dan di antara manusia ada sebagian yang berkata, \"Kami beriman kepada Allah,\" tetapi apabila dia disakiti (karena dia beriman) kepada Allah, dia menganggap cobaan manusia itu sebagai siksaan Allah.618) Dan jika datang pertolongan dari Tuhanmu, niscaya mereka akan berkata, \"Sesungguhnya kami bersama kamu.\" Bukankah Allah lebih mengetahui apa yang ada di dalam dada semua manusia","ru":"Среди людей есть такие, которые говорят: «Мы уверовали в Аллаха». Но стоит им пострадать ради Аллаха, как они сравнивают искушения (наказание) людей с мучениями от Аллаха. Если же явится победа от твоего Господа, то они непременно скажут: «Мы были вместе с вами». Но разве Аллаху не лучше знать, что таится в груди миров","sv":"BLAND människorna finns de som säger \"Vi tror på Gud\"; men när de lider orätt för sin tro ser de i människornas förföljelser ett Guds straff [och sviktar i tron]; men om din Herre ger [de troende] seger säger de helt säkert: \"[Kom ihåg att] vi stod på er sida!\" Skulle Gud inte veta vad Hans skapade varelser gömmer i sitt innersta","tr":"İnsanlardan: \"Allah'a inandık\" diyenler vardır; ama Allah uğrunda bir ezaya uğratılınca, insanların ezasını Allah'ın azabı gibi tutarlar. Rabbinizden bir yardım gelecek olursa, and olsun ki, \"Doğrusu biz sizinle beraberdik\" derler. Allah, herkesin kalbinde olanları en iyi bilen değil midir","ur":"لوگوں میں سے کوئی ایسا ہے جو کہتا ہے کہ ہم ایمان لائے اللہ پر مگر جب وہ اللہ کے معاملہ میں ستایا گیا تو اس نے لوگوں کی ڈالی ہوئی آزمائش کو اللہ کے عذاب کی طرح سمجھ لیا اب اگر تیرے رب کی طرف سے فتح و نصرت آ گئی تو یہی شخص کہے گا کہ \"ہم تو تمہارے ساتھ تھے\" کیا دنیا والوں کے دلوں کا حال اللہ کو بخوبی معلوم نہیں ہے؟","zh":"有些人说：“我们已信安拉了。”当他们为安拉而受迫害的时候，他们把众人的迫害当做安拉的刑罚。如果援助从你们的主降临，他们必定说：“我们确是与你们同在一起的。”难道安拉不是知道世人的胸襟的吗？"},"transliteration":"Wamina alnnasi man yaqoolu amanna biAllahi faitha oothiya fee Allahi jaAAala fitnata alnnasi kaAAathabi Allahi walain jaa nasrun min rabbika layaqoolunna inna kunna maAAakum awalaysa Allahu biaAAlama bima fee sudoori alAAalameena","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
