{"id":3352,"number":12,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","translations":{"en":"And those who disbelieve say to those who believe, \"Follow our way, and we will carry your sins.\" But they will not carry anything of their sins. Indeed, they are liars","es":"Los que se niegan a creer dicen a los creyentes: \"Sigan nuestra fe y nosotros cargaremos con sus pecados\". Pero ellos no pueden aligerar la carga de los pecados ajenos, son solo mentirosos","fr":"Et ceux qui ne croient pas disent à ceux qui croient; «Suivez notre sentier, et que nous supportions vos fautes». Mais ils ne supporteront rien de leurs fautes. En vérité ce sont des menteurs","id":"Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Ikutilah jalan kami, dan kami akan memikul dosa-dosamu,\" padahal mereka sedikit pun tidak (sanggup) memikul dosa-dosa mereka sendiri. Sesungguhnya mereka benar-benar pendusta","ru":"Неверующие говорят тем, которые уверовали: «Следуйте нашим путем, и мы возьмем на себя ваши грехи». Они не возьмут на себя даже части их грехов. Воистину, они - лжецы","sv":"Och förnekarna av sanningen säger till de troende: \"Följ vår väg så skall vi ta på oss era synder!\" Men de kan inte ta på sig [dessa troendes] synder - vad de säger är ren lögn","tr":"İnkar edenler inananlara: \"Bizim yolumuza uyun da sizin günahlarınızı biz taşıyalım\" derler. Oysa onların günahlarından hiçbirini yüklenecek değillerdir. Doğrusu onlar yalancıdırlar","ur":"یہ کافر لوگ ایمان لانے والوں سے کہتے ہیں کہ تم ہمارے طریقے کی پیروی کرو اور تمہاری خطاؤں کو ہم اپنے اُوپر لے لیں گے حالانکہ اُن کی خطاؤں میں سے کچھ بھی وہ اپنے اوپر لینے والے نہیں ہیں، وہ قطعاً جھوٹ کہتے ہیں","zh":"不信道者对信道者说：“你们遵守我们的教道吧！让我们负担你们的罪过。”其实，他们绝不能担负他们的一点罪过，他们确是说谎的。"},"transliteration":"Waqala allatheena kafaroo lillatheena amanoo ittabiAAoo sabeelana walnahmil khatayakum wama hum bihamileena min khatayahum min shayin innahum lakathiboona","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
