{"id":3353,"number":13,"text":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","translations":{"en":"But they will surely carry their [own] burdens and [other] burdens along with their burdens, and they will surely be questioned on the Day of Resurrection about what they used to invent","es":"Ellos no solo cargarán con sus propios pecados, sino también con los pecados que comentan aquellos que ellos extraviaron. El Día de la Resurrección se les preguntará acerca de las mentiras que inventaban","fr":"Et très certainement, ils porteront leurs fardeaux et d'autres fardeaux en plus de leurs propres fardeaux. et ils seront interrogés, le Jour de la Résurrection, sur ce qu'ils inventaient","id":"Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan","ru":"Они непременно понесут свое бремя и другое бремя вместе со своим бременем. В День воскресения их непременно спросят о том, что они измышляли","sv":"De skall sannerligen få bära sina egna bördor och [andra] bördor i tillägg till sina egna; och på Uppståndelsens dag skall de helt visst få stå till svars för de [lögner] som de diktade upp","tr":"Onlar kendi ağırlıklarını, kendi ağırlıkları yanında daha nice ağırlıkları yüklenecekler ve uydurup durdukları şeylerden kıyamet günü sorguya çekileceklerdir","ur":"ہاں ضرور وہ اپنے بوجھ بھی اٹھائیں گے اور اپنے بوجھوں کے ساتھ بہت سے دوسرے بوجھ بھی اور قیامت کے روز یقیناً ان سے اِن افترا پردازیوں کی بازپرس ہو گی جو وہ کرتے رہے ہیں","zh":"他们必定担负自己的重担，再加上别的重担，复活日他们对于自己所伪造的谎言必受审问。"},"transliteration":"Walayahmilunna athqalahum waathqalan maAAa athqalihim walayusalunna yawma alqiyamati AAamma kanoo yaftaroona","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
