{"id":3360,"number":20,"text":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"Say, [O Muhammad], \"Travel through the land and observe how He began creation. Then Allah will produce the final creation. Indeed Allah, over all things, is competent","es":"Diles [a quienes niegan la Resurrección]: \"Viajen por el mundo y observen cómo [Dios] originó la creación. Luego, Dios la hará surgir nuevamente [el Día de la Resurrección]. Dios es sobre toda cosa Poderoso","fr":"Dis: «Parcourez la terre et voyez comment Il a commencé la création. Puis comment Allah crée la génération ultime. Car Allah est Omnipotent»","id":"Katakanlah, \"Berjalanlah di bumi, maka perhatikanlah bagaimana (Allah) memulai penciptaan (makhluk), kemudian Allah menjadikan kejadian yang akhir.620) Sungguh, Allah Mahakuasa atas segala sesuatu","ru":"Скажи: «Постранствуйте по земле и посмотрите, как Он создал творение в первый раз. Затем Аллах создаст конечное творение (воскресит мертвых). Воистину, Аллах способен на всякую вещь","sv":"Säg: \"Gå ut i världen och se [dessa spår som visar] hur Han har inlett skapandet! - Till sist, när tiden är inne, skall Gud frambringa den sista skapelsen. Gud har allting i Sin makt","tr":"De ki: \"Yeryüzünde dolaşın; Allah'ın yaratmaya nasıl başladığını bir görün. İşte Allah aynı şekilde ahiret yaratmasını da yapacaktır. Doğrusu Allah her şeye Kadir'dir. Dilediğine azabeder, dilediğine merhamet eder. O'na çevrileceksiniz","ur":"ان سے کہو کہ زمین میں چلو پھرو اور دیکھو کہ اُس نے کس طرح خلق کی ابتدا کی ہے، پھر اللہ بار دیگر بھی زندگی بخشے گا یقیناً اللہ ہر چیز پر قادر ہے","zh":"你说：“你们应当在大地上旅行，因而观察安拉怎样创造众生，又怎样再造他们。安拉对于万事确是全能的。"},"transliteration":"Qul seeroo fee alardi faonthuroo kayfa badaa alkhalqa thumma Allahu yunshio alnnashata alakhirata inna Allaha AAala kulli shayin qadeerun","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
