{"id":3365,"number":25,"text":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ","translations":{"en":"And [Abraham] said, \"You have only taken, other than Allah, idols as [a bond of] affection among you in worldly life. Then on the Day of Resurrection you will deny one another and curse one another, and your refuge will be the Fire, and you will not have any helpers","es":"Les dijo [Abraham]: \"Adoran ídolos en vez de adorar a Dios por mantener el lazo de afecto entre ustedes y sus antepasados en esta vida. Pero el Día de la Resurrección renegarán unos de otros y se maldecirán mutuamente. Su morada será el Fuego y no tendrán quién los auxilie","fr":"Et [Abraham] dit: «En effet, c'est pour cimenter des liens entre vous-mêmes dans la vie présente, que vous avez adopté des idoles, en dehors d'Allah. Ensuite, le Jour de la Résurrection, les uns rejetteront les autres, et les uns maudiront les autres, tandis que vous aurez le Feu pour refuge, n'aurez pas de protecteurs","id":"Dan dia (Ibrahim) berkata, \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu","ru":"Он сказал: «Вы стали поклоняться идолам вместо Аллаха только из-за любви (или ради любви) друг к другу в мирской жизни. Но потом, в День воскресения, одни из вас станут отвергать и проклинать других. Вашим пристанищем будет Огонь, и не будет у вас защитников»","sv":"Och [Abraham] sade: \"[Det är inte av egen övertygelse som] ni i Guds ställe dyrkar dessa avgudar, [utan] på grund av de känslor av vänskap [och solidaritet] som förenar er i detta liv. Men på Uppståndelsens dag skall ni ta avstånd från varandra och förbanna varandra, och Elden skall bli er slutliga hemvist och [där] skall ingen hjälpa er","tr":"İbrahim şöyle demişti: \"Dünya hayatında, Allah'ı bırakıp aranızda putları muhabbet vesilesi kıldınız. Sonra kıyamet günü, birbirinize küfreder ve karşılıklı lanet okursunuz. Varacağınız yer ateştir; yardımcılarınız da yoktur","ur":"اور اُس نے کہا \"تم نے دنیا کی زندگی میں تو اللہ کو چھوڑ کر بتوں کو اپنے درمیان محبت کا ذریعہ بنا لیا ہے مگر قیامت کے روز تم ایک دُوسرے کا انکار اور ایک دُوسرے پر لعنت کرو گے اور آگ تمہارا ٹھکانا ہو گی اور کوئی تمہارا مدد گار نہ ہو گا","zh":"他说：“你们舍安拉而以偶像为神灵，只为今世生活中互相亲爱罢了。但在复活日，你们将互相抵赖，互相诅咒，你们的归宿是火狱，你们绝没有援助者。”"},"transliteration":"Waqala innama ittakhathtum min dooni Allahi awthanan mawaddata baynikum fee alhayati alddunya thumma yawma alqiyamati yakfuru baAAdukum bibaAAdin wayalAAanu baAAdukum baAAdan wamawakumu alnnaru wama lakum min nasireena","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
