{"id":3367,"number":27,"text":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ","translations":{"en":"And We gave to Him Isaac and Jacob and placed in his descendants prophethood and scripture. And We gave him his reward in this world, and indeed, he is in the Hereafter among the righteous","es":"Lo agracié con Isaac y Jacob, e hice surgir Profetas de su descendencia, a los cuales revelé Mis Libros. Le di [a Abraham] su recompensa en esta vida, y en la otra estará entre los justos","fr":"Nous lui donnâmes Isaac et Jacob, et plaçâmes dans sa descendance la prophétie et le Livre. Nous lui accordâmes sa récompense ici-bas, tandis que dans l'au-delà, il sera parmi les gens de bien","id":"(Dan Kami anugerahkan kepada Ibrahim, Ishak dan Yakub, dan Kami jadikan kenabian dan kitab kepada keturunannya, dan Kami berikan kepadanya balasannya di dunia;621) dan sesungguhnya dia di akhirat, termasuk orang yang saleh","ru":"Мы даровали ему Исхака (Исаака) и Йакуба (Иакова), а его потомству - пророчество и Писание. Мы даровали ему его награду в этом мире, а в Последней жизни он будет в числе праведников","sv":"Och Vi skänkte [Abraham sonen] Isak och [sonsonen] Jakob och kallade flera av hans efterkommande till profeter och skänkte dem uppenbarelsen. Och Vi gav honom hans lön i denna värld och i det kommande livet har han sin plats bland de rättfärdiga","tr":"İbrahim'e İshak'ı ve Yakub'u bahşettik. Soyundan gelenlere Kitap ve peygamberlik verdik. Onu dünyada mükafatlandırdık; doğrusu o ahirette de iyilerdendir","ur":"اور ہم نے اسے اسحاقؑ اور یعقوبؑ (جیسی اولاد) عنایت فرمائی اور اس کی نسل میں نبوت اور کتاب رکھ دی، اور اسے دنیا میں اُس کا اجر عطا کیا اور آخرت میں وہ یقیناً صالحین میں سے ہو گا","zh":"我赏赐他易司哈格和叶尔孤白，我以预言和天经赏赐他的后裔，我把他在今世的报酬赏赐他，在后世必在善人之列。"},"transliteration":"Wawahabna lahu ishaqa wayaAAqooba wajaAAalna fee thurriyyatihi alnnubuwwata waalkitaba waataynahu ajrahu fee alddunya wainnahu fee alakhirati lamina alssaliheena","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
