{"id":3369,"number":29,"text":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translations":{"en":"Indeed, you approach men and obstruct the road and commit in your meetings [every] evil.\" And the answer of his people was not but they said, \"Bring us the punishment of Allah, if you should be of the truthful","es":"¿Tienen relaciones homosexuales con hombres, asaltan a los viajeros y cometen toda clase de actos reprobables en sus reuniones?\" Pero la respuesta de su pueblo fue: \"Envíanos el castigo de Dios, si es que dices la verdad","fr":"Aurez-vous commerce charnel avec des mâles? Pratiquerez-vous le brigandage? Commettrez-vous le blâmable dans votre assemblée?» Mais son peuple ne fit d'autre réponse que: «Fais que le châtiment d'Allah nous vienne, si tu es du nombre des véridiques»","id":"(Apakah pantas kamu mendatangi laki-laki, menyamun622) dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?\" Maka jawaban kaumnya tidak lain hanya mengatakan, \"Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar","ru":"Неужели вы вожделеете мужчин, перекрываете дороги и совершаете предосудительное на своих сборищах?». В ответ его народ лишь сказал: «Нашли на нас мучения от Аллаха, если ты - один из тех, кто говорит правду»","sv":"Ni nalkas ju män, [upptända av lust], och går tvärs emot naturens vägar. Och ni gör det [öppet], när ni samlas till era skamliga sammankomster!\" Hans folks enda svar var: \"Be då Gud straffa oss, om du talar sanning","tr":"Erkeklere yaklaşıyor, yol kesiyor ve toplantılarınızda fena şeyler yapmıyor musunuz?\" Milletinin cevabı: \"Doğru sözlü isen bize Allah'ın azabını getir\" demek oldu","ur":"کیا تمہارا حال یہ ہے کہ مَردوں کے پاس جاتے ہو، اور رہزنی کرتے ہو اور اپنی مجلسوں میں بُرے کام کرتے ہو؟\" پھر کوئی جواب اس کی قوم کے پاس اس کے سوا نہ تھا کہ انہوں نے کہا \"لے آ اللہ کا عذاب اگر تو سچّا ہے","zh":"你们务必要将男做女，拦路作恶，当众宣淫吗？”他的宗族说：“你把安拉的刑罚昭示我们吧，如果你是诚实的人。”这是他们唯一的答复。"},"transliteration":"Ainnakum latatoona alrrijala wataqtaAAoona alssabeela watatoona fee nadeekumu almunkara fama kana jawaba qawmihi illa an qaloo itina biAAathabi Allahi in kunta mina alssadiqeena","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
