{"id":337,"number":44,"text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","translations":{"en":"That is from the news of the unseen which We reveal to you, [O Muhammad]. And you were not with them when they cast their pens as to which of them should be responsible for Mary. Nor were you with them when they disputed","es":"[¡Oh, Mujámmad!] Éstas son historias que te he revelado porque no eran conocidas [por tu gente]. Tú no estabas presente cuando sorteaban con sus plumas [de escritura] quién de ellos sería el tutor de María, ni tampoco cuando se lo disputaban","fr":"Ce sont là des nouvelles de l'Inconnaissable que Nous te révélons. Car tu n'étais pas là lorsqu'ils jetaient leurs calames pour décider qui se chargerait de Marie! Tu n'étais pas là non plus lorsqu'ils se disputaient","id":"Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Muhammad), padahal engkau tidak bersama mereka ketika mereka melemparkan pena119) mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam. Dan engkau pun tidak bersama mereka ketika mereka bertengkar","ru":"Это - часть рассказов о сокровенном, которое Мы сообщаем тебе в откровении. Ты не был с ними, когда они бросали свои письменные трости, чтобы решить, кто из них будет опекать Марьям (Марию). Ты не был с ними, когда они препирались","sv":"Detta hör till de [för dig, Muhammad] okända ting, som Vi [nu] uppenbarar för dig; du var inte med dem när de kastade lott om vem som skulle ha ansvar för Maria; och du var inte med dem när de tvistade [om detta] med varandra","tr":"Bu Sana vahyettiğimiz gayb haberlerindendir. Meryem'e hangisi kefil olacak diye kalemlerini atarlarken sen yanlarında değildin, çekişirlerken de orada bulunmadın","ur":"اے محمدؐ! یہ غیب کی خبریں ہیں جو ہم تم کو وحی کے ذریعہ سے بتا رہے ہیں، ورنہ تم اُس وقت وہاں موجود نہ تھے جب ہیکل کے خادم یہ فیصلہ کرنے کے لیے کہ مریمؑ کا سر پرست کون ہو اپنے اپنے قلم پھینک رہے تھے، اور نہ تم اُس وقت حاضر تھے، جب اُن کے درمیان جھگڑا برپا تھا","zh":"这是关于幽玄的消息，我把它启示你；当他们用拈阄法决定谁当抚养麦尔彦的时候，你没有在场，他们争论的时候，你也没有在场。"},"transliteration":"Thalika min anbai alghaybi nooheehi ilayka wama kunta ladayhim ith yulqoona aqlamahum ayyuhum yakfulu maryama wama kunta ladayhim ith yakhtasimoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
