{"id":3372,"number":32,"text":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","translations":{"en":"[Abraham] said, \"Indeed, within it is Lot.\" They said, \"We are more knowing of who is within it. We will surely save him and his family, except his wife. She is to be of those who remain behind","es":"Dijo [Abraham]: \"Pero Lot está allí\". Respondieron [los ángeles]: \"Nosotros conocemos mejor [que tú] quién está en ella. Lo salvaremos a él y a su familia, excepto a su mujer, que se contará entre los condenados","fr":"Il dit: «Mais Lot s'y trouve!» Ils dirent: «Nous savons parfaitement qui y habite: nous le sauverons certainement, lui et sa famille, excepté sa femme qui sera parmi ceux qui périront»","id":"Ibrahim berkata, \"Sesungguhnya di kota itu ada Luṭ.\" Mereka (para malaikat) berkata, \"Kami lebih mengetahui siapa yang ada di kota itu. Kami pasti akan menyelamatkan dia dan pengikut-pengikutnya kecuali istrinya. Dia termasuk orang-orang yang tertinggal (dibinasakan)","ru":"Он сказал: «Но ведь там Лут (Лот)!». Они сказали: «Нам лучше знать, кто там! Мы непременно спасем его и его семью, кроме его жены, которая будет в числе оставшихся позади»","sv":"[Abraham] sade: \"Lot är [bosatt] där\" - och de svarade: \"Vi vet mycket väl vem som bor där; vi skall helt visst rädda honom och [hela] hans familj med undantag av hans hustru, som skall vara bland dem som blir kvar","tr":"İbrahim: \"Ama Lut oradadır\" dedi, elçiler: \"Biz orada olanları daha iyi biliriz; onu ve geride kalanlardan olacak karısı dışında ailesini kurtaracağız\" dediler","ur":"ابراہیمؑ نے کہا \"وہاں تو لوطؑ موجود ہے\" انہوں نے کہا \"ہم خوب جانتے ہیں کہ وہاں کون کون ہے ہم اُسے، اور اس کی بیوی کے سوا اس کے باقی گھر والوں کو بچا لیں گے\" اس کی بیوی پیچھے رہ جانے والوں میں سے تھی","zh":"他说：“鲁特的确在这个城市里。”他们说：“我们知道在这个城市里的人。我们必定要拯救他和他的信徒，他的妻子除外，她是和其余的人同受刑罚的。”"},"transliteration":"Qala inna feeha lootan qaloo nahnu aAAlamu biman feeha lanunajjiyannahu waahlahu illa imraatahu kanat mina alghabireena","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
