{"id":3373,"number":33,"text":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","translations":{"en":"And when Our messengers came to Lot, he was distressed for them and felt for them great discomfort. They said, \"Fear not, nor grieve. Indeed, we will save you and your family, except your wife; she is to be of those who remain behind","es":"Cuando Mis emisarios se presentaron ante Lot, este [pensando que eran viajeros] se intranquilizó [por lo que su pueblo pudiera hacerles] y se apenó, pero ellos le dijeron: \"No temas ni te apenes; te salvaremos a ti y a tu familia, excepto a tu mujer, que se contará entre los condenados","fr":"Et quand Nos Anges vinrent à Lot, il fut affligé pour eux, et se sentit incapable de les protéger. Ils lui dirent: «Ne crains rien et ne t'afflige pas... Nous te sauverons ainsi que ta famille, excepté ta femme qui sera parmi ceux qui périront","id":"Dan ketika para utusan Kami (para malaikat) datang kepada Luṭ, dia merasa bersedih hati karena (kedatangan) mereka,624) dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka, dan mereka (para utusan) berkata, \"Janganlah engkau takut dan jangan (pula) bersedih hati. Sesungguhnya Kami akan menyelamatkanmu dan pengikut-pengikutmu, kecuali istrimu, dia termasuk orang-orang yang ditinggal (dibinasakan)","ru":"Когда Наши посланцы прибыли к Луту (Лоту), он огорчился и почувствовал свое бессилие. Тогда они сказали: «Не бойся и не печалься! Мы спасем тебя и твою семью, кроме твоей жены, которая будет в числе оставшихся позади","sv":"Och när Våra sändebud kom till Lot såg han att han inte hade möjlighet att skydda dem och blev bedrövad; men de sade: \"Var inte bekymrad och sörj inte! Vi skall rädda dig och de dina utom din hustru, som är bland dem som skall bli kvar","tr":"Elçilerimiz Lut'a gelince, onun fenasına gitti; çok sıkıldı. Ona, \"Korkma ve üzülme, doğrusu biz seni ve geride kalacaklardan olan karının dışında, aileni kurtaracağız. Bu kent halkına yaptıkları yolsuzluklardan ötürü gökten, elbette bir azap indireceğiz\" dediler","ur":"پھر جب ہمارے فرستادے لوطؑ کے پاس پہنچے تو ان کی آمد پر وہ سخت پریشان اور دل تنگ ہوا اُنہوں نے کہا \"نہ ڈرو اور نہ رنج کرو ہم تمہیں اور تمہارے گھر والوں کو بچا لیں گے، سوائے تمہاری بیوی کے جو پیچھے رہ جانے والوں میں سے ہے","zh":"当我的使者来访鲁特的时候，他为他们而忧愁，他无法保护他们。他们说：“你不要害怕，不要忧愁，我们必定拯救你和你的信徒，你的妻子除外，她是和其余的人同受刑罚的。”"},"transliteration":"Walamma an jaat rusuluna lootan seea bihim wadaqa bihim tharAAan waqaloo la takhaf wala tahzan inna munajjooka waahlaka illa imraataka kanat mina alghabireena","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
