{"id":3376,"number":36,"text":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translations":{"en":"And to Madyan [We sent] their brother Shu'ayb, and he said, \"O my people, worship Allah and expect the Last Day and do not commit abuse on the earth, spreading corruption","es":"[Recuerda que] a Madián [le envié] a su hermano Jetró [como Profeta], quien les dijo: \"¡Oh, pueblo mío! Adoren solo a Dios y tengan esperanza en el Día del Juicio final, y no obren mal en la Tierra, sembrando corrupción","fr":"De même, aux Madyan (Nous envoyâmes) leur frère Chuayb qui leur dit: «O mon peuple, adorez Allah et attendez-vous au Jour dernier, et ne semez pas la corruption sur terre»","id":"Dan kepada penduduk Madyan, (Kami telah mengutus) saudara mereka Syu'aib, dia berkata, \"Wahai kaumku! Sembahlah Allah, harapkanlah (pahala) hari akhir, dan jangan kamu berkeliaran di bumi berbuat kerusakan","ru":"Мы отправили к мадьянитам их брата Шуейба, и он сказал: «О мой народ! Поклоняйтесь Аллаху, надейтесь на Последний день и не творите на земле зла, распространяя нечестие»","sv":"TILL [folket i] Madyan [sände Vi] deras broder Shu`ayb. Han sade: \"Dyrka Gud, mitt folk, och tänk på den Yttersta dagen! Sprid inte sedefördärv och annat ont på jorden","tr":"Medyen halkına kardeşleri Şuayb'ı gönderdik. O, \"Ey milletim! Allah'a kulluk edin, ahiret gününe umut besleyin. Yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın\" dedi","ur":"اور مَدیَن کی طرف ہم نے اُن کے بھائی شعیب کو بھیجا اُس نے کہا \"اے میری قوم کے لوگو، اللہ کی بندگی کرو اور روزِ آخر کے امیدوار رہو اور زمین میں مفسد بن کر زیادتیاں نہ کرتے پھرو","zh":"（我曾派遣）舒阿卜去教化麦德彦人，他就说：“我的宗族啊！你们应当崇拜安拉，应当畏惧末日，不要在地方上为非作歹，摆弄是非。”"},"transliteration":"Waila madyana akhahum shuAAayban faqala ya qawmi oAAbudoo Allaha waorjoo alyawma alakhira wala taAAthaw fee alardi mufsideena","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
