{"id":3379,"number":39,"text":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","translations":{"en":"And [We destroyed] Qarun and Pharaoh and Haman. And Moses had already come to them with clear evidences, and they were arrogant in the land, but they were not outrunners [of Our punishment]","es":"[Recuerda] a Qarún, al Faraón y a Hamán. Moisés se presentó ante ellos con las evidencias, pero actuaron con arrogancia en la tierra [de Egipto y se negaron a creer]. Sin embargo, no pudieron escapar de Mi [castigo]","fr":"De même (Nous détruisîmes) Coré, Pharaon et Hâmân. Alors que Moïse leur apporta des preuves, ils s'enorgueillirent sur terre. Et ils n'ont pas pu [Nous] échapper","id":"dan (juga) Karun, Fir'aun dan Haman. Sungguh, telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah)","ru":"А также Карун (Корей), Фараон и Хаман! Муса (Моисей) явился к ним с ясными знамениями, но они превознеслись на земле и не смогли опередить наказание","sv":"Och Qarun och Farao och Haman [lät Vi gå under på liknande sätt]. Moses kom till dem med bevis [för sanningen], men i sitt högmod [vände de honom ryggen]; [Vårt straff] kunde de emellertid inte komma undan","tr":"Karun'u, Firavun'u ve Haman'ı da yok ettik. And olsun ki Musa kendilerine belgelerle gelmişti de onlar yeryüzünde büyüklük taslamışlardı. Oysa azabımızdan kurtulamazlardı","ur":"اور قارون و فرعون و ہامان کو ہم نے ہلاک کیا موسیٰؑ اُن کے پاس بیّنات لے کر آیا مگر انہوں نے زمین میں اپنی بڑائی کا زعم کیا حالانکہ وہ سبقت لے جانے والے نہ تھے","zh":"（我曾毁灭）戈伦、法老和哈曼。穆萨曾昭示他们许多明证，但他们在地方上自大，他们未能逃避天谴。"},"transliteration":"Waqaroona wafirAAawna wahamana walaqad jaahum moosa bialbayyinati faistakbaroo fee alardi wama kanoo sabiqeena","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
