{"id":3380,"number":40,"text":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translations":{"en":"So each We seized for his sin; and among them were those upon whom We sent a storm of stones, and among them were those who were seized by the blast [from the sky], and among them were those whom We caused the earth to swallow, and among them were those whom We drowned. And Allah would not have wronged them, but it was they who were wronging themselves","es":"A cada uno [de ellos] los aniquilé según sus pecados. A unos les envié un viento huracanado, a otros los sorprendió un estrépito, a otros hice que se los tragara la tierra, y a otros hice que se ahogaran. Dios no fue injusto con ellos, sino que ellos lo fueron consigo mismos","fr":"Nous saisîmes donc chacun pour son péché: Il y en eut sur qui Nous envoyâmes un ouragan; il y en eut que le Cri saisit; il y en eut que Nous fîmes engloutir par la terre; et il y en eut que Nous noyâmes. Cependant, Allah n'est pas tel à leur faire du tort; mais ils ont fait du tort à eux-mêmes","id":"Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri","ru":"Каждого Мы схватили за его грех. На некоторых из них Мы наслали ураган с камнями, некоторых из низ поразил чудовищный вопль, некоторых из них по Нашему велению поглотила земля, а некоторых из них Мы потопили. Аллах не был несправедлив к ним - они сами поступали несправедливо по отношению к себе","sv":"Var och en av [dessa förnekare] straffade Vi för hans synd. Mot några av dem sände Vi en fruktansvärd orkan, några gick under i [en katastrof åtföljd av] ett [underjordiskt] dån, några slukades av jorden och några dränkte Vi [i havet]. Gud gjorde dem ingen orätt - det var de som gjorde sig själva orätt","tr":"Her birini günahı sebebiyle yakaladık; kimine taşlar savuran rüzgarlar gönderdik, kimini bir çığlık yok etti, kimini yerin dibine geçirdik, kimini de suda boğduk. Onlara, Allah zulmetmiyordu, fakat onlar kendilerine yazık ediyorlardı","ur":"آخر کار ہر ایک کو ہم نے اس کے گناہ میں پکڑا، پھر ان میں سے کسی پر ہم نے پتھراؤ کرنے والی ہوا بھیجی، اور کسی کو ایک زبردست دھماکے نے آ لیا، اور کسی کو ہم نے زمین میں دھسا دیا، اور کسی کو غرق کر دیا اللہ اُن پر ظلم کرنے والا نہ تھا، مگر وہ خود ہی اپنے اوپر ظلم کر رہے تھے","zh":"每一个人，我都因他的罪过而加以惩罚，他们中有我曾使飞沙走石的暴风去伤害的，有为恐怖所袭击的，有我使他沦陷在地面下的，有被我溺杀的，安拉不致亏枉他们，但他们亏枉了自己。"},"transliteration":"Fakullan akhathna bithanbihi faminhum man arsalna AAalayhi hasiban waminhum man akhathathu alssayhatu waminhum man khasafna bihi alarda waminhum man aghraqna wama kana Allahu liyathlimahum walakin kanoo anfusahum yathlimoona","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
