{"id":3385,"number":45,"text":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","translations":{"en":"Recite, [O Muhammad], what has been revealed to you of the Book and establish prayer. Indeed, prayer prohibits immorality and wrongdoing, and the remembrance of Allah is greater. And Allah knows that which you do","es":"Recita lo que se te ha revelado del Libro y cumple con la oración, porque la oración preserva de cometer actos inmorales y reprobables. Tener presente a Dios [en el corazón durante la oración] es lo más importante. Dios sabe lo que hacen","fr":"Récite ce qui t'est révélé du Livre et accomplis la Salât. En vérité la Salât préserve de la turpitude et du blâmable. Le rappel d'Allah est certes ce qu'il y a de plus grand. Et Allah sait ce que vous faites","id":"Bacalah Kitab (Alquran) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan","ru":"Читай то, что внушено тебе из Писания, и совершай намаз. Воистину, намаз оберегает от мерзости и предосудительного. Но поминание Аллаха - гораздо важнее, и Аллах знает о том, что вы творите","sv":"LÄS VAD som har uppenbarats för dig av denna Skrift och förrätta bönen. Bönen avhåller [den bedjande] från skamlösa handlingar och allt som strider mot rimlighet och förnuft. Men först och störst är åkallandet av Guds namn. Och Gud vet vad ni gör","tr":"Kitap'tan sana vahyolunanı oku; namaz kıl; muhakkak ki namaz hayasızlıktan ve fenalıktan alıkor; Allah'ı anmak en büyük şeydir! Allah Yaptıklarınızı bilir","ur":"(اے نبیؐ) تلاوت کرو اس کتاب کی جو تمہاری طرف وحی کے ذریعہ سے بھیجی گئی ہے اور نماز قائم کرو، یقیناً نماز فحش اور بُرے کاموں سے روکتی ہے اور اللہ کا ذکر اس سے بھی زیادہ بڑی چیز ہے اللہ جانتا ہے جو کچھ تم لوگ کرتے ہو","zh":"你应当宣读启示给你的经典，你当谨守拜功，拜功的确能防止丑事和罪恶，记念安拉确是一件更大的事，安拉知道你们的做为。"},"transliteration":"Otlu ma oohiya ilayka mina alkitabi waaqimi alssalata inna alssalata tanha AAani alfahshai waalmunkari walathikru Allahi akbaru waAllahu yaAAlamu ma tasnaAAoona","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
