{"id":3386,"number":46,"text":"۞وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translations":{"en":"And do not argue with the People of the Scripture except in a way that is best, except for those who commit injustice among them, and say, \"We believe in that which has been revealed to us and revealed to you. And our God and your God is one; and we are Muslims [in submission] to Him","es":"Debatan con la Gente del Libro con buenas maneras, excepto con aquellos que cometen injusticias. Digan: \"Creemos en lo que nos ha sido revelado a nosotros así como en lo que les fue revelado a ustedes. El Dios de ustedes y nuestro Dios es uno, y a Él entregamos nuestra voluntad [como musulmanes]","fr":"Et ne discutez que de la meilleure façon avec les gens du Livre, sauf ceux d'entre eux qui sont injustes. Et dites: «Nous croyons en ce qu'on a fait descendre vers nous et descendre vers vous, tandis que notre Dieu et votre Dieu est le même, et c'est à Lui que nous nous soumettons»","id":"(Dan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang baik, kecuali dengan orang-orang yang zalim diantara mereka,627) dan katakanlah, \"Kami telah beriman kepada (kitab-kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu; Tuhan kami dan Tuhan kamu satu; dan hanya kepada-Nya kami berserah diri","ru":"Если вступаете в спор с людьми Писания, то ведите его наилучшим образом. Это не относится к тем из них, которые поступают несправедливо. Скажите: «Мы уверовали в то, что ниспослано нам, и то, что ниспослано вам. Наш Бог и ваш Бог - один, и мы покоряемся только Ему»","sv":"Och ge er inte in i diskussioner med efterföljarna av tidigare uppenbarelser annat än på det hövligaste och mest hänsynsfulla sätt - utom med sådana bland dem som vill väcka förargelse - och säg: \"Vi tror på det som har uppenbarats för oss och det som har uppenbarats för er, och vår Gud och er Gud är en och samme Gud och vi underkastar oss Hans vilja","tr":"Kitap ehlinden zulmedenler bir yana, onlarla en güzel şekilde mücadele edin, şöyle deyin: \"Bize indirilene de, size indirilene de inandık; bizim Tanrımız da, sizin Tanrınız da birdir, biz O'na teslim olmuşuzdur","ur":"اور اہل کتاب سے بحث نہ کرو مگر عمدہ طریقہ سے، سوائے اُن لوگوں کے جو اُن میں سے ظالم ہوں، اور اُن سے کہو کہ \"ہم ایمان لائے ہیں اُس چیز پر بھی جو ہماری طرف بھیجی گئی ہے اور اُس چیز پر بھی جو تمہاری طرف بھیجی گئی تھی، ہمارا خدا اور تمہارا خدا ایک ہی ہے اور ہم اُسی کے مُسلم (فرماں بردار) ہیں","zh":"除依最优的方式外，你们不要与信奉天经的人辩论，除非他们中不义的人。你们应当说：“我们确信降示我们的经典，和降示你们的经典；我们所崇拜的和你们所崇拜的是同一个神明，我们是归顺他的。”"},"transliteration":"Wala tujadiloo ahla alkitabi illa biallatee hiya ahsanu illa allatheena thalamoo minhum waqooloo amanna biallathee onzila ilayna waonzila ilaykum wailahuna wailahukum wahidun wanahnu lahu muslimoona","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
