{"id":3387,"number":47,"text":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَـٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","translations":{"en":"And thus We have sent down to you the Qur'an. And those to whom We [previously] gave the Scripture believe in it. And among these [people of Makkah] are those who believe in it. And none reject Our verses except the disbelievers","es":"Te he revelado el Libro [¡oh, Mujámmad!], y entre los que recibieron Mi revelación en el pasado hay quienes creen en él [el Corán], al igual que algunos de los habitantes de La Meca. Pero solo los que se niegan a creer pueden negar Mis signos","fr":"C'est ainsi que Nous t'avons fait descendre le Livre (le Coran). Ceux à qui Nous avons donné le Livre y croient. Et parmi ceux-ci, il en est qui y croient. Seuls les mécréants renient Nos versets","id":"Dan demikianlah Kami turunkan Kitab (Alquran) kepadamu. Adapun orang-orang yang telah Kami berikan Kitab (Taurat dan Injil) mereka beriman kepadanya (Alquran); dan di antara mereka (orang-orang kafir Mekkah) ada yang beriman kepadanya. Dan hanya orang-orang kafir yang mengingkari ayat-ayat Kami","ru":"Так Мы ниспослали тебе Писание. Те, кому Мы даровали Писание, веруют в него. И среди этих (современников Пророка Мухаммада из числа людей Писания) есть такие, которые веруют в него (Коран), и только неверующие отвергают Наши знамения","sv":"Det är så som Vi har uppenbarat Skriften för dig, och de som [i äldre tider] mottog uppenbarelsen tror på den, och bland dessa [andra] finns de som tror på den. Ingen avvisar [mot bättre vetande] Våra budskap utom de som är beredda att förneka [den uppenbara] sanningen","tr":"Sana Kitap'ı böylece indirdik; işte, kendilerine Kitap verdiklerimiz ona inanırlar; bunlardan da ona inanan bulunur. Ayetlerimizi ancak inkarcılar bile bile tanımazlar","ur":"(اے نبیؐ) ہم نے اِسی طرح تمہاری طرف کتاب نازل کی ہے، اس لیے وہ لوگ جن کو ہم نے پہلے کتاب دی تھی وہ اس پر ایمان لاتے ہیں، اور اِن لوگوں میں سے بھی بہت سے اس پر ایمان لا رہے ہیں، اور ہماری آیات کا انکار صرف کافر ہی کرتے ہیں","zh":"我这样把经典降示你，蒙我赏赐经典的人，有确信它的。这等人中，也有确信它的，只有不信道的人，否认我的迹象。"},"transliteration":"Wakathalika anzalna ilayka alkitaba faallatheena ataynahumu alkitaba yuminoona bihi wamin haolai man yuminu bihi wama yajhadu biayatina illa alkafiroona","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
