{"id":3390,"number":50,"text":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","translations":{"en":"But they say, \"Why are not signs sent down to him from his Lord?\" Say, \"The signs are only with Allah, and I am only a clear warner","es":"Dijeron [los que se niegan a creer]: \"¿Por qué no le han sido concedidos milagros de su Señor?\" Diles [¡oh, Mujámmad!]: \"Dios es Quien dispone de los milagros, yo solo debo advertirles con claridad","fr":"Et ils dirent: «Pourquoi n'a-t-on pas fait descendre sur lui des prodiges de la part de son Seigneur?» Dis: «Les prodiges sont auprès d'Allah. Moi, je ne suis qu'un avertisseur bien clair»","id":"Dan mereka (orang-orang kafir Mekkah) berkata, \"Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya?\" Katakanlah (Muhammad), \"Mukjizat-mukjizat itu terserah kepada Allah. Aku hanya seorang pemberi peringatan yang jelas","ru":"Они говорят: «Почему ему не ниспосланы знамения от его Господа?». Скажи: «Воистину, знамения - у Аллаха, а я - всего лишь предостерегающий и разъясняющий увещеватель»","sv":"Och de säger: \"Varför har hans Herre inte gett honom ett tecken?\" Säg: \"Gud ensam råder över tecken och under; jag är ingenting mer än en varnare, som varnar klart och entydigt","tr":"Ona Rabbinden mucizeler indirilmesi gerekmez miydi?\" derler. De ki: \"Mucizeler ancak Rabbimin katındadır. Doğrusu ben, sadece apaçık bir uyarıcıyım","ur":"یہ لوگ کہتے ہیں کہ \"کیوں نہ اتاری گئی اس شخص پر نشانیاں اِس کے رب کی طرف سے؟\" کہو، \"نشانیاں تو اللہ کے پاس ہیں اور میں صرف خبردار کرنے والا ہوں کھول کھول کر","zh":"他们说：“怎么没有一种迹象从他的主降临呢？”你说：“迹象只在安拉那里，我只是一个坦率的警告者。”"},"transliteration":"Waqaloo lawla onzila AAalayhi ayatun min rabbihi qul innama alayatu AAinda Allahi wainnama ana natheerun mubeenun","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
