{"id":34,"number":27,"text":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translations":{"en":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers","es":"los que no cumplen con el pacto establecido con Dios a pesar de haberse comprometido, rompen [los lazos familiares] que Dios ordenó respetar y siembran corrupción en la Tierra. Ésos son los perdedores","fr":"qui rompent le pacte qu'ils avaient fermement conclu avec Allah, coupent ce qu'Allah a ordonné d'unir, et sèment la corruption sur la terre. Ceux-là sont les vrais perdants","id":"(yaitu) orang–orang yang melanggar perjanjian Allah setelah (perjanjian) itu diteguhkan, dan memutuskan apa yang diperintahkan Allah untuk disambungkan dan berbuat kerusakan di bumi. Mereka itulah orang-orang yang rugi","ru":"которые нарушают завет с Аллахом после того, как они заключили его, разрывают то, что Аллах велел поддерживать, и распространяют нечестие на земле. Именно они окажутся в убытке","sv":"som bryter förbundet med Gud, stadfäst [i människans natur], och som åtskiljer vad Gud befallt skall vara sammanfogat och som stör ordningen och sprider sedefördärv på jorden. Dessa är förlorarna","tr":"Allah sivrisineği ve onun üstününü misal olarak vermekten çekinmez. İnananlar bunun Rablerinden bir gerçek olduğunu bilirler. İnkar edenler ise \"Allah bu misalle neyi murad etti?\" derler, O, bu misalle birçoğunu saptırır, birçoğunu da yola getirir. Onunla saptırdığı yalnız fasıklardır ki onlar Allah'la yapılan sözleşmeyi kabulden sonra bozarlar. Allah'ın birleştirilmesini buyurduğu şeyi ayırırlar ve yeryüzünde bozgunculuk yaparlar; zarara uğrayanlar işte onlardır","ur":"اللہ کے عہد کو مضبوط باندھ لینے کے بعد توڑ دیتے ہیں اللہ نے جسے جوڑنے کا حکم دیا ہے اُسے کاٹتے ہیں، اور زمین میں فساد برپا کرتے ہیں حقیقت میں یہی لوگ نقصان اٹھانے والے ہیں","zh":"他们与安拉缔约之后，破坏盟约，并断绝安拉命人联络的，且在地方上作恶；这等人，确是亏折的。"},"transliteration":"Allatheena yanqudoona AAahda Allahi min baAAdi meethaqihi wayaqtaAAoona ma amara Allahu bihi an yoosala wayufsidoona fee alardi olaika humu alkhasiroona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
