{"id":340,"number":47,"text":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translations":{"en":"She said, \"My Lord, how will I have a child when no man has touched me?\" [The angel] said, \"Such is Allah; He creates what He wills. When He decrees a matter, He only says to it, 'Be,' and it is","es":"Dijo [María]: \"¡Señor mío! ¿Cómo he de tener un hijo si no me ha tocado hombre?\" Le respondió: \"¡Así será! Dios crea lo que quiere. Cuando decide algo, solo dice: ¡Sea!, y es","fr":"Elle dit: «Seigneur! Comment aurais-je un enfant, alors qu'aucun homme ne m'a touchée?» - «C'est ainsi!» dit-Il. Allah crée ce qu'Il veut. Quand Il décide d'une chose, Il lui dit seulement: «Sois» et elle est aussitôt","id":"Dia (Maryam) berkata, \"Ya Tuhanku, bagaimana mungkin aku akan mempunyai anak, padahal tidak ada seorang laki-laki pun yang menyentuhku?\" Dia (Allah) berfirman, \"Demikianlah Allah menciptakan apa yang Dia kehendaki. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu","ru":"Она сказала: «Господи! Как я могу иметь сына, если меня не касался ни один мужчина». Он сказал: «Так Аллах творит, что пожелает! Когда Он принимает решение, то Ему стоит лишь сказать: «Будь!» - как это сбывается","sv":"Maria sade: ”Herre! Hur skulle jag kunna få en son, då ingen man har rört mig?” [Ängeln] sade: ”Så [skall det bli]; Gud skapar vad Han vill. Om Han vill att något skall vara, säger Han endast till det: 'Var!' - och det är","tr":"Meryem: \"Rabbim! Bana bir insan dokunmamışken nasıl çocuğum olabilir?\" demişti. Melekler şöyle dediler: \"Allah dilediğini böylece yaratır. Bir işin olmasını dilerse ona ol der ve olur","ur":"یہ سن کر مریمؑ بولی، \"پروردگار! میرے ہاں بچہ کہاں سے ہوگا، مجھے تو کسی شخص نے ہاتھ تک نہیں لگایا\" جواب ملا، \"ایسا ہی ہوگا، اللہ جو چاہتا ہے پیدا کرتا ہے وہ جب کسی کام کے کرنے کا فیصلہ فرماتا ہے تو بس کہتا ہے کہ ہو جا اور وہ ہو جاتا ہے","zh":"她说：“我的主啊！任何人都没有和我接触过，我怎么会有儿子呢？”天使说：“安拉要如此创造他所意欲的人。当他判决一件事的时候，他只对那件事说声‘有’，它就有了。”"},"transliteration":"Qalat rabbi anna yakoonu lee waladun walam yamsasnee basharun qala kathaliki Allahu yakhluqu ma yashao itha qada amran fainnama yaqoolu lahu kun fayakoonu","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
