{"id":3403,"number":63,"text":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","translations":{"en":"And if you asked them, \"Who sends down rain from the sky and gives life thereby to the earth after its lifelessness?\" they would surely say \" Allah.\" Say, \"Praise to Allah \"; but most of them do not reason","es":"Si les preguntas [a los idólatras] quién hace descender agua del cielo con la que da vida a la tierra muerta [por la sequía], responderán: \"¡Dios!\" Di: \"¡Todas las alabanzas pertenecen a Dios!\" Pero la mayoría [de la gente] no razona","fr":"Si tu leur demandes: «Qui a fait descendre du ciel une eau avec laquelle Il fit revivre la terre après sa mort?», ils diront très certainement: «Allah». Dis: «Louange à Allah!» Mais la plupart d'entre eux ne raisonnent pas","id":"Dan jika kamu bertanya kepada mereka, \"Siapakah yang menurunkan air dari langit lalu dengan (air) itu dihidupkannya bumi yang sudah mati?\" Pasti mereka akan menjawab, \"Allah.\" Katakanlah, \"Segala puji bagi Allah,\" tetapi kebanyakan mereka tidak mengerti","ru":"Если ты спросишь их: «Кто ниспосылает с неба воду и оживляет ею землю после того, как она умерла?». - они непременно скажут: «Аллах». Скажи: «Хвала Аллаху!». Но большинство их не разумеет","sv":"Och om du frågar: \"Vem låter regn strömma från skyn och ger med detta nytt liv åt den jord som varit död?\" svarar de säkerligen: \"Gud.\" Säg: \"Gud ske lov och pris!\" Men de flesta [människor] använder inte sitt förstånd","tr":"And olsun ki onlara: \"Gökten su indirip onunla, ölümünden sonra yeri dirilten kimdir?\" diye sorarsan, şüphesiz, \"Allah'tır\" derler. De ki: \"Övülmek Allah içindir\", fakat çoğu bunu akletmezler","ur":"اور اگر تم ان سے پوچھو کس نے آسمان سے پانی برسایا اور اِس کے ذریعہ سے مُردہ پڑی ہوئی زمین کو جِلا اٹھایا تو وہ ضرور کہیں گے اللہ نے کہو، الحمدللہ، مگر اکثر لوگ سمجھتے نہیں ہیں","zh":"如果你问他们：“谁从天上降下雨水？而借雨水使已死的大地复活呢？”他们必定说：“安拉。”你说：“一切赞颂，全归安拉！”不然，他们大半是不了解的。"},"transliteration":"Walain saaltahum man nazzala mina alssamai maan faahya bihi alarda min baAAdi mawtiha layaqoolunna Allahu quli alhamdu lillahi bal aktharuhum la yaAAqiloona","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
