{"id":3405,"number":65,"text":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","translations":{"en":"And when they board a ship, they supplicate Allah, sincere to Him in religion. But when He delivers them to the land, at once they associate others with Him","es":"Cuando suben a un barco [y son azotados por una tempestad] invocan solo a Dios con sinceridad, pero cuando los pongo a salvo llevándolos a la costa, vuelven a dedicar actos de adoración a sus ídolos","fr":"Quand ils montent en bateau, ils invoquent Allah Lui vouant exclusivement leur culte. Une fois qu'Il les a sauvés [des dangers de la mer en les ramenant] sur la terre ferme, voilà qu'ils [Lui] donnent des associés","id":"Maka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya,630) tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah)","ru":"Когда они садятся на корабль, то взывают к Аллаху, очищая перед Ним свою веру. Когда же Он спасает их и выводит на сушу, они тотчас начинают приобщать сотоварищей","sv":"När de [skall företa en sjöresa och] går ombord, ber de om Guds [beskydd] med ren och uppriktig tro; men när Han har låtit dem [oskadda] stiga i land, sätter de gudar vid Hans sida","tr":"Gemiye bindikleri zaman, dini yalnız Allah'a has kılarak O'na yalvarırlar; ama Allah onları karaya çıkararak kurtarınca, kendilerine verdiği nimete nankörlük ederek O'na hemen eş koşarlar. Zevklensinler bakalım, yakında bileceklerdir","ur":"جب یہ لوگ کشتی پر سوار ہوتے ہیں تو اپنے دین کو اللہ کے لیے خالص کر کے اُس سے دُعا مانگتے ہیں، پھر جب وہ اِنہیں بچا کر خشکی پر لے آتا ہے تو یکایک یہ شرک کرنے لگتے ہیں","zh":"当他们乘船的时候，他们诚恳地祈祷安拉，当他使他们平安登陆的时候，他们立刻就以物配主。"},"transliteration":"Faitha rakiboo fee alfulki daAAawoo Allaha mukhliseena lahu alddeena falamma najjahum ila albarri itha hum yushrikoona","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
