{"id":3407,"number":67,"text":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","translations":{"en":"Have they not seen that We made [Makkah] a safe sanctuary, while people are being taken away all around them? Then in falsehood do they believe, and in the favor of Allah they disbelieve","es":"¿Acaso no ven que he dispuesto [para ellos] un territorio sagrado y seguro, mientras que a su alrededor se cometen todo tipo de injusticias? ¿Acaso creen en la falsedad y niegan las gracias de Dios","fr":"Ne voient-ils pas que vraiment Nous avons fait un sanctuaire sûr [la Mecque], alors que tout autour d'eux on enlève les gens? Croiront-ils donc au faux et nieront-ils les bienfaits d'Allah","id":"Tidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah","ru":"Неужели они не видят, что Мы сделали Мекку безопасным святилищем, тогда как вокруг них людей хватают? Неужели они веруют в ложь и не веруют в милость Аллаха","sv":"Har de inte sett att Vi har gjort [deras stad] till en säker tillflykt, medan övergrepp mot människor [och deras egendom ständigt] äger rum runt omkring dem? Kan de ändå [fortsätta att] tro på lögnen och förneka Guds välgärningar","tr":"Çevrelerinde insanlar kapılıp götürülürken Bizim Mekke'yi güven içinde ve kutsal bir yer kıldığımızı görmediler mi? Batıla inanıp Allah'ın nimetini inkar mı ediyorlar","ur":"کیا یہ دیکھتے نہیں ہیں کہ ہم نے ایک پر امن حرم بنا دیا ہے حالانکہ اِن کے گرد و پیش لوگ اُچک لیے جاتے ہیں؟ کیا پھر بھی یہ لوگ باطل کو مانتے ہیں اور اللہ کی نعمت کا کفران کرتے ہیں؟","zh":"难道他们没有知道吗？我曾以他们的城市为安宁的禁地，而他们四周的居民被人劫掠。难道他们确信邪神，而孤负安拉的恩惠吗？"},"transliteration":"Awalam yaraw anna jaAAalna haraman aminan wayutakhattafu alnnasu min hawlihim afabialbatili yuminoona wabiniAAmati Allahi yakfuroona","chapter":{"id":29,"name":"العنكبوت","transliteration":"Al-'Ankabut","translations":{"en":"The Spider","es":"La Araña","fr":"L'araignée","id":"Laba-laba","ru":"Паук","sv":"Spindeln","tr":"Ankebût","ur":"مکڑی","zh":"蜘蛛"},"type":"meccan"}}
