{"id":3417,"number":8,"text":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","translations":{"en":"Do they not contemplate within themselves? Allah has not created the heavens and the earth and what is between them except in truth and for a specified term. And indeed, many of the people, in [the matter of] the meeting with their Lord, are disbelievers","es":"¿Acaso no reflexionan sobre sí mismos? Dios ha creado los cielos, la Tierra y lo que hay en ellos con un fin justo y verdadero, y con un plazo determinado. Pero mucha gente no cree que habrá de comparecer ante su Señor","fr":"N'ont-ils pas médité en eux-mêmes? Allah n'a créé les cieux et la terre et ce qui est entre eux, qu'à juste raison et pour un terme fixé. Beaucoup de gens cependant ne croient pas en la rencontre de leur Seigneur","id":"Dan mengapa mereka tidak memikirkan tentang (kejadian) diri mereka? Allah tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Dan sesungguhnya banyak di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya","ru":"Неужели они не размышляли о самих себе? Аллах создал небеса, землю и то, что между ними, только ради истины и только на определенный срок. Но многие люди не веруют во встречу со своим Господом","sv":"Har de inte ägnat någon eftertanke åt [allt som visar att] Gud inte har skapat himlarna och jorden och allt däremellan utan en plan och ett syfte och att en slutpunkt är fastställd [för allt]? Men många människor förnekar att de [en dag] skall möta sin Herre","tr":"Kendi kendilerine, Allah'ın gökleri, yeri ve ikisinin arasında bulunanları, gerçek olarak ve belirli bir süre için yarattığını düşünmezler mi? Doğrusu insanların çoğu, Rablerine kavuşacaklarını inkar ederler","ur":"کیا انہوں نے کبھی اپنے آپ میں غور و فکر نہیں کیا؟ اللہ نے زمین اور آسمانوں کو اور اُن ساری چیزوں کو جو اُن کے درمیان ہیں برحق اور ایک مقرّر مدت ہی کے لیے پیدا کیا ہے مگر بہت سے لوگ اپنے رب کی ملاقات کے منکر ہیں","zh":"难道他们没有思维吗？安拉创造天地万物，只依真理和定期，有许多人的确不信将与他们的主相会。"},"transliteration":"Awalam yatafakkaroo fee anfusihim ma khalaqa Allahu alssamawati waalarda wama baynahuma illa bialhaqqi waajalin musamman wainna katheeran mina alnnasi biliqai rabbihim lakafiroona","chapter":{"id":30,"name":"الروم","transliteration":"Ar-Rum","translations":{"en":"The Romans","es":"Los Romanos","fr":"Les romains","id":"Bangsa Romawi","ru":"Римляне","sv":"Bysantinerna","tr":"Rûm","ur":"روم","zh":"罗马人"},"type":"meccan"}}
