{"id":342,"number":49,"text":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"en":"And [make him] a messenger to the Children of Israel, [who will say], 'Indeed I have come to you with a sign from your Lord in that I design for you from clay [that which is] like the form of a bird, then I breathe into it and it becomes a bird by permission of Allah. And I cure the blind and the leper, and I give life to the dead - by permission of Allah. And I inform you of what you eat and what you store in your houses. Indeed in that is a sign for you, if you are believers","es":"Y será Profeta para los hijos de Israel, a quienes dirá: \"Les he traído un milagro de su Señor. Modelaré para ustedes un pájaro de barro. Luego soplaré en él y, con el permiso de Dios, tendrá vida. Con la anuencia de Dios, curaré al que nació ciego y al leproso, y resucitaré a los muertos. Les revelaré lo que comen y guardan dentro de sus casas. Esos milagros son suficientes para que crean en mí, si es que son creyentes","fr":"et Il sera le messager aux enfants d'Israël, [et leur dira]: «En vérité, je viens à vous avec un signe de la part de votre Seigneur. Pour vous, je forme de la glaise comme la figure d'un oiseau, puis je souffle dedans: et, par la permission d'Allah, cela devient un oiseau. Et je guéris l'aveugle-né et le lépreux, et je ressuscite les morts, par la permission d'Allah. Et je vous apprends ce que vous mangez et ce que vous amassez dans vos maisons. Voilà bien là un signe, pour vous, si vous êtes croyants","id":"Dan sebagai Rasul kepada Bani Israil (dia berkata), \"Aku telah datang kepada kamu dengan satu tanda (mukjizat) dari Tuhanmu, yaitu aku membuatkan bagimu (sesuatu) dari tanah berbentuk seperti burung, lalu aku meniupnya, maka ia menjadi seekor burung dengan izin Allah. Dan aku menyembuhkan orang yang buta sejak dari lahir dan orang yang berpenyakit kusta. Dan aku menghidupkan orang mati dengan izin Allah, dan aku beritahukan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu. Sesungguhnya pada yang demikian itu terdapat suatu tanda (kebenaran tentang kerasulanku) bagimu, jika kamu orang beriman","ru":"Он сделает его посланником к сынам Исраила (Израиля). Он скажет: «Я принес вам знамение от вашего Господа. Я сотворю вам из глины подобие птицы, подую на него, и оно станет птицей с позволения Аллаха. Я исцелю слепого (или лишенного зрения от рождения; или обладающего слабым зрением) и прокаженного и оживлю мертвых с позволения Аллаха. Я поведаю вам о том, что вы едите и что припасаете в своих домах. Воистину, в этом есть знамение для вас, если только вы являетесь верующими","sv":"och [sända honom] till israeliterna som Sitt sändebud.\" [Och Jesus sade:] \"Jag har kommit till er med ett tecken från er Herre. Jag skall forma åt er i lera något som liknar en fågel och jag skall andas på den och med Guds tillåtelse skall den bli en fågel. Och jag skall bota de blinda och de spetälska och med Guds vilja skall jag väcka de döda till liv. Och jag skall säga er vad ni äter och vad ni lägger upp som förråd i era hus. I detta ligger ett tecken för er - om ni är [sanna] troende","tr":"Ona Kitabı, hikmeti, Tevrat'ı ve İncil'i öğretecek, İsrailoğullarına şöyle diyen bir peygamber kılacak: \"Ben size Rabbinizden bir ayet getirdim. Ben size çamurdan kuş gibi bir şey yapıp ona üfleyeceğim, Allah'ın izniyle, hemen kuş olacaktır; anadan doğma körleri, alacalıları iyi edeceğim; Allah'ın izniyle, ölüleri dirilteceğim; yediklerinizi ve evlerinizde sakladıklarınızı da size haber vereceğim. İnanmışsanız bunda size delil vardır","ur":"اور بنی اسرائیل کی طرف اپنا رسول مقرر کرے گا\" (اور جب وہ بحیثیت رسول بنی اسرائیل کے پاس آیا تو اس نے کہا) \"میں تمہارے رب کی طرف سے تمہارے پاس نشانی لے کر آیا ہوں میں تمہارے سامنے مٹی سے پرندے کی صورت میں ایک مجسمہ بناتا ہوں اور اس میں پھونک مارتا ہوں، وہ اللہ کے حکم سے پرندہ بن جاتا ہے میں اللہ کے حکم سے مادر زاد اندھے اور کوڑھی کو اچھا کرتا ہوں اور مُردے کو زندہ کرتا ہوں میں تمہیں بتاتا ہوں کہ تم کیا کھاتے ہو اور کیا اپنے گھروں میں ذخیرہ کر کے رکھتے ہو اس میں تمہارے لیے کافی نشانی ہے اگر تم ایمان لانے والے ہو","zh":"他要使他去教化以色列的后裔。（尔撒说）：“我确已把你们的主所降示的一种迹象，带来给你们了。我必定为你们用泥做一个像鸟样的东西，我吹口气在里面，它就奉安拉的命令而飞动。我奉安拉的命令，能治疗天然盲、大麻疯，又能使死者复活，又能把你们所吃的和你们储藏在家里的食物告诉你们。对于你们，此中确有一种迹象，如果你们是信道的人。"},"transliteration":"Warasoolan ila banee israeela annee qad jitukum biayatin min rabbikum annee akhluqu lakum mina altteeni kahayati alttayri faanfukhu feehi fayakoonu tayran biithni Allahi waobrio alakmaha waalabrasa waohyee almawta biithni Allahi waonabbiokum bima takuloona wama taddakhiroona fee buyootikum inna fee thalika laayatan lakum in kuntum mumineena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
