{"id":343,"number":50,"text":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","translations":{"en":"And [I have come] confirming what was before me of the Torah and to make lawful for you some of what was forbidden to you. And I have come to you with a sign from your Lord, so fear Allah and obey me","es":"He venido para confirmar [las enseñanzas originales de] la Tora y para permitirles algunas de las cosas que les estaban prohibidas. He venido con un milagro de su Señor. Tengan temor de Dios y obedezcan","fr":"Et je confirme ce qu'il y a dans la Thora révélée avant moi, et je vous rends licite une partie de ce qui vous était interdit. Et j'ai certes apporté un signe de votre Seigneur. Craignez Allah donc, et obéissez-moi","id":"Dan sebagai seorang yang membenarkan Taurat yang datang sebelumku, dan agar aku menghalalkan bagi kamu sebagian dari yang telah diharamkan untukmu. Dan aku datang kepadamu membawa suatu tanda (mukjizat) dari Tuhanmu. Karena itu, bertakwalah kepada Allah dan taatlah kepadaku","ru":"Я пришел, чтобы подтвердить истинность того, что было в Таурате (Торе) до меня, и чтобы разрешить вам часть того, что было вам запрещено. Я принес вам знамение от вашего Господа. Бойтесь же Аллаха и повинуйтесь мне","sv":"Och [jag har kommit] för att bekräfta vad som ännu består av Tora och för att förklara tillåtet något av det som var förbjudet för er. Och jag har kommit till er med ett tecken från er Herre. Frukta därför Gud och följ mig","tr":"Benden önce gelen Tevrat'ı tasdik etmekle beraber size yasak edilenlerin bir kısmını helal kılmak üzere, Rabbinizden size bir ayet getirdim. Allah'tan sakının ve bana itaat edin; çünkü Allah benim de Rabbim, sizin de Rabbinizdir. O'na kulluk edin, bu doğru yoldur","ur":"اور میں اُس تعلیم و ہدایت کی تصدیق کرنے والا بن کر آیا ہوں جو تورات میں سے اِس وقت میرے زمانہ میں موجود ہے اوراس لیے آیا ہوں کہ تمہارے لیے بعض اُن چیزوں کو حلال کر دوں جو تم پر حرام کر دی گئی ہیں دیکھو، میں تمہارے رب کی طرف سے تمہارے پاس نشانی لے کر آیا ہوں، لہٰذا اللہ سے ڈرو اور میر ی اطاعت کرو","zh":"（我奉命来）证实在我之前降示的《讨拉特》，并为你们解除一部分禁令。我已昭示你们从安拉发出的一种迹象，故你们应当敬畏安拉，应当服从我。"},"transliteration":"Wamusaddiqan lima bayna yadayya mina alttawrati waliohilla lakum baAAda allathee hurrima AAalaykum wajitukum biayatin min rabbikum faittaqoo Allaha waateeAAooni","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
