{"id":3436,"number":27,"text":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translations":{"en":"And it is He who begins creation; then He repeats it, and that is [even] easier for Him. To Him belongs the highest attribute in the heavens and earth. And He is the Exalted in Might, the Wise","es":"Él es Quien origina la creación y luego la reproduce, y ello Le es aún más fácil [que crear por primera vez]. Suya es la descripción más sublime en los cielos y en la Tierra. Él es el Poderoso, el Sabio","fr":"Et c'est Lui qui commence la création puis la refait; et cela Lui est plus facile. Il a la transcendance absolue dans les cieux et sur la terre. C'est Lui le Tout Puissant, le Sage","id":"Dan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana","ru":"Он - Тот, Кто создает творения в первый раз, а затем воссоздает их, и сделать это для Него еще легче. Ему принадлежат наивысшие качества на небесах и на земле. Он - Могущественный, Мудрый","sv":"Han är Den som inleder skapelsen och som, när tiden är kommen, skall förnya den; det är en lätt sak för Gud. Enbart de högsta egenskaper kan tillskrivas Honom i himlarna och på jorden. Han är den Allsmäktige, den Vise","tr":"Önce yaratan, ölümünden sonra tekrar dirilten O'dur. Bu, O'nun için daha kolaydır. Göklerde ve yerde olan en üstün sıfatlar O'nundur. O, güçlüdür, Hakim'dir","ur":"وہی ہے جو تخلیق کی ابتدا کرتا ہے، پھر وہی اس کا اعادہ کرے گا اور یہ اس کے لیے آسان تر ہے آسمانوں اور زمین میں اس کی صفت سب سے برتر ہے اور وہ زبردست اور حکیم ہے","zh":"他创造众生，然后再造他们，再造对于他是更容易的。天地间最高的典型，只属于他，他是万能的，至睿的。"},"transliteration":"Wahuwa allathee yabdao alkhalqa thumma yuAAeeduhu wahuwa ahwanu AAalayhi walahu almathalu alaAAla fee alssamawati waalardi wahuwa alAAazeezu alhakeemu","chapter":{"id":30,"name":"الروم","transliteration":"Ar-Rum","translations":{"en":"The Romans","es":"Los Romanos","fr":"Les romains","id":"Bangsa Romawi","ru":"Римляне","sv":"Bysantinerna","tr":"Rûm","ur":"روم","zh":"罗马人"},"type":"meccan"}}
