{"id":3437,"number":28,"text":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","translations":{"bn":"আল্লাহ তোমাদের জন্যে তোমাদেরই মধ্য থেকে একটি দৃষ্টান্ত বর্ণনা করেছেনঃ তোমাদের আমি যে রুযী দিয়েছি, তোমাদের অধিকারভুক্ত দাস-দাসীরা কি তাতে তোমাদের সমান সমান অংশীদার? তোমরা কি তাদেরকে সেরূপ ভয় কর, যেরূপ নিজেদের লোককে ভয় কর? এমনিভাবে আমি সমঝদার সম্প্রদায়ের জন্যে নিদর্শনাবলী বিস্তারিত বর্ণনা করি।","en":"He presents to you an example from yourselves. Do you have among those whom your right hands possess any partners in what We have provided for you so that you are equal therein [and] would fear them as your fear of one another [within a partnership]? Thus do We detail the verses for a people who use reason","id":"Dia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba sahaya yang kamu miliki, menjadi sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu.638) Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti","ru":"Он привел вам притчу о вас самих. Есть ли среди невольников, которыми овладели ваши десницы, совладельцы того, чем Мы наделили вас, которые имеют с вами одинаковые права на это и которых вы опасаетесь так, как опасаетесь друг друга? Так Мы разъясняем знамения для людей разумеющих","tr":"Allah size kendinizden bir misal vermektedir: Size verdiğimiz rızıklarda, emrinizde bulunan kölelerinizin de eşit surette hak sahibi olmalarına razı olur ve birbirinizi saydığınız gibi bu ortaklarınızı sayar mısınız? Düşünen millete ayetleri böylece uzun uzadıya açıklarız","ur":"وہ تمہیں خود تمہاری اپنی ہی ذات سے ایک مثال دیتا ہے کیا تمہارے اُن غلاموں میں سے جو تمہاری ملکیت میں ہیں کچھ غلام ایسے بھی ہیں جو ہمارے دیے ہوئے مال و دولت میں تمہارے ساتھ برابر کے شریک ہوں اور تم اُن سے اُس طرح ڈرتے ہو جس طرح آپس میں اپنے ہمسروں سے ڈرتے ہو؟ اس طرح ہم آیات کھول کر پیش کرتے ہیں اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں"},"chapter":{"id":30,"name":"الروم","transliteration":"Ar-Rum","translations":{"bn":"রোমান জাতি","en":"The Romans","id":"Bangsa Romawi","ru":"Римляне","tr":"Rûm","ur":"روم"},"type":"meccan"}}
