{"id":3448,"number":39,"text":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","translations":{"en":"And whatever you give for interest to increase within the wealth of people will not increase with Allah. But what you give in zakah, desiring the countenance of Allah - those are the multipliers","es":"Todo lo que presten con algún interés, esperando beneficiarse de los bienes ajenos, no tendrá recompensa de Dios. En cambio, aquellos que den en caridad anhelando el rostro de Dios, serán quienes tengan multiplicada la recompensa","fr":"Tout ce que vous donnerez à usure pour augmenter vos biens aux dépens des biens d'autrui ne les accroît pas auprès d'Allah, mais ce que vous donnez comme Zakât, tout en cherchant la Face d'Allah (Sa satisfaction)... Ceux-là verront [leurs récompenses] multipliées","id":"Dan suatu riba (tambahan) yang kamu berikan agar harta manusia bertambah, maka tidak bertambah dalam pandangan Allah. Dan apa yang kamu berikan berupa zakat yang kamu maksudkan untuk memperoleh keridaan Allah, maka itulah orang-orang yang melipatgandakan (pahalanya)","ru":"Дары, которые вы преподносите, чтобы приумножить их за счет чужого богатства, не приумножатся у Аллаха. Приумножен для вас будет закят, который вы раздаете, стремясь к Лику Аллаха","sv":"Vad ni lånar ut i ockersyfte för att det skall växa [i värde] på bekostnad av [andra] människors egendom, växer inte [i värde] inför Gud; men det ni ger till de behövande för att vinna Guds välbehag [välsignar Han] med en mångdubbel belöning","tr":"İnsanların malları içinde artsın diye verdiğiniz her hangi bir faiz Allah katında artmaz; fakat, Allah'ın rızasını dileyerek verdiğiniz herhangi bir sadaka (zekat) böyle değildir. İşte onlar sevablarını kat kat artıranlardır","ur":"جو سُود تم دیتے ہو تاکہ لوگوں کے اموال میں شامل ہو کر وہ بڑھ جائے، اللہ کے نزدیک وہ نہیں بڑھتا، اور جو زکوٰۃ تم اللہ کی خوشنودی حاصل کرنے کے ارادے سے دیتے ہو، اسی کے دینے والے در حقیقت اپنے مال بڑھاتے ہیں","zh":"你们为吃利而放的债，欲在他人的财产中增加，在安拉那里，不会增加；你们所施的财物，欲得安拉的喜悦和恩赐的，必得加倍的报酬。"},"transliteration":"Wama ataytum min riban liyarbuwa fee amwali alnnasi fala yarboo AAinda Allahi wama ataytum min zakatin tureedoona wajha Allahi faolaika humu almudAAifoona","chapter":{"id":30,"name":"الروم","transliteration":"Ar-Rum","translations":{"en":"The Romans","es":"Los Romanos","fr":"Les romains","id":"Bangsa Romawi","ru":"Римляне","sv":"Bysantinerna","tr":"Rûm","ur":"روم","zh":"罗马人"},"type":"meccan"}}
