{"id":3449,"number":40,"text":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translations":{"en":"Allah is the one who created you, then provided for you, then will cause you to die, and then will give you life. Are there any of your \"partners\" who does anything of that? Exalted is He and high above what they associate with Him","es":"Dios es Quien los crea, los sustenta, los hace morir y luego los resucita. ¿Acaso hay alguno de los ídolos que asocian [a Dios] que pueda hacer algo de eso? ¡Glorificado sea Dios! Dios está por encima de lo que Le asocian","fr":"C'est Allah qui vous a créés et vous a nourris. Ensuite Il vous fera mourir, puis Il vous redonnera vie. Y en a-t-il, parmi vos associés, qui fasse quoi que ce soit de tout cela? Gloire à Lui! Il transcende ce qu'on Lui associe","id":"Allah yang menciptakan kamu, kemudian memberimu rezeki, lalu mematikanmu, kemudian menghidupkanmu (kembali). Adakah di antara mereka yang kamu sekutukan dengan Allah yang dapat berbuat hal yang demikian? Mahasuci Dia dan Mahatinggi dari apa yang mereka persekutukan","ru":"Аллах - Тот, Кто создал вас, а потом одарил пропитанием. Потом Он умертвит вас, а потом оживит. Есть ли среди тех, кого вы приобщаете в сотоварищи, тот, кто совершал бы что-либо из этого? Пречист Он и превыше тех, кого вы приобщаете в сотоварищи","sv":"DET ÄR GUD som har skapat er och gett er er försörjning och som en dag skall låta er dö och en Dag väcka er till nytt liv. Finns det bland de medhjälpare som ni vill sätta vid Guds sida, den som kan göra något av allt detta? [Nej,] stor är Han i Sin härlighet, höjd högt över allt vad [människor] sätter vid Hans sida","tr":"Sizi yaratan, sonra rızıklandıran, sonra öldüren, daha sonra da dirilten Allah'tır. O'na koştuğunuz ortaklarınızdan böyle bir şey yapan var mıdır? Allah onların ortak koştukları şeylerden münezzehtir, yücedir","ur":"اللہ ہی ہے جس نے تم کو پیدا کیا، پھر تمہیں رزق دیا، پھر وہ تمہیں موت دیتا ہے، پھر وہ تمہیں زندہ کرے گا کیا تمہارے ٹھیرائے ہوئے شریکوں میں کوئی ایسا ہے جو ان میں سے کوئی کام بھی کرتا ہو؟ پاک ہے وہ اور بہت بالا و برتر ہے اُس شرک سے جو یہ لوگ کرتے ہیں؟","zh":"安拉创造你们，然后供给你们，然后使你们死亡，然后使你们复活，你们的配主，谁能做那些事情中的任何一件事情呢？赞颂安拉，超绝万物，他超乎他们所用来配他的。"},"transliteration":"Allahu allathee khalaqakum thumma razaqakum thumma yumeetukum thumma yuhyeekum hal min shurakaikum man yafAAalu min thalikum min shayin subhanahu wataAAala AAamma yushrikoona","chapter":{"id":30,"name":"الروم","transliteration":"Ar-Rum","translations":{"en":"The Romans","es":"Los Romanos","fr":"Les romains","id":"Bangsa Romawi","ru":"Римляне","sv":"Bysantinerna","tr":"Rûm","ur":"روم","zh":"罗马人"},"type":"meccan"}}
