{"id":345,"number":52,"text":"۞فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","translations":{"en":"But when Jesus felt [persistence in] disbelief from them, he said, \"Who are my supporters for [the cause of] Allah?\" The disciples said, \"We are supporters for Allah. We have believed in Allah and testify that we are Muslims [submitting to Him]","es":"Pero cuando Jesús advirtió que su pueblo rechazaba la verdad, dijo: \"¿Quiénes me ayudarán en mi misión de transmitir el Mensaje de Dios?\" Dijeron los discípulos: \"Nosotros te ayudaremos. Creemos en Dios. Atestigua [¡oh, Jesús!] que solo a Él adoramos","fr":"Puis, quand Jésus ressentit de l'incrédulité, de leur part, il dit: «Qui sont mes alliés dans la voie d'Allah?» Les apôtres dirent: «Nous sommes les alliés d'Allah. Nous croyons en Allah. Et sois témoin que nous lui sommes soumis","id":"Maka ketika Isa merasakan keingkaran mereka (Bani Israil), dia berkata, \"Siapakah yang akan menjadi penolongku untuk (menegakkan agama) Allah?\" Para Ḥawāriyyūn (sahabat setianya) menjawab, \"Kamilah penolong (agama) Allah. Kami beriman kepada Allah, dan saksikanlah, bahwa kami adalah orang-orang Muslim","ru":"Когда Иса (Иисус) почувствовал их неверие, он сказал: «Кто будет моим помощником на пути к Аллаху?». Апостолы сказали: «Мы - помощники Аллаха. Мы уверовали в Аллаха. Будь же свидетелем того, что мы являемся мусульманами","sv":"När Jesus märkte deras ovillighet att tro [på honom], sade han: \"Vem vill hjälpa mig [att kalla människorna] till Guds väg?\" De vitklädda sade: \"Vi är Guds medhjälpare! Vi tror på Gud; vittna du att vi har underkastat oss Hans vilja","tr":"İsa onların inkarlarını hissedince: \"Allah uğrunda yardımcılarım kimlerdir?\" dedi. Havariler şöyle dediler: \"Biz Allah'ın yardımcılarıyız, Allah'a inandık, O'na teslim olduğumuza şahid ol","ur":"جب عیسیٰؑ نے محسوس کیا کہ بنی اسرائیل کفر و انکار پر آمادہ ہیں تو اس نے کہا \"کون اللہ کی راہ میں میرا مدد گار ہوتا ہے؟\" حواریوں نے جواب دیا، \"ہم اللہ کے مددگار ہیں، ہم اللہ پر ایمان لائے، گواہ رہو کہ ہم مسلم (اللہ کے آگے سر اطاعت جھکا دینے والے) ہیں","zh":"当尔撒确知众人不信道的时候，他说：“谁为安拉而协助我？”众门徒说：“我们为安拉而协助你，我们已确信安拉，求你作证我们是归顺者。"},"transliteration":"Falamma ahassa AAeesa minhumu alkufra qala man ansaree ila Allahi qala alhawariyyoona nahnu ansaru Allahi amanna biAllahi waishhad bianna muslimoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
