{"id":3457,"number":48,"text":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","translations":{"bn":"তিনি আল্লাহ, যিনি বায়ু প্রেরণ করেন, অতঃপর তা মেঘমালাকে সঞ্চারিত করে। অতঃপর তিনি মেঘমালাকে যেভাবে ইচ্ছা আকাশে ছড়িয়ে দেন এবং তাকে স্তরে স্তরে রাখেন। এরপর তুমি দেখতে পাও তার মধ্য থেকে নির্গত হয় বৃষ্টিধারা। তিনি তাঁর বান্দাদের মধ্যে যাদেরকে ইচ্ছা পৌঁছান; তখন তারা আনন্দিত হয়।","en":"It is Allah who sends the winds, and they stir the clouds and spread them in the sky however He wills, and He makes them fragments so you see the rain emerge from within them. And when He causes it to fall upon whom He wills of His servants, immediately they rejoice","id":"Allah lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit menurut yang Dia kehendaki, dan menjadikannya bergumpal-gumpal, lalu engkau lihat hujan keluar dari celah-celahnya, maka apabila Dia menurunkannya kepada hamba-hamba-Nya yang Dia kehendaki tiba-tiba mereka bergembira","ru":"Аллах - Тот, Кто посылает ветры, которые поднимают облака. Он простирает их по небу, как пожелает, и разрывает их в клочья. Потом ты видишь, как из их расщелин льется дождь. Стоит Ему пролить его на тех из Своих рабов, на кого Он пожелает, как они радуются","tr":"Rüzgarları gönderip bulutları yürüten, onları gökte dilediği gibi yayan ve küme küme yığan Allah'tır. Artık sen de aralarından yağmurun çıktığını görürsün. Allah'ın kullarından dilediğine verdiği yağmurla, daha önceden kendilerine yağmur indirilmesinden ümidlerini kesmiş oldukları için onlar seviniverirler","ur":"اللہ ہی ہے جو ہواؤں کو بھیجتا ہے اور وہ بادل اٹھاتی ہیں، پھر وہ اِن بادلوں کو آسمان میں پھیلا دیتا ہے جس طرح چاہتا ہے اور انہیں ٹکڑیوں میں تقسیم کرتا ہے، پھر تُو دیکھتا ہے کہ بارش کے قطرے بادل سے ٹپکے چلے آتے ہیں یہ بارش جب وہ اپنے بندوں میں سے جن پر چاہتا ہے برساتا ہے"},"chapter":{"id":30,"name":"الروم","transliteration":"Ar-Rum","translations":{"bn":"রোমান জাতি","en":"The Romans","id":"Bangsa Romawi","ru":"Римляне","tr":"Rûm","ur":"روم"},"type":"meccan"}}
