{"id":3463,"number":54,"text":"۞ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","translations":{"en":"Allah is the one who created you from weakness, then made after weakness strength, then made after strength weakness and white hair. He creates what He wills, and He is the Knowing, the Competent","es":"Dios es Quien los crea débiles [en la infancia], luego los fortalece [en la juventud], y finalmente los debilita nuevamente con la vejez. Él crea lo que quiere porque es el Sabio, el Poderoso","fr":"Allah, c'est Lui qui vous a créés faibles; puis après la faiblesse, Il vous donne la force; puis après la force, Il vous réduit à la faiblesse et à la vieillesse: Il crée ce qu'Il veut et c'est Lui l'Omniscient, l'Omnipotent","id":"Allah lah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) setelah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) setelah kuat itu lemah (kembali) dan beruban. Dia menciptakan apa yang Dia kehendaki. Dan Dia Maha Mengetahui, Mahakuasa","ru":"Аллах - Тот, Кто создает вас из слабости (создает вас из капли или создает вас слабыми). После слабости Он наделяет вас силой, а потом заменяет ее слабостью и сединой. Он творит, что пожелает, ибо Он - Знающий, Всемогущий","sv":"GUD SKAPAR er i ett tillstånd av svaghet; därefter låter Han svagheten följas av styrka [och] därefter låter Han styrkan följas av svaghet och gråa hår. Han skapar vad Han vill - Han är Den som har kunskap om allt, Den som är mäktig allt","tr":"Sizi güçsüz olarak yaratan, güçsüzlükten sonra kuvvetli kılan, sonra da kuvvetliliğin ardından güçsüz ve ihtiyar yapan Allah'tır. O, dilediğini yaratır; bilendir, Kadir olandır","ur":"اللہ ہی تو ہے جس نے ضعف کی حالت میں تمہاری پیدائش کی ابتدا کی، پھر اس ضعف کے بعد تمہیں قوت بخشی، پھر اس قوت کے بعد تمہیں ضعیف اور بوڑھا کر دیا وہ جو کچھ چاہتا ہے پیدا کرتا ہے اور وہ سب کچھ جاننے والا، ہر چیز پر قدرت رکھنے والا ہے","zh":"安拉把你们从懦弱中创造，在懦弱之后，又把你们创造成强壮的，在强壮之后又使你们成为懦弱的和白发苍苍的，他要创造什么，就创造什么。他确是全知的，确是全能的。"},"transliteration":"Allahu allathee khalaqakum min daAAfin thumma jaAAala min baAAdi daAAfin quwwatan thumma jaAAala min baAAdi quwwatin daAAfan washaybatan yakhluqu ma yashao wahuwa alAAaleemu alqadeeru","chapter":{"id":30,"name":"الروم","transliteration":"Ar-Rum","translations":{"en":"The Romans","es":"Los Romanos","fr":"Les romains","id":"Bangsa Romawi","ru":"Римляне","sv":"Bysantinerna","tr":"Rûm","ur":"روم","zh":"罗马人"},"type":"meccan"}}
