{"id":3465,"number":56,"text":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","translations":{"en":"But those who were given knowledge and faith will say, \"You remained the extent of Allah 's decree until the Day of Resurrection, and this is the Day of Resurrection, but you did not used to know","es":"Pero aquellos a los que se les concedió el conocimiento y la fe les dirán: \"En realidad han permanecido el tiempo que Dios decretó hasta el Día de la Resurrección. Sepan que este es el Día de la Resurrección, que ignoraban","fr":"tandis que ceux à qui le savoir et la foi furent donnés diront: «Vous avez demeuré d'après le Décret d'Allah, jusqu'au Jour de la Résurrection, voici le Jour de la Résurrection, - mais vous ne saviez point»","id":"Dan orang-orang yang diberi ilmu dan keimanan berkata (kepada orang-orang kafir), \"Sungguh, kamu telah berdiam (dalam kubur) menurut ketetapan Allah, sampai hari berbangkit. Maka inilah hari berbangkit itu, tetapi (dahulu) kamu tidak meyakini(nya)","ru":"А те, кому дарованы знание и вера, скажут: «В соответствии с предписанием Аллаха вы пробыли там до Дня воскресения. Это и есть День воскресения, но вы не знали этого»","sv":"Men de som har fått kunskap och tro skall säga: \"Ni har dröjt till Uppståndelsens dag [med att bejaka] Guds uppenbarelse. Detta är Uppståndelsens dag, men [om den] ville ni ingenting veta","tr":"Kendilerine ilim ve iman verilenler; \"And olsun ki, siz Allah'ın yazısında mevcut yeniden dirilme gününe kadar kaldınız. İşte bu yeniden dirilme günüdür, fakat sizler anlamıyordunuz\" derler","ur":"مگر جو علم اور ایمان سے بہرہ مند کیے گئے تھے وہ کہیں گے کہ خدا کے نوشتے میں تو تم روزِ حشر تک پڑے رہے ہو، سو یہ وہی روزِ حشر ہے، لیکن تم جانتے نہ تھے","zh":"有学问和有正信的人说：“依安拉的前定，你们确已逗留到复活日。这就是复活日，但你们不知道。”"},"transliteration":"Waqala allatheena ootoo alAAilma waaleemana laqad labithtum fee kitabi Allahi ila yawmi albaAAthi fahatha yawmu albaAAthi walakinnakum kuntum la taAAlamoona","chapter":{"id":30,"name":"الروم","transliteration":"Ar-Rum","translations":{"en":"The Romans","es":"Los Romanos","fr":"Les romains","id":"Bangsa Romawi","ru":"Римляне","sv":"Bysantinerna","tr":"Rûm","ur":"روم","zh":"罗马人"},"type":"meccan"}}
