{"id":3467,"number":58,"text":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","translations":{"en":"And We have certainly presented to the people in this Qur'an from every [kind of] example. But, [O Muhammad], if you should bring them a sign, the disbelievers will surely say, \"You [believers] are but falsifiers","es":"He citado en este Corán todo tipo de ejemplos. Pero aún si te hubieras presentado ante ellos con un milagro, hubieran dicho: \"Solo son unos farsantes","fr":"Et dans ce Coran, Nous avons certes cité, pour les gens, des exemples de toutes sortes. Et si tu leur apportes un prodige, ceux qui ne croient pas diront: «Certes, vous n'êtes que des imposteurs»","id":"Dan sesungguhnya telah Kami jelaskan kepada manusia segala macam perumpamaan dalam Alquran ini. Dan jika engkau membawa suatu ayat kepada mereka, pastilah orang-orang kafir itu akan berkata, \"Kamu hanyalah orang-orang yang membuat kepalsuan belaka","ru":"Мы уже привели людям в этом Коране любые притчи. Если ты явишь им знамение, то неверующие непременно скажут: «Вы - всего лишь приверженцы лжи»","sv":"VI HAR framställt alla slags liknelser för människorna i denna Koran. Men även om du visar dem ett tecken, kommer förnekarna helt säkert att säga: \"Ni är bara lögnare [och bedragare]","tr":"And olsun ki bu Kuran'da insanlar için her türlü misali vermişizdir. Bununla beraber, eğer sen onlara bir mucize getirmiş olsan, inkar edenler: \"Siz ancak batıl şeyler ortaya atanlarsınız\" derler","ur":"ہم نے اِس قرآن میں لوگوں کو طرح طرح سے سمجھایا ہے تم خواہ کوئی نشانی لے آؤ، جن لوگوں نے ماننے سے انکار کر دیا ہے وہ یہی کہیں گے کہ تم باطل پر ہو","zh":"在这《古兰经》中，我确已为众人设了各种譬喻。如果你昭示他们一种迹象，那么，不信道者必定说：“你们只是荒涎的！”"},"transliteration":"Walaqad darabna lilnnasi fee hatha alqurani min kulli mathalin walain jitahum biayatin layaqoolanna allatheena kafaroo in antum illa mubtiloona","chapter":{"id":30,"name":"الروم","transliteration":"Ar-Rum","translations":{"en":"The Romans","es":"Los Romanos","fr":"Les romains","id":"Bangsa Romawi","ru":"Римляне","sv":"Bysantinerna","tr":"Rûm","ur":"روم","zh":"罗马人"},"type":"meccan"}}
