{"id":3475,"number":6,"text":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","translations":{"en":"And of the people is he who buys the amusement of speech to mislead [others] from the way of Allah without knowledge and who takes it in ridicule. Those will have a humiliating punishment","es":"Entre la gente hay quienes se dedican, sin conocimiento [ni argumentos] a promover palabras vanas con el propósito de desviar a los demás del sendero de Dios, y se burlan [de la palabra de Dios]. Ellos tendrán un castigo humillante","fr":"Et, parmi les hommes, il est [quelqu'un] qui, dénué de science, achète de plaisants discours pour égarer hors du chemin d'Allah et pour le prendre en raillerie. Ceux-là subiront un châtiment avilissant","id":"Dan di antara manusia (ada) orang yang mempergunakan percakapan kosong untuk menyesatkan (manusia) dari jalan Allah tanpa ilmu dan menjadikannya olok-olokan. Mereka itu akan memperoleh azab yang menghinakan","ru":"Среди людей есть такой, который покупает потешные речи (песни и музыку), чтобы сбивать других с пути Аллаха без всякого знания, и высмеивает их (знамения Аллаха). Таким уготованы унизительные мучения","sv":"Men det finns människor som betalar [historieberättarna för deras] historier för att [med deras hjälp], utan egen kunskap, locka [andra att avvika] från Guds väg, och som [försöker] göra narr av [dem som följer] den. De skall få utstå ett förödmjukande straff","tr":"İnsanlar arasında, bir bilgisi olmadığı halde Allah yolundan saptırmak için gerçeği boş sözlerle değişenler ve Allah yolunu alaya alanlar vardır. İşte alçaltıcı azap bunlar içindir","ur":"اور انسانوں ہی میں سے کوئی ایسا بھی ہے جو کلام دلفریب خرید کر لاتا ہے تاکہ لوگوں کو اللہ کے راستہ سے علم کے بغیر بھٹکا دے اور اس راستے کی دعوت کو مذاق میں اڑا دے ایسے لوگوں کے لیے سخت ذلیل کرنے والا عذاب ہے","zh":"有人购买无谓的谈话，以便他无知无识地背离安拉的正道，而且把他当作笑柄。这等人，将受凌辱的刑罚。"},"transliteration":"Wamina alnnasi man yashtaree lahwa alhadeethi liyudilla AAan sabeeli Allahi bighayri AAilmin wayattakhithaha huzuwan olaika lahum AAathabun muheenun","chapter":{"id":31,"name":"لقمان","transliteration":"Luqman","translations":{"en":"Luqman","es":"Luqmán","fr":"Louqman","id":"Luqman","ru":"Лукман","sv":"Luqman","tr":"Lokmân","ur":"لقمان","zh":"鲁格曼"},"type":"meccan"}}
