{"id":3476,"number":7,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","translations":{"en":"And when our verses are recited to him, he turns away arrogantly as if he had not heard them, as if there was in his ears deafness. So give him tidings of a painful punishment","es":"Cuando se les recitan Mis versículos les dan la espalda con soberbia, como si fueran sordos y no las hubieran oído. Anúnciales [¡oh, Mujámmad!] un castigo doloroso","fr":"Et quand on lui récite Nos versets, il tourne le dos avec orgueil, comme s'il ne les avait point entendus, comme s'il y avait un poids dans ses oreilles. Fais-lui donc l'annonce d'un châtiment douloureux","id":"(Dan apabila dibacakan kepadanya647) ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih","ru":"Когда ему читают Наши аяты, он надменно отворачивается, словно он даже не слышал их, словно он туг на ухо. Обрадуй же его вестью о мучительных страданиях","sv":"Och när Våra budskap läses upp för [en sådan man] vänder han sig bort med överlägsen min och beter sig som om han inte hade hört, som om han varit döv på båda öronen. Låt honom veta att ett plågsamt straff [väntar honom]","tr":"Ayetlerimiz sapık kimseye okunduğu zaman sanki kulaklarında ağırlık var da işitmiyormuş gibi büyüklenerek sırt çevirir. İşte ona can yakıcı azabı müjde et","ur":"اسے جب ہماری آیات سنائی جاتی ہیں تو وہ بڑے گھمنڈ کے ساتھ اس طرح رخ پھیر لیتا ہے گویا کہ اس نے انہیں سنا ہی نہیں، گویا کہ اس کے کان بہرے ہیں اچھا، مژدہ سُنا دو اسے ایک درد ناک عذاب کا","zh":"有人对他宣读我的迹象的时候，他自大地退避，仿佛没有听见一样，仿佛他的两耳有重听一样。你以痛苦的刑罚，向他报喜吧。"},"transliteration":"Waitha tutla AAalayhi ayatuna walla mustakbiran kaan lam yasmaAAha kaanna fee othunayhi waqran fabashshirhu biAAathabin aleemin","chapter":{"id":31,"name":"لقمان","transliteration":"Luqman","translations":{"en":"Luqman","es":"Luqmán","fr":"Louqman","id":"Luqman","ru":"Лукман","sv":"Luqman","tr":"Lokmân","ur":"لقمان","zh":"鲁格曼"},"type":"meccan"}}
