{"id":3485,"number":16,"text":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","translations":{"en":"[And Luqman said], \"O my son, indeed if wrong should be the weight of a mustard seed and should be within a rock or [anywhere] in the heavens or in the earth, Allah will bring it forth. Indeed, Allah is Subtle and Acquainted","es":"¡Oh, hijito! Sabe que aunque una mala acción fuera del peso de un grano de mostaza, y estuviera escondida bajo una roca o en [algún otro lugar de] los cielos o de la Tierra, Dios la sacará a la luz [y les preguntará por ella]. Dios es Sutil, y está bien informado de lo que hacen","fr":"«O mon enfant, fût-ce le poids d'un grain de moutarde, au fond d'un rocher, ou dans les cieux ou dans la terre, Allah le fera venir. Allah est infiniment Doux et Parfaitement Connaisseur","id":"(Lukman berkata), \"Wahai anakku! Sungguh, jika ada (suatu perbuatan) seberat biji sawi, dan berada dalam batu atau di langit atau di bumi, niscaya Allah akan memberinya (balasan). Sesungguhnya Allah Mahahalus,649) Mahateliti","ru":"О сын мой! Если нечто весом с горчичное зернышко будет внутри скалы, или на небесах, или в земле, то Аллах принесет его. Воистину, Аллах - Проницательный (или Добрый), Ведающий","sv":"Käre son! Även om det [som du har gjort] väger så litet som ett senapskorn och [ligger dolt] i en klippa eller i himlarna eller i jorden, skall Gud låta det komma i dagen. Guds [vägar] är outgrundliga; Han genomskådar allt och är underrättad om allt","tr":"Lokman: \"Ey oğulcuğum! İşlediğin şey, bir hardal tanesi ağırlığınca olsa da, bir kayanın içinde veya göklerde yahut yerin derinliklerinde bulunsa, Allah onu getirip meydana kor. Doğrusu Allah Latif'tir, haberdardır","ur":"(اور لقمان نے کہا تھا کہ) \"بیٹا، کوئی چیز رائی کے دانہ برابر بھی ہو اور کسی چٹان میں یا آسمانوں یا زمین میں کہیں چھپی ہوئی ہو، اللہ اُسے نکال لائے گا وہ باریک بیں اور باخبر ہے","zh":"鲁格曼说：“我的小儿子啊！善恶的行为，虽小如芥子，隐藏在磐石里，或在天空中，或在地底下，安拉都要显示它。安拉确是明察的，确是彻知的。"},"transliteration":"Ya bunayya innaha in taku mithqala habbatin min khardalin fatakun fee sakhratin aw fee alssamawati aw fee alardi yati biha Allahu inna Allaha lateefun khabeerun","chapter":{"id":31,"name":"لقمان","transliteration":"Luqman","translations":{"en":"Luqman","es":"Luqmán","fr":"Louqman","id":"Luqman","ru":"Лукман","sv":"Luqman","tr":"Lokmân","ur":"لقمان","zh":"鲁格曼"},"type":"meccan"}}
