{"id":3489,"number":20,"text":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","translations":{"en":"Do you not see that Allah has made subject to you whatever is in the heavens and whatever is in the earth and amply bestowed upon you His favors, [both] apparent and unapparent? But of the people is he who disputes about Allah without knowledge or guidance or an enlightening Book [from Him]","es":"¿Acaso no ven que Dios puso al servicio de ustedes cuanto hay en los cielos y en la Tierra, y los colmó de Sus bendiciones, algunas de las cuales ven y otras no? A pesar de esto, entre la gente hay quienes discuten acerca de Dios sin conocimiento, guía ni libro revelado","fr":"Ne voyez-vous pas qu'Allah vous a assujetti ce qui est dans les cieux et sur la terre? Et Il vous a comblés de Ses bienfaits apparents et cachés. Et parmi les gens, il y en a qui disputent à propos d'Allah, sans science, ni guidée, ni Livre éclairant","id":"Tidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. Tetapi di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu atau petunjuk dan tanpa Kitab yang memberi penerangan","ru":"Неужели вы не видите, что Аллах подчинил вам то, что на небесах, и то, что на земле, и одарил вас сполна Своими явными и незримыми благами? Но среди людей находится такой, который спорит об Аллахе, не имея ни знания, ни верного руководства, ни озаряющего Писания","sv":"INSER NI inte att Gud har låtit allt det som himlarna rymmer och det som jorden bär tjäna er och att Han har överhopat er med Sina gåvor både i det yttre och det inre? Men det finns de som tvistar om Gud utan vare sig kunskap eller vägledning och utan [att lysas av] uppenbarelsens ljus","tr":"Allah'ın göklerde olanları da, yerde olanları da buyruğunuz altına verdiğini, nimetlerini açık ve gizli olarak size bolca ihsan ettiğini görmez misiniz? İnsanlardan, Allah hakkında hiçbir bilgisi olmadan, doğruluk rehberi ve aydınlatıcı bir Kitap bulunmadan tartışanlar vardır","ur":"کیا تم لوگ نہیں دیکھتے کہ اللہ نے زمین اور آسمانوں کی ساری چیزیں تمہارے لیے مسخر کر رکھی ہیں اور اپنی کھلی اور چھپی نعمتیں تم پر تمام کر دی ہیں؟ اِس پر حال یہ ہے کہ انسانوں میں سے کچھ لوگ ہیں جو اللہ کے بارے میں جھگڑتے ہیں بغیر اس کے کہ ان کے پاس کوئی عِلم ہو، یا ہدایت، یا کوئی روشنی دکھانے والی کتاب","zh":"难道你们不知道吗？安拉曾为你们制服天地间的一切，他博施你们表里的恩惠。有人争论安拉的德性，但他们既无知识，又无向导，且无灿烂的经典。"},"transliteration":"Alam taraw anna Allaha sakhkhara lakum ma fee alssamawati wama fee alardi waasbagha AAalaykum niAAamahu thahiratan wabatinatan wamina alnnasi man yujadilu fee Allahi bighayri AAilmin wala hudan wala kitabin muneerin","chapter":{"id":31,"name":"لقمان","transliteration":"Luqman","translations":{"en":"Luqman","es":"Luqmán","fr":"Louqman","id":"Luqman","ru":"Лукман","sv":"Luqman","tr":"Lokmân","ur":"لقمان","zh":"鲁格曼"},"type":"meccan"}}
