{"id":349,"number":56,"text":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translations":{"en":"And as for those who disbelieved, I will punish them with a severe punishment in this world and the Hereafter, and they will have no helpers","es":"A los que se obstinan en negar la verdad los castigaré severamente en este mundo y el otro, y no tendrán quién los auxilie","fr":"Quant à ceux qui n'ont pas cru, Je les châtierai d'un dur châtiment, ici-bas tout comme dans l'au-delà; et pour eux, pas de secoureurs","id":"Maka adapun orang-orang yang kafir, maka akan Aku azab mereka dengan azab yang sangat keras di dunia dan di akhirat, sedang mereka tidak memperoleh penolong","ru":"Тех, которые не уверовали, Я подвергну тяжким мучениям в этом мире и в Последней жизни, и не будет у них помощников»","sv":"Vad beträffar förnekarna av sanningen, skall Jag ge dem ett strängt straff i denna värld och i det kommande livet; och de kommer inte att finna någon hjälpare","tr":"Allah demişti ki: \"Ey İsa! Ben seni eceline yetireceğim, seni kendime yükselteceğim, inkar edenlerden seni tertemiz ayıracağım; sana uyanları, kıyamet gününe kadar, inkar edenlerin üstünde tutacağım. Sonra dönüşünüz Banadır. Ayrılığa düştüğünüz hususlarda aranızda hükmedeceğim. İnkar edenleri de dünya ve ahirette şiddetli azaba uğratacağım. Onların hiç yardımcıları olmayacaktır","ur":"جن لوگوں نے کفر و انکار کی روش اختیار کی ہے انہیں دنیا اور آخرت دونوں میں سخت سزا دوں گا اور وہ کوئی مددگار نہ پائیں گے","zh":"至于不信道的人，我要在今世和后世，严厉地惩罚他们，他们绝没有任何援助者。"},"transliteration":"Faamma allatheena kafaroo faoAAaththibuhum AAathaban shadeedan fee alddunya waalakhirati wama lahum min nasireena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
