{"id":3490,"number":21,"text":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","translations":{"en":"And when it is said to them, \"Follow what Allah has revealed,\" they say, \"Rather, we will follow that upon which we found our fathers.\" Even if Satan was inviting them to the punishment of the Blaze","es":"[A estos] cuando se les dice: \"Sigan lo que Dios ha revelado\", responden: \"Nosotros seguimos la tradición de nuestros padres\". ¿[La seguirían] Incluso si el demonio los arrastrara al castigo del Infierno","fr":"Et quand on leur dit: «Suivez ce qu'Allah a fait descendre», ils disent: «Nous suivons plutôt ce sur quoi nous avons trouvé nos ancêtres». Est-ce donc même si le Diable les appelait au châtiment de la fournaise","id":"Dan apabila dikatakan kepada mereka, \"Ikutilah apa yang diturunkan Allah!\" Mereka menjawab, \"(Tidak), tetapi kami (hanya) mengikuti kebiasaan yang kami dapati dari nenek moyang kami.\" Apakah mereka (akan mengikuti nenek moyang mereka) walaupun sebenarnya setan menyeru mereka ke dalam azab api yang menyala-nyala (neraka)","ru":"Когда им говорят: «Следуйте за тем, что ниспослал Аллах!». - они говорят: «О нет! Мы будем следовать тому, чему следовали наши отцы». А если дьявол позовет их к мучениям в Пламени","sv":"Och när dessa människor uppmanas att rätta sig efter det som Gud har uppenbarat, säger de: \"Nej, vi följer våra förfäders väg.\" Och om det var Djävulen själv som hade uppmanat dem [att gå raka vägen] in i den flammande Elden","tr":"Onlara, \"Allah'ın indirdiğine uyun\" denince: \"Babalarımızı üzerinde bulduğumuz yola uyarız\" derler. Ya şeytan, babalarını alevli ateşin azabına çağırmışsa","ur":"اور جب ان سے کہا جاتا ہے کہ پیروی کرو اُس چیز کی جو اللہ نے نازل کی ہے تو کہتے ہیں کہ ہم تو اُس چیز کی پیروی کریں گے جس پر ہم نے اپنے باپ دادا کو پایا ہے کیا یہ انہی کی پیروی کریں گے خواہ شیطان اُن کو بھڑکتی ہوئی آگ ہی کی طرف کیوں نہ بلاتا رہا ہو؟","zh":"如果有人对他们说：“你们应当遵守安拉所降示的（经典）。”他们就说：“不然，我们遵守我们祖先的遗教。”即使恶魔叫他们去受烈火的刑罚，（他们仍要遵守）吗？"},"transliteration":"Waitha qeela lahumu ittabiAAoo ma anzala Allahu qaloo bal nattabiAAu ma wajadna AAalayhi abaana awalaw kana alshshaytanu yadAAoohum ila AAathabi alssaAAeeri","chapter":{"id":31,"name":"لقمان","transliteration":"Luqman","translations":{"en":"Luqman","es":"Luqmán","fr":"Louqman","id":"Luqman","ru":"Лукман","sv":"Luqman","tr":"Lokmân","ur":"لقمان","zh":"鲁格曼"},"type":"meccan"}}
