{"id":3492,"number":23,"text":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translations":{"en":"And whoever has disbelieved - let not his disbelief grieve you. To Us is their return, and We will inform them of what they did. Indeed, Allah is Knowing of that within the breasts","es":"No sientas pena por la incredulidad de los que se niegan a creer, ellos comparecerán ante Mí y les informaré lo que cometieron. Dios conoce lo que esconden los corazones","fr":"Celui qui a mécru, que sa mécréance ne t'afflige pas: vers Nous sera leur retour et Nous les informerons de ce qu'ils faisaient. Allah connaît bien le contenu des poitrines","id":"Dan barang siapa kafir maka kekafirannya itu janganlah menyedihkanmu (Muhammad). Hanya kepada Kami tempat kembali mereka, lalu Kami beritakan kepada mereka apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala isi hati","ru":"А если кто не уверовал, то пусть его неверие не печалит тебя. Им предстоит вернутся к Нам, и Мы поведаем им о том, что они совершили. Воистину, Аллах знает о том, что в груди","sv":"Men låt inte ditt sinne tyngas av att [människor] förnekar sanningen! Till Oss skall de föras åter och Vi skall låta dem veta vad deras handlingar [var värda]; Gud vet vad som rör sig i människans innersta","tr":"İnkar edenin inkarcılığı seni üzmesin; onların dönüşü Bize'dir; o zaman, yaptıklarını kendilerine haber veririz. Allah, kalblerde olanı şüphesiz bilir","ur":"اب جو کفر کرتا ہے اس کا کفر تمہیں غم میں مبتلا نہ کرے، انہیں پلٹ کر آنا تو ہماری ہی طرف ہے، پھر ہم انہیں بتا دیں گے کہ وہ کیا کچھ کر کے آئے ہیں یقیناً اللہ سینوں کے چھپے ہوئے راز تک جانتا ہے","zh":"不信道者，你不要为他们的不信而忧愁，他们只归于我，我要把他们的行为告诉他们。安拉确是全知他们的胸怀的。"},"transliteration":"Waman kafara fala yahzunka kufruhu ilayna marjiAAuhum fanunabbiohum bima AAamiloo inna Allaha AAaleemun bithati alssudoori","chapter":{"id":31,"name":"لقمان","transliteration":"Luqman","translations":{"en":"Luqman","es":"Luqmán","fr":"Louqman","id":"Luqman","ru":"Лукман","sv":"Luqman","tr":"Lokmân","ur":"لقمان","zh":"鲁格曼"},"type":"meccan"}}
