{"id":35,"number":28,"text":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","translations":{"en":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned","es":"¿Cómo osan no creer en Dios siendo que no existían y Él les dio la vida, luego los hará morir y finalmente los resucitará y a Él serán retornados [para que los juzgue el Día del Juicio Final]","fr":"Comment pouvez-vous renier Allah alors qu'Il vous a donné la vie, quand vous en étiez privés? Puis Il vous fera mourir; puis Il vous fera revivre et enfin c'est à Lui que vous retournerez","id":"Bagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan","ru":"Как вы можете не веровать в Аллаха, тогда как вы были мертвы, и Он оживил вас? Потом Он умертвит вас, потом оживит, а потом вы будете возвращены к Нему","sv":"Hur kan ni förneka Gud? Då ni var döda gav Han er livets gåva; efter detta skall Han låta er dö, och därefter skall Han låta er uppstå till nytt liv, och till Honom skall ni föras åter","tr":"Ölü idiniz sizleri diriltti, sonra öldürecek sonra tekrar diriltecek ve sonunda O'na döneceksiniz; öyleyken Allah'ı nasıl inkar edersiniz","ur":"تم اللہ کے ساتھ کفر کا رویہ کیسے اختیار کرتے ہو حالانکہ تم بے جان تھے، اس نے تم کو زندگی عطا کی، پھر وہی تمھاری جان سلب کرے گا، پھر وہی تمہیں دوبارہ زندگی عطا کرے گا، پھر اسی کی طرف تمہیں پلٹ کر جانا ہے","zh":"你们怎么不信安拉呢？你们原是死的，而他以生命赋予你们，然后使你们死亡，然后使你们复活；然后你们要被召归于他。"},"transliteration":"Kayfa takfuroona biAllahi wakuntum amwatan faahyakum thumma yumeetukum thumma yuhyeekum thumma ilayhi turjaAAoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
