{"id":3502,"number":33,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","translations":{"en":"O mankind, fear your Lord and fear a Day when no father will avail his son, nor will a son avail his father at all. Indeed, the promise of Allah is truth, so let not the worldly life delude you and be not deceived about Allah by the Deceiver","es":"¡Oh, gente! Teman a su Señor y [teman] el día en el que ningún padre pueda cargar las faltas de su hijo y ningún hijo pueda cargar las faltas de su padre. Lo que Dios promete se cumple. Que no los seduzcan los placeres de la vida mundanal ni los engañe el Seductor [el demonio], alejándolos de Dios","fr":"O hommes! Craignez votre Seigneur et redoutez un jour où le père ne répondra en quoi que ce soit pour son enfant, ni l'enfant pour son père. La promesse d'Allah est vérité. Que la vie présente ne vous trompe donc pas, et que le Trompeur (Satan) ne vous induise pas en erreur sur Allah","id":"Wahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu terpedaya oleh kehidupan dunia, dan jangan sampai kamu terpedaya oleh penipu dalam (menaati) Allah","ru":"О люди! Бойтесь вашего Господа и страшитесь того дня, когда родитель никак не защитит своего ребенка, а ребенок - своего родителя. Обещание Аллаха истинно, и пусть не обольщает вас мирская жизнь, и пусть соблазнитель (дьявол) не обольщает вас относительно Аллаха","sv":"MÄNNISKOR! Frukta er Herre och bäva inför den Dag då en fader inte kan lösköpa sin son och en son inte kan överlämna sig som lösen för sin fader! Guds löfte är sanning. Låt er då inte förledas av det jordiska livets [lockelser] och låt inte Djävulen föra er bakom ljuset vad gäller Guds [dom]","tr":"Ey insanlar! Rabbinize karşı gelmekten sakının. Babanın oğlu, oğulun da babası için bir şey ödeyemeyeceği günden korkun. Allah'ın verdiği söz şüphesiz gerçektir. Dünya hayatı sakın sizi aldatmasın. Allah'ın affına güvendirerek şeytan sizi ayartmasın","ur":"لوگو، بچو اپنے رب کے غضب سے اور ڈرو اُس دن سے جبکہ کوئی باپ اپنے بیٹے کی طرف سے بدلہ نہ دے گا اور نہ کوئی بیٹا ہی اپنے باپ کی طرف سے کچھ بدلہ دینے والا ہوگا فی الواقع اللہ کا وعدہ سچا ہے پس یہ دنیا کی زندگی تمہیں دھوکے میں نہ ڈالے اور نہ دھوکہ باز تم کو اللہ کے معاملے میں دھوکا دینے پائے","zh":"人们啊！你们应当敬畏你们的主，你们应当畏惧那一日，父亲对儿子毫无裨益，儿子对于父亲也毫无裨益。安拉的应许，确是真的。绝不要让今世的生活欺骗你们，绝不要让猾贼以安拉的容忍欺骗你们。"},"transliteration":"Ya ayyuha alnnasu ittaqoo rabbakum waikhshaw yawman la yajzee walidun AAan waladihi wala mawloodun huwa jazin AAan walidihi shayan inna waAAda Allahi haqqun fala taghurrannakumu alhayatu alddunya wala yaghurrannakum biAllahi algharooru","chapter":{"id":31,"name":"لقمان","transliteration":"Luqman","translations":{"en":"Luqman","es":"Luqmán","fr":"Louqman","id":"Luqman","ru":"Лукман","sv":"Luqman","tr":"Lokmân","ur":"لقمان","zh":"鲁格曼"},"type":"meccan"}}
