{"id":3515,"number":12,"text":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","translations":{"en":"If you could but see when the criminals are hanging their heads before their Lord, [saying], \"Our Lord, we have seen and heard, so return us [to the world]; we will work righteousness. Indeed, we are [now] certain","es":"Y verás [¡oh, Mujámmad!] cuando los pecadores inclinen sus cabezas ante su Señor y digan: \"¡Oh, Señor nuestro! Ahora hemos oído y visto [cuál es la verdad]. Permítenos retornar a la vida mundanal para que obremos rectamente; ahora estamos convencidos","fr":"Si tu voyais alors les criminels [comparaître], têtes basses devant leur Seigneur! «Notre Seigneur, Nous avons vu et entendu, renvoie-nous donc afin que nous puissions faire du bien; nous croyons [maintenant] avec certitude»","id":"Dan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin","ru":"Если бы ты видел, как грешники опустят головы перед своим Господом: «Господь наш! Мы увидели и услышали. Пошли нас обратно, и мы будем поступать праведно. Воистину, мы обрели убежденность»","sv":"Om du såg de obotfärdiga syndarna när de står med sänkta huvuden inför sin Herre [och säger:] \"Herre! Vi har sett och vi har hört; låt oss få återvända [till jorden]! Då skall vi leva ett rättskaffens liv - [nu] har vi visshet","tr":"Suçluları Rablerinin huzurunda, başları öne eğilmiş olarak: \"Rabbimiz! Gördük, dinledik, artık bizi dünyaya geri çevir de iyi iş işleyelim; doğrusu kesin olarak inandık\" derlerken bir görsen","ur":"کاش تم دیکھو وہ وقت جب یہ مجرم سر جھکائے اپنے رب کے حضور کھڑے ہوں گے (اُس وقت یہ کہہ رہے ہوں گے) \"اے ہمارے رب، ہم نے خوب دیکھ لیا اور سُن لیا اب ہمیں واپس بھیج دے تاکہ ہم نیک عمل کریں، ہمیں اب یقین آگیا ہے","zh":"假若你得见犯罪者在他们的主那里垂头丧气地说：“我们的主啊！我们已经看见了，听见了，求你让我们转回去，我们将做善事，我们确是确信者。”假若你看见这种情状……。"},"transliteration":"Walaw tara ithi almujrimoona nakisoo ruoosihim AAinda rabbihim rabbana absarna wasamiAAna faarjiAAna naAAmal salihan inna mooqinoona","chapter":{"id":32,"name":"السجدة","transliteration":"As-Sajdah","translations":{"en":"The Prostration","es":"La Postración","fr":"La prosternation","id":"Sujud","ru":"Земной поклон","sv":"De Faller Ned I Tillbedjan","tr":"Secde","ur":"سجدہ","zh":"叩头"},"type":"meccan"}}
