{"id":3517,"number":14,"text":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","translations":{"en":"So taste [punishment] because you forgot the meeting of this, your Day; indeed, We have [accordingly] forgotten you. And taste the punishment of eternity for what you used to do","es":"Sufran [el castigo] por haber relegado su encuentro de este día, Yo también los relegaré. Sufran el castigo eterno por lo que han cometido","fr":"«Goûtez donc! Pour avoir oublié la rencontre de votre jour que voici. Nous aussi Nous vous avons oubliés. Goûtez au châtiment éternel pour ce que vous faisiez»","id":"Maka rasakanlah olehmu (azab ini) disebabkan kamu melalaikan pertemuan dengan harimu ini (hari Kiamat), sesungguhnya Kami pun melalaikan kamu dan rasakanlah azab yang kekal, atas apa yang telah kamu kerjakan","ru":"Вкусите за то, что вы предали забвению встречу с этим днем вашим. Воистину, Мы предали забвению вас самих. Вкусите же вечные мучения за то, что вы совершали","sv":"[Och Han skall säga till syndarna:] \"Pröva nu följden av att ni glömde [Vårt] möte denna Dag; Vi har [även] glömt er. Smaka straffet för era handlingar, [ett straff] som skall vara i evighet","tr":"Bugüne kavuşmayı unutmanızın karşılığını görün; doğrusu Biz de sizi unuttuk, yaptıklarınıza karşılık ebedi azabı tadın\" deriz","ur":"پس اب چکھو مزا اپنی اِس حرکت کا کہ تم نے اس دن کی ملاقات کو فراموش کر دیا، ہم نے بھی اب تمہیں فراموش کر دیا ہے چکھو ہمیشگی کے عذاب کا مزا اپنے کرتوتوں کی پاداش میں","zh":"你们尝试吧！因为你们忘记今日的相会，我确已忘记你们了。你们因为自己的行为而尝试永久的刑罚吧。"},"transliteration":"Fathooqoo bima naseetum liqaa yawmikum hatha inna naseenakum wathooqoo AAathaba alkhuldi bima kuntum taAAmaloona","chapter":{"id":32,"name":"السجدة","transliteration":"As-Sajdah","translations":{"en":"The Prostration","es":"La Postración","fr":"La prosternation","id":"Sujud","ru":"Земной поклон","sv":"De Faller Ned I Tillbedjan","tr":"Secde","ur":"سجدہ","zh":"叩头"},"type":"meccan"}}
