{"id":3523,"number":20,"text":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","translations":{"en":"But as for those who defiantly disobeyed, their refuge is the Fire. Every time they wish to emerge from it, they will be returned to it while it is said to them, \"Taste the punishment of the Fire which you used to deny","es":"Pero quienes desobedezcan [a Dios] tendrán como morada el Fuego. Cada vez que quieran escapar de él, serán devueltos al castigo y se les dirá: \"Sufran el tormento del Fuego por haber desmentido [a los Profetas y su Mensaje]","fr":"Et quant à ceux qui auront été pervers, leur refuge sera le Feu: toutes les fois qu'ils voudront en sortir, ils y seront ramenés, et on leur dira: «Goûtez au châtiment du Feu auquel vous refusiez de croire»","id":"Dan adapun orang-orang yang fasik (kafir), maka tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, \"Rasakanlah azab neraka yang dahulu kamu dustakan","ru":"А пристанищем нечестивцев будет Огонь. Всякий раз, когда они захотят выйти оттуда, их вернут туда, и им будет сказано: «Вкусите мучения в Огне, которые вы считали ложью!»","sv":"Men syndarna som trotsar [Gud] skall få Elden till boning - var gång de vill komma ut ur den skall de drivas tillbaka in med ropet: \"Smaka Eldens straff, som ni påstod vara en lögn","tr":"Ama yoldan çıkanların, işte onların varacağı yer ateştir. Oradan çıkmak isteyişlerinin her defasında geri çevrilirler ve onlara: \"Yalanlayıp, durduğunuz ateşin azabını tadın\" denir","ur":"اور جنہوں نے فسق اختیار کیا ہے اُن کا ٹھکانا دوزخ ہے جب کبھی وہ اس سے نکلنا چاہیں گے اسی میں دھکیل دیے جائیں گے اور ان سے کہا جائے گا کہ چکھو اب اُسی آگ کے عذاب کا مزا جس کو تم جھٹلایا کرتے تھے","zh":"至于悖逆者，他们的归宿，只是火狱，每当他们要想逃出，都被拦回去。有声音对他们说：“你们尝试以前你们所否认的火刑吧！”"},"transliteration":"Waamma allatheena fasaqoo famawahumu alnnaru kullama aradoo an yakhrujoo minha oAAeedoo feeha waqeela lahum thooqoo AAathaba alnnari allathee kuntum bihi tukaththiboona","chapter":{"id":32,"name":"السجدة","transliteration":"As-Sajdah","translations":{"en":"The Prostration","es":"La Postración","fr":"La prosternation","id":"Sujud","ru":"Земной поклон","sv":"De Faller Ned I Tillbedjan","tr":"Secde","ur":"سجدہ","zh":"叩头"},"type":"meccan"}}
