{"id":3529,"number":26,"text":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","translations":{"en":"Has it not become clear to them how many generations We destroyed before them, [as] they walk among their dwellings? Indeed in that are signs; then do they not hear","es":"¿Acaso no se les ha evidenciado [a quienes no creen en este Mensaje] cuántas civilizaciones destruí, siendo que ellos ahora pueden observar sus ruinas? En eso hay signos para que reflexionen","fr":"N'est-ce pas pour eux une indication le fait qu'avant eux, Nous ayons fait périr tant de générations dans les maisons desquelles ils marchent? Il y a en cela des preuves! N'écouteront-ils donc pas","id":"Dan tidakkah menjadi petunjuk bagi mereka, betapa banyak umat-umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)","ru":"Неужели их не привело на прямой путь то, что Мы погубили до них столько поколений, по жилищам которых они ходят? Воистину, в этом есть знамения. Неужели они не прислушаются","sv":"Skall inte [vetskapen om] alla de släkten som Vi lät gå under före dem - [människor] vars boplatser de trampar - förmå dem att tänka sig för? I allt detta ligger sannerligen budskap; skall de inte lyssna","tr":"Şimdi yurtlarında gezip dolaştıkları, kendilerinden önceki nice nesilleri yok etmiş olmamız onları doğru yola sevketmez mi? Bunlarda şüphesiz ibretler vardır. Dinlemezler mi","ur":"اور کیا اِن لوگوں کو (اِن تاریخی واقعات میں) کوئی ہدایت نہیں ملی کہ ان سے پہلے کتنی قوموں کو ہم ہلاک کر چکے ہیں جن کے رہنے کی جگہوں میں آج یہ چلتے پھرتے ہیں؟ اس میں بڑی نشانیاں ہیں، کیا یہ سنتے نہیں ہیں؟","zh":"难道他们还不晓得吗？在他们之前，我曾毁灭了许多世代，他们常常经过那些人的故乡，在那里确有许多迹象。他们怎么不听从呢？"},"transliteration":"Awalam yahdi lahum kam ahlakna min qablihim mina alqurooni yamshoona fee masakinihim inna fee thalika laayatin afala yasmaAAoona","chapter":{"id":32,"name":"السجدة","transliteration":"As-Sajdah","translations":{"en":"The Prostration","es":"La Postración","fr":"La prosternation","id":"Sujud","ru":"Земной поклон","sv":"De Faller Ned I Tillbedjan","tr":"Secde","ur":"سجدہ","zh":"叩头"},"type":"meccan"}}
