{"id":3537,"number":4,"text":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّـٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","translations":{"en":"Allah has not made for a man two hearts in his interior. And He has not made your wives whom you declare unlawful your mothers. And he has not made your adopted sons your [true] sons. That is [merely] your saying by your mouths, but Allah says the truth, and He guides to the [right] way","es":"Dios no puso dos corazones en el interior del hombre. Dios no ha hecho que aquellas esposas que hayan repudiado diciendo \"eres tan ilícita para mí como el cuerpo de mi madre\" sean [realmente] sus madres, como tampoco ha hecho que sus hijos adoptivos sean [realmente] hijos suyos: estas son solo expresiones [equivocadas] de sus bocas, Dios es quien expresa la verdad [absoluta] y guía al sendero [recto]","fr":"Allah n'a pas placé à l'homme deux cœurs dans sa poitrine. Il n'a point assimilé à vos mères vos épouses [à qui vous dites en les répudiant]: «Tu es [aussi illicite] pour moi que le dos de ma mère». Il n'a point fait de vos enfants adoptifs vos propres enfants. Ce sont des propos [qui sortent] de votre bouche. Mais Allah dit la vérité et c'est Lui qui met [l'homme] dans la bonne direction","id":"(Allah tidak menjadikan bagi seseorang dua hati dalam rongganya; dan Dia tidak menjadikan istri-istrimu yang kamu zihar664) itu sebagai ibumu, dan Dia tidak menjadikan anak angkatmu sebagai anak kandungmu (sendiri). Yang demikian itu hanyalah perkataan di mulutmu saja. Allah mengatakan yang sebenarnya dan Dia menujukkan jalan (yang benar)","ru":"Аллах не даровал человеку двух сердец в одном теле. Он не сделал вашими матерями тех ваших жен, которых вы объявляете запретными для себя, и не сделал ваших приемных сыновей вашими сыновьями. Это - всего лишь слова из ваших уст. Аллах же глаголет истину и наставляет на прямой путь","sv":"GUD skapar inte två hjärtan i bröstet på någon man och Han gör inte era förskjutna hustrur till era mödrar, inte heller era adoptivsöner till era söner. Detta är ord som kommer över era läppar. Men Gud säger sanningen och Han leder [er] till [den raka] vägen","tr":"Allah insanın içine iki kalp koymamıştır. Allah, zıhar yapmanız suretiyle eşlerinizi, anneleriniz gibi yaratmamıştır; evlatlıklarınızı da öz oğullarınız gibi saymanızı meşru kılmamıştır. Bunlar sizin dillerinize doladığınız boş sözlerdir. Allah gerçeği söylemektedir, doğru yola O eriştirir","ur":"اللہ نے کسی شخص کے دھڑ میں دو دِل نہیں رکھے ہیں، نہ اس نے تم لوگوں کی اُن بیویوں کو جن سے تم ظہار کرتے ہو تمہاری ماں بنا دیا ہے، اور نہ اس نے تمہارے منہ بولے بیٹوں کو تمہارا حقیقی بیٹا بنایا ہے یہ تو وہ باتیں ہیں جو تم لوگ اپنے منہ سے نکال دیتے ہو، مگر اللہ وہ بات کہتا ہے جو مبنی بر حقیقت ہے، اور وہی صحیح طریقے کی طرف رہنمائی کرتا ہے","zh":"安拉没有在任何人的胸膛里创造两个心。你们的妻子，你们把她们的脊背当做自己的母亲的脊背——安拉没有把她们当做你们的母亲，也没有把你们的义子当做你们的儿子。这是你们信口开河的话。安拉是说明真理的，是指示正道的。"},"transliteration":"Ma jaAAala Allahu lirajulin min qalbayni fee jawfihi wama jaAAala azwajakumu allaee tuthahiroona minhunna ommahatikum wama jaAAala adAAiyaakum abnaakum thalikum qawlukum biafwahikum waAllahu yaqoolu alhaqqa wahuwa yahdee alssabeela","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
