{"id":3538,"number":5,"text":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","translations":{"bn":"তোমরা তাদেরকে তাদের পিতৃপরিচয়ে ডাক। এটাই আল্লাহর কাছে ন্যায়সঙ্গত। যদি তোমরা তাদের পিতৃ-পরিচয় না জান, তবে তারা তোমাদের ধর্মীয় ভাই ও বন্ধুরূপে গণ্য হবে। এ ব্যাপারে তোমাদের কোন বিচ্যুতি হলে তাতে তোমাদের কোন গোনাহ নেই, তবে ইচ্ছাকৃত হলে ভিন্ন কথা। আল্লাহ ক্ষমাশীল, পরম দয়ালু।","en":"Call them by [the names of] their fathers; it is more just in the sight of Allah. But if you do not know their fathers - then they are [still] your brothers in religion and those entrusted to you. And there is no blame upon you for that in which you have erred but [only for] what your hearts intended. And ever is Allah Forgiving and Merciful","id":"Panggillah mereka (anak angkat itu) dengan (memakai) nama bapak-bapak mereka; itulah yang adil di sisi Allah, dan jika kamu tidak mengetahui bapak mereka, maka (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu.665) Dan tidak ada dosa atasmu jika kamu khilaf tentang itu, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Allah Maha Pengampun, Maha Penyayang","ru":"Зовите их (приемных детей) по именам их отцов. Это более справедливо перед Аллахом. Если же вы не знаете их отцов, то они являются вашими братьями по вере и вашими близкими. Не будет на вас греха, если вы совершите ошибку, если только вы не вознамерились совершить такое в сердце. Аллах - Прощающий, Милосердный","tr":"Evlatlıkları babalarına nisbet edin, bu Allah katında en doğru olandır. Eğer babalarının kim olduğunu bilmiyorsanız, bu takdirde onları din kardeşi ve dostlarınız olarak kabul edin. İçinizden kasdederek yaptıklarınız bir yana, yanılmalarınızda size bir sorumluluk yoktur. Allah, bağışlar ve merhamet eder","ur":"منہ بولے بیٹوں کو ان کے باپوں کی نسبت سے پکارو، یہ اللہ کے نزدیک زیادہ منصفانہ بات ہے اور اگر تمہیں معلوم نہ ہو کہ ان کے باپ کون ہیں تو وہ تمہارے دینی بھائی اور رفیق ہیں نا دانستہ جو بات تم کہو اس کے لیے تم پر کوئی گرفت نہیں ہے، لیکن اُس بات پر ضرور گرفت ہے جس کا تم دل سے ارادہ کرو اللہ درگزر کرنے والا اور رحیم ہے"},"chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"bn":"জোট","en":"The Combined Forces","id":"Golongan yang Bersekutu","ru":"Союзники","tr":"Ahzâb","ur":"متحد گروہ"},"type":"medinan"}}
