{"id":3538,"number":5,"text":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","translations":{"en":"Call them by [the names of] their fathers; it is more just in the sight of Allah. But if you do not know their fathers - then they are [still] your brothers in religion and those entrusted to you. And there is no blame upon you for that in which you have erred but [only for] what your hearts intended. And ever is Allah Forgiving and Merciful","es":"Llámenlos [a sus hijos adoptivos] por el apellido de sus padres verdaderos, porque eso es lo más justo ante Dios; pero si no conocen a sus padres, mejor digan que ellos son sus hermanos en la religión y sus protegidos. No será considerado un pecado si lo hubieran hecho por error, pero sí será un pecado en caso de que lo hicieran intencionadamente. Dios es Perdonador, Misericordioso","fr":"Appelez-les du nom de leurs pères: c'est plus équitable devant Allah. Mais si vous ne connaissez pas leurs pères, alors considérez-les comme vos frères en religion ou vos alliés. Nul blâme sur vous pour ce que vous faites par erreur, mais (vous serez blâmés pour) ce que vos cœurs font délibérément. Allah, cependant, est Pardonneur et Miséricordieux","id":"Panggillah mereka (anak angkat itu) dengan (memakai) nama bapak-bapak mereka; itulah yang adil di sisi Allah, dan jika kamu tidak mengetahui bapak mereka, maka (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu.665) Dan tidak ada dosa atasmu jika kamu khilaf tentang itu, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Allah Maha Pengampun, Maha Penyayang","ru":"Зовите их (приемных детей) по именам их отцов. Это более справедливо перед Аллахом. Если же вы не знаете их отцов, то они являются вашими братьями по вере и вашими близкими. Не будет на вас греха, если вы совершите ошибку, если только вы не вознамерились совершить такое в сердце. Аллах - Прощающий, Милосердный","sv":"Ge [de barn som ni adopterar] det namn som deras fäder bar; detta är det rätta förfarandet inför Gud. Och om ni inte känner fadern, [kalla då den ni har adopterat för] er broder i tron eller er skyddsling. Om ni här begår ett misstag, skall ni inte klandras för detta - nej, [det som är av betydelse är] vad ni innerst inne syftar till. Gud är ständigt förlåtande, barmhärtig","tr":"Evlatlıkları babalarına nisbet edin, bu Allah katında en doğru olandır. Eğer babalarının kim olduğunu bilmiyorsanız, bu takdirde onları din kardeşi ve dostlarınız olarak kabul edin. İçinizden kasdederek yaptıklarınız bir yana, yanılmalarınızda size bir sorumluluk yoktur. Allah, bağışlar ve merhamet eder","ur":"منہ بولے بیٹوں کو ان کے باپوں کی نسبت سے پکارو، یہ اللہ کے نزدیک زیادہ منصفانہ بات ہے اور اگر تمہیں معلوم نہ ہو کہ ان کے باپ کون ہیں تو وہ تمہارے دینی بھائی اور رفیق ہیں نا دانستہ جو بات تم کہو اس کے لیے تم پر کوئی گرفت نہیں ہے، لیکن اُس بات پر ضرور گرفت ہے جس کا تم دل سے ارادہ کرو اللہ درگزر کرنے والا اور رحیم ہے","zh":"你们应当以他们的父亲的姓氏称呼他们，在安拉看来，这是更公平的。如果你们不知道他们的父亲是谁，那么，他们是你们的教胞和亲友。你们所误犯的事，对于你们没有罪过，你们所故犯的事，就不然了。安拉是至赦的，是至慈的。"},"transliteration":"OdAAoohum liabaihim huwa aqsatu AAinda Allahi fain lam taAAlamoo abaahum faikhwanukum fee alddeeni wamawaleekum walaysa AAalaykum junahun feema akhtatum bihi walakin ma taAAammadat quloobukum wakana Allahu ghafooran raheeman","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
