{"id":3539,"number":6,"text":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","translations":{"en":"The Prophet is more worthy of the believers than themselves, and his wives are [in the position of] their mothers. And those of [blood] relationship are more entitled [to inheritance] in the decree of Allah than the [other] believers and the emigrants, except that you may do to your close associates a kindness [through bequest]. That was in the Book inscribed","es":"El Profeta es más amado para los creyentes que ellos mismos; las esposas del Profeta [deben ser respetadas como si fueran] sus madres; y según el Libro de Dios [el Corán], los parientes son quienes tienen derecho a la herencia, algunos en mayor proporción que otros, y no los creyentes y los emigrados, pero aun así pueden testar a favor de ellos. Esto ha sido decretado y registrado en el Libro","fr":"Le Prophète a plus de droit sur les croyants qu'ils n'en ont sur eux-mêmes; et ses épouses sont leurs mères. Les liens de consanguinité ont [dans les successions] la priorité [sur les liens] unissant les croyants [de Médine] et les émigrés [de la Mecque] selon le livre d'Allah, à moins que vous ne fassiez un testament convenable en faveur de vos frères en religion. Et cela est inscrit dans le Livre","id":"(Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri666) dan istri-istrinya adalah ibu-ibu mereka. Orang-orang yang mempunyai hubungan darah satu sama lain lebih berhak (waris-mewarisi) di dalam Kitab Allah daripada orang-orang mukmin dan orang-orang Muhajirin, kecuali kalau kamu hendak berbuat baik667) kepada saudara-saudaramu (seagama). Demikianlah telah tertulis dalam Kitab (Allah)","ru":"Пророк ближе к верующим, чем они сами, а его жены - их матери. В соответствии с предписанием Аллаха, кровные родственники ближе друг к другу, чем верующие и мухаджиры, если только вы не сделаете добро своим друзьям. Так было записано в Писании (Хранимой скрижали)","sv":"Profeten är närmare de troende än de är sig själva, och hans hustrur är deras mödrar [i tron]. Men de band som knyter blodsförvanter till varandra är enligt Guds lag fastare än de band av broderskap som nu förenar de troende med dem som har utvandrat, vilket inte hindrar att ni ger era troende bröder och vänner de sedvanliga bevisen på er vänskap. Detta står skrivet i [Guds öppna] bok","tr":"Müminlerin, Peygamberi kendi nefislerinden çok sevmeleri gerekir; onun eşleri onların anneleridir; akraba olanlar, miras hususunda, Allah'ın Kitap'ında birbirlerine müminler ve muhacirlerden daha yakındırlar. Dostlarınıza yapacağınız uygun bir vasiyet bunun dışındadır. Bu Kitap'ta yazılı bulunmaktadır","ur":"بلاشبہ نبی تو اہل ایمان کے لیے اُن کی اپنی ذات پر مقدم ہے، اور نبی کی بیویاں اُن کی مائیں ہیں، مگر کتاب اللہ کی رو سے عام مومنین و مہاجرین کی بہ نسبت رشتہ دار ایک دوسرے کے زیادہ حقدار ہیں، البتہ اپنے رفیقوں کے ساتھ تم کوئی بھلائی (کرنا چاہو تو) کر سکتے ہو یہ حکم کتاب الٰہی میں لکھا ہوا ہے","zh":"先知对信士的权利，重于他们自身的权利，他的众妻，是他们的母亲。血亲与血亲相互间的权利，依安拉的经典，是重于信士和迁士的权利的，除非你们对自己的亲友行善。这是记录在天经里的。"},"transliteration":"Alnnabiyyu awla bialmumineena min anfusihim waazwajuhu ommahatuhum waoloo alarhami baAAduhum awla bibaAAdin fee kitabi Allahi mina almumineena waalmuhajireena illa an tafAAaloo ila awliyaikum maAAroofan kana thalika fee alkitabi mastooran","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
