{"id":3540,"number":7,"text":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","translations":{"en":"And [mention, O Muhammad], when We took from the prophets their covenant and from you and from Noah and Abraham and Moses and Jesus, the son of Mary; and We took from them a solemn covenant","es":"Celebré una alianza con todos los Profetas, la misma que celebro contigo [¡oh, Mujámmad!], con Noé, Abraham, Moisés y Jesús, hijo de María. Tomé de ellos un compromiso firme","fr":"Lorsque Nous prîmes des prophètes leur engagement, de même que de toi, de Noé, d'Abraham, de Moïse, et de Jésus fils de Marie: et Nous avons pris d'eux un engagement solennel","id":"Dan (ingatlah) ketika Kami mengambil perjanjian dari para nabi dan dari engkau (sendiri), dari Nuh, Ibrahim, Musa dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh","ru":"Вот Мы заключили завет с пророками, с тобой, Нухом (Ноем), Ибрахимом (Авраамом), Мусой (Моисеем) и Исой (Иисусом), сыном Марьям (Марии). Мы заключили с ними суровый завет","sv":"OCH VI har tagit löfte av profeterna - av dig [Muhammad] och av Noa och Abraham och Moses och Jesus, Marias son - ja, Vi tog en högtidlig försäkran av dem","tr":"Peygamberlerden söz almıştık. Senden, Nuh'dan, İbrahim'den, Musa'dan, Meryem oğlu İsa'dan sağlam bir söz almışızdır","ur":"اور (اے نبیؐ) یاد رکھو اُس عہد و پیمان کو جو ہم نے سب پیغمبروں سے لیا ہے، تم سے بھی اور نوحؑ اور ابراہیمؑ اور موسیٰؑ اور عیسیٰؑ ابن مریم سے بھی سب سے ہم پختہ عہد لے چکے ہیں","zh":"当日，我与众先知订约，与你和努哈、易卜拉欣、穆萨、麦尔彦之子尔撒订约，我与他们订庄严的盟约，"},"transliteration":"Waith akhathna mina alnnabiyyeena meethaqahum waminka wamin noohin waibraheema wamoosa waAAeesa ibni maryama waakhathna minhum meethaqan ghaleethan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
