{"id":3542,"number":9,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","translations":{"en":"O you who have believed, remember the favor of Allah upon you when armies came to [attack] you and We sent upon them a wind and armies [of angels] you did not see. And ever is Allah, of what you do, Seeing","es":"¡Oh, creyentes! Recuerden las mercedes con las que Dios los agració, cuando [en la batalla de Al Jandaq] los cercó un ejército, y envié contra ellos una tempestad y un ejército [de ángeles] que no podías ver. Dios ve todo cuanto hacen","fr":"O vous qui croyez! Rappelez-vous le bienfait d'Allah sur vous, quand des troupes vous sont venues et que Nous avons envoyé contre elles un vent et des troupes que vous n'avez pas vues. Allah demeure Clairvoyant sur ce que vous faites","id":"Wahai orang-orang yang beriman! Ingatlah akan nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara yang tidak dapat terlihat olehmu.670) Allah Maha Melihat apa yang kamu kerjakan","ru":"О те, которые уверовали! Помните милость Аллаха, которая была оказана вам, когда воины выступили против вас. Мы наслали на них ветер и воинов, которых вы не видели. Аллах видит то, что вы совершаете","sv":"TROENDE! Minns att Gud visade er Sin nåd när [fiendens] styrkor ryckte fram mot er och Vi sände en [isande] vind mot dem och [himmelska] härskaror som ni inte kunde se. Men Gud såg vad ni gjorde","tr":"Ey inananlar! Allah'ın size olan nimetini anın; üzerinize ordular gelmişti. Biz de onların üzerine rüzgar ve göremediğiniz ordular göndermiştik. Allah, yaptıklarınızı görüyordu","ur":"اے لوگو، جو ایمان لائے ہو، یاد کرو اللہ کے احسان کو جو (ابھی ابھی) اُس نے تم پر کیا ہے جب لشکر تم پر چڑھ آئے تو ہم نے اُن پر ایک سخت آندھی بھیج دی اور ایسی فوجیں روانہ کیں جو تم کو نظر نہ آتی تھیں اللہ وہ سب کچھ دیکھ رہا تھا جو تم لوگ اس وقت کر رہے تھے","zh":"信道的人们啊！你们应当记忆安拉所赐你们的恩典。当时，敌军来攻你们，我就对他们派遣暴风和你们所未见的天兵。安拉是明察你们的行为的。"},"transliteration":"Ya ayyuha allatheena amanoo othkuroo niAAmata Allahi AAalaykum ith jaatkum junoodun faarsalna AAalayhim reehan wajunoodan lam tarawha wakana Allahu bima taAAmaloona baseeran","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
