{"id":3546,"number":13,"text":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَـٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","translations":{"en":"And when a faction of them said, \"O people of Yathrib, there is no stability for you [here], so return [home].\" And a party of them asked permission of the Prophet, saying, \"Indeed, our houses are unprotected,\" while they were not exposed. They did not intend except to flee","es":"Cuando un grupo de ellos [de los hipócritas] dijo: \"¡Oh, gente de Yazrib! Esto es perjudicial para ustedes. ¡Mejor regresen [y no combatan]! Y un grupo de ellos pidió autorización al Profeta diciendo: \"Nuestras casas quedaron desprotegidas\", pero no estaban desprotegidas, sino que solo querían huir","fr":"De même, un groupe d'entre eux dit: «Gens de Yathrib! Ne demeurez pas ici. Retournez [chez vous]». Un groupe d'entre eux demande au Prophète la permission de partir en disant: «Nos demeures sont sans protection», alors qu'elles ne l'étaient pas: ils ne voulaient que s'enfuir","id":"Dan (ingatlah) ketika segolongan di antara mereka berkata, \"Wahai penduduk Yasrib (Madinah)! Tidak ada tempat bagimu, maka kembalilah kamu.\" Dan sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, \"Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).\" Padahal rumah-rumah itu tidak terbuka, mereka hanyalah hendak lari","ru":"Вот некоторые из них сказали: «О жители Ясриба (Медины), вы не сможете выстоять! Вернитесь!». А некоторые из них попросили разрешения у Пророка и сказали: «Наши дома остались беззащитны». Они не были беззащитны - они лишь хотели сбежать","sv":"Och att några av dem sade: \"Invånare i Yathrib! Ni kan inte hålla stånd här [mot fienden]. Återvänd därför [till staden]!\" Och några av dem bad Profeten [att låta dem återvända och] sade: \"Våra hem är utan skydd.\" Men de var inte utan skydd - vad de ville var att komma bort [från striden]","tr":"İçlerinden bir takımı: \"Ey Medineliler! Tutunacak yeriniz yok, geri dönün\" demişti. İçlerinden bir topluluk da Peygamberden: \"Evlerimiz düşmana açıktır\" diyerek izin istemişlerdi. Oysa evleri açık değildi sadece kaçmak istiyorlardı","ur":"جب اُن میں سے ایک گروہ نے کہا کہ \"اے یثرب کے لوگو، تمہارے لیے اب ٹھیرنے کا کوئی موقع نہیں ہے، پلٹ چلو\" جب ان کا ایک فریق یہ کہہ کر نبیؐ سے رخصت طلب کر رہا تھا کہ \"ہمارے گھر خطرے میں ہیں،\" حالانکہ وہ خطرے میں نہ تھے، دراصل وہ (محاذ جنگ سے) بھاگنا چاہتے تھے","zh":"当时，他们中的一派人说：“叶斯里卜人啊，你们不必在这里逗留了。你们回家去吧！”他们中的一派人，向先知告假说：“我们的房屋确是破烂的。”其实他们的房屋并不是破烂的，他们要想逃走。"},"transliteration":"Waith qalat taifatun minhum ya ahla yathriba la muqama lakum fairjiAAoo wayastathinu fareequn minhumu alnnabiyya yaqooloona inna buyootana AAawratun wama hiya biAAawratin in yureedoona illa firaran","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
