{"id":3549,"number":16,"text":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","translations":{"en":"Say, [O Muhammad], \"Never will fleeing benefit you if you should flee from death or killing; and then [if you did], you would not be given enjoyment [of life] except for a little","es":"Diles [¡oh, Mujámmad!]: \"De nada les servirá huir, si es que pretenden huir de la muerte o de que se los mate. Aunque pudieran [escapar en esta oportunidad] no disfrutarán de la vida mundanal sino poco tiempo","fr":"Dis: «Jamais la fuite ne vous sera utile si c'est la mort (sans combat) ou le meurtre (dans le combat) que vous fuyez; dans ce cas, vous ne jouirez (de la vie) que peu (de temps)»","id":"Katakanlah (Muhammad), \"Lari tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika demikian (kamu terhindar dari kematian) kamu hanya akan mengecap kesenangan sebentar saja","ru":"Скажи: «Бегство не принесет вам пользы, если вы пытаетесь сбежать от смерти или гибели. В этом случае вы будете пользоваться благами лишь недолго»","sv":"Säg: \"Det tjänar ingenting till att fly; vare sig ni vill fly undan en naturlig död eller döden på slagfältet, får ni inte njuta av livet mer än ett kort ögonblick","tr":"De ki: \"Eğer ölümden yahut öldürülmekten kaçıyorsanız bilin ki, kaçmak size fayda vermeyecektir; kaçsanız bile az bir zamandan fazla yaşatılmazsınız","ur":"اے نبیؐ! ان سے کہو، اگر تم موت یا قتل سے بھاگو تو یہ بھاگنا تمہارے لیے کچھ بھی نفع بخش نہ ہو گا اس کے بعد زندگی کے مزے لوٹنے کا تھوڑا ہی موقع تمہیں مل سکے گا","zh":"你说：“如果你们逃避死亡，或杀戮，那么，逃避对于你们绝无裨益。你们即使逃避，也只得到稍稍享受。”"},"transliteration":"Qul lan yanfaAAakumu alfiraru in farartum mina almawti awi alqatli waithan la tumattaAAoona illa qaleelan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
