{"id":3551,"number":18,"text":"۞قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","translations":{"en":"Already Allah knows the hinderers among you and those [hypocrites] who say to their brothers, \"Come to us,\" and do not go to battle, except for a few","es":"Dios conoce a quienes pretenden desanimar [a los creyentes] de entre ustedes, y a quienes dicen a sus hermanos [que salieron a combatir]: \"Vuelvan con nosotros\", [estos hipócritas] no quieren participar del enfrentamiento","fr":"Certes, Allah connaît ceux d'entre vous qui suscitent des obstacles, ainsi que ceux qui disent à leurs frères: «Venez à nous», tandis qu'ils ne déploient que peu d'ardeur au combat","id":"Sungguh, Allah mengetahui orang-orang yang menghalang-halangi di antara kamu dan orang yang berkata kepada saudara-saudaranya, \"Marilah bersama kami.\" Tetapi mereka datang berperang hanya sebentar","ru":"Аллах знает тех из вас, которые отвращают людей от участия в войне, и тех, которые говорят своим братьям: «Идите к нам!». Они принимают в войне ничтожное участие","sv":"Gud känner dem som vill hindra [andra att kämpa] och de som säger till sina bröder: \"Kom, låt oss gå ut [i striden]!\" - fastän de [själva] sällan går ut [i strid]","tr":"Allah, içinizden sizi alıkoyanları, size Allah'ın yardımını kıskanarak, kardeşlerine \"Bize gelin, zorlanmadıkça savaşa gitmeyin\" diyenleri bilir. Kalblerine korku gelince ölüm baygınlığı geçiren kimse gibi gözleri dönerek, sana baktıklarını görürsün. Korkuları gidince iyiliğinize olanı çekemeyip sivri dilleriyle sizi incitirler. Bunlar inanmamışlardır, Allah, bu sebeple işlerini boşa çıkarmıştır; bu, Allah için kolaydır","ur":"اللہ تم میں سے اُن لوگوں کو خوب جانتا ہے جو (جنگ کے کام میں) رکاوٹیں ڈالنے والے ہیں، جو اپنے بھائیوں سے کہتے ہیں کہ \"آؤ ہماری طرف\" جو لڑائی میں حصہ لیتے بھی ہیں تو بس نام گنانے کو","zh":"安拉知道你们中有些人阻碍别人，并且对他们的同胞说：“你们到我们这边来吧！”他们只偶尔参战。"},"transliteration":"Qad yaAAlamu Allahu almuAAawwiqeena minkum waalqaileena liikhwanihim halumma ilayna wala yatoona albasa illa qaleelan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
