{"id":3552,"number":19,"text":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَـٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","translations":{"en":"Indisposed toward you. And when fear comes, you see them looking at you, their eyes revolving like one being overcome by death. But when fear departs, they lash you with sharp tongues, indisposed toward [any] good. Those have not believed, so Allah has rendered their deeds worthless, and ever is that, for Allah, easy","es":"Se niegan a prestar todo tipo de ayuda, y cuando se apodera de ellos el temor [por cobardía] los ves que te observan con los ojos desorbitados, como aquel que está en la agonía de la muerte. Pero cuando el temor cesa, se dirigen a ustedes con lenguas afiladas, ávidos por obtener parte del botín. Estos no son creyentes, y Dios hará vanas sus obras [por su falta de fe] pues esto es algo fácil para Él","fr":"avares à votre égard. Puis, quand leur vient la peur, tu les vois te regarder avec des yeux révulsés, comme ceux de quelqu'un qui s'est évanoui par peur de la mort. Une fois la peur passée, ils vous lacèrent avec des langues affilées, alors qu'ils sont chiches à faire le bien. Ceux-là n'ont jamais cru. Allah donc, rend vaines leurs actions. Et cela est facile à Allah","id":"mereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Dan yang demikian itu mudah bagi Allah","ru":"поскольку они скупы по отношению к вам. Когда ими овладевает страх, ты видишь, как они смотрят на тебя. Их глаза вращаются, словно у того, кто теряет сознание перед смертью. Когда же страх проходит, они обижают вас острыми языками, скупясь на добро. Они не уверовали, и Аллах сделал тщетными их деяния. Это для Аллаха было легко","sv":"och av oginhet håller inne med både råd och dåd. Men när fara hotar ser de på dig med ögon som rullar [av skräck] som om dödens skugga föll över dem. Och när faran är över [och de har sansat sig], riktar de sina vassa tungor mot er, lystna efter det bästa [av krigsbytet]. [Hycklare som] dessa har ingen tro, och Gud skall låta allt vad de har åstadkommer [i livet] gå om intet; detta är lätt för Gud","tr":"Allah, içinizden sizi alıkoyanları, size Allah'ın yardımını kıskanarak, kardeşlerine \"Bize gelin, zorlanmadıkça savaşa gitmeyin\" diyenleri bilir. Kalblerine korku gelince ölüm baygınlığı geçiren kimse gibi gözleri dönerek, sana baktıklarını görürsün. Korkuları gidince iyiliğinize olanı çekemeyip sivri dilleriyle sizi incitirler. Bunlar inanmamışlardır, Allah, bu sebeple işlerini boşa çıkarmıştır; bu, Allah için kolaydır","ur":"جو تمہارا ساتھ دینے میں سخت بخیل ہیں خطرے کا وقت آ جائے تو اس طرح دیدے پھرا پھرا کر تمہاری طرف دیکھتے ہیں جیسے کسی مرنے والے پر غشی طاری ہو رہی ہو، مگر جب خطرہ گزر جاتا ہے تو یہی لوگ فائدوں کے حریص بن کر قینچی کی طرح چلتی ہوئی زبانیں لیے تمہارے استقبال کو آ جاتے ہیں یہ لوگ ہرگز ایمان نہیں لائے، اسی لیے اللہ نے ان کے سارے اعمال ضائع کر دیے اور ایسا کرنا اللہ کے لیے بہت آسان ہے","zh":"他们对你们是吝啬的。当恐怖降临的时候，你见他们望着你，他们的眼睛转动的像昏死的人一样；当恐怖消失的时候，他们却以尖利的口你们，而他们对钱财是吝啬的。这等人，没有信道，故安拉揭示他们的行为的虚伪，这对于安拉是容易的。"},"transliteration":"Ashihhatan AAalaykum faitha jaa alkhawfu raaytahum yanthuroona ilayka tadooru aAAyunuhum kaallathee yughsha AAalayhi mina almawti faitha thahaba alkhawfu salaqookum bialsinatin hidadin ashihhatan AAala alkhayri olaika lam yuminoo faahbata Allahu aAAmalahum wakana thalika AAala Allahi yaseeran","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
