{"id":3553,"number":20,"text":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","translations":{"en":"They think the companies have not [yet] withdrawn. And if the companies should come [again], they would wish they were in the desert among the bedouins, inquiring [from afar] about your news. And if they should be among you, they would not fight except for a little","es":"Ellos pensaban que los aliados no se habían marchado, y si estos aliados hubieran regresado [otra vez para combatirlos], habrían deseado estar en el desierto con los beduinos y preguntar de lejos acerca de la suerte de los musulmanes; y aunque hubieran estado con ustedes, poco es lo que habrían participado en la batalla [por desgano]","fr":"Ils pensent que les coalisés ne sont pas partis. Or si les coalisés revenaient, [ces gens-là] souhaiteraient être des nomades parmi les Bédouins et [se contenteraient] de demander de vos nouvelles. S'ils étaient parmi vous, ils n'auraient combattu que très peu","id":"Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi, dan jika golongan-golongan (yang bersekutu) itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentang kamu. Dan sekiranya mereka berada bersamamu, mereka tidak akan berperang, melainkan sebentar saja","ru":"Они полагают, что союзники не ушли. Если бы союзники пришли, то они захотели бы кочевать среди бедуинов и расспрашивать о вас. Будь они вместе с вами, то они бы не сражались, разве что немного","sv":"De tror att de sammansvurna i själva verket inte har dragit sig tillbaka; och om de återkommer skulle dessa [hycklare] helst vilja vara bland nomaderna i öknen och [där på betryggande avstånd] höra sig för [hur det till sist går för] er. Och om de då skulle befinna sig tillsammans med er, skulle de försöka hålla sig undan från striderna","tr":"Bunlar, düşman birliklerinin gitmediklerini sanıyorlardı. Bu birlikler tekrar gelmiş olsalardı, kendileri çöllerde bedevilerin yanında bulunup, sadece sizin haberlerinizi sormayı dilerlerdi. Aranızda olsalar ancak pek az savaşırlardı","ur":"یہ سمجھ رہے ہیں کہ حملہ آور گروہ ابھی گئے نہیں ہیں اور اگر وہ پھر حملہ آور ہو جائیں تو ان کا جی چاہتا ہے کہ اُس موقع پر یہ کہیں صحرا میں بدوؤں کے درمیان جا بیٹھیں اور وہیں سے تمہارے حالات پوچھتے رہیں تاہم اگر یہ تمہارے درمیان رہے بھی تو لڑائی میں کم ہی حصہ لیں گے","zh":"他们以为同盟军还没有撤退，如果同盟军卷土重来，他们将希望自己在沙漠中的游牧的阿拉伯人中间，并从那里探听你们的消息，假若他们与你们相处，他们只偶尔参加战斗。"},"transliteration":"Yahsaboona alahzaba lam yathhaboo wain yati alahzabu yawaddoo law annahum badoona fee alaAArabi yasaloona AAan anbaikum walaw kanoo feekum ma qataloo illa qaleelan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
