{"id":3555,"number":22,"text":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","translations":{"en":"And when the believers saw the companies, they said, \"This is what Allah and His Messenger had promised us, and Allah and His Messenger spoke the truth.\" And it increased them only in faith and acceptance","es":"Cuando los creyentes vieron a los aliados dijeron: \"Esto es lo que nos prometieron Dios y Su Mensajero, y la promesa de Dios y Su Mensajero es verdadera\". Eso no hizo sino acrecentarles la fe y la aceptación [de las órdenes de Dios]","fr":"Et quand les croyants virent les coalisés, ils dirent: «Voilà ce qu'Allah et Son messager nous avaient promis; et Allah et Son messager disaient la vérité». Et cela ne fit que croître leur foi et leur soumission","id":"Dan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, \"Inilah yang dijanjikan Allah dan Rasul-Nya672) kepada kita.\" Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka","ru":"Когда верующие увидели союзников, они сказали: «Это - то, что обещали нам Аллах и Его Посланник. Аллах и Его Посланник сказали правду». Это приумножило в них лишь веру и покорность","sv":"Och när de sant troende såg de sammansvurna [rycka fram], sade de: \"Detta är vad Gud och Hans Sändebud har lovat oss\" och \"Gud och Hans Sändebud har sagt sanningen\" - och därigenom stärktes ytterligare deras tro och deras underkastelse [under Guds vilja]","tr":"İnananlar, düşman birliklerini gördükleri zaman: \"İşte bu, Allah ve Peygamberinin bize vadettiğidir; Allah ve Peygamberi doğru söylemiştir\" dediler. Bu onların ancak imanını ve teslimiyetlerini artırdı","ur":"اور سچے مومنوں (کا حال اُس وقت یہ تھا کہ) جب انہوں نے حملہ آور لشکروں کو دیکھا تو پکار اٹھے کہ \"یہ وہی چیز ہے جس کا اللہ اور اس کے رسول نے ہم سے وعدہ کیا تھا، اللہ اور اُس کے رسولؐ کی بات بالکل سچّی تھی\" اِس واقعہ نے اُن کے ایمان اور ان کی سپردگی کو اور زیادہ بڑھا دیا","zh":"当信士见同盟军的时候，他们说：“这是安拉及其使者所应许我们的，安拉及其使者说对了。”这件事只能使他们更加确信，更加顺从。"},"transliteration":"Walamma raa almuminoona alahzaba qaloo hatha ma waAAadana Allahu warasooluhu wasadaqa Allahu warasooluhu wama zadahum illa eemanan watasleeman","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
