{"id":3556,"number":23,"text":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","translations":{"en":"Among the believers are men true to what they promised Allah. Among them is he who has fulfilled his vow [to the death], and among them is he who awaits [his chance]. And they did not alter [the terms of their commitment] by any alteration","es":"Entre los creyentes hay hombres que cumplieron el compromiso que tomaron con Dios. Algunos ya han fallecido, otros esperan que les llegue su hora y no han cambiado de compromiso","fr":"Il est, parmi les croyants, des hommes qui ont été sincères dans leur engagement envers Allah. Certains d'entre eux ont atteint leur fin, et d'autres attendent encore; et ils n'ont varié aucunement (dans leur engagement)","id":"Di antara orang-orang mukmin itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah. Dan di antara mereka ada yang gugur, dan di antara mereka ada (pula) yang menunggu-nunggu673) dan mereka sedikit pun tidak mengubah (janjinya)","ru":"Среди верующих есть мужи, которые верны завету, который они заключили с Аллахом. Среди них есть такие, которые уже выполнили свои обязательства (или умерли), и такие, которые еще ожидают, но никак не изменяют своему завету","sv":"Bland de troende finns det män som håller fast vid de löften som de har avgett inför Gud; av dem har några fått ge sina liv; andra avvaktar [sin tur] utan att vackla i sin beslutsamhet","tr":"İnananlardan, Allah'a verdiği ahdi yerine getiren adamlar vardır. Kimi, bu uğurda canını vermiş, kimi de beklemektedir. Ahdlerini hiç değiştirmemişlerdir","ur":"ایمان لانے والوں میں ایسے لوگ موجود ہیں جنہوں نے اللہ سے کیے ہوئے عہد کو سچا کر دکھایا ہے ان میں سے کوئی اپنی نذر پوری کر چکا اور کوئی وقت آنے کا منتظر ہے انہوں نے اپنے رویے میں کوئی تبدیلی نہیں کی","zh":"信士中有许多人，已实践他们与安拉所订的盟约：他们中有成仁的，有待义的，他们没有变节。"},"transliteration":"Mina almumineena rijalun sadaqoo ma AAahadoo Allaha AAalayhi faminhum man qada nahbahu waminhum man yantathiru wama baddaloo tabdeelan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
