{"id":3557,"number":24,"text":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّـٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translations":{"en":"That Allah may reward the truthful for their truth and punish the hypocrites if He wills or accept their repentance. Indeed, Allah is ever Forgiving and Merciful","es":"Dios [decidió probarlos en la fe] para recompensar a los sinceros por su sinceridad y castigar a los hipócritas, si Él quiere, o perdonarlos. Dios es Perdonador, Misericordioso","fr":"afin qu'Allah récompense les véridiques pour leur sincérité, et châtie, s'Il veut, les hypocrites, ou accepte leur repentir. Car Allah est Pardonneur et Miséricordieux","id":"agar Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya, dan mengazab orang munafik jika Dia kehendaki, atau menerima tobat mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Это происходит для того, чтобы Аллах воздал правдивым за их правдивость и наказал лицемеров, если Он пожелает этого, или принял их покаяния. Воистину, Аллах - Прощающий, Милосердный","sv":"Gud [låter människorna utstå dessa prövningar] för att belöna de sanna för deras trohet mot sina löften och, allt efter Sin vilja, straffa hycklarna eller godta deras ånger; Gud är ständigt förlåtande, barmhärtig","tr":"Bu sebeple Allah, doğruları doğrulukları ile mükafatlandırır; ikiyüzlüleri de dilerse azablandırır veya tevbelerini kabul eder. Şüphesiz Allah bağışlayandır, merhamet edendir","ur":"(یہ سب کچھ اس لیے ہوا) تاکہ اللہ سچوں کو اُن کی سچائی کی جزا دے اور منافقوں کو چاہے تو سزا دے اور چاہے تو ان کی توبہ قبول کر لے، بے شک اللہ غفور و رحیم ہے","zh":"以便安拉因诚实者的诚实而善报他们，并且随意地惩罚伪信者，或赦宥他们。安拉确是至赦的，确是至慈的。"},"transliteration":"Liyajziya Allahu alssadiqeena bisidqihim wayuAAaththiba almunafiqeena in shaa aw yatooba AAalayhim inna Allaha kana ghafooran raheeman","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
