{"id":3558,"number":25,"text":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","translations":{"en":"And Allah repelled those who disbelieved, in their rage, not having obtained any good. And sufficient was Allah for the believers in battle, and ever is Allah Powerful and Exalted in Might","es":"Dios frustró a los incrédulos que, llenos de ira, no alcanzaron lo que se proponían, e hizo que los creyentes no entraran en combate. Dios es Fuerte, Poderoso","fr":"Et Allah a renvoyé, avec leur rage, les infidèles sans qu'ils n'aient obtenu aucun bien, et Allah a épargné aux croyants le combat. Allah est Fort et Puissant","id":"Dan Allah menghalau orang-orang kafir itu yang mereka penuh memendam kejengkelan, karena mereka (juga) tidak memperoleh keuntungan apa pun. Cukuplah Allah (yang menolong) menghindarkan orang-orang mukmin dalam peperangan.674) Dan Allah Mahakuat, Mahaperkasa","ru":"Аллах вернул неверующих в ярости (или по причине их ярости), и они не обрели добра. Аллах избавил верующих от сражения. Аллах - Всесильный, Могущественный","sv":"Gud lät förnekarna avtåga, rasande över att inte ha uppnått den framgång [som de räknat med]; Gud besparade nämligen de troende [den avgörande] drabbningen - hos Gud finns all styrka, all makt","tr":"Allah inkar edenleri, kinleriyle geri çevirdi, bir hayra ulaşamadılar; savaşta, inananlara Allah'ın yardımı yetti. Allah kuvvetli olandır, güçlü olandır","ur":"اللہ نے کفار کا منہ پھیر دیا، وہ کوئی فائدہ حاصل کیے بغیر اپنے دل کی جلن لیے یونہی پلٹ گئے، اور مومنین کی طرف سے اللہ ہی لڑنے کے لیے کافی ہو گیا، اللہ بڑی قوت والا اور زبردست ہے","zh":"安拉使不信道者未能获胜，忿忿而归；安拉使信士不战而胜。安拉是至刚的，是万能的。"},"transliteration":"Waradda Allahu allatheena kafaroo bighaythihim lam yanaloo khayran wakafa Allahu almumineena alqitala wakana Allahu qawiyyan AAazeezan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
