{"id":3561,"number":28,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","translations":{"en":"O Prophet, say to your wives, \"If you should desire the worldly life and its adornment, then come, I will provide for you and give you a gracious release","es":"¡Oh, Profeta!, diles a tus esposas: \"Si prefieren la vida mundanal y sus placeres transitorios, vengan que les daré la parte de los bienes materiales que les corresponden y acordaremos un divorcio decoroso","fr":"O Prophète! Dis à tes épouses: «Si c'est la vie présente que vous désirez et sa parure, alors venez! Je vous donnerai [les moyens] d'en jouir et vous libérerai [par un divorce] sans préjudice","id":"Wahai Nabi! Katakanlah kepada istri-istrimu, \"Jika kamu menginginkan kehidupan di dunia dan perhiasannya, maka kemarilah agar kuberikan kepadamu mut'ah dan aku ceraikan kamu dengan cara yang baik","ru":"О Пророк! Скажи своим женам: «Если вы желаете мирской жизни и ее украшений, то придите, и я наделю вас благами и отпущу красиво","sv":"PROFET! Säg till dina hustrur: \"Om ni längtar efter de glädjeämnen som livet i denna värld [kan erbjuda], kom då [till mig] så skall jag lösa er i godo från det äktenskapliga bandet som ni önskar","tr":"Ey Peygamber! Eşlerine şöyle söyle: \"Eğer dünya hayatını ve süslerini istiyorsanız gelin size bağışta bulunayım ve güzellikle salıvereyim","ur":"اے نبیؐ، اپنی بیویوں سے کہو، اگر تم دنیا اور اس کی زینت چاہتی ہو تو آؤ، میں تمہیں کچھ دے دلا کر بھلے طریقے سے رخصت کر دوں","zh":"先知啊！你对你的众妻说：“如果你们欲得今世的生活与其装饰，那么，你们来吧！我将以离仪馈赠你们，我任你们依礼而离去。"},"transliteration":"Ya ayyuha alnnabiyyu qul liazwajika in kuntunna turidna alhayata alddunya wazeenataha fataAAalayna omattiAAkunna waosarrihkunna sarahan jameelan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
