{"id":3565,"number":32,"text":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","translations":{"en":"O wives of the Prophet, you are not like anyone among women. If you fear Allah, then do not be soft in speech [to men], lest he in whose heart is disease should covet, but speak with appropriate speech","es":"¡Oh, mujeres del Profeta! Ustedes no son como las demás mujeres, si tienen temor de Dios, no hablen con voz dulce, de modo que quien tenga su corazón enfermo sienta alguna atracción; hablen recatadamente","fr":"O femmes du Prophète! Vous n'êtes comparables à aucune autre femme. Si vous êtes pieuses, ne soyez pas trop complaisantes dans votre langage, afin que celui dont le cœur est malade [l'hypocrite] ne vous convoite pas. Et tenez un langage décent","id":"Wahai istri-istri Nabi! Kamu tidak seperti perempuan-perempuan yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk (melemah lembutkan suara)677) dalam berbicara sehingga bangkit nafsu orang yang ada penyakit dalam hatinya,678) dan ucapkanlah perkataan yang baik","ru":"О жены Пророка! Вы не таковы, как любая другая женщина. Если вы богобоязненны, то не проявляйте нежности в речах, дабы не возжелал вас тот, чье сердце поражено недугом, а говорите достойным образом","sv":"Hustrur till [Vår] Profet! Ni skiljer er från alla andra kvinnor, om ni fruktar Gud. Var inte [för] mjuka och tillmötesgående i ert tal så att den som har ett sjukt hjärta fattar begär [till er], men använd ett artigt och vänligt språk som sig bör","tr":"Ey Peygamberin hanımları! Sizler herhangi bir kadın gibi değilsiniz. Allah'tan sakınıyorsanız edalı konuşmayın, yoksa, kalbi bozuk olan kimse kötü şeyler ümit eder; daima ciddi ve ağırbaşlı söz söyleyin","ur":"نبیؐ کی بیویو، تم عام عورتوں کی طرح نہیں ہو اگر تم اللہ سے ڈرنے والی ہو تو دبی زبان سے بات نہ کیا کرو کہ دل کی خرابی کا مُبتلا کوئی شخص لالچ میں پڑ جائے، بلکہ صاف سیدھی بات کرو","zh":"先知的妻子们啊！你们不像别的任何妇女，如果你们敬畏安拉，就不要说温柔的话，以免心中有病的人，贪恋你们；你们应当说庄重的话。"},"transliteration":"Ya nisaa alnnabiyyi lastunna kaahadin mina alnnisai ini ittaqaytunna fala takhdaAAna bialqawli fayatmaAAa allathee fee qalbihi maradun waqulna qawlan maAAroofan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
