{"id":3566,"number":33,"text":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","translations":{"en":"And abide in your houses and do not display yourselves as [was] the display of the former times of ignorance. And establish prayer and give zakah and obey Allah and His Messenger. Allah intends only to remove from you the impurity [of sin], O people of the [Prophet's] household, and to purify you with [extensive] purification","es":"[Preferiblemente] permanezcan en sus casas, [y cuando salgan] no se exhiban provocativamente como lo hacían [las mujeres] en tiempos del paganismo preislámico, y hagan la oración, paguen el zakat y obedezcan a Dios y a Su Mensajero. Dios quiere apartar de ustedes todo pecado, ¡oh, familia del Profeta!, y purificarlos","fr":"Restez dans vos foyers; et ne vous exhibez pas à la manière des femmes d'avant l'Islam (Jâhiliyah). Accomplissez la Salât, acquittez la Zakât et obéissez à Allah et à Son messager. Allah ne veut que vous débarrasser de toute souillure, ô gens de la maison [du prophète], et veut vous purifier pleinement","id":"(Dan hendaklah kamu tetap di rumahmu679) dan janganlah kamu berhias dan (bertingkah laku) seperti orang-orang jahiliah dahulu,680) dan laksanakanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait681) dan membersihkan kamu sebersih-bersihnya","ru":"Оставайтесь в своих домах, не наряжайтесь так, как наряжались во времена первого невежества, совершайте намаз, раздавайте закят и повинуйтесь Аллаху и Его Посланнику. О обитатели дома, Аллах желает лишь избавить вас от скверны и очистить вас полностью","sv":"Och stanna i ert hem. Men [om ni måste lämna det] försök inte dra uppmärksamheten till era yttre företräden på det sätt som var vanligt under den hedniska tiden, och förrätta bönen och ge åt de behövande och lyd Gud och Hans Sändebud. Gud vill befria er, ni som står Profeten närmast, från all [jordisk] smuts och göra er renhet fullkomlig","tr":"Evlerinizde oturun; eski Cahiliyye'de olduğu gibi açılıp saçılmayın; namazı kılın; zekatı verin; Allah'a ve Peygamberine itaat edin. Ey Peygamberin ev halkı! (ehl-i beyt) Şüphesiz Allah sizden kusuru giderip sizi tertemiz yapmak ister","ur":"اپنے گھروں میں ٹِک کر رہو اور سابق دور جاہلیت کی سی سج دھج نہ دکھاتی پھرو نماز قائم کرو، زکوٰۃ دو اور اللہ اور اُس کے رسولؐ کی اطاعت کرو اللہ تو یہ چاہتا ہے کہ اہلِ بیتِ نبیؐ سے گندگی کو دور کرے اور تمہیں پوری طرح پاک کر دے","zh":"你们应当安居于你们的家中，你们不要炫露你们的美丽，如从前蒙昧时代的妇女那样。你们应当谨守拜功，完纳天课，顺从安拉及其使者。先知的家属啊！安拉只欲消除你们的污秽，洗净你们的罪恶。"},"transliteration":"Waqarna fee buyootikunna wala tabarrajna tabarruja aljahiliyyati aloola waaqimna alssalata waateena alzzakata waatiAAna Allaha warasoolahu innama yureedu Allahu liyuthhiba AAankumu alrrijsa ahla albayti wayutahhirakum tatheeran","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
