{"id":3569,"number":36,"text":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","translations":{"en":"It is not for a believing man or a believing woman, when Allah and His Messenger have decided a matter, that they should [thereafter] have any choice about their affair. And whoever disobeys Allah and His Messenger has certainly strayed into clear error","es":"Un verdadero creyente o a una verdadera creyente no deben, cuando Dios y Su Mensajero hayan dictaminado un asunto, actuar en forma contraria. Quien desobedezca a Dios y a Su Mensajero se habrá desviado claramente","fr":"Il n'appartient pas à un croyant ou à une croyante, une fois qu'Allah et Son messager ont décidé d'une chose d'avoir encore le choix dans leur façon d'agir. Et quiconque désobéit à Allah et à Son messager, s'est égaré certes, d'un égarement évident","id":"Dan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. Dan barangsiapa mendurhakai Allah dan Rasul-Nya, maka sungguh, dia telah tersesat, dengan kesesatan yang nyata","ru":"Для верующего мужчины и верующей женщины нет выбора при принятии ими решения, если Аллах и Его Посланник уже приняли решение. А кто ослушается Аллаха и Его Посланника, тот впал в очевидное заблуждение","sv":"Och när en fråga som rör en troende man eller kvinna har avgjorts av Gud och Hans Sändebud, har dessa inte rätt att själva döma i det som rör dem; den som sätter sig upp emot Gud och Hans Sändebud begår ett uppenbart svårt misstag","tr":"Allah ve Peygamber'i bir şeye hükmettiği zaman, inanan erkek ve kadına artık işlerinde başka yolu seçmek yaraşmaz. Allah'a ve Peygamber'e baş kaldıran şüphesiz apaçık bir şekilde sapmış olur","ur":"کسی مومن مرد اور کسی مومن عورت کو یہ حق نہیں ہے کہ جب اللہ اور اس کا رسولؐ کسی معاملے کا فیصلہ کر دے تو پھر اسے اپنے اُس معاملے میں خود فیصلہ کرنے کا اختیار حاصل رہے اور جو کوئی اللہ اور اس کے رسولؐ کی نافرمانی کرے تو وہ صریح گمراہی میں پڑ گیا","zh":"当安拉及其使者判决一件事的时候，信道的男女对于他们的事，不宜有选择。谁违抗安拉及其使者，谁已陷入显著的迷误了。"},"transliteration":"Wama kana limuminin wala muminatin itha qada Allahu warasooluhu amran an yakoona lahumu alkhiyaratu min amrihim waman yaAAsi Allaha warasoolahu faqad dalla dalalan mubeenan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
