{"id":357,"number":64,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","translations":{"en":"Say, \"O People of the Scripture, come to a word that is equitable between us and you - that we will not worship except Allah and not associate anything with Him and not take one another as lords instead of Allah.\" But if they turn away, then say, \"Bear witness that we are Muslims [submitting to Him]","es":"Di: \"¡Oh, Gente del Libro! Convengamos en una creencia común: No adoraremos sino a Dios, no Le asociaremos nada y no tomaremos a nadie como divinidad fuera de Dios\". Pero si no aceptan digan: \"Sean testigos de que nosotros solo adoramos a Dios","fr":"Dis: «O gens du Livre, venez à une parole commune entre nous et vous: que nous n'adorions qu'Allah, sans rien Lui associer, et que nous ne prenions point les uns les autres pour seigneurs en dehors d'Allah». Puis, s'ils tournent le dos, dites: «Soyez témoins que nous, nous sommes soumis»","id":"Katakanlah (Muhammad), \"Wahai Ahli Kitab! Marilah (kita) menuju kepada satu kalimat (pegangan) yang sama antara kami dan kamu, bahwa kita tidak menyembah selain Allah dan kita tidak mempersekutukan-Nya dengan sesuatu pun, dan bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah. Jika mereka berpaling maka katakanlah (kepada mereka), \"Saksikanlah, bahwa kami adalah orang Muslim","ru":"Скажи: «О люди Писания! Давайте придем к единому слову для нас и для вас, о том, что мы не будем поклоняться никому, кроме Аллаха, не будем приобщать к Нему никаких сотоварищей и не будем считать друг друга господами наряду с Аллахом». Если же они отвернутся, то скажите: «Свидетельствуйте, что мы - мусульмане»","sv":"Säg: \"Efterföljare av äldre tiders uppenbarelser! Låt oss samlas kring en regel, gemensam för oss och för er - att vi inte skall dyrka någon utom Gud och inte sätta något vid Guds sida och inte erkänna andra människor som våra herrar och beskyddare i Guds ställe.\" Och säg, om de vänder er ryggen: \"Vittna då, att det är vi som har underkastat oss Hans vilja","tr":"De ki: \"Ey Kitap ehli! Ancak Allah'a kulluk etmek, O'na bir şeyi eş koşmamak, Allah'ı bırakıp birbirimizi rab olarak benimsememek üzere, bizimle sizin aranızda müşterek bir söze gelin\". Eğer yüz çevirirlerse: \"Bizim müslüman olduğumuza şahid olun\" deyin","ur":"کہو، \"اے اہل کتاب! آؤ ایک ایسی بات کی طرف جو ہمارے اور تمہارے درمیان یکساں ہے یہ کہ ہم اللہ کے سوا کسی کی بندگی نہ کریں، اس کے ساتھ کسی کو شریک نہ ٹھیرائیں، اور ہم میں سے کوئی اللہ کے سوا کسی کو اپنا رب نہ بنا لے\" اس دعوت کو قبول کرنے سے اگر وہ منہ موڑیں تو صاف کہہ دو کہ گواہ رہو، ہم تو مسلم (صرف خدا کی بندگی و اطاعت کرنے والے) ہیں","zh":"你说：“信奉天经的人啊！你们来吧，让我们共同遵守一种双方认为公平的信条：我们大家只崇拜安拉，不以任何物配他，除安拉外，不以同类为主宰。”如果他们背弃这种信条，那么，你们说：“请你们作证我们是归顺的人"},"transliteration":"Qul ya ahla alkitabi taAAalaw ila kalimatin sawain baynana wabaynakum alla naAAbuda illa Allaha wala nushrika bihi shayan wala yattakhitha baAAduna baAAdan arbaban min dooni Allahi fain tawallaw faqooloo ishhadoo bianna muslimoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
