{"id":3570,"number":37,"text":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","translations":{"bn":"আল্লাহ যাকে অনুগ্রহ করেছেন; আপনিও যাকে অনুগ্রহ করেছেন; তাকে যখন আপনি বলেছিলেন, তোমার স্ত্রীকে তোমার কাছেই থাকতে দাও এবং আল্লাহকে ভয় কর। আপনি অন্তরে এমন বিষয় গোপন করছিলেন, যা আল্লাহ পাক প্রকাশ করে দেবেন আপনি লোকনিন্দার ভয় করেছিলেন অথচ আল্লাহকেই অধিক ভয় করা উচিত। অতঃপর যায়েদ যখন যয়নবের সাথে সম্পর্ক ছিন্ন করল, তখন আমি তাকে আপনার সাথে বিবাহবন্ধনে আবদ্ধ করলাম যাতে মুমিনদের পোষ্যপুত্ররা তাদের স্ত্রীর সাথে সম্পর্ক ছিন্ন করলে সেসব স্ত্রীকে বিবাহ করার ব্যাপারে মুমিনদের কোন অসুবিধা না থাকে। আল্লাহর নির্দেশ কার্যে পরিণত হয়েই থাকে।","en":"And [remember, O Muhammad], when you said to the one on whom Allah bestowed favor and you bestowed favor, \"Keep your wife and fear Allah,\" while you concealed within yourself that which Allah is to disclose. And you feared the people, while Allah has more right that you fear Him. So when Zayd had no longer any need for her, We married her to you in order that there not be upon the believers any discomfort concerning the wives of their adopted sons when they no longer have need of them. And ever is the command of Allah accomplished","id":"Dan (ingatlah), ketika engkau (Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, \"Pertahankanlah terus istrimu dan bertakwalah kepada Allah,\" sedang engkau menyembunyikan di dalam hatimu apa yang akan ditampakkan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak engkau takuti. Maka ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab)682) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya. Dan ketetapan Allah itu pasti terjadi","ru":"Вот ты сказал тому, кому Аллах оказал милость и кому ты сам оказал милость (Зейду, сыну Харисы): «Удержи свою жену при себе и побойся Аллаха». Ты скрыл в своей душе то, что Аллах сделает явным, и ты опасался людей, хотя Аллах больше заслуживает того, чтобы ты опасался Его. Когда же Зейд удовлетворил с ней свое желание (вступил с ней в половую близость или развелся с ней), Мы женили тебя на ней, чтобы верующие не испытывали никакого стеснения в отношении жен своих приемных сыновей после того, как те удовлетворят с ними свое желание. Веление Аллаха обязательно исполняется","tr":"Allah'ın nimet verdiği ve senin de nimetlendirdiğin kimseye: \"Eşini bırakma, Allah'tan sakın\" diyor, Allah'ın açığa vuracağı şeyi içinde saklıyordun. İnsanlardan çekiniyordun; oysa Allah'tan çekinmen daha uygundu. Sonunda Zeyd eşiyle ilgisini kestiğinde onu seninle evlendirdik, ki evlatlıkları eşleriyle ilgilerini kestiklerinde onlarla evlenmek konusunda müminlere bir sorumluluk olmadığı bilinsin. Allah'ın buyruğu yerine gelecektir","ur":"اے نبیؐ، یاد کرو وہ موقع جب تم اس شخص سے کہہ رہے تھے جس پر اللہ نے اور تم نے احسان کیا تھا کہ \"اپنی بیوی کو نہ چھوڑ اور اللہ سے ڈر\" اُس وقت تم اپنے دل میں وہ بات چھپائے ہوئے تھے جسے اللہ کھولنا چاہتا تھا، تم لوگوں سے ڈر رہے تھے، حالانکہ اللہ اس کا زیادہ حقدار ہے کہ تم اس سے ڈرو پھر جب زیدؓ اس سے اپنی حاجت پوری کر چکا تو ہم نے اس (مطلقہ خاتون) کا تم سے نکاح کر دیا تاکہ مومنوں پر اپنے منہ بولے بیٹوں کی بیویوں کے معاملہ میں کوئی تنگی نہ رہے جبکہ وہ ان سے اپنی حاجت پوری کر چکے ہوں اور اللہ کا حکم تو عمل میں آنا ہی چاہیے تھا"},"chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"bn":"জোট","en":"The Combined Forces","id":"Golongan yang Bersekutu","ru":"Союзники","tr":"Ahzâb","ur":"متحد گروہ"},"type":"medinan"}}
