{"id":3570,"number":37,"text":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","translations":{"en":"And [remember, O Muhammad], when you said to the one on whom Allah bestowed favor and you bestowed favor, \"Keep your wife and fear Allah,\" while you concealed within yourself that which Allah is to disclose. And you feared the people, while Allah has more right that you fear Him. So when Zayd had no longer any need for her, We married her to you in order that there not be upon the believers any discomfort concerning the wives of their adopted sons when they no longer have need of them. And ever is the command of Allah accomplished","es":"Recuerda [¡oh, Mujámmad!] cuando dijiste [a Zaid Ibn Háriza] a quien Dios había agraciado [con el Islam] y tú habías favorecido [liberándolo de la esclavitud]: \"Conserva a tu esposa y teme a Dios\"; intentaste ocultar lo que Dios haría manifiesto porque temiste lo que diría la gente, pero Dios es más digno de ser temido. Cuando Zaid termine con el vínculo conyugal, te la concederé en matrimonio para que los creyentes [sepan que] no hay ningún impedimento en casarse con las exesposas de sus hijos adoptivos, si es que estos deciden divorciarse de ellas. Era un asunto decidido","fr":"Quand tu disais à celui qu'Allah avait comblé de bienfait, tout comme toi-même l'avais comblé: «Garde pour toi ton épouse et crains Allah», et tu cachais en ton âme ce qu'Allah allait rendre public. Tu craignais les gens, et c'est Allah qui est plus digne de ta crainte. Puis quand Zayd eut cessé toute relation avec elle, Nous te la fîmes épouser, afin qu'il n'y ait aucun empêchement pour les croyants d'épouser les femmes de leurs fils adoptifs, quand ceux-ci cessent toute relation avec elles. Le commandement d'Allah doit être exécuté","id":"Dan (ingatlah), ketika engkau (Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, \"Pertahankanlah terus istrimu dan bertakwalah kepada Allah,\" sedang engkau menyembunyikan di dalam hatimu apa yang akan ditampakkan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak engkau takuti. Maka ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab)682) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya. Dan ketetapan Allah itu pasti terjadi","ru":"Вот ты сказал тому, кому Аллах оказал милость и кому ты сам оказал милость (Зейду, сыну Харисы): «Удержи свою жену при себе и побойся Аллаха». Ты скрыл в своей душе то, что Аллах сделает явным, и ты опасался людей, хотя Аллах больше заслуживает того, чтобы ты опасался Его. Когда же Зейд удовлетворил с ней свое желание (вступил с ней в половую близость или развелся с ней), Мы женили тебя на ней, чтобы верующие не испытывали никакого стеснения в отношении жен своих приемных сыновей после того, как те удовлетворят с ними свое желание. Веление Аллаха обязательно исполняется","sv":"Minns [Muhammad] vad du sade till honom som Gud visade Sin nåd och som du själv visade stor välvilja: \"Behåll din hustru och frukta Gud!\" Och av rädsla för människorna gömde du inom dig vad Gud skulle ge till känna, fastän du inte bör frukta någon utom Gud. Men då Zayd skilde sig från henne gav Vi henne som hustru åt dig för att [visa att] ingenting hindrar en troende att ingå äktenskap med sin adoptivsons hustru, sedan bandet mellan dem har upplösts. Guds vilja måste ske","tr":"Allah'ın nimet verdiği ve senin de nimetlendirdiğin kimseye: \"Eşini bırakma, Allah'tan sakın\" diyor, Allah'ın açığa vuracağı şeyi içinde saklıyordun. İnsanlardan çekiniyordun; oysa Allah'tan çekinmen daha uygundu. Sonunda Zeyd eşiyle ilgisini kestiğinde onu seninle evlendirdik, ki evlatlıkları eşleriyle ilgilerini kestiklerinde onlarla evlenmek konusunda müminlere bir sorumluluk olmadığı bilinsin. Allah'ın buyruğu yerine gelecektir","ur":"اے نبیؐ، یاد کرو وہ موقع جب تم اس شخص سے کہہ رہے تھے جس پر اللہ نے اور تم نے احسان کیا تھا کہ \"اپنی بیوی کو نہ چھوڑ اور اللہ سے ڈر\" اُس وقت تم اپنے دل میں وہ بات چھپائے ہوئے تھے جسے اللہ کھولنا چاہتا تھا، تم لوگوں سے ڈر رہے تھے، حالانکہ اللہ اس کا زیادہ حقدار ہے کہ تم اس سے ڈرو پھر جب زیدؓ اس سے اپنی حاجت پوری کر چکا تو ہم نے اس (مطلقہ خاتون) کا تم سے نکاح کر دیا تاکہ مومنوں پر اپنے منہ بولے بیٹوں کی بیویوں کے معاملہ میں کوئی تنگی نہ رہے جبکہ وہ ان سے اپنی حاجت پوری کر چکے ہوں اور اللہ کا حکم تو عمل میں آنا ہی چاہیے تھا","zh":"当时，你对那安拉曾施以恩惠，你也曾施以恩惠的人说：“你应当挽留你的妻子，你应当敬畏安拉。”你把安拉所欲昭示的，隐藏在你的心中，安拉是更应当为你所畏惧的，你却畏惧众人。当宰德离弃她的时候，我以她为你的妻子，以免信士们为他们的义子所离弃的妻子而感觉烦难。安拉的命令是必须奉行的。"},"transliteration":"Waith taqoolu lillathee anAAama Allahu AAalayhi waanAAamta AAalayhi amsik AAalayka zawjaka waittaqi Allaha watukhfee fee nafsika ma Allahu mubdeehi watakhsha alnnasa waAllahu ahaqqu an takhshahu falamma qada zaydun minha wataran zawwajnakaha likay la yakoona AAala almumineena harajun fee azwaji adAAiyaihim itha qadaw minhunna wataran wakana amru Allahi mafAAoolan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
