{"id":3571,"number":38,"text":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","translations":{"en":"There is not to be upon the Prophet any discomfort concerning that which Allah has imposed upon him. [This is] the established way of Allah with those [prophets] who have passed on before. And ever is the command of Allah a destiny decreed","es":"No hay falta alguna del Profeta por lo que Dios le haya prescrito [y permitido contraer en matrimonio]; ese es el designio de Dios tal como lo fue para [los Profetas] que lo precedieron, y el designio de Dios ha de cumplirse","fr":"Nul grief à faire au Prophète en ce qu'Allah lui a imposé, conformément aux lois établies pour ceux qui vécurent antérieurement. Le commandement d'Allah est un décret inéluctable","id":"Tidak ada keberatan apa pun pada Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunah Allah pada nabi-nabi yang telah terdahulu. Dan ketetapan Allah itu suatu ketetapan yang pasti berlaku","ru":"На Пророке нет греха в том, что предписал для него Аллах. Таково было установление Аллаха для тех, которые жили прежде. Веление Аллаха является решением предопределенным","sv":"Ingen skuld vilar på Profeten som här handlade så som Gud befallde honom. Så gick Gud till väga mot föregångarna - ja, allas öden formas av Guds beslut","tr":"Allah'ın Peygamber'e farz kıldığı şeylerde ona bir güçlük yoktur. Bu, Allah'ın öteden beri, gelmiş geçmişlere uyguladığı yasasıdır. Allah'ın emri şüphesiz gereği gibi yerine gelecektir","ur":"نبی پر کسی ایسے کام میں کوئی رکاوٹ نہیں ہے جو اللہ نے اس کے لیے مقرر کر دیا ہو یہی اللہ کی سنت ان سب انبیاء کے معاملہ میں رہی ہے جو پہلے گزر چکے ہیں اور اللہ کا حکم ایک قطعی طے شدہ فیصلہ ہوتا ہے","zh":"先知对于安拉所许他的事，不宜感觉烦难。安拉曾以此为古人的常道。安拉的命令是不可变更的定案。"},"transliteration":"Ma kana AAala alnnabiyyi min harajin feema farada Allahu lahu sunnata Allahi fee allatheena khalaw min qablu wakana amru Allahi qadaran maqdooran","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
