{"id":3576,"number":43,"text":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَـٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","translations":{"en":"It is He who confers blessing upon you, and His angels [ask Him to do so] that He may bring you out from darknesses into the light. And ever is He, to the believers, Merciful","es":"Él es Quien los bendice, y Sus ángeles ruegan [el perdón] por ustedes para [que sigan la guía y] sacarlos de las tinieblas [de la idolatría y el pecado] hacia la luz [del monoteísmo y la obediencia]. Él es compasivo con los creyentes","fr":"C'est lui qui prie sur vous, - ainsi que Ses Anges -, afin qu'Il vous fasse sortir des ténèbres à la lumière; et Il est Miséricordieux envers les croyants","id":"Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). Dan Dia Maha Penyayang kepada orang-orang yang beriman","ru":"Он - Тот, Кто благословляет вас, и Его ангелы также благословляют вас, чтобы вывести вас из мраков к свету. Он милосерден к верующим","sv":"Det är Han och Hans änglar som välsignar er för att leda er ut ur mörkret till ljuset; och Hans barmhärtighet omsluter de troende","tr":"Karanlıklardan aydınlığa çıkarmak için size rahmet ve istiğfar eden Allah ve melekleridir. İnananlara merhamet eden O'dur","ur":"وہی ہے جو تم پر رحمت فرماتا ہے اور اس کے ملائکہ تمہارے لیے دعائے رحمت کرتے ہیں تاکہ وہ تمہیں تاریکیوں سے روشنی میں نکال لائے، وہ مومنوں پر بہت مہربان ہے","zh":"他祝福你们，他的天使们为你们祈祷，以便他将你们从重重黑暗引入光明，他是怜悯信士的。"},"transliteration":"Huwa allathee yusallee AAalaykum wamalaikatuhu liyukhrijakum mina alththulumati ila alnnoori wakana bialmumineena raheeman","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
