{"id":3582,"number":49,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","translations":{"en":"O You who have believed, when you marry believing women and then divorce them before you have touched them, then there is not for you any waiting period to count concerning them. So provide for them and give them a gracious release","es":"¡Oh, creyentes! Si se casan con las creyentes y luego se divorcian antes de haberlas tocado, no deberán ellas esperar ningún plazo para volver a casarse, pero deben darles a ellas una compensación y completar un divorcio decoroso","fr":"O vous qui croyez! Quand vous vous mariez avec des croyantes et qu'ensuite vous divorcez d'avec elles avant de les avoir touchées, vous ne pouvez leur imposer un délai d'attente. Donnez-leur jouissance [d'un bien] et libérez-les [par un divorce] sans préjudice","id":"Wahai orang-orang yang beriman! Apabila kamu menikahi perempuan-perempuan mukmin, kemudian kamu ceraikan mereka sebelum kamu mencampurinya maka tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Namun berilah mereka mut'ah dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya","ru":"О те, которые уверовали! Если вы вступаете в брак с верующими женщинами, а затем объявляете им развод до того, как вы коснулись их, то они не обязаны перед вами выжидать срок. Одарите их и отпустите их красиво","sv":"TROENDE! Om ni ingår äktenskap med troende kvinnor och sedan skiljer er från dem, innan ni ännu rört dem, skall ingen väntetid räknas för dem. Ge dem då deras avskedsgåva och lös dem i godo från det äktenskapliga bandet","tr":"Ey inananlar! Mümin kadınlarla nikahlanıp, onları, temasta bulunmadan boşadığınızda, artık onlar için size iddet saymaya lüzum yoktur. Kendilerine bağışta bulunarak onları güzellikle serbest bırakın","ur":"اَے لوگو جو ایمان لائے ہو، جب تم مومن عورتوں سے نکاح کرو اور پھر انہیں ہاتھ لگانے سے پہلے طلاق دے دو تو تمہاری طرف سے ان پر کوئی عدت لازم نہیں ہے جس کے پورے ہونے کا تم مطالبہ کر سکو لہٰذا انہیں کچھ مال دو اور بھلے طریقے سے رخصت کر دو","zh":"信道的人们啊！你们若娶信道的妇女，然后在交接前休了她们，那么，她们不该为你们而守限期，所以你们应当使她们享受，应当让她们依礼而离去。"},"transliteration":"Ya ayyuha allatheena amanoo itha nakahtumu almuminati thumma tallaqtumoohunna min qabli an tamassoohunna fama lakum AAalayhinna min AAiddatin taAAtaddoonaha famattiAAoohunna wasarrihoohunna sarahan jameelan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
