{"id":3583,"number":50,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّـٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّـٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّـٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translations":{"en":"O Prophet, indeed We have made lawful to you your wives to whom you have given their due compensation and those your right hand possesses from what Allah has returned to you [of captives] and the daughters of your paternal uncles and the daughters of your paternal aunts and the daughters of your maternal uncles and the daughters of your maternal aunts who emigrated with you and a believing woman if she gives herself to the Prophet [and] if the Prophet wishes to marry her, [this is] only for you, excluding the [other] believers. We certainly know what We have made obligatory upon them concerning their wives and those their right hands possess, [but this is for you] in order that there will be upon you no discomfort. And ever is Allah Forgiving and Merciful","es":"¡Oh, Profeta! Te son lícitas las mujeres a las cuales diste la dote, y lo que posee tu diestra que te ha concedido Dios, y tus primas paternas y maternas que emigraron contigo, y la mujer creyente que se ofrece al Profeta [en matrimonio], si es que el Profeta quiere tomarla por esposa; es un permiso exclusivo para ti, no para los demás. Sé bien lo que les prescribí respecto a las esposas y lo que posee su diestra, para que no tengas reparo. Dios es Perdonador, Misericordioso","fr":"O Prophète! Nous t'avons rendu licites tes épouses à qui tu as donné leur mahr (dot), ce que tu as possédé légalement parmi les captives [ou esclaves] qu'Allah t'a destinées, les filles de ton oncle paternel, les filles de tes tantes paternelles, les filles de ton oncle maternel, et les filles de tes tantes maternelles, - celles qui avaient émigré en ta compagnie -, ainsi que toute femme croyante si elle fait don de sa personne au Prophète, pourvu que le Prophète consente à se marier avec elle: c'est là un privilège pour toi, à l'exclusion des autres croyants. Nous savons certes, ce que Nous leur avons imposé au sujet de leurs épouses et des esclaves qu'ils possèdent, afin qu'il n'y eût donc point de blâme contre toi. Allah est Pardonneur et Miséricordieux","id":"Wahai Nabi! Sesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya dan hamba sahaya yang engkau miliki, termasuk apa yang engkau peroleh dalam peperangan yang dikaruniakan Allah untukmu, dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan perempuan mukmin yang menyerahkan dirinya kepada Nabi kalau Nabi ingin menikahinya, sebagai kekhususan bagimu, bukan untuk semua orang mukmin. Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang istri-istri mereka dan hamba sahaya yang mereka miliki agar tidak menjadi kesempitan bagimu. Dan Allah Maha Pengampun, Maha Penyayang","ru":"О Пророк! Мы сделали для тебя дозволенными твоих жен, которым ты уплатил их вознаграждение, и невольниц, которыми овладела твоя десница и которыми Аллах одарил тебя, а также дочерей твоих дядей со стороны отца, дочерей твоих теток со стороны отца, дочерей твоих дядей со стороны матери, дочерей твоих теток со стороны матери, которые переселились вместе с тобой, а также любую верующую женщину, которая подарит себя Пророку, если Пророк захочет жениться на ней. Последнее дозволено только тебе, но не другим верующим. Мы знаем, что Мы предписали им относительно их жен и невольниц, которыми овладели их десницы. Тебе сделаны исключения для того, чтобы ты не испытывал никакого стеснения. Аллах - Прощающий, Милосердный","sv":"PROFET! Vi har förklarat dem till vilka du har gett deras brudgåvor som dina lagliga hustrur; de som du rättmätigt besitter [av fångar tagna i krig för trons sak] som Gud har tilldelat dig [kan läggas till dem]. Dina kusiner på din faders sida och din moders sida som utvandrade med dig [till Yathrib har du också rätt att ta till hustrur], och den troende kvinna som vill skänka Profeten sin hand, om Profeten anser äktenskapet lämpligt; detta är en rätt som tillkommer dig ensam med uteslutande av [andra] troende - Vi vet vad Vi har föreskrivit för dem vad gäller deras hustrur och dem som de rättmätigt besitter - [detta klargör Vi] för att befria dig från alla bekymmer; Gud är ständigt förlåtande, barmhärtig","tr":"Mehirlerini verdiğin eşlerini, Allah'ın sana ganimet olarak verdiği cariyeleri, seninle beraber hicret eden amcanın kızlarını, halalarının kızlarını, dayının kızlarını, teyzelerinin kızlarını ve Peygamber nikahlanmayı dilediği takdirde müminlerden ayrı, sırf sana mahsus olmak üzere kendisinin mehrini Peygambere hibe eden mümin kadını almanı helal kılmışızdır. Bir zorluğa uğramaman için; müminlerin eşleri ve cariyeleri hakkında onların üzerine neyi farz kılmış olduğumuzu bildirmiştik. Allah bağışlayandır, merhamet edendir","ur":"اے نبیؐ، ہم نے تمہارے لیے حلال کر دیں تمہاری وہ بیویاں جن کے مہر تم نے ادا کیے ہیں، اور وہ عورتیں جو اللہ کی عطا کردہ لونڈیوں میں سے تمہاری ملکیت میں آئیں، اور تمہاری وہ چچا زاد اور پھوپھی زاد اور ماموں زاد اور خالہ زاد بہنیں جنہوں نے تمہارے ساتھ ہجرت کی ہے، اور وہ مومن عورت جس نے اپنے آپ کو نبیؐ کے لیے ہبہ کیا ہو اگر نبیؐ اسے نکاح میں لینا چاہے یہ رعایت خالصۃً تمہارے لیے ہے، دوسرے مومنوں کے لیے نہیں ہے ہم کو معلوم ہے کہ عام مومنوں پر ان کی بیویوں اور لونڈیوں کے بارے میں ہم نے کیا حدود عائد کیے ہیں (تمہیں ان حدود سے ہم نے اس لیے مستثنیٰ کیا ہے) تاکہ تمہارے اوپر کوئی تنگی نہ رہے، اور اللہ غفور و رحیم ہے","zh":"先知啊！我确已准你享受你给予聘礼的妻子，你的奴婢，即安拉已为你的战利品的，你的从父的女儿、你的姑母的女儿、你的舅父的女儿、你的姨母的女儿，她们是同你一道迁居的。信道的妇女，若将自身赠于先知，若先知愿意娶她，这是特许你的，信士们不得援例——我知道我为他们的妻子与奴婢而对他们做出的规定——以免你感受困难。安拉是至赦的，是至慈的。"},"transliteration":"Ya ayyuha alnnabiyyu inna ahlalna laka azwajaka allatee atayta ojoorahunna wama malakat yameenuka mimma afaa Allahu AAalayka wabanati AAammika wabanati AAammatika wabanati khalika wabanati khalatika allatee hajarna maAAaka waimraatan muminatan in wahabat nafsaha lilnnabiyyi in arada alnnabiyyu an yastankihaha khalisatan laka min dooni almumineena qad AAalimna ma faradna AAalayhim fee azwajihim wama malakat aymanuhum likayla yakoona AAalayka harajun wakana Allahu ghafooran raheeman","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
