{"id":3584,"number":51,"text":"۞تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","translations":{"en":"You, [O Muhammad], may put aside whom you will of them or take to yourself whom you will. And any that you desire of those [wives] from whom you had [temporarily] separated - there is no blame upon you [in returning her]. That is more suitable that they should be content and not grieve and that they should be satisfied with what you have given them - all of them. And Allah knows what is in your hearts. And ever is Allah Knowing and Forbearing","es":"[¡Oh, Mujámmad!] Puedes relegar a quien quieras [de tus esposas y no pasar la noche con la que le corresponde] y estar con la que quieras, o si lo deseas volver con alguna de las que hubieras relegado, no cometes pecado al hacerlo. Esto es más conveniente para que estén alegres, no se entristezcan y se sientan complacidas. Dios bien sabe lo que hay en sus corazones. Dios todo lo sabe, es Tolerante","fr":"Tu fais attendre qui tu veux d'entre elles, et tu héberges chez toi qui tu veux. Puis il ne t'est fait aucun grief si tu invites chez toi l'une de celles que tu avais écartées. Voilà ce qui est le plus propre à les réjouir, à leur éviter tout chagrin et à leur faire accepter de bon cœur ce que tu leur as donné à toutes. Allah sait, cependant, ce qui est en vos cœurs. Et Allah est Omniscient et Indulgent","id":"Engkau boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Dan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, maka tidak ada dosa bagimu. Yang demikian itu lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan mereka rela dengan apa yang telah engkau berikan kepada mereka semuanya. Dan Allah mengetahui apa yang (tersimpan) dalam hatimu. Dan Allah Maha Mengetahui, Maha Penyantun","ru":"Ты можешь по своему желанию отложить посещение любой из них (жен Пророка), и удержать возле себя ту, которую пожелаешь. Если же ты пожелаешь ту, которую ты прежде отстранил, то это не будет для тебя грехом. Это лучше для того, чтобы глаза каждой из них радовались, чтобы они не печалились и были довольны тем, что ты даруешь им. Аллах знает то, что в ваших сердцах, ибо Аллах - Знающий, Выдержанный","sv":"[När det gäller fullgörandet av de äktenskapliga plikterna] får du låta den du vill av [dina hustrur] vänta och den du vill komma till dig, och du gör ingen orätt genom att vända dig till den du vill av dem som du har låtit vänta; på så sätt ökas deras glädje [när de får komma till dig] och minskas deras bedrövelse [när de får vänta] och tillfredsställelsen med vad du ger dem blir större för alla. Gud vet vad ni gömmer i era hjärtan; Gud vet allt och har överseende med era brister","tr":"Bunlardan istediğini bırakır, istediğini yanına alabilirsin. Sırasını geri bırakmış olduklarından da arzu ettiğini yanına almanda sana bir sorumluluk yoktur. Bu onların gözlerinin aydın olmasını, üzülmemelerini, hepsine verdiğin şeylere razı olmalarını daha iyi sağlar. Allah kalblerinizde olanı bilir; Allah bilendir, Halim olandır","ur":"تم کو اختیار دیا جاتا ہے کہ اپنی بیویوں میں سے جس کو چاہو اپنے سے الگ رکھو، جسے چاہو اپنے ساتھ رکھو اور جسے چاہو الگ رکھنے کے بعد اپنے پاس بلا لو اس معاملہ میں تم پر کوئی مضائقہ نہیں ہے اِس طرح زیادہ متوقع ہے کہ اُن کی آنکھیں ٹھنڈی رہیں گی اور وہ رنجیدہ نہ ہوں گی، اور جو کچھ بھی تم اُن کو دو گے اس پر وہ سب راضی رہیں گی اللہ جانتا ہے جو کچھ تم لوگوں کے دلوں میں ہے، اور اللہ علیم و حلیم ہے","zh":"你可以任意地离绝她们中的任何人，也可以任意地挽留她们中的任何人。你所暂离的妻子，你想召回她，对于你是毫无罪过的。那是最近于使她们感到安慰而无悲哀的，并且都满意你所给予她们的。安拉知道你们的心事，安拉是全知的，是至睿的。"},"transliteration":"Turjee man tashao minhunna watuwee ilayka man tashao wamani ibtaghayta mimman AAazalta fala junaha AAalayka thalika adna an taqarra aAAyunuhunna wala yahzanna wayardayna bima ataytahunna kulluhunna waAllahu yaAAlamu ma fee quloobikum wakana Allahu AAaleeman haleeman","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
