{"id":3585,"number":52,"text":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","translations":{"en":"Not lawful to you, [O Muhammad], are [any additional] women after [this], nor [is it] for you to exchange them for [other] wives, even if their beauty were to please you, except what your right hand possesses. And ever is Allah, over all things, an Observer","es":"No te será lícito que vuelvas a casarte luego de esta revelación, ni sustituir a una por otra aunque fueran muy hermosas, excepto lo que posea tu diestra. Dios todo lo observa","fr":"Il ne t'est plus permis désormais de prendre [d'autres] femmes, ni de changer d'épouses, même si leur beauté te plaît; - à l'exception des esclaves que tu possèdes. Et Allah observe toute chose","id":"Tidak halal bagimu (Muhammad) menikahi perempuan-perempuan (lain) setelah itu, dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Dan Allah Maha Mengawasi segala sesuatu","ru":"Отныне тебе не дозволено жениться на других женщинах и заменять их другими женами, даже если их красота поразит тебя, но это не относится к невольницам, которыми овладела твоя десница. Аллах наблюдает за всякой вещью","sv":"Det är hädanefter inte tillåtet för dig att ta [andra] kvinnor till hustrur eller att låta andra ta [dina nuvarande] hustrurs platser, hur intagen du än kan vara av deras skönhet. [Av andra kvinnor får du] inte [närma dig] någon utöver dem som du rättmätigt besitter. Och Gud vakar över allt","tr":"Bundan sonra sana hiçbir kadın, cariyelerin bir yana, güzellikleri ne kadar hoşuna giderse gitsin, hiçbirini boşayıp başka bir eşle değiştirmen helal değildir. Allah her şeyi gözetmektedir","ur":"اس کے بعد تمہارے لیے دوسری عورتیں حلال نہیں ہیں، اور نہ اس کی اجازت ہے کہ ان کی جگہ اور بیویاں لے آؤ خواہ اُن کا حسن تمہیں کتنا ہی پسند ہو، البتہ لونڈیوں کی تمہیں اجازت ہے اللہ ہر چیز پر نگران ہے","zh":"以后不准你再娶妇女，也不准你以她们换掉别的妻子，即使你羡慕她们的美貌，除非是你的奴婢，安拉是监视万物的。"},"transliteration":"La yahillu laka alnnisao min baAAdu wala an tabaddala bihinna min azwajin walaw aAAjabaka husnuhunna illa ma malakat yameenuka wakana Allahu AAala kulli shayin raqeeban","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
