{"id":3586,"number":53,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","translations":{"en":"O you who have believed, do not enter the houses of the Prophet except when you are permitted for a meal, without awaiting its readiness. But when you are invited, then enter; and when you have eaten, disperse without seeking to remain for conversation. Indeed, that [behavior] was troubling the Prophet, and he is shy of [dismissing] you. But Allah is not shy of the truth. And when you ask [his wives] for something, ask them from behind a partition. That is purer for your hearts and their hearts. And it is not [conceivable or lawful] for you to harm the Messenger of Allah or to marry his wives after him, ever. Indeed, that would be in the sight of Allah an enormity","es":"¡Oh, creyentes! No entren en la casa del Profeta a menos que los invite a comer, y no estén procurando la ocasión [de que los invite]. Si fueran invitados, entren, y cuando hayan terminado de comer, retírense y no se demoren hablando, porque eso incomoda al Profeta y se avergüenza [de pedirles que se retiren]; pero Dios no se avergüenza de [decir] la verdad. Cuando les pidan algo [a las esposas del Profeta], háganlo detrás de una cortina. Esto es más puro para los corazones de ustedes y los de ellas. No deben molestar al Mensajero de Dios ni deben casarse nunca con quienes fueron sus esposas, porque eso es grave ante Dios","fr":"O vous qui croyez! N'entrez pas dans les demeures du Prophète, à moins qu'invitation ne vous soit faite à un repas, sans être là à attendre sa cuisson. Mais lorsqu'on vous appelle, alors, entrez. Puis, quand vous aurez mangé, dispersez-vous, sans chercher à vous rendre familiers pour causer. Cela faisait de la peine au Prophète, mais il se gênait de vous (congédier), alors qu'Allah ne se gêne pas de la vérité. Et si vous leur demandez (à ses femmes) quelque objet, demandez-le leur derrière un rideau: c'est plus pur pour vos cœurs et leurs cœurs; vous ne devez pas faire de la peine au Messager d'Allah, ni jamais vous marier avec ses épouses après lui; ce serait, auprès d'Allah, un énorme péché","id":"Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah-rumah Nabi kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya),687) tetapi jika kamu dipanggil maka masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar), dan Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari balik tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelahnya (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah","ru":"О те, которые уверовали! Не входите в дома Пророка, если только вас не пригласят на трапезу, но не дожидайтесь ее приготовления (не приходите заранее). Если же вас пригласят, то входите, а когда поедите, то расходитесь и не усаживайтесь для разговоров. Этим вы причиняете неудобство Пророку. Он стыдится вас, но Аллах не стыдится истины. Если вы просите у них (жен Пророка) какую-либо утварь, то просите у них через завесу. Так будет чище для ваших сердец и их сердец. Вам не подобает ни обижать Посланника Аллаха, ни жениться на его женах после его смерти. Воистину, это является великим грехом перед Аллахом","sv":"TROENDE! Gå inte in i Profetens hus annat än om ni inbjudits till en måltid och [gå då inte in] förrän vid utsatt tid. Men om ni har inbjudits, stig in [när tiden är inne]. Och ta avsked när måltiden är över och dröj er inte kvar för att samtala i förtrolighet. Det besvärar Profeten, som av finkänslighet [drar sig för att be er gå]. Men Gud drar sig inte för [att säga] sanningen. När ni behöver vända er till [Profetens hustrur] för att be om något, tala då till dem från andra sidan av ett förhänge; detta är bästa sättet för er och för dem att bevara hjärtats renhet. Och företa er ingenting som kunde förarga eller såra Profeten. Och ta inte under några omständigheter [någon av] hans änkor till hustru efter hans död! Inför Gud skulle detta vara en oerhörd handling","tr":"Ey inananlar! Peygamber'in evlerine, yemeğe çağırılmaksızın vakitli vakitsiz girmeyin; fakat davet edilseniz girin ve yemeği yiyince, dağılın. Sohbet etmek için de girip oturmayın. Bu haliniz Peygamber'i üzüyor, o da size bir şey söylemeye çekiniyordu. Allah gerçeği söylemekten çekinmez. Peygamber'in eşlerinden bir şey isteyeceğinizde onu perde arkasından isteyin. Bu sayede sizin gönülleriniz de, onların gönülleri de daha temiz kalır. Bundan sonra ne Allah'ın Peygamber'ini üzmeniz ve ne de O'nuneşlerini nikahlamanız asla caiz değildir. Doğrusu bu, Allah katında büyük şeydir","ur":"اے لوگو جو ایمان لائے ہو، نبیؐ کے گھروں میں بلا اجازت نہ چلے آیا کرو نہ کھانے کا وقت تاکتے رہو ہاں اگر تمہیں کھانے پر بلایا جائے تو ضرور آؤ مگر جب کھانا کھالو تو منتشر ہو جاؤ، باتیں کرنے میں نہ لگے رہو تمہاری یہ حرکتیں نبیؐ کو تکلیف دیتی ہیں، مگر وہ شرم کی وجہ سے کچھ نہیں کہتے اور اللہ حق بات کہنے میں نہیں شرماتا نبیؐ کی بیویوں سے اگر تمہیں کچھ مانگنا ہو تو پردے کے پیچھے سے مانگا کرو، یہ تمہارے اور ان کے دلوں کی پاکیزگی کے لیے زیادہ مناسب طریقہ ہے تمہارے لیے یہ ہرگز جائز نہیں کہ اللہ کے رسولؐ کو تکلیف دو، اور نہ یہ جائز ہے کہ ان کے بعد ان کی بیویوں سے نکاح کرو، یہ اللہ کے نزدیک بہت بڑا گناہ ہے","zh":"信士们啊！你们不要进先知的家，除非邀请你们去吃饭的时候；你们不要进去等饭熟，当请你们去的时候才进去；既吃之后就当告退，不要留恋闲话，因为那会使先知感到为难，他不好意思辞退你们。安拉是不耻于揭示真理的。你们向先知的妻子们索取任何物品的时候，应当在帷幕外索取，那对于你们的心和她们的心是更清白的。你们不宜使使者为难，在他之后，永不宜娶他的妻子，因为在安拉看来，那是一件大罪。"},"transliteration":"Ya ayyuha allatheena amanoo la tadkhuloo buyoota alnnabiyyi illa an yuthana lakum ila taAAamin ghayra nathireena inahu walakin itha duAAeetum faodkhuloo faitha taAAimtum faintashiroo wala mustaniseena lihadeethin inna thalikum kana yuthee alnnabiyya fayastahyee minkum waAllahu la yastahyee mina alhaqqi waitha saaltumoohunna mataAAan faisaloohunna min warai hijabin thalikum atharu liquloobikum waquloobihinna wama kana lakum an tuthoo rasoola Allahi wala an tankihoo azwajahu min baAAdihi abadan inna thalikum kana AAinda Allahi AAatheeman","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
