{"id":3588,"number":55,"text":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","translations":{"en":"There is no blame upon women concerning their fathers or their sons or their brothers or their brothers' sons or their sisters' sons or their women or those their right hands possess. And fear Allah. Indeed Allah is ever, over all things, Witness","es":"No es un pecado [para las creyentes si se quitan el velo] ante sus padres, sus hijos, sus hermanos, los sobrinos de parte de su hermano o de su hermana, las demás mujeres y ante los esclavos. Tengan temor de Dios, porque Dios es testigo de todo","fr":"Nul grief sur elles au sujet de leurs pères, leurs fils, leurs frères, les fils de leurs frères, les fils de leurs sœurs, leurs femmes [de suite] et les esclaves qu'elles possèdent. Et craignez Allah. Car Allah est témoin de toute chose","id":"Tidak ada dosa atas istri-istri Nabi (untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka (yang beriman) dan hamba sahaya yang mereka miliki, dan bertakwalah kamu (istri-istri Nabi) kepada Allah. Sungguh, Allah Maha Menyaksikan segala sesuatu","ru":"На них (женах Пророка) не будет греха, если они будут без покрывала перед их отцами, их сыновьями, их братьями, сыновьями их братьев, сыновьями их сестер, своими женщинами и невольниками, которыми овладели их десницы. Бойтесь Аллаха, ведь Аллах - Свидетель всякой вещи","sv":"[Profetens hustrur] gör ingenting klandervärt [om de samtalar öppet] med sina fäder eller söner eller bröder eller bröders söner eller systrars söner eller med närstående kvinnor eller dem som de rättmätigt besitter. Men frukta Gud [alla ni kvinnor]! Gud är vittne till allt","tr":"Onların; babaları, oğulları, erkek kardeşleri, erkek kardeşlerinin oğulları, kız kardeşlerinin oğulları, hizmetçi kadınları ve cariyeleri hakkında bir sorumluluğu yoktur. Allah'tan sakının, çünkü Allah her şeye şahiddir","ur":"ازواج نبیؐ کے لیے اس میں کوئی مضائقہ نہیں ہے کہ ان کے باپ، ان کے بیٹے، ان کے بھائی، ان کے بھتیجے، ان کے بھانجے، ان کے میل جول کی عورتیں اور ان کے مملوک گھروں میں آئیں (اے عورتو) تمہیں اللہ کی نافرمانی سے پرہیز کرنا چاہیے اللہ ہر چیز پر نگاہ رکھتا ہے","zh":"她们无妨会见她们的父亲、儿子、弟兄、侄子、外甥、信道的妇女和自己的奴婢。你们应当敬畏安拉，安拉确是见证万物的。"},"transliteration":"La junaha AAalayhinna fee abaihinna wala abnaihinna wala ikhwanihinna wala abnai ikhwanihinna wala abnai akhawatihinna wala nisaihinna wala ma malakat aymanuhunna waittaqeena Allaha inna Allaha kana AAala kulli shayin shaheedan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
