{"id":359,"number":66,"text":"هَـٰٓأَنتُمۡ هَـٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translations":{"en":"Here you are - those who have argued about that of which you have [some] knowledge, but why do you argue about that of which you have no knowledge? And Allah knows, while you know not","es":"Ustedes discuten sobre los asuntos de los que tienen conocimiento, aun teniendo la revelación. Pero ahora discuten sobre lo que no conocen siquiera. Dios sabe y ustedes no","fr":"Vous avez bel et bien disputé à propos d'une chose dont vous avez connaissance. Mais pourquoi disputez-vous des choses dont vous n'avez pas connaissance? Or Allah sait, tandis que vous ne savez pas","id":"(Begitulah kamu! Kamu berbantah-bantahan tentang apa yang kamu ketahui,123) tetapi mengapa kamu berbantah-bantahan juga tentang apa yang tidak kamu ketahui?124) Allah mengetahui sedang kamu tidak mengetahui","ru":"Вы были людьми, которые препирались относительно того, что им известно. Почему же теперь вы препираетесь относительно того, что вам неизвестно? Аллах знает, а вы не знаете","sv":"Här tvistar ni [med varandra] om det som ni känner till; varför vill ni tvista om det som ni är helt okunniga om? Gud vet, men ni vet inte","tr":"Siz, hadi bilginiz olan şey üzerinde tartışanlarsınız. Ama bilginiz olmayan şey hakkında niçin tartışırsınız? Oysa Allah bilir, sizler bilmezsiniz","ur":"تم لوگ جن چیزوں کا علم رکھتے ہو اُن میں تو خوب بحثیں کر چکے، اب ان معاملات میں کیوں بحث کرنے چلے ہو جن کا تمہارے پاس کچھ بھی علم نہیں اللہ جانتا ہے، تم نہیں جانتے","zh":"你们这等人，自己知道的事，固然可以辩论；怎么连自己所不知道的事，也要加以辩论呢？安拉知道，你们却不知道。”"},"transliteration":"Haantum haolai hajajtum feema lakum bihi AAilmun falima tuhajjoona feema laysa lakum bihi AAilmun waAllahu yaAAlamu waantum la taAAlamoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
