{"id":3592,"number":59,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translations":{"en":"O Prophet, tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments. That is more suitable that they will be known and not be abused. And ever is Allah Forgiving and Merciful","es":"¡Oh, Profeta! Diles a tus mujeres, a tus hijas y a las mujeres de los creyentes, que se cubran con sus mantos; es mejor para que se las reconozca y no sean molestadas. Dios es Perdonador, Misericordioso","fr":"O Prophète! Dis à tes épouses, à tes filles, et aux femmes des croyants, de ramener sur elles leurs grands voiles: elles en seront plus vite reconnues et éviteront d'être offensées. Allah est Pardonneur et Miséricordieux","id":"(Wahai Nabi! Katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang mukmin, \"Hendaklah mereka menutupkan jilbabnya690) ke seluruh tubuh mereka.\" Yang demikian itu agar mereka lebih mudah untuk dikenali, sehingga mereka tidak diganggu. Dan Allah Maha Pengampun, Maha Penyayang","ru":"О Пророк! Скажи твоим женам, твоим дочерям и женщинам верующих мужчин, чтобы они опускали на себя (или сближали на себе) свои покрывала. Так их будут легче узнавать (отличать от рабынь и блудниц) и не подвергнут оскорблениям. Аллах - Прощающий, Милосердный","sv":"Profet! Säg till dina hustrur och dina döttrar - och till [alla] troende kvinnor - att de [utanför hemmet] noga sveper om sig sina ytterplagg; på så sätt blir de lättare igenkända [som anständiga kvinnor] och undgår att bli ofredade. Gud är ständigt förlåtande, barmhärtig","tr":"Ey Peygamber! Eşlerine, kızlarına ve müminlerin kadınlarına, dışarı çıkarken üstlerine örtü almalarını söyle; bu, onların hür ve namuslu bilinmelerini ve bundan dolayı incitilmemelerini daha iyi sağlar. Allah bağışlar ve merhamet eder","ur":"اے نبیؐ، اپنی بیویوں اور بیٹیوں اور اہل ایمان کی عورتوں سے کہہ دو کہ اپنے اوپر اپنی چادروں کے پلو لٹکا لیا کریں یہ زیادہ مناسب طریقہ ہے تاکہ وہ پہچان لی جائیں اور نہ ستائی جائیں اللہ تعالیٰ غفور و رحیم ہے","zh":"先知啊！你应当对你的妻子、你的女儿和信士们的妇女说：她们应当用外衣蒙着自己的身体。这样做最容易使人认识她们，而不受侵犯。安拉是至赦的，是至慈的。"},"transliteration":"Ya ayyuha alnnabiyyu qul liazwajika wabanatika wanisai almumineena yudneena AAalayhinna min jalabeebihinna thalika adna an yuAArafna fala yuthayna wakana Allahu ghafooran raheeman","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
