{"id":3602,"number":69,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","translations":{"en":"O you who have believed, be not like those who abused Moses; then Allah cleared him of what they said. And he, in the sight of Allah, was distinguished","es":"¡Oh, creyentes! No sean como quienes calumniaron a Moisés. Dios lo declaró inocente de lo que lo acusaban; él goza ante Dios de un rango elevado","fr":"O vous qui croyez! Ne soyez pas comme ceux qui ont offensé Moïse. Allah l'a déclaré innocent de leurs accusations, car il était honorable auprès d'Allah","id":"Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang yang menyakiti Musa, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah","ru":"О те, которые уверовали! Не будьте подобны тем, которые обидели Мусу (Моисея). Аллах оправдал его и опроверг то, что они говорили. Он был почитаем перед Аллахом","sv":"TROENDE! Gör inte som de [israeliter] som förtalade Moses bakom hans rygg! Men Gud friade honom från deras beskyllningar, ja, inför Gud var han en man av hög resning","tr":"Ey inananlar! Musa'yı incitenler gibi olmayın. Nitekim Allah onu, söylediklerinden beri tutmuştu. O, Allah'ın katında değerli bir kişiydi","ur":"اے لوگو جو ایمان لائے ہو، اُن لوگوں کی طرح نہ بن جاؤ جنہوں نے موسیٰؑ کو اذیتیں دی تھیں، پھر اللہ نے اُن کی بنائی ہوئی باتوں سے اُس کی برأت فرمائی اور وہ اللہ کے نزدیک با عزت تھا","zh":"信士们啊！你们不要仿效冤诬穆萨的人们。安拉已为他洗雪冤诬，据安拉看来，他是有面子的。"},"transliteration":"Ya ayyuha allatheena amanoo la takoonoo kaallatheena athaw moosa fabarraahu Allahu mimma qaloo wakana AAinda Allahi wajeehan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
