{"id":3605,"number":72,"text":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","translations":{"en":"Indeed, we offered the Trust to the heavens and the earth and the mountains, and they declined to bear it and feared it; but man [undertook to] bear it. Indeed, he was unjust and ignorant","es":"Le propuse a los cielos, a la Tierra y a las montañas revelarles el Mensaje, pero se rehusaron a cargar con ello porque sintieron temor. Pero el ser humano aceptó llevar la carga; el ser humano fue injusto [consigo mismo] e ignorante [de las consecuencias de asumir esa responsabilidad]","fr":"Nous avions proposé aux cieux, à la terre et aux montagnes la responsabilité (de porter les charges de faire le bien et d'éviter le mal). Ils ont refusé de la porter et en ont eu peur, alors que l'homme s'en est chargé; car il est très injuste [envers lui-même] et très ignorant","id":"Sesungguhnya Kami telah menawarkan amanat kepada langit, bumi dan gunung-gunung; tetapi semuanya enggan untuk memikul amanat itu dan mereka khawatir tidak akan melaksanakannya (berat), lalu dipikullah amanat itu oleh manusia. Sungguh, manusia itu sangat zalim dan sangat bodoh","ru":"Мы предложили небесам, земле и горам взять на себя ответственность, но они отказались нести ее и испугались этого, а человек взялся нести ее. Воистину, он является несправедливым и невежественным","sv":"Vi erbjöd himlarna och jorden och bergen ansvaret [för förnuft och fri vilja], och de avböjde av ängslan [att inte kunna bära] det; men människan - alltid beredd till synd och dårskap - tog det på sig","tr":"Doğrusu Biz, sorumluluğu (emaneti) göklere, yere, dağlara sunmuşuzdur da onlar bunu yüklenmekten çekinmişler ve ondan korkup titremişlerdir; onu insan yüklendi. Doğrusu o çok zalim ve çok cahildir. (kabulüne rağmen emanete hıyanet etmektedir)","ur":"ہم نے اس امانت کو آسمانوں اور زمین اور پہاڑوں کے سامنے پیش کیا تو وہ اُسے اٹھانے کے لیے تیار نہ ہوئے اور اس سے ڈر گئے، مگر انسان نے اسے اٹھا لیا، بے شک وہ بڑا ظالم اور جاہل ہے","zh":"我确已将重任信托天地和山岳，但它们不肯承担它，它们畏惧它，而人却承担了——人确是不义的，确是无知的，"},"transliteration":"Inna AAaradna alamanata AAala alssamawati waalardi waaljibali faabayna an yahmilnaha waashfaqna minha wahamalaha alinsanu innahu kana thalooman jahoolan","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
