{"id":3606,"number":73,"text":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","translations":{"en":"[It was] so that Allah may punish the hypocrite men and hypocrite women and the men and women who associate others with Him and that Allah may accept repentance from the believing men and believing women. And ever is Allah Forgiving and Merciful","es":"Dios castigará a los hipócritas y a las hipócritas, a los idólatras y a las idólatras; mientras que Dios perdonará a los creyentes y a las creyentes porque Él es Perdonador, Misericordioso","fr":"[Il en est ainsi] afin qu'Allah châtie les hypocrites, hommes et femmes, et les associateurs et les associatrices et Allah accueille le repentir des croyants et des croyantes. Allah est Pardonneur et Miséricordieux","id":"sehingga Allah akan mengazab orang-orang munafik laki-laki dan perempuan, orang-orang musyrik laki-laki dan perempuan; dan Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Dan Allah Maha Pengampun, Maha Penyayang","ru":"Это произошло для того, чтобы Аллах наказал лицемеров и лицемерок, многобожников и многобожниц и принял покаяния верующих мужчин и верующих женщин. Аллах - Прощающий, Милосердный","sv":"Därför straffar Gud de män och de kvinnor som hycklar och de män och de kvinnor som sätter medhjälpare vid Hans sida och därför vänder Sig Gud till de troende männen och de troende kvinnorna och innesluter dem i Sin nåd. - Gud är ständigt förlåtande, barmhärtig","tr":"Bunun sonucu olarak, Allah, ikiyüzlü erkek ve kadınlara, Allah'a ortak koşan erkek ve kadınlara azap verecektir. Allah inanan erkek ve kadınların tevbelerini kabul buyuracaktır. Allah bağışlar ve merhamet eder","ur":"اِس بار امانت کو اٹھانے کا لازمی نتیجہ یہ ہے کہ اللہ منافق مردوں اور عورتوں، اور مشرک مردوں اور عورتوں کو سزا دے اور مومن مَردوں اور عورتوں کی توبہ قبول کرے، اللہ درگزر فرمانے والا اور رحیم ہے","zh":"以致安拉惩罚伪信的男女和以物配主的男女，而赦宥信道的男女！安拉是至赦的，是至慈的。"},"transliteration":"LiyuAAaththiba Allahu almunafiqeena waalmunafiqati waalmushrikeena waalmushrikati wayatooba Allahu AAala almumineena waalmuminati wakana Allahu ghafooran raheeman","chapter":{"id":33,"name":"الأحزاب","transliteration":"Al-Ahzab","translations":{"en":"The Combined Forces","es":"Los Coligados","fr":"Les coalisés","id":"Golongan yang Bersekutu","ru":"Союзники","sv":"De Sammansvurna","tr":"Ahzâb","ur":"متحد گروہ","zh":"同盟军"},"type":"medinan"}}
