{"id":3609,"number":3,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","translations":{"en":"But those who disbelieve say, \"The Hour will not come to us.\" Say, \"Yes, by my Lord, it will surely come to you. [Allah is] the Knower of the unseen.\" Not absent from Him is an atom's weight within the heavens or within the earth or [what is] smaller than that or greater, except that it is in a clear register","es":"Dicen los que se negaron a creer: \"No habrá Día del Juicio\". Diles [¡oh, Mujámmad!]: \"¡Sí!, habrá, se los juro por mi Señor, Él es el Conocedor de lo oculto, no se Le escapa el conocimiento de la existencia de una pequeña partícula en los cielos o en la Tierra, ni existe nada menor ni mayor que no esté en un Libro evidente","fr":"Ceux qui ne croient pas disent: «L'Heure ne nous viendra pas». Dis: «Par mon Seigneur! Très certainement, elle vous viendra. [Mon Seigneur] le Connaisseur de l'Inconnaissable. Rien ne Lui échappe fût-il du poids d'un atome dans les cieux, comme sur la terre. Et rien n'existe de plus petit ni de plus grand, qui ne soit inscrit dans un Livre explicite","id":"(Dan orang-orang yang kafir berkata, \"Hari Kiamat itu tidak akan datang kepada kami.\" Katakanlah, \"Pasti datang, demi Tuhanku Yang mengetahui yang gaib, Kiamat itu pasti akan datang kepadamu. Tidak ada yang tersembunyi bagi-Nya sekalipun seberat zarah691)baik yang di langit maupun yang di bumi, yang lebih kecil dari itu atau yang lebih besar, semuanya (tertulis) dalam Kitab yang jelas (Lauḥ Maḥfūẓ)","ru":"Неверующие сказали: «Час не наступит для нас». Скажи: «Нет, клянусь моим Господом, Ведающим сокровенное! Он непременно наступит для вас. Ни на небесах, ни на земле не ускользнет от Него даже то, что весом с мельчайшую частицу, или меньше нее, или больше нее. Все это есть в ясном Писании","sv":"Men de som förnekar sanningen säger: \"Den Yttersta stunden drabbar oss aldrig!\" Säg: \"Vid min Herre! Helt visst skall den drabba er! Vid Honom som vet allt som är dolt [för människor skall den drabba er]!\" Ingenting i himlen eller på jorden, [även om det bara har] ett stoftkorns vikt, undgår Honom och ingenting finns, vare sig mindre eller större än detta, som saknas i [Guds] öppna bok","tr":"İnkar edenler: \"Kıyamet bize gelmeyecektir\" dediler. De ki: \"Hayır, öyle değil; görülmeyeni bilen Rabbim'e and olsun ki, o saat size muhakkak gelecektir. Göklerde ve yerde zerre kadar olanlar bile O'nun ilminin dışında değildir. Bundan daha küçüğü ve daha büyüğü de şüphesiz apaçık Kitap'tadır","ur":"منکرین کہتے ہیں کہ کیا بات ہے کہ قیامت ہم پر نہیں آ رہی ہے! کہو، قسم ہے میرے عالم الغیب پروردگار کی، وہ تم پر آ کر رہے گی اُس سے ذرہ برابر کوئی چیز نہ آسمانوں میں چھپی ہوئی ہے نہ زمین میں نہ ذرے سے بڑی اور نہ اُس سے چھوٹی، سب کچھ ایک نمایاں دفتر میں درج ہے","zh":"不信道的人们说：“复活时不会来临我们。”你说：“不然，指我的主发誓，它必来临你们。我的主是全知幽玄的，天地间微尘重的事物，不能远离他；比那更小的，和更大的，无一件不记录在一本明白的经典中。”"},"transliteration":"Waqala allatheena kafaroo la tateena alssaAAatu qul bala warabbee latatiyannakum AAalimi alghaybi la yaAAzubu AAanhu mithqalu tharratin fee alssamawati wala fee alardi wala asgharu min thalika wala akbaru illa fee kitabin mubeenin","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
