{"id":3609,"number":3,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","translations":{"bn":"কাফেররা বলে আমাদের উপর কেয়ামত আসবে না। বলুন কেন আসবে না? আমার পালনকর্তার শপথ-অবশ্যই আসবে। তিনি অদৃশ্য সম্পর্কে জ্ঞাত। নভোমন্ডলে ও ভূ-মন্ডলে তাঁর আগোচরে নয় অণু পরিমাণ কিছু, না তদপেক্ষা ক্ষুদ্র এবং না বৃহৎ-সমস্তই আছে সুস্পষ্ট কিতাবে।","en":"But those who disbelieve say, \"The Hour will not come to us.\" Say, \"Yes, by my Lord, it will surely come to you. [Allah is] the Knower of the unseen.\" Not absent from Him is an atom's weight within the heavens or within the earth or [what is] smaller than that or greater, except that it is in a clear register","id":"(Dan orang-orang yang kafir berkata, \"Hari Kiamat itu tidak akan datang kepada kami.\" Katakanlah, \"Pasti datang, demi Tuhanku Yang mengetahui yang gaib, Kiamat itu pasti akan datang kepadamu. Tidak ada yang tersembunyi bagi-Nya sekalipun seberat zarah691)baik yang di langit maupun yang di bumi, yang lebih kecil dari itu atau yang lebih besar, semuanya (tertulis) dalam Kitab yang jelas (Lauḥ Maḥfūẓ)","ru":"Неверующие сказали: «Час не наступит для нас». Скажи: «Нет, клянусь моим Господом, Ведающим сокровенное! Он непременно наступит для вас. Ни на небесах, ни на земле не ускользнет от Него даже то, что весом с мельчайшую частицу, или меньше нее, или больше нее. Все это есть в ясном Писании","tr":"İnkar edenler: \"Kıyamet bize gelmeyecektir\" dediler. De ki: \"Hayır, öyle değil; görülmeyeni bilen Rabbim'e and olsun ki, o saat size muhakkak gelecektir. Göklerde ve yerde zerre kadar olanlar bile O'nun ilminin dışında değildir. Bundan daha küçüğü ve daha büyüğü de şüphesiz apaçık Kitap'tadır","ur":"منکرین کہتے ہیں کہ کیا بات ہے کہ قیامت ہم پر نہیں آ رہی ہے! کہو، قسم ہے میرے عالم الغیب پروردگار کی، وہ تم پر آ کر رہے گی اُس سے ذرہ برابر کوئی چیز نہ آسمانوں میں چھپی ہوئی ہے نہ زمین میں نہ ذرے سے بڑی اور نہ اُس سے چھوٹی، سب کچھ ایک نمایاں دفتر میں درج ہے"},"chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"bn":"রানী সাবা/শেবা","en":"Sheba","id":"Saba\\'","ru":"Сава","tr":"Sebe'","ur":"سبا"},"type":"meccan"}}
