{"id":361,"number":68,"text":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","translations":{"en":"Indeed, the most worthy of Abraham among the people are those who followed him [in submission to Allah] and this prophet, and those who believe [in his message]. And Allah is the ally of the believers","es":"Los más cercanos a Abraham son los que siguen sus enseñanzas, así como el Profeta y los creyentes [musulmanes]. Dios es el Protector de los creyentes","fr":"Certes les hommes les plus dignes de se réclamer d'Abraham, sont ceux qui l'ont suivi, ainsi que ce Prophète-ci, et ceux qui ont la foi. Et Allah est l'allié des croyants","id":"Orang yang paling dekat kepada Ibrahim ialah orang yang mengikutinya, dan Nabi ini (Muhammad), dan orang yang beriman. Allah adalah pelindung orang-orang yang beriman","ru":"Воистину, самыми близкими к Ибрахиму (Аврааму) людьми являются те, которые последовали за ним, а также этот Пророк (Мухаммад) и верующие. Аллах же является Покровителем верующих","sv":"De människor som står Abraham närmast är helt visst de som följer hans exempel, såsom denne Profet och [hans skaror av] troende. Och Gud är de troendes Beskyddare","tr":"Doğrusu İbrahim'e en yakın olanlar, ona uyanlar, bu Peygamber ve inananlardır. Allah inananların dostudur","ur":"ابراہیمؑ سے نسبت رکھنے کا سب سے زیادہ حق اگر کسی کو پہنچتا ہے تو اُن لوگوں کو پہنچتا ہے جنہوں نے اس کی پیروی کی اور اب یہ نبی اور اس کے ماننے والے اِس نسبت کے زیادہ حق دار ہیں اللہ صرف اُنہی کا حامی و مددگار ہے جو ایمان رکھتے ہوں","zh":"与易卜拉欣最亲密的，确是顺从他的人，和这个先知，以及信道的人们。安拉是信士们的保佑者。"},"transliteration":"Inna awla alnnasi biibraheema lallatheena ittabaAAoohu wahatha alnnabiyyu waallatheena amanoo waAllahu waliyyu almumineena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
