{"id":3613,"number":7,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","translations":{"en":"But those who disbelieve say, \"Shall we direct you to a man who will inform you [that] when you have disintegrated in complete disintegration, you will [then] be [recreated] in a new creation","es":"Dicen los que se negaron a creer [burlándose]: \"¿Quieren que les mostremos un hombre [Mujámmad] que anuncia que luego de haber sido desintegrados completamente [en las tumbas] serán resucitados","fr":"Et ceux qui ne croient pas dirent: «Voulez-vous que l'on vous montre un homme qui vous prédise que lorsque vous serez complètement désintégrés, vous reparaîtrez, sans nul doute, en une nouvelle création","id":"Dan orang-orang kafir berkata (kepada teman-temannya), \"Maukah kami tunjukkan kepadamu seorang laki-laki692) yang memberitakan kepadamu bahwa apabila badanmu telah hancur sehancur-hancurnya, kamu pasti (akan dibangkitkan kembali) dalam ciptaan yang baru","ru":"Неверующие сказали: «Указать ли вам на мужа, который возвещает вам, что вы возродитесь в новом творении после того, как полностью распадетесь","sv":"Men de som förnekar sanningen säger: \"Skall vi visa er till en man som berättar för er att när [era döda kroppar] upplösts [i jorden], kommer ni att återuppstå i en ny skapelse","tr":"İnkar edenler, insanlara: \"Size, siz parça parça dağılıp yok olduğunuz zaman yeniden dirileceğinizi haber veren bir adam gösterelim mi? Allah'a karşı yalan mı uyduruyor, yoksa kendisinde delilik mi vardır?\" derler. Hayır; ahirete inanmayanlar, azapta ve derin bir sapıklık içindedirler","ur":"منکرین لوگوں سے کہتے ہیں \"ہم بتائیں تمہیں ایسا شخص جو خبر دیتا ہے کہ جب تمہارے جسم کا ذرہ ذرہ منتشر ہو چکا ہو گا اس وقت تم نئے سرے سے پیدا کر دیے جاؤ گے؟","zh":"不信道的人们说：“我们指示你们一个人好吗？他会告诉你们，当你们被粉碎之后，你们必定要被再造。"},"transliteration":"Waqala allatheena kafaroo hal nadullukum AAala rajulin yunabbiokum itha muzziqtum kulla mumazzaqin innakum lafee khalqin jadeedin","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
