{"id":3614,"number":8,"text":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","translations":{"en":"Has he invented about Allah a lie or is there in him madness?\" Rather, they who do not believe in the Hereafter will be in the punishment and [are in] extreme error","es":"inventa mentiras y se las atribuye a Dios, o está loco?\" Pero los que no creen en la otra vida sufrirán el castigo porque están sumidos en un extravío profundo","fr":"Invente-t-il un mensonge contre Allah? ou bien est-il fou?» [Non], mais ceux qui ne croient pas en l'au-delà sont voués au châtiment et à l'égarement lointain","id":"Apakah dia mengada-adakan kebohongan terhadap Allah atau sakit gila?\" (Tidak), tetapi orang-orang yang tidak beriman kepada akhirat itu berada dalam siksaan dan kesesatan yang jauh","ru":"Измыслил ли он ложь об Аллахе, или же он является бесноватым?». О нет! Те, которые не веруют в Последнюю жизнь, будут подвергнуты мучениям и пребывают в глубоком заблуждении","sv":"Kanske har han själv diktat ihop [denna] lögn om Gud eller också är han besatt av andar!\" De som tvivlar på livet efter detta är redan hemfallna åt straff; ja, de har gått långt i sin villfarelse","tr":"İnkar edenler, insanlara: \"Size, siz parça parça dağılıp yok olduğunuz zaman yeniden dirileceğinizi haber veren bir adam gösterelim mi? Allah'a karşı yalan mı uyduruyor, yoksa kendisinde delilik mi vardır?\" derler. Hayır; ahirete inanmayanlar, azapta ve derin bir sapıklık içindedirler","ur":"نہ معلوم یہ شخص اللہ کے نام سے جھوٹ گھڑتا ہے ہے یا اسے جنون لاحق ہے\" نہیں، بلکہ جو لوگ آخرت کو نہیں مانتے وہ عذاب میں مبتلا ہونے والے ہیں اور و ہی بری طرح بہکے ہوئے ہیں","zh":"他假借安拉的名义而捏造呢？还是他有疯病？”不然，不信后世的人们是在刑罚和深深的迷误中。"},"transliteration":"Aftara AAala Allahi kathiban am bihi jinnatun bali allatheena la yuminoona bialakhirati fee alAAathabi waalddalali albaAAeedi","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
