{"id":3615,"number":9,"text":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","translations":{"en":"Then, do they not look at what is before them and what is behind them of the heaven and earth? If We should will, We could cause the earth to swallow them or [could] let fall upon them fragments from the sky. Indeed in that is a sign for every servant turning back [to Allah]","es":"¿Es que no observan los cielos y la tierra que los rodea? Si quisiera, haría que se los tragara la tierra, o haría que cayera sobre ellos un castigo del cielo. En eso hay un signo para todo siervo arrepentido","fr":"Ne voient-ils donc pas ce qu'il y a comme ciel et comme terre devant et derrière eux? Si Nous voulions, Nous ferions que la terre les engloutisse, ou que des morceaux du ciel tombent sur eux. Il y a en cela une preuve pour tout serviteur repentant","id":"Maka apakah mereka tidak memperhatikan langit dan bumi yang ada di hadapan dan di belakang mereka? Jika Kami menghendaki, niscaya Kami benamkan mereka di bumi atau Kami jatuhkan kepada mereka kepingan-kepingan dari langit. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi setiap hamba yang kembali (kepada-Nya)","ru":"Неужели они не видят того, что перед ними и что позади них на небе и на земле? Если Мы пожелаем, то заставим землю поглотить их или же низринем на них кусок неба. Воистину, в этом - знамение для каждого раскаивающегося раба","sv":"Ser de inte att de [var de än står] på alla sidor omges av [Vår] himmel och [Vår] jord? Om Vi ville, kunde Vi låta jorden uppsluka dem eller himlen störta ned över dem i stycken. I detta ligger sannerligen ett budskap till varje Guds tjänare som är beredd att återvända [till Honom] i ånger [över sina synder]","tr":"Önlerinde ve ardlarında olan göğü ve yeri görmezler mi? Dilesek onları yere geçirir veya göğün bir parçasını başlarına indiririz. Bunlarda, Allah'a yönelen her kul için dersler vardır","ur":"کیا اِنہوں نے کبھی اُس آسمان و زمین کو نہیں دیکھا جو اِنہیں آگے اور پیچھے سے گھیرے ہوئے ہے؟ ہم چاہیں تو اِنہیں زمین میں دھسا دیں، یا آسمان کے کچھ ٹکڑے اِن پر گرا دیں در حقیقت اس میں ایک نشانی ہے ہر اُس بندے کے لیے جو خدا کی طرف رجوع کرنے والا ہو","zh":"难道他们没有观察在他们上面和下面的天地吗？如果我意欲，我必使他们沦陷在地面下，或使天一块一块地落在他们的头上。对于每一个归依的仆人，此中确有一种迹象。"},"transliteration":"Afalam yaraw ila ma bayna aydeehim wama khalfahum mina alssamai waalardi in nasha nakhsif bihimu alarda aw nusqit AAalayhim kisafan mina alssamai inna fee thalika laayatan likulli AAabdin muneebin","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
