{"id":3618,"number":12,"text":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","translations":{"en":"And to Solomon [We subjected] the wind - its morning [journey was that of] a month - and its afternoon [journey was that of] a month, and We made flow for him a spring of [liquid] copper. And among the jinn were those who worked for him by the permission of his Lord. And whoever deviated among them from Our command - We will make him taste of the punishment of the Blaze","es":"Y a Salomón le sometí el viento para que recorriera la distancia que recorrería en un mes en las mañanas como en las tardes. E hice manar para él una fuente de cobre fundido. [También le sometí] los yinnes que trabajaban para él por orden de su Señor. A quien de ellos se rebelara a Mi voluntad [y desobedeciera a Salomón], le hacía sufrir el castigo del Infierno","fr":"Et à Salomon (Nous avons assujetti) le vent, dont le parcours du matin équivaut à un mois (de marche) et le parcours du soir, un mois aussi. Et pour lui Nous avons fait couler la source de cuivre. Et parmi les djinns il y en a qui travaillaient sous ses ordres, par permission de son Seigneur. Quiconque d'entre eux, cependant, déviait de Notre ordre, Nous lui faisions goûter au châtiment de la fournaise","id":"Dan Kami (tundukkan) angin bagi Sulaiman, yang perjalanannya pada waktu pagi sama dengan perjalanan sebulan dan perjalanannya pada waktu sore sama dengan perjalanan sebulan (pula)693) dan Kami alirkan cairan tembaga baginya. Dan sebagian dari jin ada yang bekerja di hadapannya (di bawah kekuasaannya) dengan izin Tuhannya. Dan siapa yang menyimpang di antara mereka dari perintah Kami, Kami rasakan kepadanya azab neraka yang apinya menyala-nyala","ru":"Мы подчинили Сулейману (Соломону) ветер, который утром пролетал месячный путь и после полудня пролетал месячный путь. Мы заставили для него течь источник меди. Среди джиннов были такие, которые работали перед ним с дозволения его Господа. А того из них, кто уклонился от Нашего повеления, Мы заставили вкусить мучения в Пламени","sv":"OCH VI gjorde vinden till Salomos [tjänare] och den tillryggalade under förmiddagen en sträcka [motsvarande] en månadslång [färd], och [när den] återvände på eftermiddagen tillryggalade den likaså en sträcka [motsvarande] en månadslång [färd]. Och Vi lät en källa av smält koppar flöda på hans befallning. Det fanns bland de osynliga väsendena några som hans Herre hade befallt att arbeta för honom; och om någon av dem inte lydde Vår befallning, gav Vi honom en försmak av den flammande Eldens straff","tr":"Gündüz estiğinde bir aylık mesafeye gidip, akşam da bir aylık mesafeden gelen rüzgarı Süleyman'ın buyruğu altına verdik. Onun için su gibi erimiş bakır akıttık. Rabbinin izniyle, yanında iş gören cinleri onun buyruğu altına verdik ki, bunlar içinde buyruğumuzdan çıkan olursa ona alevli ateşin azabını tattırırdık","ur":"اور سلیمانؑ کے لیے ہم نے ہوا کو مسخر کر دیا، صبح کے وقت اس کا چلنا ایک مہینے کی راہ تک اور شام کے وقت اس کا چلنا ایک مہینے کی راہ تک ہم نے اُس کے لیے پگھلے ہوئے تانبے کا چشمہ بہا دیا اور ایسے جن اس کے تابع کر دیے جو اپنے رب کے حکم سے اس کے آگے کام کرتے تھے اُن میں سے جو ہمارے حکم سے سرتابی کرتا اس کو ہم بھڑکتی ہوئی آگ کا مزہ چکھاتے","zh":"我曾使风供素莱曼驱使，风在上午走一月的路程，在下午也走一月的路程。我为他使熔铜像泉水样涌出。有些精灵奉主的命令在他的面前工作；谁违背了我的命令，我就使谁尝试烈火的刑罚。"},"transliteration":"Walisulaymana alrreeha ghuduwwuha shahrun warawahuha shahrun waasalna lahu AAayna alqitri wamina aljinni man yaAAmalu bayna yadayhi biithni rabbihi waman yazigh minhum AAan amrina nuthiqhu min AAathabi alssaAAeeri","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
