{"id":3619,"number":13,"text":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","translations":{"en":"They made for him what he willed of elevated chambers, statues, bowls like reservoirs, and stationary kettles. [We said], \"Work, O family of David, in gratitude.\" And few of My servants are grateful","es":"Hacían para él todo lo que él deseara: templos elevados, estatuas, cántaros grandes como estanques y calderas enormes. [Les dije:] \"Trabajen con agradecimiento [a Dios por los favores concedidos] ¡oh, familia de David!, pero sepan que pocos de Mis siervos son agradecidos","fr":"Ils exécutaient pour lui ce qu'il voulait: sanctuaires, statues, plateaux comme des bassins, et marmites bien ancrées. - «O famille de David, œuvrez par gratitude», alors qu'il y a eu peu de Mes serviteurs qui sont reconnaissants","id":"Mereka (para jin itu) bekerja untuk Sulaiman sesuai dengan apa yang dikehendakinya di antaranya (membuat) gedung-gedung yang tinggi, patung-patung, piring-piring yang (besarnya) seperti kolam dan periuk-periuk yang tetap (berada di atas tungku). Bekerjalah wahai keluarga Dawud untuk bersyukur (kepada Allah). Dan sedikit sekali dari hamba-hamba-Ku yang bersyukur","ru":"Они создавали прекрасные строения, изваяния, миски, подобные водоемам, и неподвижные котлы. О род Давуда (Давида)! Трудитесь в знак благодарности. Но среди Моих рабов мало благодарных","sv":"De gjorde för honom vad han begärde: skönt smyckade valvgångar, statyer, skålar, [stora] som bassänger, och väldiga grytor, som inte kunde rubbas från sin plats. [Vi sade:] \"Arbeta, ni män av Davids hus, och var tacksamma!\" Men få är de bland Mina tjänare som känner tacksamhet","tr":"Süleyman için, o ne dilerse, mabedler, heykeller, büyük havuzlara benzer çanaklar ve taşınması güç kazanlar yaparlardı. \"Ey Davud ailesi, şükredin! Kullarımdan şükredenler pek azdır","ur":"وہ اُس کے لیے بناتے تھے جو کچھ وہ چاہتا، اونچی عمارتیں، تصویریں، بڑے بڑے حوض جیسے لگن اور اپنی جگہ سے نہ ہٹنے والی بھاری دیگیں اے آلِ داؤدؑ، عمل کرو شکر کے طریقے پر، میرے بندوں میں کم ہی شکر گزار ہیں","zh":"他们为他修建他所意欲的宫殿、雕像、水池般的大盘、固定的大锅。（我说）：“达五德的家属啊！你们应当感谢。”我的仆人中，感谢者是很少的。"},"transliteration":"YaAAmaloona lahu ma yashao min mahareeba watamatheela wajifanin kaaljawabi waqudoorin rasiyatin iAAmaloo ala dawooda shukran waqaleelun min AAibadiya alshshakooru","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
