{"id":3620,"number":14,"text":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","translations":{"en":"And when We decreed for Solomon death, nothing indicated to the jinn his death except a creature of the earth eating his staff. But when he fell, it became clear to the jinn that if they had known the unseen, they would not have remained in humiliating punishment","es":"Cuando decreté para él que muriera, no les advirtió de su muerte sino un insecto de la tierra que carcomió su bastón, y cuando [Salomón] se cayó, se hizo evidente [para la gente] que si los yinnes hubieran tenido conocimiento de lo oculto, no habrían permanecido en el castigo humillante [de seguir trabajando]","fr":"Puis, quand Nous décidâmes sa mort, il n'y eut pour les avertir de sa mort que la «bête de terre», qui rongea sa canne. Puis lorsqu'il s'écroula, il apparut de toute évidence aux djinns que s'ils savaient vraiment l'inconnu, ils ne seraient pas restés dans le supplice humiliant [de la servitude]","id":"Maka ketika Kami telah menetapkan kematian atasnya (Sulaiman), tidak ada yang menunjukkan kepada mereka kematiannya itu kecuali rayap yang memakan tongkatnya. Maka ketika dia telah tersungkur, tahulah jin itu bahwa sekiranya mereka mengetahui hal yang gaib tentu mereka tidak menetap dalam siksa yang menghinakan","ru":"Когда же Мы предписали ему умереть, они узнали об этом лишь благодаря земляному червю, который источил его посох. Когда же он упал, джинны уяснили, что если бы они знали сокровенное, то не оставались бы в унизительных мучениях","sv":"När Vi hade beslutat om [Salomos] död, antydde ingenting för dem att han var död, utom det att en mask gnagde sönder hans stav. Och [först] när han föll till marken, insåg de osynliga väsendena att om de hade vetat det som är dolt för [alla] skapade varelser hade de inte [behövt] fortsätta sitt förödmjukande straffarbete","tr":"Süleyman'ın ölümüne hükmettiğimiz zaman, ancak değneğini yiyen kurt onun ölümünü cinlere farkettirdi. O, ölü olarak yere düşünce, ortaya çıktı ki, şayet cinler görülmeyeni bilmiş olsalardı alçak düşüren bir azap içinde kalmazlardı","ur":"پھر جب سلیمانؑ پر ہم نے موت کا فیصلہ نافذ کیا تو جنوں کو اس کی موت کا پتہ دینے والی کوئی چیز اُس گھن کے سوا نہ تھی جو اس کے عصا کو کھا رہا تھا اس طرح جب سلیمانؑ گر پڑا تو جنوں پر یہ بات کھل گئی کہ اگر وہ غیب کے جاننے والے ہوتے تو اس ذلت کے عذاب میں مبتلا نہ رہتے","zh":"我决定他死亡的时候，只有吃他的手杖的蛀虫，指示他们他已经死了。当他倒下去的时候，精灵们恍然大悟：假若他们能知幽玄，那么，他们未曾逗留在凌辱的刑罚中。"},"transliteration":"Falamma qadayna AAalayhi almawta ma dallahum AAala mawtihi illa dabbatu alardi takulu minsaatahu falamma kharra tabayyanati aljinnu an law kanoo yaAAlamoona alghayba ma labithoo fee alAAathabi almuheeni","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
