{"id":3621,"number":15,"text":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","translations":{"en":"There was for [the tribe of] Saba' in their dwelling place a sign: two [fields of] gardens on the right and on the left. [They were told], \"Eat from the provisions of your Lord and be grateful to Him. A good land [have you], and a forgiving Lord","es":"Las moradas de Saba eran un signo [de las gracias de Dios]: poseían dos huertos, uno [en un valle] a la izquierda y otro a la derecha. [Les dije:] \"Coman del sustento de su Señor y agradézcanle. Tienen una buena tierra, y [si son agradecidos, sepan que] su Señor es Perdonador","fr":"Il y avait assurément, pour la tribu de Saba' un Signe dans leurs habitat: deux jardins, l'un à droite et l'autre à gauche. «Mangez de ce que votre Seigneur vous a attribué, et soyez-Lui reconnaissants: une bonne contrée et un Seigneur Pardonneur»","id":"Sungguh, bagi kaum Saba` ada tanda (kebesaran Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebeleh kiri, (kepada mereka dikatakan), \"Makanlah olehmu dari rezeki yang (dianugerahkan) Tuhanmu dan bersyukurlah kepada-Nya. (Negerimu) adalah negeri yang baik (nyaman) sedang (Tuhanmu) adalah Tuhan Yang Maha Pengampun","ru":"В поселении сабейцев было знамение - два сада справа и слева. Вкушайте из удела вашего Господа и благодарите Его. Прекрасная страна и Прощающий Господь","sv":"FÖR FOLKET i Saba utgjorde sannerligen landet där de bodde ett tecken [som talade sitt tydliga språk om Guds makt och Hans nåd]. [Där fanns] två [vidsträckta] trädgårdar, till höger och till vänster [som tycktes säga:] \"Ät av det som er Herre har skänkt er för er försörjning och visa Honom tacksamhet - [er Herre har gett er] ett fruktbart land och Han är [mild och] förlåtande","tr":"Sebelilerin yurtlarında Allah'ın kudretine bir işaret vardır: Sağlı sollu iki bahçe vardı. Onlara: \"Rabbinizin verdiği rızıktan yiyin ve O'na şükredin. İşte hoş bir şehir ve bağışlayan bir Rab\" denmişti","ur":"سبا کے لیے اُن کے اپنے مسکن ہی میں ایک نشانی موجود تھی، دو باغ دائیں اور بائیں کھاؤ اپنے رب کا دیا ہوا رزق اور شکر بجا لاؤ اُس کا، ملک ہے عمدہ و پاکیزہ اور پروردگار ہے بخشش فرمانے والا","zh":"赛伯邑族，在他们的居处，确有一种迹象：两个园圃，分列左右。“你们可以吃你们的主的给养，你们要感谢他。一个肥美的地方，一个至赦的主宰。”"},"transliteration":"Laqad kana lisabain fee maskanihim ayatun jannatani AAan yameenin washimalin kuloo min rizqi rabbikum waoshkuroo lahu baldatun tayyibatun warabbun ghafoorun","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
