{"id":3624,"number":18,"text":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","translations":{"en":"And We placed between them and the cities which We had blessed [many] visible cities. And We determined between them the [distances of] journey, [saying], \"Travel between them by night or day in safety","es":"Puse entre ellos y las ciudades que había bendecido otras aldeas, e hice que transitaran tranquilos por ellas. [Les dije:] \"¡Viajen por ellas seguros de noche y de día","fr":"Et Nous avions placé entre eux et les cités que Nous avions bénies, d'autres cités proéminentes, et Nous avions évalué les étapes de voyage entre elles. «Voyagez entre elles pendant des nuits et des jours, en sécurité»","id":"Dan Kami jadikan antara mereka (penduduk Saba`) dan negeri-negeri yang Kami berkahi (Syam), beberapa negeri yang berdekatan dan Kami tetapkan antara negeri-negeri itu (jarak-jarak) perjalanan. Berjalanlah kamu di negeri-negeri itu pada malam dan siang hari dengan aman","ru":"Между ними и городами, которые Мы благословили, Мы воздвигли ясно различимые города и размерили путь между ними. Разъезжайте между ними ночью и днем в безопасности","sv":"Och [längs vägen] mellan dem och de städer, som Vi hade välsignat, lade Vi byar inom synhåll [för varandra] och möjliggjorde på så sätt färder i väl avpassade [etapper; Vi sade:] \"Färdas i trygghet på denna [väg] natt som dag","tr":"Onlarla, kutlu kıldığımız şehirler arasında, karşıdan karşıya görünen kasabalar var etmiş, oraları gezilecek belirli konak yerleri yapmıştık, \"Oralarda geceleri ve gündüzleri güven içinde gezin\" demiştik","ur":"اور ہم نے اُن کے اور اُن بستیوں کے درمیان، جن کو ہم نے برکت عطا کی تھی، نمایاں بستیاں بسا دی تھیں اور اُن میں سفر کی مسافتیں ایک اندازے پر رکھ دی تھیں چلو پھرو اِن راستوں میں رات دن پورے امن کے ساتھ","zh":"我在他们与我所福佑的那些城市之间，建设了许多显著的城市，我均分各站间的距离。“你们在其间平安地旅行若干昼夜吧！”"},"transliteration":"WajaAAalna baynahum wabayna alqura allatee barakna feeha quran thahiratan waqaddarna feeha alssayra seeroo feeha layaliya waayyaman amineena","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
