{"id":3625,"number":19,"text":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","translations":{"en":"But [insolently] they said, \"Our Lord, lengthen the distance between our journeys,\" and wronged themselves, so We made them narrations and dispersed them in total dispersion. Indeed in that are signs for everyone patient and grateful","es":"Dijeron [con arrogancia]: \"¡Señor nuestro! Alarga nuestros viajes\". Y se perjudicaron a sí mismos, e hice que se convirtieran en historia y los destruí por completo. Sin duda, en esto hay un signo para todo paciente [ante momentos difíciles] agradecido [de los favores de Dios]","fr":"Puis, ils dirent: «Seigneur, allonge les distances entre nos étapes», et ils se firent du tort à eux-mêmes. Nous fîmes d'eux, donc, des sujets de légendes et les désintégrâmes totalement. Il y a en cela des avertissements pour tous grand endurant et grand reconnaissant","id":"(Maka mereka berkata, \"Ya Tuhan kami, jauhkanlah jarak perjalanan kami,\"697) dan (berarti mereka) menzalimi diri mereka sendiri; maka Kami jadikan mereka bahan pembicaraan dan Kami hancurkan mereka sehancur-hancurnya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang yang sabar dan bersyukur","ru":"Они сказали: «Господь наш! Удлини расстояния между нашими остановками в пути». Они поступили несправедливо по отношению к себе. Мы сделали их предметом сказаний и рассеяли их. Воистину, в этом - знамение для каждого, кто терпелив и благодарен","sv":"Men då sade de: \"Herre! Förläng avstånden mellan de platser där vi gör halt!\" [På detta sätt] vållade de sin egen undergång; de [måste utvandra och] skingrades i en slutgiltig förskingring och Vi gjorde dem och deras öde till ett talesätt. I detta ligger förvisso budskap till var och en som står fast i motgången och som tackar [Gud] i allt","tr":"Ama onlar: \"Rabbimiz! Yolculuklarımızın mesafesini uzak kıl\" deyip kendilerine yazık ettiler. Biz de onları efsane yapıverdik, darmadağın ettik. Doğrusu bunlarda, pek sabreden ve çok şükreden kimseler için dersler vardır","ur":"مگر انہوں نے کہا \"اے ہمارے رب، ہمارے سفر کی مسافتیں لمبی کر دے\" انہوں نے اپنے اوپر آپ ظلم کیا آخرکار ہم نے انہیں افسانہ بنا کر رکھ دیا اور انہیں بالکل تتربتر کر ڈالا یقیناً اس میں نشانیاں ہیں ہر اُس شخص کے لیے جو بڑا صابر و شاکر ہو","zh":"然后，他们说：“我们的主啊！求你放长各站之间的距离。”他们自欺，所以我以他们为谈助。我使他们流离失所。对于每个多忍多谢的人，此中确有许多迹象。"},"transliteration":"Faqaloo rabbana baAAid bayna asfarina wathalamoo anfusahum fajaAAalnahum ahadeetha wamazzaqnahum kulla mumazzaqin inna fee thalika laayatin likulli sabbarin shakoorin","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
