{"id":3627,"number":21,"text":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","translations":{"en":"And he had over them no authority except [it was decreed] that We might make evident who believes in the Hereafter from who is thereof in doubt. And your Lord, over all things, is Guardian","es":"[El demonio] no tenía poder sobre ellos, sino [que les susurró] para que se hiciera evidente quién creía en la otra vida y quién de ellos tenía dudas. Tu Señor está atento a todas las cosas","fr":"Et pourtant il n'avait sur eux aucun pouvoir si ce n'est que Nous voulions distinguer celui qui croyait en l'au-delà et celui qui doutait. Ton Seigneur, cependant, assure la sauvegarde de toute chose","id":"Dan tidak ada kekuasaan (Iblis) terhadap mereka, melainkan hanya agar Kami dapat membedakan siapa yang beriman kepada adanya akhirat dan siapa yang ragu-ragu tentang (akhirat) itu. Dan Tuhanmu Maha Memelihara segala sesuatu","ru":"У него не было над ними никакой власти (или не было для них никакого доказательства). Но он искушал людей, чтобы Мы узнали и отличили того, кто верует в Последнюю жизнь, от того, кто сомневается в ней. Господь твой - Хранитель всякой вещи","sv":"Han hade ingen myndighet över dem; men [Vi lät honom fresta människorna] för att det skulle framstå fullt klart, vem som tror på det eviga livet och vem som tvivlar. Din Herre vakar över allt","tr":"Oysa İblis'in onlar üzerinde bir nüfuzu yoktu; ama Biz ahirete inanan kimselerle ondan şüphede olanları, işte böylece ortaya koyarız. Rabbin her şeyi gözetip koruyandır","ur":"ابلیس کو اُن پر کوئی اقتدار حاصل نہ تھا مگر جو کچھ ہوا وہ اس لیے ہوا کہ ہم یہ دیکھنا چاہتے تھے کہ کون آخرت کا ماننے والا ہے اور کون اس کی طرف سے شک میں پڑا ہوا ہے تیرا رب ہر چیز پر نگران ہے","zh":"他对他们之所以有权利者，只为我要辨别谁是信仰后世的，谁是怀疑后世的。你的主，是万物的监护者。"},"transliteration":"Wama kana lahu AAalayhim min sultanin illa linaAAlama man yuminu bialakhirati mimman huwa minha fee shakkin warabbuka AAala kulli shayin hafeethun","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
