{"id":3628,"number":22,"text":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","translations":{"en":"Say, [O Muhammad], \"Invoke those you claim [as deities] besides Allah.\" They do not possess an atom's weight [of ability] in the heavens or on the earth, and they do not have therein any partnership [with Him], nor is there for Him from among them any assistant","es":"Diles [¡oh, Mujámmad! a los idólatras]: \"Invoquen a quien quieran en lugar de Dios, pero sepan que los ídolos no pueden [beneficiar ni perjudicar] ni siquiera en el peso de una partícula, tanto en los cielos como en la Tierra, ni tienen participación alguna [en el poder divino], ni tampoco Él tiene ayudantes de entre ellos","fr":"Dis: «Invoquez ceux qu'en dehors d'Allah vous prétendez [être des divinités]. Ils ne possèdent même pas le poids d'un atome, ni dans les cieux ni sur la terre. Ils n'ont jamais été associés à leur création et Il n'a personne parmi eux pour Le soutenir»","id":"Katakanlah (Muhammad), \"Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah! Mereka tidak memiliki (kekuasaan) seberat zarah pun di langit dan di bumi, dan mereka sama sekali tidak mempunyai peran serta dalam (penciptaan) langit dan bumi dan tidak ada di antara mereka yang menjadi pembantu bagi-Nya","ru":"Скажи: «Призовите тех, кого вы считали богами наряду с Аллахом». Они не владеют даже мельчайшей частицей на небесах и на земле и не являются совладельцами чего-либо на них, и нет у Него среди них помощников","sv":"SÄG: \"Åkalla dem som ni påstår [har en plats] vid Guds sida. De har inte makt ens över ett stoftkorn vare sig i himlarna eller på jorden, och de har ingen del i [deras styrelse] och Han väljer ingen av dem till medhjälpare","tr":"De ki: \"Allah'ı bırakıp de göklerde ve yerde zerre kadar bir şeye sahip olmadığı, her ikisinde de bir ortaklığı bulunmadığı ve hiçbiri Allah'a yardımcı olmadığı halde tanrı olduklarını ileri sürdüklerinizi yardıma çağırsanıza","ur":"(اے نبیؐ، اِن مشرکین سے) کہو کہ پکار دیکھو اپنے اُن معبودوں کو جنہیں تم اللہ کے سوا اپنا معبود سمجھے بیٹھے ہو وہ نہ آسمانوں میں کسی ذرہ برابر چیز کے مالک ہیں نہ زمین میں وہ آسمان و زمین کی ملکیت میں شریک بھی نہیں ہیں ان میں سے کوئی اللہ کا مدد گار بھی نہیں ہے","zh":"你说：“你们舍安拉而认作神灵的，你们祈祷他们吧，他们不能管理天地间微尘之重的事物，他们丝毫不能参与天地的造化。安拉不以他们中的任何一个为助手。”"},"transliteration":"Quli odAAoo allatheena zaAAamtum min dooni Allahi la yamlikoona mithqala tharratin fee alssamawati wala fee alardi wama lahum feehima min shirkin wama lahu minhum min thaheerin","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
