{"id":3629,"number":23,"text":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","translations":{"bn":"যার জন্যে অনুমতি দেয়া হয়, তার জন্যে ব্যতীত আল্লাহর কাছে কারও সুপারিশ ফলপ্রসূ হবে না। যখন তাদের মন থেকে ভয়-ভীতি দূর হয়ে যাবে, তখন তারা পরস্পরে বলবে, তোমাদের পালনকর্তা কি বললেন? তারা বলবে, তিনি সত্য বলেছেন এবং তিনিই সবার উপরে মহান।","en":"And intercession does not benefit with Him except for one whom He permits. [And those wait] until, when terror is removed from their hearts, they will say [to one another], \"What has your Lord said?\" They will say, \"The truth.\" And He is the Most High, the Grand","id":"Dan syafaat (pertolongan) di sisi-Nya hanya berguna bagi orang yang telah diizinkan-Nya (memperoleh syafaat itu). Sehingga apabila telah dihilangkan ketakutan dari hati mereka, mereka berkata, \"Apakah yang telah difirmankan oleh Tuhanmu?\" Mereka menjawab, \"(Perkataan) yang benar,\" dan Dialah Yang Mahatinggi, Mahabesar","ru":"Ничье заступничество перед Ним не принесет пользы, кроме тех, кому будет дозволено. Когда же испуг покинет их (многобожников или ангелов) сердца, они скажут: «Что сказал ваш Господь?». Они скажут: «Истину, ведь Он - Возвышенный, Великий»","tr":"Allah'ın katında, kendisine izin verilenden başka kimse şefaat edemez. Sonunda, gönüllerindeki korku giderilince birbirlerine \"Rabbiniz ne söyledi?\" diye sorarlar; \"Hak söyledi\" derler. O, yücedir, büyüktür","ur":"اور اللہ کے حضور کوئی شفاعت بھی کسی کے لیے نافع نہیں ہو سکتی بجز اُس شخص کے جس کے لیے اللہ نے سفارش کی اجازت دی ہو حتیٰ کہ جب لوگوں کے دلوں سے گھبراہٹ دور ہو گی تو وہ (سفارش کرنے والوں سے) پوچھیں گے کہ تمہارے رب نے کیا جواب دیا وہ کہیں گے کہ ٹھیک جواب ملا ہے اور وہ بزرگ و برتر ہے"},"chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"bn":"রানী সাবা/শেবা","en":"Sheba","id":"Saba\\'","ru":"Сава","tr":"Sebe'","ur":"سبا"},"type":"meccan"}}
