{"id":3629,"number":23,"text":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","translations":{"en":"And intercession does not benefit with Him except for one whom He permits. [And those wait] until, when terror is removed from their hearts, they will say [to one another], \"What has your Lord said?\" They will say, \"The truth.\" And He is the Most High, the Grand","es":"No se aceptará ninguna intercesión y solo podrán hacerlo aquellos a quienes Él se lo permita, hasta que, cuando el terror se aleje de sus corazones [los ángeles] se preguntarán [unos a otros]: \"¿Qué dijo su Señor?\" Responderán: \"La Verdad. Él es el Sublime, el Grande","fr":"L'intercession auprès de Lui ne profite qu'à celui en faveur duquel Il la permet. Quand ensuite la frayeur se sera éloignée de leurs cœurs, ils diront: «Qu'a dit votre Seigneur?» Ils répondront: «La Vérité; C'est Lui le Sublime, le Grand»","id":"Dan syafaat (pertolongan) di sisi-Nya hanya berguna bagi orang yang telah diizinkan-Nya (memperoleh syafaat itu). Sehingga apabila telah dihilangkan ketakutan dari hati mereka, mereka berkata, \"Apakah yang telah difirmankan oleh Tuhanmu?\" Mereka menjawab, \"(Perkataan) yang benar,\" dan Dialah Yang Mahatinggi, Mahabesar","ru":"Ничье заступничество перед Ним не принесет пользы, кроме тех, кому будет дозволено. Когда же испуг покинет их (многобожников или ангелов) сердца, они скажут: «Что сказал ваш Господь?». Они скажут: «Истину, ведь Он - Возвышенный, Великий»","sv":"Alla [försök till] medling inför Honom är fruktlösa utom för dem som har erhållit Hans tillstånd. Och när skräcken [efter uppståndelsen] har släppt sitt grepp om deras hjärtan, skall de fråga [varandra]: \"Vad sade er Herre till er?\" - och få svaret \"Sanningen; Han är den Höge, den Väldige","tr":"Allah'ın katında, kendisine izin verilenden başka kimse şefaat edemez. Sonunda, gönüllerindeki korku giderilince birbirlerine \"Rabbiniz ne söyledi?\" diye sorarlar; \"Hak söyledi\" derler. O, yücedir, büyüktür","ur":"اور اللہ کے حضور کوئی شفاعت بھی کسی کے لیے نافع نہیں ہو سکتی بجز اُس شخص کے جس کے لیے اللہ نے سفارش کی اجازت دی ہو حتیٰ کہ جب لوگوں کے دلوں سے گھبراہٹ دور ہو گی تو وہ (سفارش کرنے والوں سے) پوچھیں گے کہ تمہارے رب نے کیا جواب دیا وہ کہیں گے کہ ٹھیک جواب ملا ہے اور وہ بزرگ و برتر ہے","zh":"除安拉所许可者外，在安拉那里，说情将无裨益。直到他们心中的恐惧被排除的时候，他们才说：“你们的主说了什么？”他们说：“真理。”他确是至高无上的，确是至大的。"},"transliteration":"Wala tanfaAAu alshshafaAAatu AAindahu illa liman athina lahu hatta itha fuzziAAa AAan quloobihim qaloo matha qala rabbukum qaloo alhaqqa wahuwa alAAaliyyu alkabeeru","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
