{"id":3630,"number":24,"text":"۞قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","translations":{"en":"Say, \"Who provides for you from the heavens and the earth?\" Say, \"Allah. And indeed, we or you are either upon guidance or in clear error","es":"Pregúntales [¡oh, Mujámmad! a los idólatras]: \"¿Quién los sustenta de los cielos y la Tierra?\" Diles: \"¡Dios!\" Uno de nosotros está en el sendero recto y el otro en el error evidente","fr":"Dis: «Qui vous nourrit du ciel et de la terre?» Dis: «Allah. C'est nous ou bien vous qui sommes sur une bonne voie, ou dans un égarement manifeste»","id":"Katakanlah (Muhammad), \"Siapakah yang memberi rezeki kepadamu dari langit dan dari bumi?\" Katakanlah, \"Allah,\" dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata","ru":"Скажи: «Кто наделяет вас уделом с небес и земли?». Скажи: «Аллах! Воистину, одни из нас либо на прямом пути, либо в очевидном заблуждении»","sv":"Säg: \"Vem förser er med det i himlen och på jorden som ni behöver för er försörjning?\" Säg: \"Det är Gud. Helt säkert är det så att det antingen är vi eller ni, som följer rätt väg - och [ni eller vi] som helt och hållet har gått vilse","tr":"De ki: \"Göklerden ve yerden sizi rızıklandıran kimdir?\" De ki: \"Allah'tır. Öyleyse doğru yolda veya apaçık bir sapıklıkta olan ya biziz ya sizsiniz","ur":"(اے نبیؐ) اِن سے پوچھو، \"کون تم کو آسمانوں اور زمین سے رزق دیتا ہے؟\" کہو \"اللہ اب لامحالہ ہم میں اور تم میں سے کوئی ایک ہی ہدایت پر ہے یا کھلی گمراہی میں پڑا ہوا ہے","zh":"你说：“谁从天上和地下供给你们？”你说：“安拉。我们或你们，是在正道上的，或是在显著的迷误中的。”"},"transliteration":"Qul man yarzuqukum mina alssamawati waalardi quli Allahu wainna aw iyyakum laAAala hudan aw fee dalalin mubeenin","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
