{"id":3637,"number":31,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","translations":{"en":"And those who disbelieve say, \"We will never believe in this Qur'an nor in that before it.\" But if you could see when the wrongdoers are made to stand before their Lord, refuting each other's words... Those who were oppressed will say to those who were arrogant, \"If not for you, we would have been believers","es":"Dicen los que se negaron a creer: \"No creeremos en este Corán ni en los [Libros revelados] anteriores\". Pero si vieras [¡oh, Mujámmad!] cuando estén los que cometieron injusticias frente a su Señor, increpándose unos a otros. Dirán los seguidores oprimidos a los [líderes] arrogantes: \"Si no fuera por ustedes hubiéramos sido creyentes","fr":"Et ceux qui avaient mécru dirent: «Jamais nous ne croirons à ce Coran ni à ce qui l'a précédé». Et si tu pouvais voir quand les injustes seront debout devant leur Seigneur, se renvoyant la parole les uns aux autres! Ceux que l'on considérait comme faibles diront à ceux qui s'enorgueillissaient: «Sans vous, nous aurions certes été croyants»","id":"Dan orang-orang kafir berkata, \"Kami tidak akan beriman kepada Alquran ini dan tidak (pula) kepada kitab yang sebelumnya.\" Dan (alangkah mengerikan) kalau kamu melihat ketika orang-orang yang zalim itu dihadapkan kepada Tuhannya, sebagian mereka mengembalikan perkataan kepada sebagian yang lain; orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, \"Kalau tidaklah karena kamu tentulah kami menjadi orang-orang mukmin","ru":"Неверующие сказали: «Мы никогда не уверуем ни в этот Коран, ни в то, что было до него». Если бы ты видел беззаконников, когда они будут стоять перед их Господом, отвечая друг другу словами. Те, которые были слабыми, скажут тем, которые превозносились: «Если бы не вы, то мы стали бы верующими»","sv":"Och de som förnekar sanningen säger: \"Vi kommer aldrig att tro på denna Koran eller på det som ännu består av äldre tiders uppenbarelser!\" Om du kunde se hur de orättfärdiga, när de [på Domens dag] förs inför sin Herre, kastar skulden på varandra och de svagare säger till dem som ansåg sig stå över de andra: \"Om ni inte [hade vilselett oss] skulle vi säkert ha blivit troende","tr":"İnkar edenler: \"Bu Kuran'a ve ondan öncekilere inanmayacağız\" dediler. Sen bu zalimleri, Rablerinin huzurunda dikilmiş oldukları zaman, suçu birbirine atıp dururken bir görsen! Güçsüz sayılanlar, büyüklük taslayanlara: \"Siz olmasaydınız biz inanmış olacaktık\" derler","ur":"یہ کافر کہتے ہیں کہ \"ہم ہرگز اِس قرآن کو نہ مانیں گے اور نہ اس سے پہلے آئی ہوئی کسی کتاب کو تسلیم کریں گے\" کاش تم دیکھو اِن کا حال اُس وقت جب یہ ظالم اپنے رب کے حضور کھڑے ہوں گے اُس وقت یہ ایک دوسرے پر الزام دھریں گے جو لوگ دنیا میں دبا کر رکھے گئے تھے وہ بڑے بننے والوں سے کہیں گے کہ \"اگر تم نہ ہوتے تو ہم مومن ہوتے","zh":"不信道的人们说：“我们绝不信这《古兰经》，也不信以前的经典。”假若你得见不义的人们被拘留在他们的主那里的时候，他们互相辩驳，被欺负的人们将对骄傲的人们说：“假若没有你们，我们必定是信道的。”"},"transliteration":"Waqala allatheena kafaroo lan numina bihatha alqurani wala biallathee bayna yadayhi walaw tara ithi alththalimoona mawqoofoona AAinda rabbihim yarjiAAu baAAduhum ila baAAdin alqawla yaqoolu allatheena istudAAifoo lillatheena istakbaroo lawla antum lakunna mumineena","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
