{"id":3638,"number":32,"text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","translations":{"en":"Those who were arrogant will say to those who were oppressed, \"Did we avert you from guidance after it had come to you? Rather, you were criminals","es":"Dirán los [líderes] arrogantes a quienes los siguieron: \"¿Acaso nosotros los apartamos de la guía [por la fuerza], después que les vino? Son unos transgresores [que eligieron libremente el descarrío]","fr":"Ceux qui s'enorgueillissaient diront à ceux qu'ils considéraient comme faibles: «Est-ce nous qui vous avons repoussés de la bonne direction après qu'elle vous fut venue? Mais vous étiez plutôt des criminels»","id":"Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, \"Kamikah yang telah menghalangimu untuk memperoleh petunjuk setelah petunjuk itu datang kepadamu? (Tidak!) Sebenarnya kamu sendirilah orang-orang yang berbuat dosa","ru":"Те, которые превозносились, скажут тем, которые были слабыми: «Разве мы удержали вас от верного руководства после того, как оно явилось к вам? Нет, вы сами были грешниками»","sv":"Men de som ansåg sig stå över de svaga skall säga till dem: \"Var det vi som hindrade er [att följa] vägledningen när den erbjöds er? Nej, ni bär [själva] skulden","tr":"Büyüklük taslayanlar, Güçsüz sayılanlara: \"Size doğruluk rehberi geldikten sonra ondan sizi biz mi alıkoyduk? Hayır; zaten suçlu kimselerdiniz\" derler","ur":"وہ بڑے بننے والے ان دبے ہوئے لوگوں کو جواب دیں گے \"کیا ہم نے تمہیں اُس ہدایت سے روکا تھا جو تمہارے پاس آئی تھی؟ نہیں، بلکہ تم خود مجرم تھے","zh":"骄傲的人们将对被欺负的人们说：“当正道来临你们的时候，我们曾妨碍你们遵循正道吗？不然，你们自愿做犯罪者。”"},"transliteration":"Qala allatheena istakbaroo lillatheena istudAAifoo anahnu sadadnakum AAani alhuda baAAda ith jaakum bal kuntum mujrimeena","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
