{"id":3639,"number":33,"text":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","translations":{"en":"Those who were oppressed will say to those who were arrogant, \"Rather, [it was your] conspiracy of night and day when you were ordering us to disbelieve in Allah and attribute to Him equals.\" But they will [all] confide regret when they see the punishment; and We will put shackles on the necks of those who disbelieved. Will they be recompensed except for what they used to do","es":"Dirán quienes seguían a los soberbios líderes [en la incredulidad]: \"No, fueron sus astucias, pues noche y día nos ordenaban que no creyéramos en Dios y que igualáramos a los ídolos con Dios [dedicándoles actos de adoración]\". Todos pretenderán esconder su arrepentimiento [por no haber creído en los Mensajeros] cuando vean el castigo [pero se evidenciará en sus rostros]; y pondremos argollas en los cuellos de los que se negaron a creer. ¿No serán acaso castigados por lo que cometieron","fr":"Et ceux que l'on considérait comme faibles diront à ceux qui s'enorgueillissaient: «C'était votre stratagème, plutôt, nuit et jour, de nous commander de ne pas croire en Allah et de Lui donner des égaux». Et ils cacheront leur regret quand ils verront le châtiment. Nous placerons des carcans aux cous de ceux qui ont mécru: les rétribuerait-on autrement que selon ce qu'ils œuvraient?»","id":"Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, \"(Tidak!) Sebenarnya tipu daya(mu) pada waktu malam dan siang (yang menghalangi kami), ketika kamu menyeru kami agar kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya.\" Mereka menyatakan penyesalan ketika mereka melihat azab. Dan Kami pasangkan belenggu di leher orang-orang yang kafir. Mereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan","ru":"Тогда те, которые были слабыми, скажут тем, которые превозносились: «Вы замышляли козни ночью и днем и велели нам не верить в Аллаха и равнять с Ним других». Когда же они увидят мучения, они утаят раскаяние. Мы наложим оковы на шеи неверующих. Разве им не воздается только за то, что они совершали","sv":"Och de svaga skall säga till dem som ansåg sig stå över de andra: \"Nej, [det var tvärtom] ni som ständigt, dag och natt, kom med listiga lögner och förmådde oss att förneka Gud och att sätta medhjälpare vid Hans sida!\" [Alla] kommer de att önska att de kunde finna ord för sin ånger när de ser straffet och Vi sätter kragar av järn omkring förnekarnas halsar. Är inte detta den rätta lönen för deras handlingar","tr":"Güçsüz sayılanlar da büyüklük taslayanlara: \"Hayır gece gündüz hile kuruyor ve bize Allah'ı inkar etmemizi, O'na ortaklar koşmamızı emrediyordunuz\" derler. Azabı gördüklerinde, ettiklerine içleri yanar. İnkar edenlerin boyunlarına demir halkalar vururuz. Yaptıklarından başka bir şeyin mi cezasını çekerler","ur":"وہ دبے ہوئے لوگ ان بڑے بننے والوں سے کہیں گے، \"نہیں، بلکہ شب و روز کی مکاری تھی جب تم ہم سے کہتے تھے کہ ہم اللہ سے کفر کریں اور دوسروں کو اس کا ہمسر ٹھیرائیں\" آخرکار جب یہ لوگ عذاب دیکھیں گے تو اپنے دلوں میں پچھتائیں گے اور ہم اِن منکرین کے گلوں میں طوق ڈال دیں گے کیا لوگوں کو اِس کے سوا اور کوئی بدلہ دیا جا سکتا ہے کہ جیسے اعمال اُن کے تھے ویسی ہی جزا وہ پائیں؟","zh":"被欺负的人们将对骄傲的人们说：“不然！这是你们昼夜的计谋。当时，你们教我们不信安拉，却为他树立许多的配敌。”当他们看见刑罚的时候，他们表示悔恨。我要把枷锁放在不信道者的脖子上，他们只受他们的行为的报酬。"},"transliteration":"Waqala allatheena istudAAifoo lillatheena istakbaroo bal makru allayli waalnnahari ith tamuroonana an nakfura biAllahi wanajAAala lahu andadan waasarroo alnnadamata lamma raawoo alAAathaba wajaAAalna alaghlala fee aAAnaqi allatheena kafaroo hal yujzawna illa ma kanoo yaAAmaloona","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
