{"id":3643,"number":37,"text":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَـٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","translations":{"en":"And it is not your wealth or your children that bring you nearer to Us in position, but it is [by being] one who has believed and done righteousness. For them there will be the double reward for what they did, and they will be in the upper chambers [of Paradise], safe [and secure]","es":"Sepan que no son ni sus bienes materiales ni sus hijos los que los acercan a Mí, sino que quienes crean y obren rectamente recibirán una recompensa multiplicada por sus obras, y morarán seguros en habitaciones elevadas [del Paraíso]","fr":"Ni vos biens ni vos enfants ne vous rapprocheront à proximité de Nous. Sauf celui qui croit et œuvre dans le bien. Ceux-là auront une double récompense pour ce qu'ils œuvraient, tandis qu'ils seront en sécurité, aux étages supérieurs (du Paradis)","id":"Dan bukanlah harta dan anak-anakmu yang mendekatkan kamu kepada Kami; melainkan orang-orang yang beriman dan mengerjakan kebajikan, mereka itulah yang memperoleh balasan yang berlipat ganda atas apa yang telah mereka kerjakan; dan mereka aman sentosa di tempat-tempat yang tinggi (dalam surga)","ru":"Ни ваше богатство, ни ваши дети не приближают вас к Нам, если только вы не уверовали и не поступаете праведно. Для таких людей будет приумножено воздаяние за то, что они совершили, и они будут пребывать в горницах, находясь в безопасности","sv":"Varken de rikedomar ni samlar eller de barn ni sätter till världen för er närmare Oss; ingen utom den som tror och lever rättskaffens [kommer Gud nära]. En dubbel belöning väntar dem för vad de gjorde [i livet], och de skall vara trygga i [paradisets] högsta boningar","tr":"Ey insanlar! Sizi Bana yaklaştıracak olan ne mallarınız ve ne de çocuklarınızdır; yalnız, inanıp yararlı iş işleyen kimselerin, işte onların yaptıklarına karşılık mükafatları kat kattır; işte onlar, yüksek derecelerde, güven içindedirler","ur":"یہ تمہاری دولت اور تمہاری اولاد نہیں ہے جو تمہیں ہم سے قریب کرتی ہو ہاں مگر جو ایمان لائے اور نیک عمل کرے یہی لوگ ہیں جن کے لیے اُن کے عمل کی دہری جزا ہے، اور وہ بلند و بالا عمارتوں میں اطمینان سے رہیں گے","zh":"你们的财产、你们的儿子，都不能使你们稍稍地亲近我；但信道而且行善的人们，将因他们的行为而受加倍的报酬，他们将安居于楼上。"},"transliteration":"Wama amwalukum wala awladukum biallatee tuqarribukum AAindana zulfa illa man amana waAAamila salihan faolaika lahum jazao alddiAAfi bima AAamiloo wahum fee alghurufati aminoona","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
