{"id":3645,"number":39,"text":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّـٰزِقِينَ","translations":{"en":"Say, \"Indeed, my Lord extends provision for whom He wills of His servants and restricts [it] for him. But whatever thing you spend [in His cause] - He will compensate it; and He is the best of providers","es":"Diles: \"Mi Señor aumenta el sustento a quien Él quiere de Sus siervos y se lo restringe [a quien quiere], y todo lo que gasten en caridad, Él se los compensará. Él es el mejor de los sustentadores","fr":"Dis: «Mon Seigneur dispense avec largesse ou restreint Ses dons à qui Il veut parmi ses serviteurs. Et toute dépense que vous faites [dans le bien], Il la remplace, et c'est Lui le Meilleur des donateurs»","id":"Katakanlah, \"Sungguh, Tuhanku melapangkan rezeki dan membatasinya bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya.\" Dan apa saja yang kamu infakkan, Allah akan menggantinya dan Dialah pemberi rezeki yang terbaik","ru":"Скажи: «Воистину, мой Господь увеличивает или ограничивает удел тому из Своих рабов, кому пожелает. Он возместит все, что бы вы ни израсходовали. Он - Наилучший из дарующих удел»","sv":"Säg: \"Min Herre ger den Han vill av Sina tjänare riklig och den [Han vill] knappare utkomst, och Han belönar er för vad det än är som ni ger åt andra. Och ingen drar bättre försorg [om de sina] än Han","tr":"De ki: \"Doğrusu Rabbim, kullarından dilediğinin rızkını hem genişletir ve hem de ona daraltıp bir ölçüye göre verir; sarfettiğiniz herhangi bir şeyin yerine O daha iyisini koyar, çünkü O rızık verenlerin en hayırlısıdır","ur":"اے نبیؐ، ان سے کہو، \"میرا رب اپنے بندوں میں سے جسے چاہتا ہے کھلا رزق دیتا ہے اور جسے چاہتا ہے نپا تلا دیتا ہے جو کچھ تم خرچ کر دیتے ہو اُس کی جگہ وہی تم کو اور دیتا ہے، وہ سب رازقوں سے بہتر رازق ہے","zh":"你说：“我的主，的确欲使哪个仆人的给养宽裕，就使他宽裕；欲使哪个仆人的给养窘迫，就使他窘迫。你们所施舍的东西，他将补偿它；他是最优的供给者。”"},"transliteration":"Qul inna rabbee yabsutu alrrizqa liman yashao min AAibadihi wayaqdiru lahu wama anfaqtum min shayin fahuwa yukhlifuhu wahuwa khayru alrraziqeena","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
