{"id":3648,"number":42,"text":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","translations":{"en":"But today you do not hold for one another [the power of] benefit or harm, and We will say to those who wronged, \"Taste the punishment of the Fire, which you used to deny","es":"Pero el Día del Juicio no podrán beneficiarse ni perjudicarse unos a otros, y diré a los que cometieron injusticias: \"Sufran el castigo del Fuego que negaban","fr":"Ce jour-là donc, vous n'aurez aucun moyen pour profiter ou nuire les uns aux autres, tandis que Nous dirons aux injustes: «Goûtez au châtiment du Feu que vous traitiez de mensonge»","id":"Maka pada hari ini sebagian kamu tidak kuasa (mendatangkan) manfaat maupun (menolak) mudarat kepada sebagian yang lain. Dan Kami katakan kepada orang-orang yang zalim, \"Rasakanlah olehmu azab neraka yang dahulu kamu dustakan","ru":"Сегодня вы не можете принести друг другу ни пользы, ни вреда. Мы скажем беззаконникам: «Вкусите мучения в Огне, который вы считали ложью!»","sv":"Denna Dag kan ingen [skapad varelse] vare sig gagna eller skada en annan. Och Vi skall säga till de orättfärdiga: \"Smaka Eldens straff, som ni påstod vara en lögn","tr":"Zalimlere: \"Yalanladığınız ateşin azabını tadın, bugün birbirinize ne fayda ve ne de zarar verebilirsiniz\" deriz","ur":"(اُس وقت ہم کہیں گے کہ) آج تم میں سے کوئی نہ کسی کو فائدہ پہنچا سکتا ہے نہ نقصان اور ظالموں سے ہم کہہ دیں گے کہ اب چکھو اس عذاب جہنم کا مزہ جسے تم جھٹلایا کرتے تھے","zh":"今日，你们不能互利，也不能相害；我将对不义的人们说：“你们尝试你们所否认的火刑吧！”"},"transliteration":"Faalyawma la yamliku baAAdukum libaAAdin nafAAan wala darran wanaqoolu lillatheena thalamoo thooqoo AAathaba alnnari allatee kuntum biha tukaththiboona","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
