{"id":3649,"number":43,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","translations":{"en":"And when our verses are recited to them as clear evidences, they say, \"This is not but a man who wishes to avert you from that which your fathers were worshipping.\" And they say, \"This is not except a lie invented.\" And those who disbelieve say of the truth when it has come to them, \"This is not but obvious magic","es":"Cuando se les recitan Mis versículos evidentes [a los idólatras], dicen: \"Este [el Profeta Mujámmad] no es sino un hombre que pretende apartarlos de lo que sus padres adoraban\". Y dicen: \"Este Corán no es más que una mentira inventada\". Y dijeron los que se negaron a creer cuando les llegó la verdad: \"No es más que evidente hechicería","fr":"Et quand Nos versets édifiants leur sont récités, ils disent: Ce n'est là qu'un homme qui veut vous repousser de ce que vos ancêtres adoraient». Et ils disent: «Ceci (Le Coran) n'est qu'un mensonge inventé». Et ceux qui ne croient pas disent de la Vérité quand elle leur vient: «Ce n'est là qu'une magie évidente!»","id":"Dan apabila dibacakan kepada mereka ayat-ayat Kami yang terang, mereka berkata, \"Orang ini tidak lain hanya ingin menghalang-halangi kamu dari apa yang disembah oleh nenek moyangmu,\" dan mereka berkata, \"(Alquran) ini tidak lain hanyalah kebohongan yang diada-adakan saja.\" Dan orang-orang kafir berkata terhadap kebenaran ketika kebenaran (Alquran) itu datang kepada mereka, \"Ini tidak lain hanyalah sihir yang nyata","ru":"Когда им читают Наши ясные аяты, они говорят: «Это - всего лишь мужчина, который хочет удержать вас от того, чему поклонялись ваши отцы». Они говорят: «Это - всего лишь вымышленная ложь». А те, которые не уверовали в истину, когда она явилась к ним, говорят: «Это - всего лишь очевидное колдовство»","sv":"När [avgudadyrkarna] hör Våra klara budskap läsas upp för dem säger de [till de sina]: \"[Muhammad] är bara en man [som vi], som vill hindra oss att dyrka det som våra förfäder dyrkade\" - och de säger: \"Det [som han läser upp] är idel lögner, som [människor] sätter ihop.\" Och när de får höra sanningen säger förnekarna: \"Detta är uppenbart ingenting annat än bländande vältalighet","tr":"Ayetlerimiz onlara apaçık olarak okunduğu zaman: \"Bu adam sizi babalarınızın taptıklarından alıkoymaktan başka bir şey istemiyor\" derlerdi. \"Bu Kuran düpedüz bir uydurmadan başka bir şey değildir\" derlerdi. Hak, inkar edenlere geldiğinde, onun için: \"Bu apaçık bir büyüdür\" demişlerdi","ur":"اِن لوگوں کو جب ہماری صاف صاف آیات سنائی جاتی ہیں تو یہ کہتے ہیں کہ \"یہ شخص تو بس یہ چاہتا ہے کہ تم کو اُن معبودوں سے برگشتہ کر دے جن کی عبادت تمہارے باپ دادا کرتے آئے ہیں\" اور کہتے ہیں کہ \"یہ (قرآن) محض ایک جھوٹ ہے گھڑا ہوا\" اِن کافروں کے سامنے جب حق آیا تو انہیں نے کہہ دیا کہ \"یہ تو صریح جادو ہے","zh":"有人对他们宣读我的明白的迹象时，他们说：“这个人只想妨碍你们崇拜你们的祖先所崇拜的偶像。”他们又说：“这只是捏造的谎言。”当真理来临的时候，不信道的人们说：“这只是一种明显的魔术。”"},"transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin qaloo ma hatha illa rajulun yureedu an yasuddakum AAamma kana yaAAbudu abaokum waqaloo ma hatha illa ifkun muftaran waqala allatheena kafaroo lilhaqqi lamma jaahum in hatha illa sihrun mubeenun","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
