{"id":3651,"number":45,"text":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","translations":{"en":"And those before them denied, and the people of Makkah have not attained a tenth of what We had given them. But the former peoples denied My messengers, so how [terrible] was My reproach","es":"Ya desmintieron sus antecesores a Mis Mensajeros, y estos incrédulos [deberían recapacitar, pues] no recibieron ni una décima parte de lo que les concedí a sus antecesores. ¡Qué terrible fue el castigo","fr":"Ceux d'avant eux avaient [aussi] démenti (leurs messagers). [Les Mecquois] n'ont pas atteint le dixième de ce que Nous leur avons donné [en force et en richesse]. Ils traitaient Mes Messagers de menteurs. Et quelle réprobation fut la mienne","id":"Dan orang-orang yang sebelum mereka telah mendustakan (para rasul) sedang orang-orang (kafir Mekkah) itu belum sampai menerima sepersepuluh dari apa701) yang telah Kami berikan kepada orang-orang terdahulu, namun mereka mendustakan para rasul-Ku. Maka (lihatlah) bagaimana dahsyatnya akibat kemurkaan-Ku","ru":"Те, которые были до них, сочли лжецами посланников. Они (мекканские многобожники) не получили даже десятой части того, что Мы даровали им, однако они сочли лжецами Моих посланников. Каким же было Мое обличение","sv":"[Andra folk] före dem förnekade sanningen och de hade inte fått ens tiondelen av vad Vi har gett dessa [senare tiders förnekare som bevis]; men hur [hårt] straffade Jag inte deras [föregångare] när de beskyllde Mina sändebud för lögn","tr":"Kendilerinden önce gelenleri de yalanlamışlardı; oysa bunlar, onlara verdiklerimizin onda birine bile erişememişlerdi. Böyleyken peygamberlerimizi yalanladılar; Beni inkar etmek nasıl olur","ur":"اِن سے پہلے گزرے ہوئے لوگ جھٹلا چکے ہیں جو کچھ ہم نے اُنہیں دیا تھا اُس کے عشر عشیر کو بھی یہ نہیں پہنچے ہیں مگر جب انہوں نے میرے رسولوں کو جھٹلایا تو دیکھ لو کہ میری سزا کیسی سخت تھی","zh":"在他们之前逝去的人们曾否认真理，他们没有达到我所赐予前人的十分之一，但前人否认我的使者们，我的谴责是怎样的？"},"transliteration":"Wakaththaba allatheena min qablihim wama balaghoo miAAshara ma ataynahum fakaththaboo rusulee fakayfa kana nakeeri","chapter":{"id":34,"name":"سبإ","transliteration":"Saba","translations":{"en":"Sheba","es":"Saba","fr":"Saba'","id":"Saba\\'","ru":"Сава","sv":"Saba","tr":"Sebe'","ur":"سبا","zh":"赛伯邑"},"type":"meccan"}}
