{"id":366,"number":73,"text":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translations":{"en":"And do not trust except those who follow your religion.\" Say, \"Indeed, the [true] guidance is the guidance of Allah. [Do you fear] lest someone be given [knowledge] like you were given or that they would [thereby] argue with you before your Lord?\" Say, \"Indeed, [all] bounty is in the hand of Allah - He grants it to whom He wills. And Allah is all-Encompassing and Wise","es":"Y [dicen:] \"no confíen sino en quienes siguen su religión\". Diles [¡oh, Mujámmad!]: \"La verdadera guía es la de Dios\". [Y dicen:] \"No enseñen lo que han recibido para que nadie sea bendecido como ustedes, ni para que puedan argumentar en contra suya ante su Señor\". Diles [¡oh, Mujámmad!]: \"La gracia está en manos de Dios, y se la concede a quien Él quiere\". Dios es Inconmensurable, todo lo sabe","fr":"[Et les gens du Livre disent à leurs coreligionnaires]: «Ne croyez que ceux qui suivent votre religion...» Dis: «La vraie direction est la direction d'Allah» - [et ils disent encore: Vous ne devez ni approuver ni reconnaître] que quelqu'un d'autre que vous puisse recevoir comme ce que vous avez reçu de sorte qu'ils (les musulmans) ne puissent argumenter contre vous auprès de votre Seigneur. Dis-[leur]: En vérité, la grâce est en la main d'Allah. Il la donne à qui Il veut. La grâce d'Allah est immense et Il est Omniscient","id":"(Dan janganlah kamu percaya selain kepada orang yang mengikuti agamamu.129) Katakanlah (Muhammad), \"Sesungguhnya petunjuk itu hanyalah petunjuk Allah. (Janganlah kamu percaya) bahwa seseorang akan diberi seperti apa yang diberikan kepada kamu atau bahwa mereka akan menyanggah kamu di hadapan Tuhanmu.\" Katakanlah (Muhammad), \"Sesungguhnya karunia itu di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki. Allah Mahaluas, Maha Mengetahui","ru":"Верьте только тем, кто последовал вашей религии, дабы никто не получил то, что получили вы, и не препирался с вами перед вашим Господом». Скажи: «Воистину, верным руководством является руководство Аллаха». Скажи: «Воистину, милость находится в Руке Аллаха. Он дарует ее, кому пожелает. Воистину, Аллах - Объемлющий, Знающий»","sv":"Tro inte på någon som inte bekänner sig till er religion!\" Säg: \"Den [sanna] vägledningen är Guds vägledning; [är ni rädda] att andra skall få del av sådana [uppenbarelser] som ni har tagit emot? Eller att de skall tvista med er inför er Herre?\" Säg: \"Guds nådegåvor är i Hans hand; Han skänker dem till den Han vill. Gud når överallt och Han vet allt","tr":"Kitap ehlinden bir takımı şöyle dedi: \"İnananlara indirilene günün başında inanın, sonunda inkar edin ki, belki dönerler ve dininize uyanlardan başkasına inanmayın\". De ki: \"Doğru yol Allah'ın yoludur\". Ve yine başkasına da verildiğine veya Rabbinizin katında Müslümanların karşı delil getirip sizi alt edeceğine inanmayın, derler. De ki: \"Doğrusu bol nimet Allah'ın elindedir, onu dilediğine verir. Allah'ın fazlı her şeyi kaplar, O her şeyi bilir","ur":"نیز یہ لوگ آپس میں کہتے ہیں کہ اپنے مذہب والے کے سوا کسی کی بات نہ مانو اے نبیؐ! ان سے کہہ دو کہ، \"اصل میں ہدایت تو اللہ کی ہدایت ہے اور یہ اُسی کی دین ہے کہ کسی کو وہی کچھ دے دیا جائے جو کبھی تم کو دیا گیا تھا، یا یہ کہ دوسروں کو تمہارے رب کے حضور پیش کرنے کے لیے تمہارے خلاف قوی حجت مل جائے\" اے نبیؐ! ان سے کہو کہ، \"فضل و شرف اللہ کے اختیار میں ہے، جسے چاہے عطا فرمائے وہ وسیع النظر ہے اور سب کچھ جانتا ہے","zh":"你们只可以信任你们的教友。”你说：“引导确是安拉的引导，难道因为别人获得像你们所获得的启示，或他们将在安拉那里与你们辩论，（你们就这样用计）吗？”你说：“恩惠确是掌握在安拉的手里，他把它赏赐给他所意欲的人。”安拉是宽大的，是全知的。"},"transliteration":"Wala tuminoo illa liman tabiAAa deenakum qul inna alhuda huda Allahi an yuta ahadun mithla ma ooteetum aw yuhajjookum AAinda rabbikum qul inna alfadla biyadi Allahi yuteehi man yashao waAllahu wasiAAun AAaleemun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
