{"id":3662,"number":2,"text":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translations":{"en":"Whatever Allah grants to people of mercy - none can withhold it; and whatever He withholds - none can release it thereafter. And He is the Exalted in Might, the Wise","es":"Nada ni nadie puede impedir que una misericordia de Dios alcance a la gente; pero si Él la retuviese, no hay nada ni nadie que pudiera hacer que les llegara. Él es el Poderoso, el Sabio","fr":"Ce qu'Allah accorde en miséricorde aux gens, il n'est personne à pouvoir le retenir. Et ce qu'Il retient, il n'est personne à le relâcher après Lui. Et c'est Lui le Puissant, le Sage","id":"Apa saja di antara rahmat Allah yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dia lah Yang Mahaperkasa, Mahabijaksana","ru":"Никто не удержит милость, которую Аллах открывает людям. А то, что Он удерживает, никто не может ниспослать после Него. Он - Могущественный, Мудрый","sv":"Vad Han vill skänka människorna av Sin nåd kan ingen undanhålla dem; och vad Han håller tillbaka, kan ingen låta flöda i Hans ställe. Han är den Allsmäktige, den Vise","tr":"Allah'ın insanlara verdiği rahmeti önleyebilecek yoktur. O'nun önlediğini de ardından salıverecek yoktur. O, güçlü'dür, Hakim'dir","ur":"اللہ جس رحمت کا دروازہ بھی لوگوں کے لیے کھول دے اسے کوئی روکنے والا نہیں اور جسے وہ بند کر دے اسے اللہ کے بعد پھر کوئی دوسرا کھولنے والا نہیں وہ زبردست اور حکیم ہے","zh":"无论安拉赏赐你们什么恩惠，绝无人能加以阻拦；无论他扣留什么恩惠，在禁施之后，绝无人能加以开释。他确是万能的，确是至睿的。"},"transliteration":"Ma yaftahi Allahu lilnnasi min rahmatin fala mumsika laha wama yumsik fala mursila lahu min baAAdihi wahuwa alAAazeezu alhakeemu","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
