{"id":3663,"number":3,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","translations":{"en":"O mankind, remember the favor of Allah upon you. Is there any creator other than Allah who provides for you from the heaven and earth? There is no deity except Him, so how are you deluded","es":"¡Oh, gente! Recuerden las bendiciones que Dios les ha concedido. ¿Acaso hay otro Creador además de Dios que los sustente de lo que hay en el cielo y en la Tierra? No hay nada ni nadie con derecho a ser adorado salvo Dios. ¿Por qué entonces se desvían","fr":"O hommes! Rappelez-vous le bienfait d'Allah sur vous: existe-t-il en dehors d'Allah, un créateur qui du ciel et de la terre vous attribue votre subsistance? Point de divinité à part Lui! Comment pouvez-vous vous détourner [de cette vérité]","id":"Wahai manusia! Ingatlah akan nikmat Allah kepadamu. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada tuhan selain Dia; maka mengapa kamu berpaling (dari ketauhidan)","ru":"О люди! Помните о милости Аллаха по отношению к вам. Есть ли наряду с Аллахом другой творец, который давал бы вам пропитание с неба и земли? Нет божества, кроме Него! До чего же вы отвращены от истины","sv":"Människor! Minns Guds välgärningar mot er! Finns det en annan skapare än Gud, som förser er [med det] i himlen och på jorden som ni behöver för er försörjning? Nej, det finns ingen gud utom Han; hur förvirrade är inte era begrepp","tr":"Ey insanlar! Allah'ın size olan nimetini anın; sizi gökten ve yerden rızıklandıran Allah'tan başka bir yaratan var mıdır? O'ndan başka tanrı yoktur. Nasıl aldatılıp da döndürülürsünüz","ur":"لوگو، تم پر اللہ کے جو احسانات ہیں انہیں یاد رکھو کیا اللہ کے سوا کوئی اور خالق بھی ہے جو تمہیں آسمان اور زمین سے رزق دیتا ہو؟ کوئی معبود اُس کے سوا نہیں، آخر تم کہاں سے دھوکا کھا رہے ہو؟","zh":"人们啊！你们应当铭记安拉所赐你们的恩惠，除安拉外，还有什么创造者能从天上地下供给你们吗？除他外，绝无应受崇拜的，你们怎么如此悖谬呢？"},"transliteration":"Ya ayyuha alnnasu othkuroo niAAmata Allahi AAalaykum hal min khaliqin ghayru Allahi yarzuqukum mina alssamai waalardi la ilaha illa huwa faanna tufakoona","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
