{"id":3668,"number":8,"text":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","translations":{"en":"Then is one to whom the evil of his deed has been made attractive so he considers it good [like one rightly guided]? For indeed, Allah sends astray whom He wills and guides whom He wills. So do not let yourself perish over them in regret. Indeed, Allah is Knowing of what they do","es":"¿Acaso a quien [el demonio] le hizo ver sus obras malas como buenas [es comparable a quien Dios ha guiado]? Dios decreta el desvío para quien Él quiere y guía a quien quiere. No te apenes [por la incredulidad de quienes te desmienten]. Dios sabe bien lo que hacen","fr":"Eh quoi! Celui à qui on a enjolivé sa mauvaise action au point qu'il la voit belle...? - Mais Allah égare qui Il veut, et guide qui Il veut - Que ton âme ne se répande donc pas en regrets pour eux: Allah est Parfaitement Savant de ce qu'ils fabriquent","id":"Maka apakah pantas orang yang dijadikan terasa indah perbuatan buruknya, lalu menganggap baik perbuatannya itu? Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Maka janganlah engkau (Muhammad) biarkan dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat","ru":"Разве тот, кому его злодеяние представлено прекрасным и кто считает его благом, равен тому, кто следует прямым путем? Воистину, Аллах вводит в заблуждение того, кого пожелает, и ведет прямым путем того, кого пожелает. Не изводи себя скорбью по ним. Воистину, Аллах знает о том, что они творят","sv":"Kan den vars onda handlingar utmålats för honom i ljusa färger, så att han tror att han handlar rätt, [jämföras med den som följer trons väg]? Nej - Gud låter den gå vilse som vill [gå vilse], och Han vägleder den som söker [vägledning]. Sörj därför inte [Muhammad] över dem [som vägrar att anta tron]; Gud vet vad de företar sig","tr":"Kötü işi kendisine güzel gösterilip de onu güzel gören kimse, kötülüğü hiç işlemeyene benzer mi? Şüphesiz Allah dilediğini saptırır, dilediğini de doğru yola eriştirir. Artık onlara üzülerek kendini harabetme; Allah onların yaptıklarını şüphesiz bilir","ur":"(بھلا کچھ ٹھکانا ہے اُس شخص کی گمراہی کا) جس کے لیے اُس کا برا عمل خوشنما بنا دیا گیا ہو اور وہ اُسے اچھا سمجھ رہا ہو؟ حقیقت یہ ہے کہ اللہ جسے چاہتا ہے گمراہی میں ڈال دیتا ہے اور جسے چاہتا ہے راہ راست دکھا دیتا ہے پس (اے نبیؐ) خواہ مخواہ تمہاری جان ان لوگوں کی خاطر غم و افسوس میں نہ گھلے جو کچھ یہ کر رہے ہیں اللہ اُس کو خوب جانتا ہے","zh":"为自己的恶行所迷惑，因而认恶为善者，像安拉所引导的人吗？安拉必使他所意欲者误入迷途，必使他所意欲者遵循正道，所以你不要为哀悼他们而丧生，安拉确是全知他们的行为的。"},"transliteration":"Afaman zuyyina lahu sooo AAamalihi faraahu hasanan fainna Allaha yudillu man yashao wayahdee man yashao fala tathhab nafsuka AAalayhim hasaratin inna Allaha AAaleemun bima yasnaAAoona","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
