{"id":3670,"number":10,"text":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّـٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَـٰٓئِكَ هُوَ يَبُورُ","translations":{"en":"Whoever desires honor [through power] - then to Allah belongs all honor. To Him ascends good speech, and righteous work raises it. But they who plot evil deeds will have a severe punishment, and the plotting of those - it will perish","es":"Quien desee el poder, debe saber que el poder absoluto pertenece solo a Dios. Hacia Él ascienden las buenas palabras y Él eleva las obras piadosas. Pero quienes se confabulen para hacer el mal tendrán un castigo severo, y sus planes fracasarán","fr":"Quiconque veut la puissance (qu'il la cherche auprès d'Allah) car la puissance tout entière est à Allah: vers Lui monte la bonne parole, et Il élève haut la bonne action. Et quand à ceux qui complotent de mauvaises actions, ils auront un dur châtiment. Cependant, leur stratagème est voué à l'échec","id":"Barangsiapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik,707) dan amal kebajikan Dia akan mengangkatnya.708) Adapun orang-orang yang merencanakan kejahatan mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur","ru":"Если кто жаждет могущества, то ведь могущество целиком принадлежит Аллаху. К Нему восходит прекрасное слово, и Он возносит праведное деяние (или праведное деяние возносит прекрасное слово; или праведное деяние возносит человека). А тем, которые замышляют злодеяния, уготованы тяжкие мучения, и их замыслы окажутся безуспешными","sv":"Den som står efter [jordisk] makt och ära [skall veta att] all ära tillhör Gud. De goda orden stiger upp till Honom och Han förhöjer [värdet av] varje god handling. Men de som i tysthet smider onda planer har ett strängt straff att vänta och deras planer skall slå fel","tr":"Kudret isteyen kimse bilsin ki, kudret, bütünüyle Allah'ındır. Güzel sözler O'na yükselir, o sözleri de yararlı iş yükseltir. Kötülük yapmakta düzen kuranlara, onlara, çetin azap vardır. İşte bunların kurdukları düzenler boşa çıkar","ur":"جو کوئی عزت چاہتا ہو اُسے معلوم ہونا چاہیے کہ عزت ساری کی ساری اللہ کی ہے اُس کے ہاں جو چیز اوپر چڑھتی ہے وہ صرف پاکیزہ قول ہے، اور عمل صالح اس کو اوپر چڑھاتا ہے رہے وہ لوگ جو بیہودہ چال بازیاں کرتے ہیں، اُن کے لیے سخت عذاب ہے اور اُن کا مکر خود ہی غارت ہونے والا ہے","zh":"欲得光荣者，须知光荣全归安拉。良言将为他所知，他升起善行。图谋不轨者，将受严厉的刑罚；这些人的图谋，是不能得逞的。"},"transliteration":"Man kana yureedu alAAizzata falillahi alAAizzatu jameeAAan ilayhi yasAAadu alkalimu alttayyibu waalAAamalu alssalihu yarfaAAuhu waallatheena yamkuroona alssayyiati lahum AAathabun shadeedun wamakru olaika huwa yabooru","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
