{"id":3672,"number":12,"text":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translations":{"en":"And not alike are the two bodies of water. One is fresh and sweet, palatable for drinking, and one is salty and bitter. And from each you eat tender meat and extract ornaments which you wear, and you see the ships plowing through [them] that you might seek of His bounty; and perhaps you will be grateful","es":"Las dos masas de agua no son iguales: una es potable, dulce y agradable para beber; la otra es salobre. De ambas comen carne fresca y obtienen adornos con los que se engalanan. Ven al barco atravesarlas para buscar Su favor: sean agradecidos [con Dios]","fr":"Les deux mers ne sont pas identiques: [l'eau de] celle-ci est potable, douce et agréable à boire, et celle-là est salée, amère. Cependant de chacune vous mangez une chair fraîche, et vous extrayez un ornement que vous portez. Et tu vois le vaisseau fendre l'eau avec bruit, pour que vous cherchiez certains [des produits] de Sa grâce. Peut-être serez-vous reconnaissants","id":"Dan tidak sama (antara) dua lautan; yang ini tawar, segar, sedap diminum dan yang lain asin lagi pahit. Dan dari (masing-masing lautan) itu kamu dapat memakan daging yang segar dan kamu dapat mengeluarkan perhiasan yang kamu pakai, dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur","ru":"Не равны два моря (вида воды). Это - вкусное, пресное, приятное для питья, а это - соленое, горькое. Из каждого из них вы едите свежее мясо и добываете украшения, которые вы носите. Ты видишь, как корабли бороздят их, чтобы вы могли искать Его милость, - быть может, вы будете благодарны","sv":"De två stora vattenmassorna [på jorden] är inte lika: den enas [vatten] är sött, det släcker törsten och är angenämt att dricka, medan den andras är salt och bittert; men ni kan i båda [fånga fisk], vars färska kött ni äter, och ni kan ur båda hämta ting som ni pryder er med. Och på båda ser ni skeppen som plöjer vågorna, så att ni [med dem] kan söka det som Han i Sin godhet [beviljar er]; kanske tackar ni [Honom]","tr":"İki deniz bir değildir. Birinin suyu tatlı ve kolay içimlidir; diğeri tuzlu ve acıdır. Her birinden taze balık eti yersiniz; takındığınız süsler çıkarırsınız; Allah'ın lütfuyla rızık aramanız için gemilerin onu yararak gittiğini görürsün. Belki artık şükredersiniz","ur":"اور پانی کے دونوں ذخیرے یکساں نہیں ہیں ایک میٹھا اور پیاس بجھانے والا ہے، پینے میں خوشگوار، اور دوسرا سخت کھاری کہ حلق چھیل دے مگر دونوں سے تم تر و تازہ گوشت حاصل کرتے ہو، پہننے کے لیے زینت کا سامان نکالتے ہو، اور اسی پانی میں تم دیکھتے ہو کہ کشتیاں اُس کا سینہ چیرتی چلی جا رہی ہیں تاکہ تم اللہ کا فضل تلاش کرو اور اُس کے شکر گزار بنو","zh":"两海不一样，这海是很甜的、可口的淡水，那海是很苦的咸水。你们可吃每一海中所产的新鲜的肉，又可采你们所戴的首饰。你看船舶在海上破浪而行，以便你们寻求他的恩惠，以便你们感谢他。"},"transliteration":"Wama yastawee albahrani hatha AAathbun furatun saighun sharabuhu wahatha milhun ojajun wamin kullin takuloona lahman tariyyan watastakhrijoona hilyatan talbasoonaha watara alfulka feehi mawakhira litabtaghoo min fadlihi walaAAallakum tashkuroona","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
