{"id":3673,"number":13,"text":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","translations":{"en":"He causes the night to enter the day, and He causes the day to enter the night and has subjected the sun and the moon - each running [its course] for a specified term. That is Allah, your Lord; to Him belongs sovereignty. And those whom you invoke other than Him do not possess [as much as] the membrane of a date seed","es":"[Dios] hace que la noche se funda en el día y que el día se funda en la noche, sometió el Sol y la Luna, cada uno transcurre por una órbita prefijada. Él es Dios, su Señor; Suyo es el reino, pero los ídolos que ustedes invocan fuera de Él no poseen absolutamente nada, ni siquiera el pellejo de un hueso de dátil","fr":"Il fait que la nuit pénètre le jour et que le jour pénètre la nuit. Et Il a soumis le soleil et la lune. Chacun d'eux s'achemine vers un terme fixé. Tel est Allah, votre Seigneur: à Lui appartient la royauté, tandis que ceux que vous invoquez, en dehors de Lui, ne sont même pas maîtres de la pellicule d'un noyau de datte","id":"Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Yang (berbuat) demikian itulah Allah Tuhanmu, milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru (sembah) selain Allah tidak mempunyai apa-apa walaupun setipis kulit ari","ru":"Он удлиняет день за счет ночи и удлиняет ночь за счет дня. Он подчинил солнце и луну, и они движутся до назначенного срока. Таков Аллах, ваш Господь. Ему принадлежит власть, а те, к кому вы взываете помимо Него, не владеют даже плевой на финиковой косточке","sv":"Han låter natten glida in i dagen och Han låter dagen glida in i natten. Han har underordnat solen och månen under [Sina lagar]: var och en löper sitt [kretslopp] till en fastställd tidpunkt. Detta är Gud, er Herre! Makten och herraväldet är Hans, och de som ni dyrkar vid sidan av Honom har ingen makt ens över dadelkärnans fina skal","tr":"Allah, geceyi gündüze katar, gündüzü geceye katar; belirli bir süre içinde hareket eden güneş ve ayı buyruk altına almıştır. İşte bu, Rabbiniz olan Allah'tır, hükümranlık O'nundur. O'nu bırakıp taptıklarınız, bir çekirdek kabuğuna bile sahip değillerdir","ur":"وہ دن کے اندر رات کو اور رات کے اندر دن کو پروتا ہوا لے آتا ہے چاند اور سورج کو اُس نے مسخر کر رکھا ہے یہ سب کچھ ایک وقت مقرر تک چلے جا رہا ہے وہی اللہ (جس کے یہ سارے کام ہیں) تمہارا رب ہے بادشاہی اسی کی ہے اُسے چھوڑ کر جن دوسروں کو تم پکارتے ہو وہ ایک پرکاہ کے مالک بھی نہیں ہیں","zh":"他使黑夜侵入白昼，使白昼侵入黑夜；他制服日月，各自运行至一定期。这是安拉——你们的主，主权只是他的，你们舍他而崇拜的，不能管理一丝毫。"},"transliteration":"Yooliju allayla fee alnnahari wayooliju alnnahara fee allayli wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman thalikumu Allahu rabbukum lahu almulku waallatheena tadAAoona min doonihi ma yamlikoona min qitmeerin","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
