{"id":3678,"number":18,"text":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","translations":{"en":"And no bearer of burdens will bear the burden of another. And if a heavily laden soul calls [another] to [carry some of] its load, nothing of it will be carried, even if he should be a close relative. You can only warn those who fear their Lord unseen and have established prayer. And whoever purifies himself only purifies himself for [the benefit of] his soul. And to Allah is the [final] destination","es":"Nadie cargará con culpas ajenas. Si [un pecador] pide que le ayuden con su carga [de pecados], nadie podrá ayudarle en nada, aunque fuera su pariente. [¡Oh, Mujámmad!] Solo se beneficia con tus advertencias quien teme a su Señor en su vida privada y practica la oración. Quien se purifica [de la idolatría y el pecado], lo hace en beneficio propio; y ante Dios comparecerán","fr":"Or, personne ne portera le fardeau d'autrui. Et si une âme surchargée [de péchés] appelle à l'aide, rien de sa charge ne sera supporté par une autre même si c'est un proche parent. Tu n'avertis en fait, que ceux qui craignent leur Seigneur malgré qu'ils ne Le voient pas, et qui accomplissent la Salât. Et quiconque se purifie ne se purifie que pour lui-même, et vers Allah est la destination","id":"Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesunggunya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya709) dan mereka yang melaksanakan salat. Barangsiapa yang menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah lah tempat kembali","ru":"Ни одна душа не понесет чужого бремени, и если обремененная душа взмолится о том, чтобы ей помогли понести ее ношу, ничто не будет взято из нее, даже если просящий окажется близким родственником. Ты предостерегаешь только тех, которые боятся своего Господа, не видя Его воочию, и совершают намаз. Кто очищается, тот очищается во благо себе, и к Аллаху предстоит прибытие","sv":"PÅ INGEN bärare av bördor skall läggas en annans börda; och om den som bär en tung börda ropar på hjälp att bära den, skall ingen del av [denna börda] lyftas från hans [rygg], även om den [han ropar till] är en av hans närmaste. Du kan inte varna andra än dem som fruktar sin Herre trots att de inte kan se eller förnimma Honom, och som förrättar bönen. Och den som vill rena sin [själ] är den ende som har gott av det. Gud är färdens mål","tr":"Günahkar kimse diğerinin günahını çekmez. Günah yükü ağır olan kimse, onun taşınmasını istese, yakını olsa bile, yükünden birşey taşınmaz. Sen ancak, görmediği halde Rablerinden korkanları, namazı kılanları uyarırsın. Kim arınırsa, ancak kendisi için arınmış olur; dönüş ancak Allah'adır","ur":"کوئی بوجھ اٹھانے والا کسی دوسرے کا بوجھ نہ اٹھائے گا اور اگر کوئی لدا ہوا نفس اپنا بوجھ اٹھانے کے لیے پکارے گا تو اس کے بار کا ایک ادنیٰ حصہ بھی بٹانے کے لیے کوئی نہ آئے گا چاہے وہ قریب ترین رشتہ دار ہی کیوں نہ ہو (اے نبیؐ) تم صرف انہی لوگوں کو متنبہ کر سکتے ہو جو بے دیکھے اپنے رب سے ڈرتے ہیں اور نماز قائم کرتے ہیں جو شخص بھی پاکیزگی اختیار کرتا ہے اپنی ہی بھلائی کے لیے کرتا ہے اور پلٹنا سب کو اللہ ہی کی طرف ہے","zh":"一个负罪者，不再负别人的罪；一个负重罪者，如果叫别人来替他负罪，那末，别人虽是他的近亲，也不能替他担负一丝毫。你只能警告在秘密中敬畏主，且谨守拜功者。洗涤身心者，只为自己而洗涤。安拉是唯一的归宿。"},"transliteration":"Wala taziru waziratun wizra okhra wain tadAAu muthqalatun ila himliha la yuhmal minhu shayon walaw kana tha qurba innama tunthiru allatheena yakhshawna rabbahum bialghaybi waaqamoo alssalata waman tazakka fainnama yatazakka linafsihi waila Allahi almaseeru","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
