{"id":368,"number":75,"text":"۞وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","translations":{"en":"And among the People of the Scripture is he who, if you entrust him with a great amount [of wealth], he will return it to you. And among them is he who, if you entrust him with a [single] silver coin, he will not return it to you unless you are constantly standing over him [demanding it]. That is because they say, \"There is no blame upon us concerning the unlearned.\" And they speak untruth about Allah while they know [it]","es":"Entre la Gente del Libro hay quienes, si les confías un gran tesoro te lo devuelven, y quienes si les confías una moneda te la devuelven solo después de pedírsela con insistencia. Eso es porque dicen: \"No seremos recriminados por no cumplir con quienes no han recibido ninguna revelación\". Ellos inventan mentiras acerca de Dios a sabiendas","fr":"Et parmi les gens du Livre, il y en a qui, si tu lui confies un qintâr, te le rend. Mais il y en a aussi qui, si tu lui confies un dinâr, ne te le rendra que si tu l'y contrains sans relâche. Tout cela parce qu'ils disent: «Ces (arabes) qui n'ont pas de livre n'ont aucun chemin pour nous contraindre.» Ils profèrent des mensonges contre Allah alors qu'ils savent","id":"Dan di antara Ahli Kitab ada yang jika engkau percayakan kepadanya harta yang banyak, niscaya dia mengembalikannya kepadamu. Tetapi ada (pula) di antara mereka yang jika engkau percayakan kepadanya satu dinar, dia tidak mengembalikannya kepadamu, kecuali jika engkau selalu menagihnya. Yang demikian itu disebabkan mereka berkata, \"Tidak ada dosa bagi kami terhadap orang-orang yang buta huruf.\" Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui","ru":"Среди людей Писания есть такой, который вернет тебе целый кантар, если ты доверишь его ему; но есть и такой, который, если ты доверишь ему всего один динар, не вернет его тебе, пока ты не встанешь у него над душой. Они поступают так, потому что говорят: «На нас не будет греха из-за этих невежд». Они сознательно возводят навет на Аллаха","sv":"OCH BLAND efterföljarna av äldre tiders uppenbarelser finns de som, om du anförtror dem en skatt av guld, [villigt] återlämnar den; och det finns de som, om du anförtror dem en enda dinar, vägrar återlämna den om du inte ansätter dem med ideliga påminnelser. De påstår nämligen: \"Vi har inte blivit ålagda [att hålla våra löften], när det gäller dessa okunniga människor\"; så säger de om Gud, trots att de vet bättre, det som inte är sant","tr":"Kitap ehli arasında kantarla emanet bıraksan onu sana ödeyen ve bir lira emanet etsen, tepesine dikilmedikçe onu sana ödemeyen vardır. Bu, onların: \"Kitapsızlara karşı üzerimize bir sorumluluk yoktur\" demelerindendir. Onlar bile bile Allah'a karşı yalan söylemektedirler","ur":"اہل کتاب میں کوئی تو ایسا ہے کہ اگر تم اس کے اعتماد پر مال و دولت کا ایک ڈھیر بھی دے دو تو وہ تمہارا مال تمہیں ادا کر دے گا، اور کسی کا حال یہ ہے کہ اگر تم ایک دینار کے معاملہ میں بھی اس پر بھروسہ کرو تو وہ ادا نہ کرے گا الّا یہ کہ تم اس کے سر پر سوار ہو جاؤ اُن کی اس اخلاقی حالت کا سبب یہ ہے کہ وہ کہتے ہیں، \"امیوں (غیر یہودی لوگوں) کے معاملہ میں ہم پر کوئی مواخذہ نہیں ہے\" اور یہ بات وہ محض جھوٹ گھڑ کر اللہ کی طرف منسوب کرتے ہیں، حالانکہ انہیں معلوم ہے کہ اللہ نے ایسی کوئی بات نہیں فرمائی ہے آخر کیوں اُن سے باز پرس نہ ہوگی؟","zh":"信奉天经的人中有这样的人：如果你托付他一千两黄金，他会交还你；他们中也有这样的人：如果你托付他一枚金币，他也许不交还你，除非你一再追究它。这是因为他们说：“我们不为不识字的人而受处分。”他们明知故犯地假借安拉的名义而造谣。"},"transliteration":"Wamin ahli alkitabi man in tamanhu biqintarin yuaddihi ilayka waminhum man in tamanhu bideenarin la yuaddihi ilayka illa ma dumta AAalayhi qaiman thalika biannahum qaloo laysa AAalayna fee alommiyyeena sabeelun wayaqooloona AAala Allahi alkathiba wahum yaAAlamoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
