{"id":3685,"number":25,"text":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","translations":{"en":"And if they deny you - then already have those before them denied. Their messengers came to them with clear proofs and written ordinances and with the enlightening Scripture","es":"Pero si te desmienten, también desmintieron sus antecesores a Mis Mensajeros, que se les presentaron con pruebas y con las escrituras y el Libro luminoso","fr":"Et s'ils te traitent de menteur, eh bien, ceux d'avant eux avaient traité (leurs Messagers) de menteurs, cependant que leurs Messagers leur avaient apporté les preuves, les Ecrits et le Livre illuminant","id":"Dan jika mereka mendustakanmu, maka sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul); ketika rasul-rasulnya datang dengan membawa keterangan yang nyata (mukjizat), zubur, dan kitab yang memberi penjelasan yang sempurna","ru":"Если они не сочли тебя лжецом, то ведь их предшественники также считали лжецами посланников. Их посланники приносили им ясные знамения, Писания и освещающую книгу","sv":"Om de kallar dig lögnare, [minns då att] andra som var deras föregångare och till vilka sändebuden kom med klara vittnesbörd och med nedtecknad visdom och uppenbarelser fyllda av [Guds] ljus, också beskyllde [dem] för lögn","tr":"Eğer seni yalancı sayıyorlarsa bil ki, onlardan öncekiler de yalanlamışlardı. Peygamberleri onlara belgeler, sayfalar ve nurlu kitaplar getirmişlerdi","ur":"اب اگر یہ لوگ تمہیں جھٹلاتے ہیں تو اِن سے پہلے گزرے ہوئے لوگ بھی جھٹلا چکے ہیں اُن کے پاس ان کے رسول کھلے دلائل اور صحیفے اور روشن ہدایات دینے والی کتاب لے کر آئے تھے","zh":"如果他们否认你，那么，在他们之前逝去者，已否认了；他们族中的使者曾昭示他们明证、天经和灿烂的经典。"},"transliteration":"Wain yukaththibooka faqad kaththaba allatheena min qablihim jaathum rusuluhum bialbayyinati wabialzzuburi wabialkitabi almuneeri","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
