{"id":3687,"number":27,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","translations":{"en":"Do you not see that Allah sends down rain from the sky, and We produce thereby fruits of varying colors? And in the mountains are tracts, white and red of varying shades and [some] extremely black","es":"¿Acaso no observas que Dios hace descender del cielo el agua, y que con ella hace brotar diversas clases de frutos, y que algunas montañas tienen vetas blancas, rojas y negras, de diversos colores","fr":"N'as-tu pas vu que, du ciel, Allah fait descendre l'eau? Puis Nous en faisons sortir des fruits de couleurs différentes. Et dans les montagnes, il y a des sillons blancs et rouges, de couleurs différentes, et des roches excessivement noires","id":"Tidakkah engkau melihat bahwa Allah menurunkan air dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat","ru":"Неужели ты не видишь, как Аллах ниспосылает с неба воду, посредством которой Мы взращиваем плоды различных цветов. В горах также есть различные тропы - белые, красные и совершенно черные","sv":"SER DU inte att Gud låter regn strömma från skyn och att Vi därmed låter frukter av alla slag och färger mogna och att i bergen [syns] strimmor av vitt och rött i olika skiftningar och intensivt svarta [fläckar]","tr":"Allah'ın gökten su indirdiğini görmez misin? Biz onunla türlü türlü renkte ürünler yetiştirmiş; dağlarda da beyaz, kırmızı, siyah ve türlü renkte yollar varetmişizdir","ur":"کیا تم دیکھتے نہیں ہو کہ اللہ آسمان سے پانی برساتا ہے اور پھر اس کے ذریعہ سے ہم طرح طرح کے پھل نکال لاتے ہیں جن کے رنگ مختلف ہوتے ہیں پہاڑوں میں بھی سفید، سرخ اور گہری سیاہ دھاریاں پائی جاتی ہیں جن کے رنگ مختلف ہوتے ہیں","zh":"难道你还不知道吗？安拉从天上降下雨水，然后借雨水而生产出各种果实。山上有白的、红的、各色的条纹，和漆黑的岩石。"},"transliteration":"Alam tara anna Allaha anzala mina alssamai maan faakhrajna bihi thamaratin mukhtalifan alwanuha wamina aljibali judadun beedun wahumrun mukhtalifun alwanuha wagharabeebu soodun","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
