{"id":3688,"number":28,"text":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَـٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","translations":{"en":"And among people and moving creatures and grazing livestock are various colors similarly. Only those fear Allah, from among His servants, who have knowledge. Indeed, Allah is Exalted in Might and Forgiving","es":"y que los seres humanos, los animales y los rebaños los hay de diversos colores? Los siervos que tienen más temor devocional de Dios son los sabios. Dios es Poderoso, Absolvedor","fr":"Il y a pareillement des couleurs différentes, parmi les hommes, les animaux, et les bestiaux. Parmi Ses serviteurs, seuls les savants craignent Allah. Allah est, certes, Puissant et Pardonneur","id":"Dan demikian (pula) di antara manusia, makhluk bergerak yang bernyawa dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama.713) Sungguh, Allah Mahaperkasa, Maha Pengampun","ru":"Люди, животные и скот также бывают различных цветов. Боятся Аллаха среди Его рабов только обладающие знанием. Воистину, Аллах - Могущественный, Прощающий","sv":"Så växlar även färgen hos människorna och hos vilda djur och boskap. Ingen av Hans tjänare utom de som har [en djup inre] kunskap fruktar Gud [så som Han bör fruktas]. Han är allsmäktig men alltid beredd att förlåta","tr":"İnsanlar, yerde yürüyenler ve davarlar da böyle türlü türlü renktedirler. Allah'ın kulları arasında O'ndan korkan, ancak bilginlerdir. Doğrusu Allah güçlüdür, bağışlayandır","ur":"اور اسی طرح انسانوں اور جانوروں اور مویشیوں کے رنگ بھی مختلف ہیں حقیقت یہ ہے کہ اللہ کے بندوں میں سے صرف علم رکھنے والے لوگ ہی اُس سے ڈرتے ہیں بے شک اللہ زبردست اور درگزر فرمانے والا ہے","zh":"人类，野兽和牲畜中，也同样地有不同的种类。安拉的仆人中，只有学者敬畏他。安拉确是万能的，确是至赦的。"},"transliteration":"Wamina alnnasi waalddawabbi waalanAAami mukhtalifun alwanuhu kathalika innama yakhsha Allaha min AAibadihi alAAulamao inna Allaha AAazeezun ghafoorun","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
