{"id":3691,"number":31,"text":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","translations":{"en":"And that which We have revealed to you, [O Muhammad], of the Book is the truth, confirming what was before it. Indeed, Allah, of His servants, is Acquainted and Seeing","es":"Lo que te he revelado del Libro [¡oh, Mujámmad!] es la Verdad que corrobora lo que ya había sido revelado anteriormente. Dios ve y sabe todo lo que hacen Sus siervos","fr":"Et ce que Nous t'avons révélé du Livre est la Vérité confirmant ce qui l'a précédé. Certes Allah est Parfaitement Connaisseur et Clairvoyant sur Ses serviteurs","id":"Dan apa yang telah Kami wahyukan kepadamu (Muhammad) yaitu Kitab (Alquran) itulah yang benar, membenarkan kitab-kitab yang sebelumnya. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat (keadaan) hamba-hamba-Nya","ru":"Писание, которое Мы внушили тебе в откровении, является истиной, которая подтверждает то, что было до него. Воистину, Аллах ведает о Своих рабах и видит их","sv":"Vad Vi har uppenbarat för dig är sanningen, som bekräftar det som ännu består [av äldre tiders uppenbarelser]. Gud är väl underrättad om Sina tjänares [behov] och Han förlorar dem inte ur sikte","tr":"Bu, sana vahyettiğimiz, öncekileri doğrulayan gerçek Kitap'dır. Allah şüphesiz kullarından haberdardır, görendir","ur":"(اے نبیؐ) جو کتاب ہم نے تمہاری طرف وحی کے ذریعہ سے بھیجی ہے وہی حق ہے، تصدیق کرتی ہوئی آئی ہے اُن کتابوں کی جو اِس سے پہلے آئی تھیں بے شک اللہ اپنے بندوں کے حال سے باخبر ہے اور ہر چیز پر نگاہ رکھنے والا ہے","zh":"我启示给你的经典确是真理，足证以前的经典是真实的。安拉对于他的仆人们确是彻知的，确是明察的。"},"transliteration":"Waallathee awhayna ilayka mina alkitabi huwa alhaqqu musaddiqan lima bayna yadayhi inna Allaha biAAibadihi lakhabeerun baseerun","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
