{"id":3696,"number":36,"text":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","translations":{"en":"And for those who disbelieve will be the fire of Hell. [Death] is not decreed for them so they may die, nor will its torment be lightened for them. Thus do we recompense every ungrateful one","es":"Pero quienes no hayan creído serán castigados con el fuego del Infierno, [allí] no morirán ni se les aliviará el tormento; así castigo a quienes rechazan [el Mensaje]","fr":"Et ceux qui ont mécru auront le feu de l'Enfer: on ne les achève pas pour qu'ils meurent; on ne leur allège rien de ses tourments. C'est ainsi que Nous récompensons tout négateur obstiné","id":"Dan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir","ru":"А тем, которые не уверовали, уготован огонь Геенны. С ними не покончат так, чтобы они могли умереть, и их мучения не облегчатся. Так Мы воздаем каждому неверующему","sv":"Men de som framhärdar i sin förnekelse har att se fram mot helvetets eld; döden skall inte befria dem och deras lidande skall inte lindras. Så lönar Vi varje trotsig förnekare","tr":"İnkar edenlere cehennem ateşi vardır. Ölümlerine hükmedilmez ki ölsünler; kendilerinden cehennemin azabı da hafifletilmez. Her inkarcıyı böylece cezalandırırız","ur":"اور جن لوگوں نے کفر کیا ہے اُن کے لیے جہنم کی آگ ہے نہ اُن کا قصہ پاک کر دیا جائے گا کہ مر جائیں اور نہ اُن کے لیے جہنم کے عذاب میں کوئی کمی کی جائے گی اِس طرح ہم بدلہ دیتے ہیں ہر اُس شخص کو جو کفر کرنے والا ہو","zh":"不信道者，将遭火狱的刑罚，既不判他们死刑，让他们死亡；又不减轻他们所遭的火刑。我这样报酬一切忘恩的人们。"},"transliteration":"Waallatheena kafaroo lahum naru jahannama la yuqda AAalayhim fayamootoo wala yukhaffafu AAanhum min AAathabiha kathalika najzee kulla kafoorin","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
