{"id":3697,"number":37,"text":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ","translations":{"en":"And they will cry out therein, \"Our Lord, remove us; we will do righteousness - other than what we were doing!\" But did We not grant you life enough for whoever would remember therein to remember, and the warner had come to you? So taste [the punishment], for there is not for the wrongdoers any helper","es":"Allí clamarán: \"¡Señor nuestro! Sácanos [del tormento] para que obremos rectamente, y no como lo hicimos\". Pero, ¿acaso no les concedí vivir largamente donde podrían haberlo hecho, y no se les presentó un Mensajero [y lo rechazaron]? Sufran el castigo. Los injustos no tendrán quién los defienda","fr":"Et là, ils hurleront: «Seigneur, fais-nous sortir; nous ferons le bien, contrairement à ce que nous faisions». «Ne vous avons-Nous pas donné une vie assez longue pour que celui qui réfléchit réfléchisse? L'avertisseur, cependant, vous était venu. Et bien, goûtez (votre punition). Car pour les injustes, il n'y a pas de secoureur»","id":"Dan mereka berteriak di dalam neraka, \"Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.\" (Dikatakan kepada mereka), \"Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun","ru":"Там они возопят: «Господь наш! Выведи нас отсюда, и мы будем поступать праведно, а не так, как мы поступали прежде». Разве Мы не даровали вам жизнь достаточно долгую для того, чтобы опомнился тот, кто мог опомниться? Да и предостерегающий увещеватель приходил к вам. Вкусите же наказание, и нет для беззаконников помощников","sv":"Därifrån skall deras klagorop höras: \"Herre, låt oss komma bort härifrån! Vi skall göra det rätta och inte handla som vi handlade [förr]!\" [Men Gud skall svara:] \"Gjorde Vi inte ert liv tillräckligt långt för att den som så ville skulle ha tid till eftertanke? Och varnaren kom [också] till er! Pröva nu på [ert straff]! Det finns ingen hjälpare för de orättfärdiga","tr":"Orada; \"Rabbimiz! Bizi çıkar; yaptığımızdan başka, yararlı iş işleyelim\" diye bağrışırlar. O zaman onlara şöyle deriz: \"Öğüt alacak kişinin öğüt alabileceği kadar bir süre sizi yaşatmadık mi? Size uyarıcı da gelmişti. Artık azabı tadınız, zalimlerin yardımcısı olmaz","ur":"وہ وہاں چیخ چیخ کر کہیں گے کہ \"اے ہمارے رب، ہمیں یہاں سے نکال لے تاکہ ہم نیک عمل کریں اُن اعمال سے مختلف جو پہلے کرتے رہے تھے\" (انہیں جواب دیا جائے گا) \"کیا ہم نے تم کو اتنی عمر نہ دی تھی جس میں کوئی سبق لینا چاہتا تو سبق لے سکتاتھا؟ اور تمہارے پاس متنبہ کرنے والا بھی آ چکا تھا اب مزا چکھو ظالموں کا یہاں کوئی مددگار نہیں ہے","zh":"他们在里面求救说：“我们的主啊！求你放我们出去，我们将改过迁善。”难道我没有延长你们的寿数，使能觉悟者有觉悟的时间吗？警告者已降临你们了。你们尝试刑罚吧，不义者绝没有任何援助者。"},"transliteration":"Wahum yastarikhoona feeha rabbana akhrijna naAAmal salihan ghayra allathee kunna naAAmalu awalam nuAAammirkum ma yatathakkaru feehi man tathakkara wajaakumu alnnatheeru fathooqoo fama lilththalimeena min naseerin","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
