{"id":3697,"number":37,"text":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ","translations":{"bn":"সেখানে তারা আর্ত চিৎকার করে বলবে, হে আমাদের পালনকর্তা, বের করুন আমাদেরকে, আমরা সৎকাজ করব, পূর্বে যা করতাম, তা করব না। (আল্লাহ বলবেন) আমি কি তোমাদেরকে এতটা বয়স দেইনি, যাতে যা চিন্তা করার বিষয় চিন্তা করতে পারতে? উপরন্তু তোমাদের কাছে সতর্ককারীও আগমন করেছিল। অতএব আস্বাদন কর। জালেমদের জন্যে কোন সাহায্যকারী নেই।","en":"And they will cry out therein, \"Our Lord, remove us; we will do righteousness - other than what we were doing!\" But did We not grant you life enough for whoever would remember therein to remember, and the warner had come to you? So taste [the punishment], for there is not for the wrongdoers any helper","id":"Dan mereka berteriak di dalam neraka, \"Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.\" (Dikatakan kepada mereka), \"Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun","ru":"Там они возопят: «Господь наш! Выведи нас отсюда, и мы будем поступать праведно, а не так, как мы поступали прежде». Разве Мы не даровали вам жизнь достаточно долгую для того, чтобы опомнился тот, кто мог опомниться? Да и предостерегающий увещеватель приходил к вам. Вкусите же наказание, и нет для беззаконников помощников","tr":"Orada; \"Rabbimiz! Bizi çıkar; yaptığımızdan başka, yararlı iş işleyelim\" diye bağrışırlar. O zaman onlara şöyle deriz: \"Öğüt alacak kişinin öğüt alabileceği kadar bir süre sizi yaşatmadık mi? Size uyarıcı da gelmişti. Artık azabı tadınız, zalimlerin yardımcısı olmaz","ur":"وہ وہاں چیخ چیخ کر کہیں گے کہ \"اے ہمارے رب، ہمیں یہاں سے نکال لے تاکہ ہم نیک عمل کریں اُن اعمال سے مختلف جو پہلے کرتے رہے تھے\" (انہیں جواب دیا جائے گا) \"کیا ہم نے تم کو اتنی عمر نہ دی تھی جس میں کوئی سبق لینا چاہتا تو سبق لے سکتاتھا؟ اور تمہارے پاس متنبہ کرنے والا بھی آ چکا تھا اب مزا چکھو ظالموں کا یہاں کوئی مددگار نہیں ہے"},"chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"bn":"আদি স্রষ্টা","en":"Originator","id":"Pencipta","ru":"Творец","tr":"Fâtır","ur":"پیدا کرنے والا"},"type":"meccan"}}
