{"id":3699,"number":39,"text":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَـٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","translations":{"bn":"তিনিই তোমাদেরকে পৃথিবীতে স্বীয় প্রতিনিধি করেছেন। অতএব যে কুফরী করবে তার কুফরী তার উপরই বর্তাবে। কাফেরদের কুফর কেবল তাদের পালনকর্তার ক্রোধই বৃদ্ধি করে এবং কাফেরদের কুফর কেবল তাদের ক্ষতিই বৃদ্ধি করে।","en":"It is He who has made you successors upon the earth. And whoever disbelieves - upon him will be [the consequence of] his disbelief. And the disbelief of the disbelievers does not increase them in the sight of their Lord except in hatred; and the disbelief of the disbelievers does not increase them except in loss","id":"Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi. Barangsiapa kafir, maka (akibat) kekafirannya akan menimpa dirinya sendiri. Dan kekafiran orang-orang kafir itu hanya akan menambah kemurkaan di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka","ru":"Он - Тот, Кто сделал вас преемниками на земле. Кто не уверовал, тот не уверовал во вред себе. Неверие не прибавляет неверующим перед их Господом ничего, кроме ненависти. Неверие не прибавляет неверующим ничего, кроме убытка","tr":"Sizleri yeryüzüne de hakim kılan O'dur. İnkar edenin inkarı kendi aleyhinedir. İnkarcıların inkarı, Rableri katında yalnız kendilerine olan gazabı arttırır. İnkarcıların inkarı, hüsrandan başka birşey arttırmaz","ur":"وہی تو ہے جس نے تم کو زمین میں خلیفہ بنایا ہے اب جو کوئی کفر کرتا ہے اس کے کفر کا وبال اُسی پر ہے، اور کافروں کو اُن کا کفر اِس کے سوا کوئی ترقی نہیں دیتا کہ ان کے رب کا غضب اُن پر زیادہ سے زیادہ بھڑکتا چلا جاتا ہے کافروں کے لیے خسارے میں اضافے کے سوا کوئی ترقی نہیں"},"chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"bn":"আদি স্রষ্টা","en":"Originator","id":"Pencipta","ru":"Творец","tr":"Fâtır","ur":"پیدا کرنے والا"},"type":"meccan"}}
