{"id":3699,"number":39,"text":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَـٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","translations":{"en":"It is He who has made you successors upon the earth. And whoever disbelieves - upon him will be [the consequence of] his disbelief. And the disbelief of the disbelievers does not increase them in the sight of their Lord except in hatred; and the disbelief of the disbelievers does not increase them except in loss","es":"Él es Quien hizo que se sucedieran unos a otros en la Tierra. La incredulidad del que se niegue a creer será en su propia contra; y la incredulidad de los que se nieguen a creer no hará sino hacerlos más detestables ante su Señor, y la incredulidad de los que se nieguen a creer no hará sino aumentarles en perdición","fr":"C'est Lui qui a fait de vous des successeurs sur terre. Quiconque mécroit, sa mécréance retombera sur lui. Leur mécréance n'ajoute aux mécréants qu'opprobre auprès de leur Seigneur. Leur mécréance n'ajoute que perte aux mécréants","id":"Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi. Barangsiapa kafir, maka (akibat) kekafirannya akan menimpa dirinya sendiri. Dan kekafiran orang-orang kafir itu hanya akan menambah kemurkaan di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka","ru":"Он - Тот, Кто сделал вас преемниками на земле. Кто не уверовал, тот не уверовал во вред себе. Неверие не прибавляет неверующим перед их Господом ничего, кроме ненависти. Неверие не прибавляет неверующим ничего, кроме убытка","sv":"Det är Han som har låtit er ta jorden i besittning och därför faller förnekarens förnekelse tillbaka på honom själv; och förnekarnas ihärdiga förnekande fördjupar bara Guds avsky för dem och ökar deras förlust","tr":"Sizleri yeryüzüne de hakim kılan O'dur. İnkar edenin inkarı kendi aleyhinedir. İnkarcıların inkarı, Rableri katında yalnız kendilerine olan gazabı arttırır. İnkarcıların inkarı, hüsrandan başka birşey arttırmaz","ur":"وہی تو ہے جس نے تم کو زمین میں خلیفہ بنایا ہے اب جو کوئی کفر کرتا ہے اس کے کفر کا وبال اُسی پر ہے، اور کافروں کو اُن کا کفر اِس کے سوا کوئی ترقی نہیں دیتا کہ ان کے رب کا غضب اُن پر زیادہ سے زیادہ بھڑکتا چلا جاتا ہے کافروں کے لیے خسارے میں اضافے کے سوا کوئی ترقی نہیں","zh":"他使你们为大地上的代治者。不信道者自受其不信的报酬；不信道者的不信，只使他们在他们的主那里受痛恨；不信道者的不信，只使他们更蒙亏折。"},"transliteration":"Huwa allathee jaAAalakum khalaifa fee alardi faman kafara faAAalayhi kufruhu wala yazeedu alkafireena kufruhum AAinda rabbihim illa maqtan wala yazeedu alkafireena kufruhum illa khasaran","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
