{"id":37,"number":30,"text":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَـٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","translations":{"en":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know","es":"Y [menciona, oh, Mujámmad] cuando tu Señor le dijo a los ángeles: \"He de establecer en la Tierra a quien la herede\", dijeron: \"¿Pondrás en ella a quien la corrompa [devastándola] y derrame sangre siendo que nosotros te glorificamos y santificamos?\" Dijo: \"Yo sé lo que ustedes ignoran","fr":"Lorsque Ton Seigneur confia aux Anges: «Je vais établir sur la terre un vicaire «Khalifa». Ils dirent: «Vas-Tu y désigner un qui y mettra le désordre et répandra le sang, quand nous sommes là à Te sanctifier et à Te glorifier?» - Il dit: «En vérité, Je sais ce que vous ne savez pas!»","id":"Dan (ingatlah) ketika Tuhanmu berfirman kepada para Malaikat, \"Aku hendak menjadikan khalifah15) di bumi\". Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kalian ketahui","ru":"Вот твой Господь сказал ангелам: «Я установлю на земле наместника». Они сказали: «Неужели Ты поселишь там того, кто будет распространять нечестие и проливать кровь, тогда как мы прославляем Тебя хвалой и освящаем Тебя?». Он сказал: «Воистину, Я знаю то, чего вы не знаете»","sv":"OCH SE, din Herre sade till änglarna: \"Jag skall tillsätta en ställföreträdare på jorden.\" [Änglarna] sade: \"Skall Du tillsätta någon som stör ordningen där och sprider sedefördärv och [till och med] utgjuter blod, medan det är vi som sjunger Ditt lov och prisar Ditt heliga namn?\" [Gud] svarade: \"Jag vet vad ni inte vet","tr":"Rabbin meleklere \"Ben yeryüzünde bir halife var edeceğim\" demişti; melekler, \"Orada bozgunculuk yapacak, kanlar akıtacak birini mi var edeceksin? Oysa biz Seni överek yüceltiyor ve Seni devamlı takdis ediyoruz\" dediler; Allah \"Ben şüphesiz sizin bilmediklerinizi bilirim\" dedi","ur":"پھر ذرا اس وقت کا تصور کرو جب تمہارے رب نے فرشتوں سے کہا تھا کہ \"میں زمین میں ایک خلیفہ بنانے والا ہوں\" انہوں نے عرض کیا: \"کیا آپ زمین میں کسی ایسے کو مقر ر کرنے والے ہیں، جو اس کے انتظام کو بگاڑ دے گا اور خونریزیاں کرے گا آپ کی حمد و ثنا کے ساتھ تسبیح اور آپ کے لیے تقدیس تو ہم کر ہی رہے ہیں\" فرمایا: \"میں جانتا ہوں جو کچھ تم نہیں جانتے","zh":"当时，你的主对众天使说：“我必定在大地上设置一个代理人。”他们说：“我们赞你超绝，我们赞你清净，你还要在大地上设置作恶和流血者吗？”他说：“我的确知道你们所不知道的。”"},"transliteration":"Waith qala rabbuka lilmalaikati innee jaAAilun fee alardi khaleefatan qaloo atajAAalu feeha man yufsidu feeha wayasfiku alddimaa wanahnu nusabbihu bihamdika wanuqaddisu laka qala innee aAAlamu ma la taAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
