{"id":370,"number":77,"text":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَـٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translations":{"en":"Indeed, those who exchange the covenant of Allah and their [own] oaths for a small price will have no share in the Hereafter, and Allah will not speak to them or look at them on the Day of Resurrection, nor will He purify them; and they will have a painful punishment","es":"Quienes vendieron por vil precio el compromiso que tomaron con Dios y faltaron a sus juramentos, no tendrán recompensa en la otra vida. Dios no les dirigirá la palabra ni los mirará ni los purificará el Día de la Resurrección, y tendrán un castigo doloroso","fr":"Ceux qui vendent à vil prix leur engagement avec Allah ainsi que leurs serments n'auront aucune part dans l'au-delà, et Allah ne leur parlera pas, ni les regardera, au Jour de la Résurrection, ni ne les purifiera; et ils auront un châtiment douloureux","id":"Sesungguhnya orang-orang yang memperjual belikan janji Allah dan sumpah-sumpah mereka dengan harga murah, mereka itu tidak memperoleh bagian di akhirat, Allah tidak akan menyapa mereka, tidak akan memperhatikan mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Bagi mereka azab yang pedih","ru":"Воистину, тем, которые продают завет с Аллахом и свои клятвы за ничтожную цену, нет доли в Последней жизни. Аллах не станет говорить с ними, не посмотрит на них в День воскресения и не очистит их. Им уготованы мучительные страдания","sv":"De som för en ynklig vinst förnekar förbundet med Gud och de eder som de har svurit, skall inte få del av det eviga livets goda och på Uppståndelsens dag skall Gud varken tala till dem eller se på dem, och Han skall inte rena dem [från synd]; ett svårt lidande väntar dem","tr":"Allah'ın ahdini ve yeminlerini az bir değere değişenlerin, işte onların, ahirette bir payları yoktur. Allah onlara kıyamet günü hitab etmeyecek, onlara bakmayacak, onları temize çıkarmayacaktır. Elem verici azab onlar içindir","ur":"رہے وہ لوگ جو اللہ کے عہد اور اپنی قسموں کو تھوڑی قیمت پر بیچ ڈالتے ہیں، تو ان کے لیے آخرت میں کوئی حصہ نہیں، اللہ قیامت کے روز نہ اُن سے بات کرے گا نہ اُن کی طرف دیکھے گا اور نہ انہیں پاک کرے گا، بلکہ اُن کے لیے تو سخت دردناک سزا ہے","zh":"以安拉的盟约和自己的盟约换取些微代价的人，在后世不获恩典，复活日，安拉不和他们说话，不睬他们，不涤清他们的罪恶，他们将受痛苦的刑罚。"},"transliteration":"Inna allatheena yashtaroona biAAahdi Allahi waaymanihim thamanan qaleelan olaika la khalaqa lahum fee alakhirati wala yukallimuhumu Allahu wala yanthuru ilayhim yawma alqiyamati wala yuzakkeehim walahum AAathabun aleemun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
