{"id":3700,"number":40,"text":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","translations":{"en":"Say, \"Have you considered your 'partners' whom you invoke besides Allah? Show me what they have created from the earth, or have they partnership [with Him] in the heavens? Or have We given them a book so they are [standing] on evidence therefrom? [No], rather, the wrongdoers do not promise each other except delusion","es":"Diles: \"¿No se fijan en lo que adoran en vez de Dios? Muéstrenme qué han creado de la Tierra, ¿acaso participaron en la creación de los cielos? ¿O les concedí un libro en el que se basan para confirmar la idolatría?\" La esperanza que los opresores se dan unos a otros no es más que un engaño","fr":"Dis: «Voyez-vous vos associés que vous invoquez en dehors d'Allah? Montrez-moi ce qu'ils ont créé de la terre. Ont-ils été associés à la création des cieux? Ou leur avons-Nous apporté un Livre qui contienne des preuves [pour ce qu'ils font?]» Non! Mais ce n'est qu'en tromperie que les injustes se font des promesses les uns aux autres","id":"Katakanlah, \"Terangkanlah olehmu tentang sekutu-sekutumu yang kamu seru selain Allah.\" Perlihatkanlah kepada-Ku (bagian) manakah dari bumi ini yang telah mereka ciptakan; ataukah mereka mempunyai peran serta dalam (penciptaan) langit; atau adakah Kami memberikan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya? Sebenarnya orang-orang zalim itu, sebagian mereka hanya menjanjikan tipuan belaka kepada sebagian yang lain","ru":"Скажи: «Думали ли вы о своих сотоварищах, к которым вы взываете помимо Аллаха? Покажите мне, какую часть земли они сотворили? Или же они являются совладельцами небес?». Или же Мы даровали им Писание, ясными знамениями которого они руководствуются? О нет! Обещания беззаконников друг другу являются всего лишь обольщением","sv":"Säg: \"Har ni tänkt över [vad de är] dessa medhjälpare som ni [sätter vid Guds sida och] tillber i Hans ställe? Visa mig vad de har skapat på jorden. Eller har de kanske deltagit i himlarnas [skapelse]?\" Eller [menar de att] Vi har gett dem en Skrift som innehåller bevis som de stöder sig på? Nej, de orättfärdiga invaggar bara varandra i falska förhoppningar","tr":"De ki: \"Allah'ı bırakıp da taptığınız putlarınıza hiç baktınız mı? Bana gösterin, onlar yerden hangi şeyi yarattılar?\" Yoksa onların Allah'la ortaklığı göklerde midir? Yoksa Biz onlara kitap verdik de ondaki delillere mi dayanırlar? Hayır; zalimler, birbirlerine sadece aldatıcı söz söylerler","ur":"(اے نبیؐ) ان سے کہو، \"کبھی تم نے دیکھا بھی ہے اپنے اُن شریکوں کو جنہیں تم خدا کو چھوڑ کر پکارا کرتے ہو؟ مجھے بتاؤ، انہوں نے زمین میں کیا پیدا کیا ہے؟ یا آسمانوں میں ان کی کیا شرکت ہے \"؟ (اگر یہ نہیں بتا سکتے تو ان سے پوچھو) کیا ہم نے انہیں کوئی تحریر لکھ کر دی ہے جس کی بنا پر یہ (اپنے اس شرک کے لیے) کوئی صاف سند رکھتے ہوں؟ نہیں، بلکہ یہ ظالم ایک دوسرے کو محض فریب کے جھانسے دیے جا رہے ہیں","zh":"你说：“你们告诉我吧，你们舍安拉而祈祷的那些配主，怎么应受崇拜呢？你们告诉我吧！他们曾独自创造了大地的哪一部分呢？还是他们曾与安拉共同创造诸天呢？还是安拉曾授予他们一本经典，而他们是依据那本经典中的许多明证呢？”不然，不义者仅以欺骗互相应许。"},"transliteration":"Qul araaytum shurakaakumu allatheena tadAAoona min dooni Allahi aroonee matha khalaqoo mina alardi am lahum shirkun fee alssamawati am ataynahum kitaban fahum AAala bayyinatin minhu bal in yaAAidu alththalimoona baAAduhum baAAdan illa ghurooran","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
