{"id":3701,"number":41,"text":"۞إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","translations":{"en":"Indeed, Allah holds the heavens and the earth, lest they cease. And if they should cease, no one could hold them [in place] after Him. Indeed, He is Forbearing and Forgiving","es":"Dios es Quien contiene a los cielos y la Tierra para que no se desvíen [de su órbita], porque si se desviaran nadie los podría contener más que Él. Él es Tolerante, Absolvedor","fr":"Allah retient les cieux et la terre pour qu'ils ne s'affaissent pas. Et s'ils s'affaissaient, nul autre après Lui ne pourra les retenir. Il est Indulgent et Pardonneur","id":"Sungguh, Allah yang menahan langit dan bumi agar tidak lenyap; dan jika keduanya akan lenyap tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, Maha Pengampun","ru":"Воистину, Аллах удерживает небеса и землю, чтобы они не сдвинулись. А если они сдвинутся, то никто другой после Него их уже не удержит. Воистину, Он - Выдержанный, Прощающий","sv":"Det är Gud som håller uppe himlarna och jorden så att de inte avviker [från sina banor]; och skulle de avvika kan ingen i Hans ställe hålla dem kvar. Och Gud överser [med människans fel och brister] och förlåter ständigt","tr":"Doğrusu, zeval bulmasın diye gökleri ve yeri tutan Allah'tır. Eğer onlar zevale uğrarsa O'ndan başka, and olsun ki onları kimse tutamaz. O, şüphesiz Halim'dir, bağışlayandır","ur":"حقیقت یہ ہے کہ اللہ ہی ہے جو آسمانوں اور زمین کو ٹل جانے سے روکے ہوئے ہے، اور اگر وہ ٹل جائیں تو اللہ کے بعد کوئی دوسرا انہیں تھامنے والا نہیں ہے بے شک اللہ بڑا حلیم اور درگزر فرمانے والا ہے","zh":"安拉的确维持天地，以免毁灭；如果天地要毁灭，则除安拉外，任何人不能维持它。他确是至容的，确是至赦的。"},"transliteration":"Inna Allaha yumsiku alssamawati waalarda an tazoola walain zalata in amsakahuma min ahadin min baAAdihi innahu kana haleeman ghafooran","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
