{"id":3702,"number":42,"text":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","translations":{"en":"And they swore by Allah their strongest oaths that if a warner came to them, they would be more guided than [any] one of the [previous] nations. But when a warner came to them, it did not increase them except in aversion","es":"[Los incrédulos] juraron por Dios que si se les presentaba un [Profeta] amonestador, serían más encaminados que ninguna otra comunidad; pero cuando se les presentó un amonestador, no hicieron sino aumentar su rechazo","fr":"Et ils ont juré solennellement par Allah, que si un avertisseur leur venait, ils seraient certes mieux guidés que n'importe quelle autre communauté. Puis, quand un avertisseur (Muhammad) leur est venu, cela n'a fait qu'accroître leur répulsion","id":"Dan mereka bersumpah atas nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk daripada umat-umat (yang lain). Tetapi ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, bahkan semakin jauh mereka dari (kebenaran)","ru":"Они принесли величайшие клятвы именем Аллаха о том, что если к ним придет предостерегающий увещеватель, то они встанут на более правильный путь, чем любая другая община. Когда же к ним явился предостерегающий увещеватель, это не увеличило в них ничего, кроме отвращения","sv":"De svor ju vid Gud sina högtidligaste eder att om en varnare kom till dem, skulle de följa hans vägledning bättre än något av de samfund [som varnades i äldre tid]. Men när nu en varnare har kommit till dem, visar de allt större motvilja mot honom","tr":"Kendilerine bir uyarıcı gelince, ümmetler içinde en doğru yolda gidenlerden biri olacaklarına, and olsun ki, bütün güçleriyle Allah'a yemin etmişlerdi; fakat kendilerine uyarıcının gelmesi, yeryüzünde büyüklük taslamak ve kötü düzen kurmak ile uğraştıklarından sadece nefretlerini arttırdı. Oysa pis pis kurulan kötü tuzağa ancak sahibi düşer. Öncekilere uygulanagelen yasayı görmezler mi? Sen Allah'ın yasasında bir değişiklik bulamazsın. Sen Allah'ın yasasında bir başkalaşma da bulamazsın","ur":"یہ لوگ کڑی کڑی قسمیں کھا کر کہا کرتے تھے کہ اگر کوئی خبردار کرنے والا ان کے ہاں آ گیا ہوتا تو یہ دنیا کی ہر دوسری قوم سے بڑھ کر راست رو ہوتے مگر جب خبردار کرنے والا ان کے پاس آگیا تو اس کی آمد نے اِن کے اندر حق سے فرار کے سوا کسی چیز میں اضافہ نہ کیا","zh":"他们指安拉发出最严重的誓言说：如果有一个警告者来临他们，那末，他们遵循正道必甚过任何一个民族。当警告者来临他们的时候，他们却更加悖谬，"},"transliteration":"Waaqsamoo biAllahi jahda aymanihim lain jaahum natheerun layakoonunna ahda min ihda alomami falamma jaahum natheerun ma zadahum illa nufooran","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
