{"id":3703,"number":43,"text":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","translations":{"bn":"পৃথিবীতে ঔদ্ধত্যের কারণে এবং কুচক্রের কারণে। কুচক্র কুচক্রীদেরকেই ঘিরে ধরে। তারা কেবল পূর্ববর্তীদের দশারই অপেক্ষা করছে। অতএব আপনি আল্লাহর বিধানে পরিবর্তন পাবেন না এবং আল্লাহর রীতি-নীতিতে কোন রকম বিচ্যুতিও পাবেন না।","en":"[Due to] arrogance in the land and plotting of evil; but the evil plot does not encompass except its own people. Then do they await except the way of the former peoples? But you will never find in the way of Allah any change, and you will never find in the way of Allah any alteration","id":"karena kesombongan (mereka) di bumi dan karena rencana (mereka) yang jahat. Rencana yang jahat itu hanya akan menimpa pencetus rencananya sendiri. Mereka hanyalah menunggu (berlakunya) ketentuan pada orang-orang yang terdahulu.716) Maka kamu tidak akan mendapatkan perubahan bagi Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah","ru":"Это произошло потому, что они превозносились на земле и замышляли зло. Но злое ухищрение окружает (или поражает) только тех, кто творит зло. Неужели они ожидают чего-либо иного, кроме участи первых поколений? Ты не найдешь замены для установления Аллаха и не найдешь возможности уклониться от установления Аллаха","tr":"Kendilerine bir uyarıcı gelince, ümmetler içinde en doğru yolda gidenlerden biri olacaklarına, and olsun ki, bütün güçleriyle Allah'a yemin etmişlerdi; fakat kendilerine uyarıcının gelmesi, yeryüzünde büyüklük taslamak ve kötü düzen kurmak ile uğraştıklarından sadece nefretlerini arttırdı. Oysa pis pis kurulan kötü tuzağa ancak sahibi düşer. Öncekilere uygulanagelen yasayı görmezler mi? Sen Allah'ın yasasında bir değişiklik bulamazsın. Sen Allah'ın yasasında bir başkalaşma da bulamazsın","ur":"یہ زمین میں اور زیادہ استکبار کرنے لگے اور بری بری چالیں چلنے لگے، حالانکہ بُری چالیں اپنے چلنے والوں ہی کو لے بیٹھتی ہیں اب کیا یہ لوگ اِس کا انتظار کر رہے ہیں کہ پچھلی قوموں کے ساتھ اللہ کا جو طریقہ رہا ہے وہی اِن کے ساتھ بھی برتا جائے؟ یہی بات ہے تو تم اللہ کے طریقے میں ہرگز کوئی تبدیلی نہ پاؤ گے اور تم کبھی نہ دیکھو گے کہ اللہ کی سنت کو اس کے مقرر راستے سے کوئی طاقت پھیر سکتی ہے"},"chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"bn":"আদি স্রষ্টা","en":"Originator","id":"Pencipta","ru":"Творец","tr":"Fâtır","ur":"پیدا کرنے والا"},"type":"meccan"}}
