{"id":3703,"number":43,"text":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","translations":{"en":"[Due to] arrogance in the land and plotting of evil; but the evil plot does not encompass except its own people. Then do they await except the way of the former peoples? But you will never find in the way of Allah any change, and you will never find in the way of Allah any alteration","es":"Fueron soberbios en la Tierra, y se confabularon [para apartar a la gente del camino recto], pero las confabulaciones recayeron sobre ellos mismos. ¿Es que no temen que les suceda como a sus predecesores? No habrá cambios en el designio de Dios","fr":"par orgueil sur terre et par manœuvre perfide. Cependant, la manœuvre perfide n'enveloppe que ses propres auteurs. Attendent-ils donc un autre sort que celui des Anciens? Or, jamais tu ne trouveras de changement dans la règle d'Allah et jamais tu ne trouveras de déviation dans la règle d'Allah","id":"karena kesombongan (mereka) di bumi dan karena rencana (mereka) yang jahat. Rencana yang jahat itu hanya akan menimpa pencetus rencananya sendiri. Mereka hanyalah menunggu (berlakunya) ketentuan pada orang-orang yang terdahulu.716) Maka kamu tidak akan mendapatkan perubahan bagi Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah","ru":"Это произошло потому, что они превозносились на земле и замышляли зло. Но злое ухищрение окружает (или поражает) только тех, кто творит зло. Неужели они ожидают чего-либо иного, кроме участи первых поколений? Ты не найдешь замены для установления Аллаха и не найдешь возможности уклониться от установления Аллаха","sv":"de är för högmodiga [för att lyssna till honom] och i stället tänker de ut bedrägliga argument [att sätta emot Våra budskap]. Dessa bedrägliga argument skadar inga andra än upphovsmännen själva; men hade de väntat sig att Gud inte skulle ge dem samma behandling som deras föregångare? Du kommer inte att uppleva att Gud slår in på nya vägar, och du kommer att se hur Gud står fast vid Sin väg","tr":"Kendilerine bir uyarıcı gelince, ümmetler içinde en doğru yolda gidenlerden biri olacaklarına, and olsun ki, bütün güçleriyle Allah'a yemin etmişlerdi; fakat kendilerine uyarıcının gelmesi, yeryüzünde büyüklük taslamak ve kötü düzen kurmak ile uğraştıklarından sadece nefretlerini arttırdı. Oysa pis pis kurulan kötü tuzağa ancak sahibi düşer. Öncekilere uygulanagelen yasayı görmezler mi? Sen Allah'ın yasasında bir değişiklik bulamazsın. Sen Allah'ın yasasında bir başkalaşma da bulamazsın","ur":"یہ زمین میں اور زیادہ استکبار کرنے لگے اور بری بری چالیں چلنے لگے، حالانکہ بُری چالیں اپنے چلنے والوں ہی کو لے بیٹھتی ہیں اب کیا یہ لوگ اِس کا انتظار کر رہے ہیں کہ پچھلی قوموں کے ساتھ اللہ کا جو طریقہ رہا ہے وہی اِن کے ساتھ بھی برتا جائے؟ یہی بات ہے تو تم اللہ کے طریقے میں ہرگز کوئی تبدیلی نہ پاؤ گے اور تم کبھی نہ دیکھو گے کہ اللہ کی سنت کو اس کے مقرر راستے سے کوئی طاقت پھیر سکتی ہے","zh":"在地方上更加自大，更加图谋不轨。阴谋只困其创作者，他们除了等待古人所遭受的常道外，还能等待什么呢？对于安拉的常道，你绝不能发现任何变更；对于安拉的常道，你不能发现任何变迁。"},"transliteration":"Istikbaran fee alardi wamakra alssayyii wala yaheequ almakru alssayyio illa biahlihi fahal yanthuroona illa sunnata alawwaleena falan tajida lisunnati Allahi tabdeelan walan tajida lisunnati Allahi tahweelan","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
