{"id":3704,"number":44,"text":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","translations":{"en":"Have they not traveled through the land and observed how was the end of those before them? And they were greater than them in power. But Allah is not to be caused failure by anything in the heavens or on the earth. Indeed, He is ever Knowing and Competent","es":"¿Acaso no han viajado por el mundo y observaron cuál fue el fin de quienes los precedieron? Eran más poderosos que ellos [y aun así fueron castigados], pues nadie puede huir de Dios, ni en los cielos ni en la Tierra. Él lo sabe todo y tiene poder sobre todas las cosas","fr":"N'ont-ils donc jamais parcouru la terre pour voir ce qu'il est advenu de ceux qui vécurent avant eux et qui étaient plus puissants qu'eux? Et rien, dans les cieux ni sur terre ne saurait réduire l'autorité d'Allah. Car Il est certes Omniscient, Omnipotent","id":"Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul), padahal orang-orang itu lebih besar kekuatannya dari mereka? Dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui, Mahakuasa","ru":"Разве они не странствовали по земле и не видели, каким был конец тех, кто был до них? Они были сильнее их, но ничто не способно сбежать от Аллаха ни на небесах, ни на земле. Воистину, Он - Знающий, Всемогущий","sv":"Har de aldrig begett sig ut i världen och sett [spåren som visar] hur slutet blev för dem som levde före deras tid [och som förnekade sanningen]? - Ändå var de mäktigare än dessa [senare tiders förnekare]. Ingen, vare sig i himlarna eller på jorden, kan sätta sig emot Guds [vilja]. Han vet allt och har allt i Sin makt","tr":"Yeryüzünde gezip, kendilerinden öncekilerin sonlarının nasıl olduğunu görmezler mi? Onlar, kendilerinden daha kuvvetliydiler. Göklerde ve yerde Allah'ı aciz bırakabilecek yoktur. Şüphesiz O bilendir, Kadir olandır","ur":"کیا یہ لوگ زمین میں کبھی چلے پھرے نہیں ہیں کہ انہیں اُن لوگوں کا انجام نظر آتا جو اِن سے پہلے گزر چکے ہیں اور ان سے بہت زیادہ طاقت ور تھے؟ اللہ کو کوئی چیز عاجز کرنے والی نہیں ہے، نہ آسمانوں میں اور نہ زمین میں وہ سب کچھ جانتا ہے اور ہر چیز پر قدرت رکھتا ہے","zh":"难道他们没有在大地上旅行，以观察前人的结局是怎样的吗？前人比他们势力更大。安拉是天地间任何物不能使他无奈的，他确是全知的，确是全能的。"},"transliteration":"Awalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim wakanoo ashadda minhum quwwatan wama kana Allahu liyuAAjizahu min shayin fee alssamawati wala fee alardi innahu kana AAaleeman qadeeran","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
