{"id":3705,"number":45,"text":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","translations":{"en":"And if Allah were to impose blame on the people for what they have earned, He would not leave upon the earth any creature. But He defers them for a specified term. And when their time comes, then indeed Allah has ever been, of His servants, Seeing","es":"Si Dios castigara a la gente [inmediatamente] por sus pecados, no dejaría ninguna criatura sobre la faz de la Tierra. Por Su voluntad les da una prórroga hasta un plazo fijado; pero cuando llegue el plazo, Dios [los juzgará porque] está bien enterado de todo lo que hacen","fr":"Et si Allah s'en prenait aux gens pour ce qu'ils acquièrent, Il ne laisserait à la surface [de la terre] aucun être vivant. Mais Il leur donne un délai jusqu'à un terme fixé. Puis quand leur terme viendra... (Il se saisira d'eux) car Allah est Très Clairvoyant sur Ses serviteurs","id":"Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya","ru":"Если бы Аллах стал наказывать людей за то, что они приобретают, то Он не оставил бы на ее (земли) поверхности ни единого живого существа, но Он предоставляет им отсрочку до назначенного срока. Их срок настанет, и Аллах видит Своих рабов","sv":"Om Gud [med en gång] skulle straffa människorna så som de förtjänar, skulle Han inte lämna en enda levande varelse kvar på [jorden]; men Han ger dem uppskov till en [av Honom] fastställd tidpunkt. Och när denna frist har löpt ut [skall de få erfara att] Gud inte förlorar någon av Sina tjänare ur sikte","tr":"Allah insanları işlediklerine karşılık hemen yakalayıverseydi, yeryüzünde bir canlı bırakmaması gerekirdi. Ama onları belli bir süreye kadar erteler. Süreleri gelince gereğini yapar. Doğrusu Allah kullarını görmektedir","ur":"اگر کہیں وہ لوگوں کو اُن کے کیے کرتوتوں پر پکڑتا تو زمین پر کسی متنفس کو جیتا نہ چھوڑتا مگر وہ انہیں ایک مقرر وقت تک کے لیے مہلت دے رہا ہے پھر جب ان کا وقت آن پورا ہوگا تو اللہ اپنے بندوں کو دیکھ لے گا","zh":"假若安拉为世人所犯的罪恶而惩治他们，那么，他不留一个人在地面上，但他让他们延迟到一个定期，当他们的定期来临的时候，（他将依他们的行为而报酬他们），因为安拉确是明察他的众仆的。"},"transliteration":"Walaw yuakhithu Allahu alnnasa bima kasaboo ma taraka AAala thahriha min dabbatin walakin yuakhkhiruhum ila ajalin musamman faitha jaa ajaluhum fainna Allaha kana biAAibadihi baseeran","chapter":{"id":35,"name":"فاطر","transliteration":"Fatir","translations":{"en":"Originator","es":"El Originador","fr":"Le Créateur","id":"Pencipta","ru":"Творец","sv":"Himlarnas Och Jordens Skapare","tr":"Fâtır","ur":"پیدا کرنے والا","zh":"创造者"},"type":"meccan"}}
