{"id":371,"number":78,"text":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","translations":{"en":"And indeed, there is among them a party who alter the Scripture with their tongues so you may think it is from the Scripture, but it is not from the Scripture. And they say, \"This is from Allah,\" but it is not from Allah. And they speak untruth about Allah while they know","es":"Entre ellos hay quienes tergiversan el Libro cuando lo recitan para que ustedes crean que es parte de él, cuando en realidad no pertenece al Libro. Y dicen que proviene de Dios, cuando en realidad no proviene de Dios. Inventan mentiras acerca de Dios a sabiendas","fr":"Et il y a parmi eux certains qui roulent leurs langues en lisant le Livre pour vous faire croire que cela provient du Livre, alors qu'il n'est point du Livre; et ils disent: «Ceci vient d'Allah, alors qu'il ne vient point d'Allah. Ils disent sciemment des mensonges contre Allah","id":"Dan sungguh, di antara mereka niscaya ada segolongan yang memutarbalikkan lidahnya hanya membaca Kitab, agar kamu menyangka (yang mereka baca) itu sebagian dari Kitab, padahal itu bukan dari Kitab dan mereka berkata, \"Itu dari Allah,\" padahal itu bukan dari Allah. Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui","ru":"Среди них есть такие, которые искажают Писание своими языками, чтобы вы приняли за Писание то, что не относится к нему. Они говорят: «Это - от Аллаха». А ведь это вовсе не от Аллаха! Они сознательно возводят навет на Аллаха","sv":"Bland dem finns helt visst de som lindar sina tungor om Skriften för att ni skall tro att [deras förvrängda ord] är hämtade ur Skriften, fastän de inte är hämtade ur Skriften; och de säger: \"Detta är från Gud\", fastän det inte är från Gud. Och så säger de om Gud mot bättre vetande det som inte är sant","tr":"Onlardan bir takımı, Kitapta olmadığı halde Kitaptan zannedesiniz diye dillerini eğip bükerler. O, Allah katından olmadığı halde: \"Allah katındandır\" derler, bile bile Allah'a karşı yalan söylerler","ur":"اُن میں کچھ لوگ ایسے ہیں جو کتاب پڑھتے ہوئے اس طرح زبان کا الٹ پھیر کرتے ہیں کہ تم سمجھو جو کچھ وہ پڑھ رہے ہیں وہ کتاب ہی کی عبارت ہے، حالانکہ وہ کتاب کی عبارت نہیں ہوتی، وہ کہتے ہیں کہ یہ جو کچھ ہم پڑھ رہے ہیں یہ خدا کی طرف سے ہے، حالانکہ وہ خدا کی طرف سے نہیں ہوتا، وہ جان بوجھ کر جھوٹ بات اللہ کی طرف منسوب کر دیتے ہیں","zh":"他们中确有一部分人，篡改天经，以便你们把曾今篡改的当做天经，其实，那不是天经。他们说：“这是从安拉那里降示的。”其实，那不是从安拉那里降示的，他们明知故犯地假借安拉的名义而造谣。"},"transliteration":"Wainna minhum lafareeqan yalwoona alsinatahum bialkitabi litahsaboohu mina alkitabi wama huwa mina alkitabi wayaqooloona huwa min AAindi Allahi wama huwa min AAindi Allahi wayaqooloona AAala Allahi alkathiba wahum yaAAlamoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
