{"id":3716,"number":11,"text":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","translations":{"en":"You can only warn one who follows the message and fears the Most Merciful unseen. So give him good tidings of forgiveness and noble reward","es":"Solo se beneficia con tu amonestación quien sigue el Mensaje y teme al Compasivo en su intimidad. A ellos anúnciales que obtendrán el perdón y una recompensa generosa","fr":"Tu avertis seulement celui qui suit le Rappel (le Coran), et craint le Tout Miséricordieux, malgré qu'il ne Le voit pas. Annonce-lui un pardon et une récompense généreuse","id":"(Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan717) dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia","ru":"Ты можешь предостеречь только того, кто последовал за Напоминанием и устрашился Милостивого, не видя Его воочию. Обрадуй его вестью о прощении и щедрой награде","sv":"Med din varning når du bara den som lägger påminnelsen på hjärtat och som fruktar den Nåderike, fastän Han inte kan ses eller förnimmas. Ge honom därför det glada budskapet om [Guds] förlåtelse och en frikostig belöning","tr":"Sen ancak, Kuran'a uyan ve görmediği halde Rahman'dan korkan kimseyi uyarabilirsin. Artık o kimseyi, bağışlanma ve cömertçe verilecek bir ecirle müjdele","ur":"تم تو اُسی شخص کو خبردار کر سکتے ہی جو نصیحت کی پیروی کرے اور بے دیکھے خدائے رحمان سے ڈرے اُسے مغفرت اور اجر کریم کی بشارت دے دو","zh":"你只能警告那遵守教诲，而且在秘密中敬畏至仁主者，你要以赦宥和优厚的报酬向他报喜。"},"transliteration":"Innama tunthiru mani ittabaAAa alththikra wakhashiya alrrahmana bialghaybi fabashshirhu bimaghfiratin waajrin kareemin","chapter":{"id":36,"name":"يس","transliteration":"Ya-Sin","translations":{"en":"Ya Sin","es":"Ya Sin","fr":"Ya-Sin","id":"Yas Sin","ru":"Йа Син","sv":"Ya-Sin","tr":"Yâsîn","ur":"یٰسٓ","zh":"雅辛"},"type":"meccan"}}
