{"id":3728,"number":23,"text":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","translations":{"en":"Should I take other than Him [false] deities [while], if the Most Merciful intends for me some adversity, their intercession will not avail me at all, nor can they save me","es":"¿Acaso iba a tomar, en lugar de Él, a ídolos que, si el Compasivo decretara alguna adversidad para mí, su intercesión de nada me valdría ni podrían protegerme","fr":"Prendrais-je en dehors de Lui des divinités? Si le Tout Miséricordieux me veut du mal, leur intercession de me servira à rien et ils ne me sauveront pas","id":"Mengapa aku akan menyembah tuhan-tuhan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku","ru":"Неужели я стану поклоняться другим богам помимо Него? Ведь если Милостивый пожелает причинить мне зло, то их заступничество ничем не поможет мне, и они не спасут меня","sv":"[Varför] skulle jag sätta medgudar vid Hans sida? Om den Nåderike vill att något ont skall drabba mig, är deras förböner till ingen nytta för mig och de kan inte rädda mig","tr":"O'nu bırakıp da tanrılar edinir miyim? Eğer Rahman olan Allah bana bir zarar vermek isterse, o tanrıların şefaati bana fayda vermez, beni kurtaramazlar","ur":"کیا میں اُسے چھوڑ کر دوسرے معبود بنا لوں؟ حالانکہ اگر خدائے رحمٰن مجھے کوئی نقصان پہنچانا چاہے تو نہ اُن کی شفاعت میرے کسی کام آ سکتی ہے اور نہ وہ مجھے چھڑا ہی سکتے ہیں","zh":"难道我能舍他而敬事一些神灵吗？如果至仁主欲降灾于我，则他们的说情，对于我毫无裨益，他们也不能拯救我。"},"transliteration":"Aattakhithu min doonihi alihatan in yuridni alrrahmanu bidurrin la tughni AAannee shafaAAatuhum shayan wala yunqithooni","chapter":{"id":36,"name":"يس","transliteration":"Ya-Sin","translations":{"en":"Ya Sin","es":"Ya Sin","fr":"Ya-Sin","id":"Yas Sin","ru":"Йа Син","sv":"Ya-Sin","tr":"Yâsîn","ur":"یٰسٓ","zh":"雅辛"},"type":"meccan"}}
