{"id":374,"number":81,"text":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّـٰهِدِينَ","translations":{"en":"And [recall, O People of the Scripture], when Allah took the covenant of the prophets, [saying], \"Whatever I give you of the Scripture and wisdom and then there comes to you a messenger confirming what is with you, you [must] believe in him and support him.\" [Allah] said, \"Have you acknowledged and taken upon that My commitment?\" They said, \"We have acknowledged it.\" He said, \"Then bear witness, and I am with you among the witnesses","es":"Dios celebró un pacto con la gente del Libro a través de los Profetas, diciéndoles: \"Les concedo el Libro y la sabiduría, pero cuando se les presente un Mensajero que confirme lo que se les ha revelado, crean en él y préstenle auxilio. ¿Asumen tal compromiso?\" Respondieron: \"Sí, nos comprometemos\". Dijo Dios: \"Entonces, sean testigos que yo también atestiguaré con ustedes","fr":"Et lorsqu'Allah prit cet engagement des prophètes: «Chaque fois que Je vous accorderai un Livre et de la Sagesse, et qu'ensuite un messager vous viendra confirmer ce qui est avec vous, vous devez croire en lui, et vous devrez lui porter secours.» Il leur dit: «Consentez-vous et acceptez-vous Mon pacte à cette condition?» - «Nous consentons», dirent-ils. «Soyez-en donc témoins, dit Allah. Et Me voici, avec vous, parmi les témoins","id":"Dan (ingatlah), ketika Allah mengambil perjanjian dari para nabi, \"Manakala Aku memberikan kitab dan hikmah kepadamu lalu datang kepada kamu seorang Rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.\"130) Allah berfirman, \"Apakah kamu setuju dan menerima perjanjian dengan-Ku atas yang demikian itu?\" Mereka menjawab, \"Kami setuju.\" Allah berfirman, \"Kalau begitu bersaksilah kamu (para nabi) dan Aku menjadi saksi bersama kamu","ru":"Вот Аллах взял завет с пророков: «Я одарю вас из Писания и мудрости. Если же после этого к вам явится Посланник, подтверждающий истинность того, что есть у вас, то вы непременно уверуете в него и поможете ему». Он сказал: «Согласны ли вы и принимаете ли Мой завет?». Они ответили: «Мы согласны». Он сказал: «Будьте же свидетелями, и Я буду свидетельствовать вместе с вами»","sv":"[EFTERFÖLJARE av äldre tiders uppenbarelser! Minns att] Gud erbjöd er Sitt förbund genom profeterna. [Han sade:] \"Jag har låtit er få del av uppenbarelse och visdom. [En gång] skall ett sändebud komma till er med bekräftelse av den sanning som [redan] är i er hand; då skall ni tro på honom och stödja honom.\" [Och Han] sade: \"Är det ert beslut att ingå förbund med Mig på denna grund?\" De svarade: \"Ja, det är vårt beslut.\" [Och Gud] sade: \"Vittna då om detta; Jag skall vittna med er","tr":"Allah peygamberlerden ahid almıştı: \"And olsun ki size Kitap, hikmet verdim; sizde olanı tasdik eden bir peygamber gelecek, ona mutlaka inanacaksınız ve ona mutlaka yardım edeceksiniz, ikrar edip bu ahdi kabul ettiniz mi?\" demişti. \"İkrar ettik\" demişlerdi de: \"Şahid olun, Ben de sizinle beraber şahidlerdenim\" demişti","ur":"یاد کرو، اللہ نے پیغمبروں سے عہد لیا تھا کہ، \"آج ہم نے تمہیں کتاب اور حکمت و دانش سے نوازا ہے، کل اگر کوئی دوسرا رسول تمہارے پاس اُسی تعلیم کی تصدیق کرتا ہوا آئے جو پہلے سے تمہارے پاس موجود ہے، تو تم کو اس پر ایمان لانا ہوگا اور اس کی مدد کرنی ہوگی\" یہ ارشاد فرما کر اللہ نے پوچھا، \"کیا تم اِس کا اقرار کرتے ہو اور اس پر میری طرف سے عہد کی بھاری ذمہ داری اٹھاتے ہو؟\" اُنہوں نے کہا ہاں ہم اقرار کرتے ہیں اللہ نے فرمایا، \"اچھا تو گواہ رہو اور میں بھی تمہارے ساتھ گواہ ہوں","zh":"当时，安拉与众先知缔约说：“我已赏赐你们经典和智慧，以后有一个使者来证实你们所有的经典，你们必须确信他，必须辅助他。”他说：“你们承认吗？你们愿意为此事而与我缔约吗？”他们说：“我们承认了。”他说：“那么，你们作证吧；我也和你们一同作证，"},"transliteration":"Waith akhatha Allahu meethaqa alnnabiyyeena lama ataytukum min kitabin wahikmatin thumma jaakum rasoolun musaddiqun lima maAAakum latuminunna bihi walatansurunnahu qala aaqrartum waakhathtum AAala thalikum isree qaloo aqrarna qala faishhadoo waana maAAakum mina alshshahideena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
