{"id":3752,"number":47,"text":"وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ","translations":{"en":"And when it is said to them, \"Spend from that which Allah has provided for you,\" those who disbelieve say to those who believe, \"Should we feed one whom, if Allah had willed, He would have fed? You are not but in clear error","es":"Cuando se les dice: \"Hagan caridades de lo que Dios les ha proveído\", dicen los incrédulos a los creyentes: \"¿Acaso tenemos que alimentar a quienes, si Dios quisiera, Él mismo alimentaría?\" Están en un error evidente","fr":"Et quand on leur dit: «Dépensez de ce qu'Allah vous a attribué», ceux qui ont mécru disent à ceux qui ont cru: «Nourrirons-nous quelqu'un qu'Allah aurait nourri s'Il l'avait voulu? Vous n'êtes que dans un égarement évident»","id":"Dan apabila dikatakan kepada mereka, \"Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,\" orang-orang yang kafir itu berkata kepada orang-orang yang beriman, \"Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata","ru":"Когда им говорят: «Расходуйте из того, чем вас наделил Аллах», - неверующие говорят верующим: «Неужели мы будем кормить того, кого накормил бы Аллах, если бы пожелал? Воистину, вы лишь находитесь в очевидном заблуждении»","sv":"Och när de som förnekar sanningen uppmanas: \"Ge åt andra av det som Gud har skänkt er för er försörjning\", säger de till de troende: \"Skall vi livnära den som Gud hade kunnat föda, om Han velat? Detta har ni helt missuppfattat","tr":"Onlara: \"Allah'ın size verdiği rızıktan sarfedin\" denince inkar edenler inananlara: \"Allah dileseydi doyurabileceği bir kimseyi biz mi doyuralım? Doğrusu siz apaçık bir sapıklıktasınız\" derler","ur":"اور جب اِن سے کہا جاتا ہے کہ اللہ نے جو رزق تمہیں عطا کیا ہے اُس میں سے کچھ اللہ کی راہ میں بھی خرچ کرو تو یہ لوگ جنہوں نے کفر کیا ہے ایمان لانے والوں کو جواب دیتے ہیں \"کیا ہم اُن کو کھلائیں جنہیں اگر اللہ چاہتا تو خود کھلا دیتا؟ تم تو بالکل ہی بہک گئے ہو","zh":"如果有声音对他们说：“你们应当分舍安拉所赐予你们的。”那么，不信道者将对信道者说：“安拉欲供养谁就供养谁，我们何必供养他呢？你们只是在明显的迷误中。”"},"transliteration":"Waitha qeela lahum anfiqoo mimma razaqakumu Allahu qala allatheena kafaroo lillatheena amanoo anutAAimu man law yashao Allahu atAAamahu in antum illa fee dalalin mubeenin","chapter":{"id":36,"name":"يس","transliteration":"Ya-Sin","translations":{"en":"Ya Sin","es":"Ya Sin","fr":"Ya-Sin","id":"Yas Sin","ru":"Йа Син","sv":"Ya-Sin","tr":"Yâsîn","ur":"یٰسٓ","zh":"雅辛"},"type":"meccan"}}
