{"id":376,"number":83,"text":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","translations":{"en":"So is it other than the religion of Allah they desire, while to Him have submitted [all] those within the heavens and earth, willingly or by compulsion, and to Him they will be returned","es":"¿Acaso desean una religión diferente a la de Dios, siendo que quienes están en los cielos y en la Tierra se someten a Él por libre voluntad o por la fuerza? Y ante Él [todos] comparecerán","fr":"Désirent-ils une autre religion que celle d'Allah, alors que se soumet à Lui, bon gré, mal gré, tout ce qui existe dans les cieux et sur la terre, et que c'est vers Lui qu'ils seront ramenés","id":"Maka mengapa mereka mencari agama yang lain selain agama Allah, padahal apa yang di langit dan di bumi berserah diri kepada-Nya (baik) dengan suka maupun terpaksa, dan hanya kepada-Nya mereka dikembalikan","ru":"Неужели они ищут иной религии, помимо религии Аллаха, в то время, как Ему покорились все, кто на небесах и на земле, по своей воле или по принуждению, и к Нему они будут возвращены","sv":"Önskar de en annan [religion] än den som Gud har gett dem? [Gud] som alla i himlarna och på jorden underkastar sig av fri vilja eller nödda och tvungna, och till vilken de skall återbördas","tr":"Allah'ın dininden başka bir din mi arzu ediyorlar? Oysa göklerde ve yerde kim varsa, ister istemez O'na teslim olmuştur, O'na döneceklerdir","ur":"اب کیا یہ لوگ اللہ کی اطاعت کا طریقہ (دین اللہ) چھوڑ کر کوئی اور طریقہ چاہتے ہیں؟ حالانکہ آسمان و زمین کی ساری چیزیں چار و نا چار اللہ ہی کی تابع فرمان (مسلم) ہیں اور اُسی کی طرف سب کو پلٹنا ہے؟","zh":"难道他们要舍安拉的宗教而寻求别的宗教吗？同时天地万物，不论自愿与否，都归顺他，他们将来只被召归于他。"},"transliteration":"Afaghayra deeni Allahi yabghoona walahu aslama man fee alssamawati waalardi tawAAan wakarhan wailayhi yurjaAAoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
