{"id":377,"number":84,"text":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translations":{"en":"Say, \"We have believed in Allah and in what was revealed to us and what was revealed to Abraham, Ishmael, Isaac, Jacob, and the Descendants, and in what was given to Moses and Jesus and to the prophets from their Lord. We make no distinction between any of them, and we are Muslims [submitting] to Him","es":"Di: \"Creemos en Dios y en lo que nos ha revelado, en lo que fue revelado a Abraham, a Ismael, a Isaac, a Jacob y a las doce Tribus, y en lo que de su Señor recibieron Moisés, Jesús y los Profetas. No hacemos distinción entre ninguno de ellos y somos creyentes monoteístas","fr":"Dis: «Nous croyons en Allah, à ce qu'on a fait descendre sur nous, à ce qu'on a fait descendre sur Abraham, Ismaël, Isaac, Jacob et les Tribus, et à ce qui a été apporté à Moïse, à Jésus et aux prophètes, de la part de leur Seigneur: nous ne faisons aucune différence entre eux; et c'est à Lui que nous sommes Soumis»","id":"Katakanlah (Muhammad), \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub, dan anak cucunya, dan apa yang diberikan kepada Musa, Isa dan para Nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun diantara mereka dan hanya kepada-Nya kami berserah diri","ru":"Скажи: «Мы уверовали в Аллаха и в ниспосланное нам, в ниспосланное Ибрахиму (Аврааму), Исмаилу (Измаилу), Исхаку (Исааку), Йакубу (Иакову) и коленам (двенадцати сыновьям Йакуба) ивдарованное Мусе (Моисею), Исе (Иисусу) и пророкам от их Господа. Мы не делаем различий между ними, и Ему одному мы покоряемся»","sv":"Säg: \"Vi tror på Gud och på det som har uppenbarats för oss och det som uppenbarades för Abraham och Ismael och Isak och Jakob och deras efterkommande och det som uppenbarades för Moses och Jesus och för [alla de övriga] profeterna av deras Herre; vi gör ingen åtskillnad mellan dem. Och vi har underkastat oss Hans vilja","tr":"Allah'a, bize indirilene, İbrahim'e, İsmail'e, İshak'a, Yakub'a ve torunlarına indirilene, Rableri tarafından Musa, İsa ve peygamberlere verilene inandık, onları birbirinden ayırt etmeyiz, biz O'na teslim olanlarız\" de","ur":"اے نبیؐ! کہو کہ \"ہم اللہ کو مانتے ہیں، اُس تعلیم کو مانتے ہیں جو ہم پر نازل کی گئی ہے، اُن تعلیمات کو بھی مانتے ہیں جو ابراہیمؑ، اسماعیلؑ، اسحاقؑ، یعقوبؑ اور اولاد یعقوبؑ پر نازل ہوئی تھیں اور اُن ہدایات پر بھی ایمان رکھتے ہیں جو موسیٰؑ اور عیسیٰؑ اور دوسرے پیغمبروں کو اُن کے رب کی طرف سے دی گئیں ہم ان کے درمیان فرق نہیں کرتے اور ہم اللہ کے تابع فرمان (مسلم) ہیں","zh":"你说：“我们确信安拉，确信我们所受的启示，与易卜拉欣、易司马仪、易司哈格、叶尔孤白和各支派所受的启示，与穆萨、尔撒和众先知所受赐于他们的主的经典，我们对于他们中的任何人，都不加以歧视，我们只归顺他。”"},"transliteration":"Qul amanna biAllahi wama onzila AAalayna wama onzila AAala ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati wama ootiya moosa waAAeesa waalnnabiyyoona min rabbihim la nufarriqu bayna ahadin minhum wanahnu lahu muslimoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
