{"id":379,"number":86,"text":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"en":"How shall Allah guide a people who disbelieved after their belief and had witnessed that the Messenger is true and clear signs had come to them? And Allah does not guide the wrongdoing people","es":"¿Cómo habría Dios de guiar a quienes abandonan la fe luego de ser creyentes, siendo que fueron testigos de la veracidad del Mensajero y vieron las evidencias? Dios no guía a los injustos","fr":"Comment Allah guiderait-Il des gens qui n'ont plus la foi après avoir cru et témoigné que le Messager est véridique, et après que les preuves leur sont venues? Allah ne guide pas les gens injustes","id":"Bagaimana Allah akan memberi petunjuk kepada suatu kaum yang kafir setelah mereka beriman, serta mengakui bahwa Rasul (Muhammad) itu benar-benar (rasul), dan bukti-bukti yang jelas telah sampai kepada mereka? Allah tidak memberi petunjuk kepada orang zalim","ru":"Как же Аллах наставит на прямой путь людей, которые стали неверующими после того, как уверовали и засвидетельствовали правдивость Посланника, и после того, как к ним явились ясные знамения? Аллах не ведет прямым путем несправедливых людей","sv":"Skulle Gud vägleda dem som förnekar tron efter att ha antagit den och vittnat att Sändebudet i sanning [är Guds utsände] och som fått se klara bevis? Nej, Gud vägleder inte de orättfärdiga","tr":"İnandıktan, peygamberin hak olduğuna şehadet ettikten, kendilerine belgeler geldikten sonra inkar eden bir milleti Allah nasıl doğru yola eriştirir? Allah zalimleri doğru yola eriştirmez","ur":"کیسے ہوسکتا ہے کہ اللہ اُن لوگوں کو ہدایت بخشے جنہوں نے نعمت ایمان پا لینے کے بعد پھر کفر اختیار کیا حالانکہ وہ خود اس بات پر گواہی دے چکے ہیں کہ یہ رسول حق پر ہے اور ان کے پاس روشن نشانیاں بھی آ چکی ہیں اللہ ظالموں کو تو ہدایت نہیں دیا کرتا","zh":"既表示信道，又作证使者的真实，且眼见明证的降临，然后表示不信，这样的民众，安拉怎么能引导他们呢？安拉是不引导不义的民众的。"},"transliteration":"Kayfa yahdee Allahu qawman kafaroo baAAda eemanihim washahidoo anna alrrasoola haqqun wajaahumu albayyinatu waAllahu la yahdee alqawma alththalimeena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
