{"id":384,"number":91,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translations":{"en":"Indeed, those who disbelieve and die while they are disbelievers - never would the [whole] capacity of the earth in gold be accepted from one of them if he would [seek to] ransom himself with it. For those there will be a painful punishment, and they will have no helpers","es":"A los que rechazaron la verdad y los tomó la muerte siendo aún incrédulos, aunque ofrecieran como rescate todo el oro que hubiere en la Tierra, no les será aceptado. Ellos recibirán un castigo doloroso y no tendrán quién pueda socorrerlos","fr":"Ceux qui ne croient pas et qui meurent mécréants, il ne sera jamais accepté, d'aucun d'eux de se racheter même si pour cela il (donnait) le contenu, en or, de la terre. Ils auront un châtiment douloureux, et ils n'auront point de secoureurs","id":"Sungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong","ru":"Воистину, от тех, которые не уверовали и умерли неверующими, не будет принято даже золото размером с землю, если кто-нибудь из них попытается откупиться этим. Им уготованы мучительные страдания, и не будет у них помощников","sv":"De som förnekar sanningen och dör som förnekare skall inte få köpa sig fria, om de än erbjöd allt guld i världen. Ett svårt lidande väntar dem och de skall inte finna någon hjälpare","tr":"Doğrusu inkar edip, inkarcı olarak ölenlerin hiçbirinden, yeryüzünü dolduracak kadar altını fidye vermiş olsa bile, bu kabul edilmeyecektir. İşte elem verici azab onlaradır, onların hiç yardımcıları da yoktur","ur":"یقین رکھو، جن لوگوں نے کفر اختیار کیا اور کفر ہی کی حالت میں جان دی اُن میں سے کوئی اگر اپنے آپ کو سزا سے بچانے کے لیے روئے زمین بھر کر بھی سونا فدیہ میں دے تو اُسے قبول نہ کیا جائے گا ایسے لوگوں کے لیے دردناک سزا تیار ہے اور و ہ اپنا کوئی مددگار نہ پائیں گے","zh":"在世时没有信道，临死时仍不信道的人，即使以满地的黄金赎罪，也不被接受，这等人将受痛苦的刑罚，他们绝没有任何援助者。"},"transliteration":"Inna allatheena kafaroo wamatoo wahum kuffarun falan yuqbala min ahadihim milo alardi thahaban walawi iftada bihi olaika lahum AAathabun aleemun wama lahum min nasireena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
