{"id":386,"number":93,"text":"۞كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَـٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَـٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","translations":{"en":"All food was lawful to the Children of Israel except what Israel had made unlawful to himself before the Torah was revealed. Say, [O Muhammad], \"So bring the Torah and recite it, if you should be truthful","es":"Antes que fuera revelada la Tora, todos los alimentos eran lícitos para el pueblo de Israel, salvo lo que ellos mismos se habían vedado. Diles: \"Traigan la Tora y léanla, si es verdad lo que dicen","fr":"Toute nourriture était licite aux enfants d'Israël, sauf celle qu'Israël lui-même s'interdit avant que ne descendît la Thora. Dis-[leur]: «Apportez la Thora et lisez-la, si ce que vous dites est vrai!»","id":"Semua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan.131) Katakanlah (Muhammad), \"Maka bawalah Taurat lalu bacalah, jika kamu orang-orang yang benar","ru":"Любая пища была дозволена сынам Исраила (Израиля), кроме той, которую Исраил (Израиль) запретил самому себе до ниспослания Таурата (Торы). Скажи: «Принесите Таурат (Тору) и прочтите его, если вы говорите правду»","sv":"ALL FÖDA var [i äldre tid] tillåten för Israels barn utom de förbud som Israel själv pålade sig före uppenbarelsen av Tora. Säg: \"Tag fram Tora och läs högt ur den, om ni håller på sanningen","tr":"Tevrat'ın indirilmesinden önce İsrail'in kendisine haram ettiğinden başka bütün yiyecekler İsrailoğullarına helal idi. De ki: \"Doğru sözlü iseniz Tevrat'ı getirip okuyun","ur":"کھانے کی یہ ساری چیزیں (جو شریعت محمدیؐ میں حلال ہیں) بنی اسرائیل کے لیے بھی حلال تھیں، البتہ بعض چیزیں ایسی تھیں جنہیں توراۃ کے نازل کیے جانے سے پہلے اسرائیل نے خود اپنے اوپر حرام کر لیا تھا ان سے کہو، اگر تم (ا پنے اعتراض میں) سچے ہو تو لاؤ توراۃ اور پیش کرو اس کی کوئی عبارت","zh":"一切食物，对于以色列的后裔，原是合法的。除非在《讨拉特》之前易司拉仪为自己所禁除的食物。你说：“你们拿《讨拉特》来当面诵读吧，如果你们是诚实的。”"},"transliteration":"Kullu alttaAAami kana hillan libanee israeela illa ma harrama israeelu AAala nafsihi min qabli an tunazzala alttawratu qul fatoo bialttawrati faotlooha in kuntum sadiqeena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
