{"id":3890,"number":102,"text":"فَلَمَّا بَلَغَ مَعَهُ ٱلسَّعۡيَ قَالَ يَٰبُنَيَّ إِنِّيٓ أَرَىٰ فِي ٱلۡمَنَامِ أَنِّيٓ أَذۡبَحُكَ فَٱنظُرۡ مَاذَا تَرَىٰۚ قَالَ يَـٰٓأَبَتِ ٱفۡعَلۡ مَا تُؤۡمَرُۖ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰبِرِينَ","translations":{"en":"And when he reached with him [the age of] exertion, he said, \"O my son, indeed I have seen in a dream that I [must] sacrifice you, so see what you think.\" He said, \"O my father, do as you are commanded. You will find me, if Allah wills, of the steadfast","es":"Cuando [Ismael] alcanzó la pubertad, [Abraham] le dijo: \"¡Oh, hijito mío! He visto en sueños que te sacrificaba; dime, qué opinas\". Le dijo: \"¡Oh, padre mío! Haz lo que te ha sido ordenado; encontrarás, si Dios quiere, que seré de los pacientes","fr":"Puis quand celui-ci fut en âge de l'accompagner, [Abraham] dit: «O mon fils, je me vois en songe en train de t'immoler. Vois donc ce que tu en penses». (Ismaël) dit: «O mon cher père, fais ce qui t'es commandé: tu me trouveras, s'il plaît à Allah, du nombre des endurants»","id":"Maka ketika anak itu sampai (pada umur) sanggup berusaha bersamanya, (Ibrahim) berkata, \"Wahai anakku! Sesungguhnya aku bermimpi bahwa aku menyembelihmu. Maka bagaimanakah pendapatmu!\" Dia (Ismail) menjawab, \"Wahai ayahku! Lakukanlah apa yang diperintahkan (Allah) kepadamu; insyā Allah engkau akan mendapatiku termasuk orang yang sabar","ru":"Когда он достиг того возраста, чтобы усердствовать вместе с ним, он сказал: «Сын мой! Я вижу во сне, что зарезаю тебя. Посмотри, что ты думаешь?». Он сказал: «Отец мой! Сделай то, что тебе велено. Если Аллах пожелает, ты найдешь меня одним из терпеливых»","sv":"Och då [sonen] hade blivit gammal nog att [arbeta tillsammans med fadern och] delta i hans strävanden, sade [denne]: \"Min käre son! Jag har sett i drömmen att jag offrar dig [åt Gud]. Vad anser du [om detta]?\" [Ismael] svarade: \"Fader, gör som du blir befalld! Om Gud vill, skall du se att jag är tålig och uthärdar [allt]","tr":"Çocuk kendisinin yanısıra yürümeye başlayınca: \"Ey oğulcuğum! Doğrusu ben uykuda iken seni boğazladığımı görüyorum, bir düşün, ne dersin?\" dedi. \"Ey babacığım! Ne ile emrolundunsa yap, Allah dilerse, sabredenlerden olduğumu göreceksin\" dedi","ur":"وہ لڑکا جب اس کے ساتھ دوڑ دھوپ کرنے کی عمر کو پہنچ گیا تو (ایک روز) ابراہیمؑ نے اس سے کہا، \"بیٹا، میں خواب میں دیکھتا ہوں کہ میں تجھے ذبح کر رہا ہوں، اب تو بتا، تیرا کیا خیال ہے؟\" اُس نے کہا، \"ابا جان، جو کچھ آپ کو حکم دیا جا رہا ہے اسے کر ڈالیے، آپ انشاءاللہ مجھے صابروں میں سے پائیں گے","zh":"当他长到能帮着他操作的时候，他说：“我的小子啊！我确已梦见我宰你为牺牲。你考虑一下！你究竟有什么意见？”他说：“我的父亲啊！请你执行你所奉的命令吧！如果安拉意欲，你将发现我是坚忍的。”"},"transliteration":"Falamma balagha maAAahu alssaAAya qala ya bunayya innee ara fee almanami annee athbahuka faonthur matha tara qala ya abati ifAAal ma tumaru satajidunee in shaa Allahu mina alssabireena","chapter":{"id":37,"name":"الصافات","transliteration":"As-Saffat","translations":{"en":"Those who set the Ranks","es":"Los Que se Ponen en Filas","fr":"Les rangés","id":"Barisan-barisan","ru":"Выстроившиеся в ряды","sv":"I Sluten Ordning","tr":"Sâffât","ur":"صف باندھنے والے","zh":"列班者"},"type":"meccan"}}
