{"id":390,"number":97,"text":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","translations":{"bn":"এতে রয়েছে মকামে ইব্রাহীমের মত প্রকৃষ্ট নিদর্শন। আর যে, লোক এর ভেতরে প্রবেশ করেছে, সে নিরাপত্তা লাভ করেছে। আর এ ঘরের হজ্ব করা হলো মানুষের উপর আল্লাহর প্রাপ্য; যে লোকের সামর্থ?2480;য়েছে এ পর্যন্ত পৌছার। আর যে লোক তা মানে না। আল্লাহ সারা বিশ্বের কোন কিছুরই পরোয়া করেন না।","en":"In it are clear signs [such as] the standing place of Abraham. And whoever enters it shall be safe. And [due] to Allah from the people is a pilgrimage to the House - for whoever is able to find thereto a way. But whoever disbelieves - then indeed, Allah is free from need of the worlds","id":"Di sana terdapat tanda-tanda yang jelas, (di antaranya) maqam Ibrahim.134) Barang siapa memasukinya (Baitullah) amanlah dia. Dan (di antara) kewajiban manusia terhadap Allah adalah melaksanakan ibadah haji ke Baitullah, yaitu bagi orang-orang yang mampu135) mengadakan perjalanan ke sana. Barang siapa mengingkari (kewajiban) haji, maka ketahuilah bahwa Allah Mahakaya (tidak memerlukan sesuatu) dari seluruh alam","ru":"В нем есть ясные знамения - место Ибрахима (Авраама). Кто войдет в него, окажется в безопасности. Люди обязаны перед Аллахом совершить хадж к Дому (Каабе), если они способны проделать этот путь. Если же кто не уверует, то ведь Аллах не нуждается в мирах","tr":"Orada apaçık deliller vardır, İbrahim'in makamı vardır; kim oraya girerse, güvenlik içinde olur; oraya yol bulabilen insana Allah için Kabe'yi haccetmesi gereklidir. Kim inkar ederse, bilsin ki; doğrusu Allah alemlerden müstağnidir","ur":"اس میں کھلی ہوئی نشانیاں ہیں، ابراہیمؑ کا مقام عبادت ہے، اوراس کا حال یہ ہے کہ جو اِس میں داخل ہوا مامون ہو گیا لوگوں پر اللہ کا یہ حق ہے کہ جو اس گھر تک پہنچنے کی استطاعت رکھتا ہو وہ اس کا حج کرے، اور جو کوئی اس حکم کی پیروی سے انکار کرے تو اسے معلوم ہو جانا چاہیے کہ اللہ تمام د نیا والوں سے بے نیاز ہے"},"chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"bn":"ইমরানের পরিবার","en":"Family of Imran","id":"Keluarga Imran","ru":"Семейство Имрана","tr":"Âl-i İmrân","ur":"عمران کا خاندان"},"type":"medinan"}}
