{"id":392,"number":99,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translations":{"en":"Say, \"O People of the Scripture, why do you avert from the way of Allah those who believe, seeking to make it [seem] deviant, while you are witnesses [to the truth]? And Allah is not unaware of what you do","es":"Di: \"¡Oh, Gente del Libro! ¿Por qué intentan conscientemente dificultar el camino al Islam a los que quieren abrazarlo, desfigurando su imagen real, haciéndolo pasar por tortuoso?\" Dios no está desatento a lo que hacen","fr":"Dis: «O gens du Livre, pourquoi obstruez-vous la voie d'Allah à celui qui a la foi, et pourquoi voulez-vous rendre cette voie tortueuse, alors que vous êtes témoins de la vérité!» Et Allah n'est pas inattentif à ce que vous faites","id":"Katakanlah (Muhammad), \"Wahai Ahli Kitab! Mengapa kamu menghalang-halangi orang-orang yang beriman dari jalan Allah, kamu menghendakinya (jalan Allah) bengkok, padahal kamu menyaksikan?\"136) Dan Allah tidak lengah terhadap apa yang kamu kerjakan","ru":"Скажи: «О люди Писания! Почему вы сбиваете верующих с пути Аллаха, пытаясь исказить его, будучи свидетелями правдивости Мухаммада и истинности ислама? Аллах не находится в неведении относительно того, что вы совершаете»","sv":"Säg: \"Efterföljare av äldre tiders uppenbarelser! Varför vill ni hindra dem som antar tron från att följa Guds väg och få den att framstå som krokig, fastän ni själva vittnar [att den är rak]? Ingenting av vad ni gör går Gud förbi","tr":"De ki: \"Ey Kitap ehli! Siz doğru olduğuna şahidken, niçin inananları Allah'ın yolunu eğri göstermeğe yeltenerek ondan çeviriyorsunuz? Allah işlediklerinizden gafil değildir","ur":"کہو، اے اہل کتاب! یہ تمہاری کیا روش ہے کہ جو اللہ کی بات مانتا ہے اُسے بھی تم اللہ کے راستہ سے روکتے ہو اور چاہتے ہو کہ وہ ٹیڑھی راہ چلے، حالانکہ تم خود (اس کے راہ راست ہونے پر) گواہ ہو تمہاری حرکتوں سے اللہ غافل نہیں ہے","zh":"你说：“信奉天经的人啊！你们既是见证，为什么你们要阻止信道的人入安拉的大道，并想暗示它是邪道呢？安拉绝不忽视你们的行为。"},"transliteration":"Qul ya ahla alkitabi lima tasuddoona AAan sabeeli Allahi man amana tabghoonaha AAiwajan waantum shuhadao wama Allahu bighafilin AAamma taAAmaloona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
