{"id":394,"number":101,"text":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translations":{"en":"And how could you disbelieve while to you are being recited the verses of Allah and among you is His Messenger? And whoever holds firmly to Allah has [indeed] been guided to a straight path","es":"¿Cómo podrían ustedes abandonar la fe cuando se les recitan los preceptos de Dios, y Su Mensajero se encuentra entre ustedes? Quien se aferre a Dios será guiado al camino recto","fr":"Et comment pouvez-vous ne pas croire, alors que les versets d'Allah vous sont récités, et qu'au milieu de vous se tient Son messager? Quiconque s'attache fortement à Allah, il est certes guidé vers un droit chemin","id":"Dan bagaimana kamu (sampai) menjadi kafir, padahal ayat-ayat Allah dibacakan kepada kamu, dan Rasul-Nya (Muhammad) pun berada di tengah-tengah kamu? Barang siapa berpegang teguh kepada (agama) Allah, maka sungguh, dia diberi petunjuk ke jalan yang lurus","ru":"Как вы можете не веровать в то время, как вам читают знамения Аллаха, а Его Посланник находится среди вас? Кто крепко держится за Аллаха, тот действительно наставлен на прямой путь","sv":"Hur skulle ni kunna förneka er tro, som hör Guds budskap läsas och har Hans Sändebud mitt ibland er? Den som vill hålla sig till Gud leds till en rak [och säker] väg","tr":"Allah'ın ayetleri size okunur, aranızda da Peygamberi bulunurken nasıl inkar edersiniz? Kim Allah'ın Kitabına sarılırsa şüphesiz doğru yola erişir","ur":"تمہارے لیے کفر کی طرف جانے کا اب کیا موقع باقی ہے جب کہ تم کو اللہ کی آیات سنائی جا رہی ہیں اور تمہارے درمیان اس کا رسولؐ موجود ہے؟ جو اللہ کا دامن مضبوطی کے ساتھ تھامے گا وہ ضرور راہ راست پالے گا","zh":"你们常常听见别人对你们宣读安拉的迹象，使者又与你们相处，你们怎么不信道呢？谁信托安拉，谁确已被引导于正路。"},"transliteration":"Wakayfa takfuroona waantum tutla AAalaykum ayatu Allahi wafeekum rasooluhu waman yaAAtasim biAllahi faqad hudiya ila siratin mustaqeemin","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
