{"id":3978,"number":8,"text":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","translations":{"en":"Has the message been revealed to him out of [all of] us?\" Rather, they are in doubt about My message. Rather, they have not yet tasted My punishment","es":"¿Por qué tendría que haber sido él el elegido entre nosotros para transmitir el Mensaje?\" Pero ellos dudan de Mi revelación porque no han sufrido aún ningún castigo","fr":"Quoi! C'est sur lui, parmi nous, qu'on aurait fait descendre le Rappel [le Coran]?» Plutôt ils sont dans le doute au sujet de Mon message. Ou plutôt ils n'ont pas encore goûté à Mon châtiment","id":"mengapa Alquran itu diturunkan kepada Dia di antara kita?\" Sebenarnya mereka ragu-ragu terhadap Alquran-Ku, tetapi mereka belum merasakan azab(-Ku)","ru":"Неужели среди нас Напоминание ниспослано только ему одному?». О нет! Они сомневаются в Моем Напоминании (Коране). О нет! Они еще не вкусили мучений","sv":"Skulle just han vara den bland oss [som hedrats med] att få ta emot [Guds] påminnelse?\" Nej, det är Min uppenbarelse som de tvivlar på! Men de har inte ännu fått smaka Mitt straff","tr":"Onlardan ileri gelenler: \"Yürüyün, tanrılarınıza bağlılıkta direnin, sizden istenen şüphesiz budur. Başka dinde de bunu işitmedik; bu ancak bir uydurmadır. Kuran, aramızda ona mı indirilmeliydi?\" dediler. Hayır, bunlar Kuran'ımızdan şüphededirler. Hayır, azabımızı henüz tatmamışlardır","ur":"کیا ہمارے درمیان بس یہی ایک شخص رہ گیا تھا جس پر اللہ کا ذکر نازل کر دیا گیا؟\" اصل بات یہ ہے کہ یہ میرے \"ذکر\"پر شک کر رہے ہیں، اور یہ ساری باتیں اس لیے کر رہے ہیں کہ انہوں نے میرے عذاب کا مزا چکھا نہیں ہے","zh":"难道教诲降于他，而不降于我们吗？”不然！他们对于我的教训，是在怀疑之中，不然！他们还没有尝试我的刑罚。"},"transliteration":"Aonzila AAalayhi alththikru min baynina bal hum fee shakkin min thikree bal lamma yathooqoo AAathabi","chapter":{"id":38,"name":"ص","transliteration":"Sad","translations":{"en":"The Letter \"Saad\"","es":"Sad","fr":"Sad","id":"Shad","ru":"Сод","sv":"Sad","tr":"Sâd","ur":"صٓ","zh":"萨德"},"type":"meccan"}}
