{"id":399,"number":106,"text":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","translations":{"en":"On the Day [some] faces will turn white and [some] faces will turn black. As for those whose faces turn black, [to them it will be said], \"Did you disbelieve after your belief? Then taste the punishment for what you used to reject","es":"El Día del Juicio unos rostros estarán radiantes y otros ensombrecidos. A aquellos cuyos rostros estén ensombrecidos se les dirá: \"¿Han rechazado la verdad luego de haber creído? Sufran el castigo como consecuencia de su incredulidad","fr":"Au jour où certains visages s'éclaireront, et que d'autres s'assombriront. A ceux dont les visages seront assombris (il sera dit): «avez-vous mécru après avoir eu la foi?» Eh bien, goûtez au châtiment, pour avoir renié la foi","id":"pada hari itu ada wajah yang putih berseri, dan ada pula wajah yang hitam muram. Adapun orang-orang yang berwajah hitam muram (kepada mereka dikatakan), \"Mengapa kamu kafir setelah beriman? Karena itu rasakanlah azab akibat kekafiranmu itu","ru":"в тот день, когда одни лица побелеют, а другие - почернеют. Тем, чьи лица почернеют, будет сказано: «Неужели вы стали неверующими после того, как уверовали? Вкусите же мучения за то, что вы не верили!»","sv":"den Dag, då [någras] ansikten skall stråla av ljus och [andras] skall mörkna. Och till dem vilkas ansikten har mörknat [skall sägas:] \"Ni förnekade ju tron efter att ha antagit den? Smaka då straffet för er förnekelse","tr":"Kendilerine belgeler geldikten sonra ayrılan ve ayrılığa düşenler gibi olmayın. Bir takım yüzlerin ağaracağı ve bir takım yüzlerin kararacağı günde büyük azab onlaradır. Yüzleri kararanlara: \"İnanmanızdan sonra inkar eder misiniz? İnkar etmenizden dolayı tadın azabı\" denecektir","ur":"جبکہ کچھ لوگ سرخ رو ہوں گے اور کچھ لوگوں کا منہ کالا ہوگا، جن کا منہ کالا ہوگا (ان سے کہا جائے گا کہ) نعمت ایمان پانے کے بعد بھی تم نے کافرانہ رویہ اختیار کیا؟ اچھا تو اب اِس کفران نعمت کے صلہ میں عذاب کا مزہ چکھو","zh":"在那日，有些脸将变成白皙的，有些脸将变成黧黑的。至于脸色变黑的人，〔天使将对他们说〕：“你们既信道之后又不信道吗？你们因为不信道而尝试刑罚吧。”"},"transliteration":"Yawma tabyaddu wujoohun wataswaddu wujoohun faamma allatheena iswaddat wujoohuhum akafartum baAAda eemanikum fathooqoo alAAathaba bima kuntum takfuroona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
