{"id":3992,"number":22,"text":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","translations":{"en":"When they entered upon David and he was alarmed by them? They said, \"Fear not. [We are] two adversaries, one of whom has wronged the other, so judge between us with truth and do not exceed [it] and guide us to the sound path","es":"Cuando se presentaron ante David, este se atemorizó de ellos. Le dijeron: \"No temas, solo somos dos demandantes, uno ha sido injusto con el otro; juzga entre nosotros con equidad, sé imparcial y guíanos hacia el camino correcto","fr":"Quand ils entrèrent auprès de David, il en fut effrayé. Ils dirent: «N'aie pas peur! Nous sommes tous deux en dispute; l'un de nous a fait du tort à l'autre. Juge donc en toute équité entre nous, ne sois pas injuste et guide-nous vers le chemin droit","id":"ketika mereka masuk menemui Dawud lalu dia terkejut karena (kedatangan) mereka. Mereka berkata, \"Janganlah takut! (Kami) berdua sedang berselisih, sebagian dari kami berbuat zalim kepada yang lain; maka berilah keputusan di antara kami secara adil dan janganlah menyimpang dari kebenaran serta tunjukilah kami ke jalan yang lurus","ru":"Они вошли к Давуду (Давиду), и он испугался их. Они сказали: «Не бойся, мы - двое тяжущихся. Один из нас поступил несправедливо по отношению к другому. Рассуди же между нами по справедливости, не будь несправедлив и укажи нам на верный путь","sv":"När de plötsligt kom emot honom, blev han orolig; [men] de sade: \"Vi vill dig ingenting ont! [Vi ligger i] tvist med varandra. En av oss har gjort den andre orätt; fäll därför din rättvisa dom mellan oss utan att ta parti för någon och visa oss den rätta vägen","tr":"Sana davacıların haberi ulaştı mı? Mabedin duvarına tırmanıp Davud'un yanına girmişlerdi de, o onlardan ürkmüştü. Şöyle demişlerdi: \"Korkma, birbirinin hakkına tecavüz etmiş iki davacıyız; aramızda adaletle hükmet, ondan ayrılma, bizi doğru yola çıkar","ur":"جب وہ داؤدؑ کے پاس پہنچے تو وہ انہیں دیکھ کر گھبرا گیا انہوں نے کہا \"ڈریے نہیں، ہم دو فریق مقدمہ ہیں جن میں سے ایک نے دوسرے پر زیادتی کی ہے آپ ہمارے درمیان ٹھیک ٹھیک حق کے ساتھ فیصلہ کر دیجیے، بے انصافی نہ کیجیے اور ہمیں راہ راست بتائیے","zh":"当时，他们去见达五德，他为他们而恐怖。他们说：“你不要恐怖！我们是两造，被告曾欺负了原告，请你为我们秉公裁判，请你不要偏袒，请你指引我们道路。"},"transliteration":"Ith dakhaloo AAala dawooda fafaziAAa minhum qaloo la takhaf khasmani bagha baAAduna AAala baAAdin faohkum baynana bialhaqqi wala tushtit waihdina ila sawai alssirati","chapter":{"id":38,"name":"ص","transliteration":"Sad","translations":{"en":"The Letter \"Saad\"","es":"Sad","fr":"Sad","id":"Shad","ru":"Сод","sv":"Sad","tr":"Sâd","ur":"صٓ","zh":"萨德"},"type":"meccan"}}
