{"id":3994,"number":24,"text":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّـٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","translations":{"bn":"দাউদ বললঃ সে তোমার দুম্বাটিকে নিজের দুম্বাগুলোর সাথে সংযুক্ত করার দাবী করে তোমার প্রতি অবিচার করেছে। শরীকদের অনেকেই একে অপরের প্রতি জুলুম করে থাকে। তবে তারা করে না, যারা আল্লাহর প্রতি বিশ্বাসী ও সৎকর্ম সম্পাদনকারী। অবশ্য এমন লোকের সংখ্যা অল্প। দাউদের খেয়াল হল যে, আমি তাকে পরীক্ষা করছি। অতঃপর সে তার পালনকর্তার কাছে ক্ষমা প্রার্থনা করল, সেজদায় লুটিয়ে পড়ল এবং তাঁর দিকে প্রত্যাবর্তন করল।","en":"[David] said, \"He has certainly wronged you in demanding your ewe [in addition] to his ewes. And indeed, many associates oppress one another, except for those who believe and do righteous deeds - and few are they.\" And David became certain that We had tried him, and he asked forgiveness of his Lord and fell down bowing [in prostration] and turned in repentance [to Allah]","id":"Dia (Dawud) berkata, \"Sungguh, dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk (ditambahkan) kepada kambingnya. Memang banyak di antara orang-orang yang bersekutu itu berbuat zalim kepada yang lain, kecuali orang-orang yang beriman dan mengerjakan kebajikan; dan hanya sedikitlah mereka yang begitu.\" Dan Dawud menduga bahwa Kami mengujinya; maka dia memohon ampunan kepada Tuhannya lalu menyungkur sujud dan bertobat","ru":"Давуд (Давид) сказал: «Он поступил по отношению к тебе несправедливо, когда попросил присоединить твою овцу к своим. Воистину, многие партнеры поступают несправедливо по отношению друг к другу, кроме тех, которые уверовали и совершают праведные деяния. Но таких мало». Давуд (Давид) убедился, что Мы подвергли его искушению, попросил прощения у своего Господа, пал ниц и раскаялся","tr":"Davud: \"And olsun ki, senin dişi koyununu kendi dişi koyunlarına katmak istemekle sana haksızlıkta bulunmuştur. Doğrusu ortakçıların çoğu birbirlerinin haklarına tecavüz ederler. İnanıp yararlı iş işleyenler bunun dışındadır ki sayıları da ne kadar azdır!\" demişti. Davud, Kendisini denediğimizi sanmıştı da, Rabbinden mağfiret dileyerek eğilip secdeye kapanmış, tevbe etmiş, Allah'a yönelmişti","ur":"داؤدؑ نے جواب دیا: \"اِس شخص نے اپنی دنبیوں کے ساتھ تیری دنبی ملا لینے کا مطالبہ کر کے یقیناً تجھ پر ظلم کیا، اور واقعہ یہ ہے کہ مل جل کر ساتھ رہنے والے لوگ اکثر ایک دوسرے پر زیادتیاں کرتے رہتے ہیں، بس وہی لوگ اس سے بچے ہوئے ہیں جو ایمان رکھتے اور عمل صالح کرتے ہیں، اور ایسے لوگ کم ہی ہیں\" (یہ بات کہتے کہتے) داؤدؑ سمجھ گیا کہ یہ تو ہم نے دراصل اس کی آزمائش کی ہے، چنانچہ اس نے اپنے رب سے معافی مانگی اور سجدے میں گر گیا اور رجوع کر لیا"},"chapter":{"id":38,"name":"ص","transliteration":"Sad","translations":{"bn":"আরবি বর্ণ সাদ","en":"The Letter \"Saad\"","id":"Shad","ru":"Сод","tr":"Sâd","ur":"صٓ"},"type":"meccan"}}
