{"id":3994,"number":24,"text":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّـٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","translations":{"en":"[David] said, \"He has certainly wronged you in demanding your ewe [in addition] to his ewes. And indeed, many associates oppress one another, except for those who believe and do righteous deeds - and few are they.\" And David became certain that We had tried him, and he asked forgiveness of his Lord and fell down bowing [in prostration] and turned in repentance [to Allah]","es":"Dijo David [sin escuchar al otro demandante]: \"Él ha sido injusto contigo al pedirte que dejes que tu oveja se sume a las de él; muchos socios se perjudican unos a otros, excepto los que creen y obran rectamente; pero, ¡qué pocos son!\" David comprendió que quise ponerlo a prueba [mediante este juicio], y pidió perdón a su Señor, se prosternó y se arrepintió","fr":"Il [David] dit: «Il a été certes injuste envers toi en demandant de joindre ta brebis à ses brebis». Beaucoup de gens transgressent les droits de leurs associés, sauf ceux qui croient et accomplissent les bonnes œuvres - cependant ils sont bien rares -. Et David pensa alors que Nous l'avions mis à l'épreuve. Il demanda donc pardon à son Seigneur et tomba prosterné et se repentit","id":"Dia (Dawud) berkata, \"Sungguh, dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk (ditambahkan) kepada kambingnya. Memang banyak di antara orang-orang yang bersekutu itu berbuat zalim kepada yang lain, kecuali orang-orang yang beriman dan mengerjakan kebajikan; dan hanya sedikitlah mereka yang begitu.\" Dan Dawud menduga bahwa Kami mengujinya; maka dia memohon ampunan kepada Tuhannya lalu menyungkur sujud dan bertobat","ru":"Давуд (Давид) сказал: «Он поступил по отношению к тебе несправедливо, когда попросил присоединить твою овцу к своим. Воистину, многие партнеры поступают несправедливо по отношению друг к другу, кроме тех, которые уверовали и совершают праведные деяния. Но таких мало». Давуд (Давид) убедился, что Мы подвергли его искушению, попросил прощения у своего Господа, пал ниц и раскаялся","sv":"[David] sade: \"Utan tvivel har han gjort dig orätt när han krävde att få din tacka utöver dem han redan hade! Många människor som har gemensamma intressen gör sig skyldiga till [sådana] övergrepp mot varandra, utom de som tror och lever ett rättskaffens liv, men de är ett fåtal.\" Nu förstod David att Vi hade velat sätta honom på prov, och han bad sin Herre om förlåtelse och föll ned på sitt ansikte i bön och ånger","tr":"Davud: \"And olsun ki, senin dişi koyununu kendi dişi koyunlarına katmak istemekle sana haksızlıkta bulunmuştur. Doğrusu ortakçıların çoğu birbirlerinin haklarına tecavüz ederler. İnanıp yararlı iş işleyenler bunun dışındadır ki sayıları da ne kadar azdır!\" demişti. Davud, Kendisini denediğimizi sanmıştı da, Rabbinden mağfiret dileyerek eğilip secdeye kapanmış, tevbe etmiş, Allah'a yönelmişti","ur":"داؤدؑ نے جواب دیا: \"اِس شخص نے اپنی دنبیوں کے ساتھ تیری دنبی ملا لینے کا مطالبہ کر کے یقیناً تجھ پر ظلم کیا، اور واقعہ یہ ہے کہ مل جل کر ساتھ رہنے والے لوگ اکثر ایک دوسرے پر زیادتیاں کرتے رہتے ہیں، بس وہی لوگ اس سے بچے ہوئے ہیں جو ایمان رکھتے اور عمل صالح کرتے ہیں، اور ایسے لوگ کم ہی ہیں\" (یہ بات کہتے کہتے) داؤدؑ سمجھ گیا کہ یہ تو ہم نے دراصل اس کی آزمائش کی ہے، چنانچہ اس نے اپنے رب سے معافی مانگی اور سجدے میں گر گیا اور رجوع کر لیا","zh":"达五德说：“他确已欺负你了，因为他要求你把你的母绵羊归并他的母绵羊。有许多伙计，的确相欺，惟信道而行善者则不然，但他们是很少的。”达五德以为我考验他，他就向他的主求饶，且拜倒下去，并归依他。"},"transliteration":"Qala laqad thalamaka bisuali naAAjatika ila niAAajihi wainna katheeran mina alkhulatai layabghee baAAduhum AAala baAAdin illa allatheena amanoo waAAamiloo alssalihati waqaleelun ma hum wathanna dawoodu annama fatannahu faistaghfara rabbahu wakharra rakiAAan waanaba","chapter":{"id":38,"name":"ص","transliteration":"Sad","translations":{"en":"The Letter \"Saad\"","es":"Sad","fr":"Sad","id":"Shad","ru":"Сод","sv":"Sad","tr":"Sâd","ur":"صٓ","zh":"萨德"},"type":"meccan"}}
