{"id":3996,"number":26,"text":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","translations":{"en":"[We said], \"O David, indeed We have made you a successor upon the earth, so judge between the people in truth and do not follow [your own] desire, as it will lead you astray from the way of Allah.\" Indeed, those who go astray from the way of Allah will have a severe punishment for having forgotten the Day of Account","es":"¡Oh, David! Te he designado gobernante en la Tierra, juzga con equidad entre la gente y no sigas las pasiones, pues ellas desvían del sendero de Dios; y quienes se desvíen del sendero de Dios sepan que recibirán un castigo severo por haberse olvidado del Día del Juicio","fr":"«O David, Nous avons fait de toi un calife sur la terre. Juge donc en toute équité parmi les gens et ne suis pas la passion: sinon elle t'égarera du sentier d'Allah». Car ceux qui s'égarent du sentier d'Allah auront un dur châtiment pour avoir oublié le Jour des Comptes","id":"(Allah berfirman), \"Wahai Dawud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan","ru":"О Давуд (Давид)! Воистину, Мы назначили тебя наместником на земле. Суди же людей по справедливости и не потакай порочным желаниям, а не то они собьют тебя с пути Аллаха. Воистину, тем, кто сбивается с пути Аллаха, уготованы тяжкие мучения за то, что они предали забвению День расчета","sv":"[Och Vi sade:] \"David! Vi har gett dig makt och myndighet på jorden. Döm därför mellan människor med sanning och rättvisa och låt dig inte påverkas av känslor [för eller emot en part]; då kan du lockas att överge Guds väg. Och ett strängt straff väntar dem som avviker från Guds väg och glömmer Räkenskapens dag","tr":"Ey Davud! Seni şüphesiz yeryüzünde hükümran kıldık, o halde insanlar arasında adaletle hükmet, hevese uyma yoksa seni Allah'ın yolundan saptırır. Doğrusu, Allah'ın yolundan sapanlara, onlara, hesap gününü unutmalarına karşılık çetin azap vardır","ur":"(ہم نے اس سے کہا) \"اے داؤدؑ، ہم نے تجھے زمین میں خلیفہ بنایا ہے، لہٰذا تو لوگوں کے درمیان حق کے ساتھ حکومت کر اور خواہش نفس کی پیروی نہ کر کہ وہ تجھے اللہ کی راہ سے بھٹکا دے گی جو لوگ اللہ کی راہ سے بھٹکتے ہیں یقیناً اُن کے لیے سخت سزا ہے کہ وہ یوم الحساب کو بھول گئے","zh":"达五德啊！我确已任命你为大地的代治者，你当替人民秉公判决，不要顺从私欲，以免私欲使你叛离安拉的大道；叛离安拉的大道者，将因忘却清算之日而受严厉的刑罚。"},"transliteration":"Ya dawoodu inna jaAAalnaka khaleefatan fee alardi faohkum bayna alnnasi bialhaqqi wala tattabiAAi alhawa fayudillaka AAan sabeeli Allahi inna allatheena yadilloona AAan sabeeli Allahi lahum AAathabun shadeedun bima nasoo yawma alhisabi","chapter":{"id":38,"name":"ص","transliteration":"Sad","translations":{"en":"The Letter \"Saad\"","es":"Sad","fr":"Sad","id":"Shad","ru":"Сод","sv":"Sad","tr":"Sâd","ur":"صٓ","zh":"萨德"},"type":"meccan"}}
