{"id":3998,"number":28,"text":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","translations":{"en":"Or should we treat those who believe and do righteous deeds like corrupters in the land? Or should We treat those who fear Allah like the wicked","es":"¿Acaso sería propio de Mí considerar a los creyentes que obran rectamente igual que a los que siembran la corrupción en la Tierra, o considerar a los que tienen temor de Dios igual que a los inmorales","fr":"Traiterons-Nous ceux qui croient et accomplissent les bonnes œuvres comme ceux qui commettent du désordre sur terre? ou traiterons-Nous les pieux comme les pervers","id":"Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami mengangggap orang-orang yang bertakwa sama dengan orang-orang yang jahat","ru":"Неужели Мы уравняем тех, кто уверовал и совершал праведные деяния, с теми, кто распространял нечестие на земле? Или же Мы уравняем богобоязненных с грешниками","sv":"Eller skulle Vi behandla dem som tror och lever rättskaffens på samma sätt som dem som stör ordningen på jorden och sprider sedefördärv? Skulle Vi behandla de gudfruktiga på samma sätt som dem som har sjunkit djupt i synd","tr":"Yoksa, inanıp yararlı iş işleyenleri, yeryüzünde, bozguncular gibi mi tutarız? Yoksa, Allah'a karşı gelmekten sakınanları yoldan çıkanlar gibi mi tutarız","ur":"کیا ہم اُن لوگوں کو جو ایمان لاتے ہیں اور نیک اعمال کرتے ہیں اور اُن کو جو زمین میں فساد کرنے والے ہیں یکساں کر دیں؟ کیا متقیوں کو ہم فاجروں جیسا کر دیں؟","zh":"难道我使信道而且行善者，像在地方上作恶者一样吗？难道我使敬畏者，像放肆的人一样吗？"},"transliteration":"Am najAAalu allatheena amanoo waAAamiloo alssalihati kaalmufsideena fee alardi am najAAalu almuttaqeena kaalfujjari","chapter":{"id":38,"name":"ص","transliteration":"Sad","translations":{"en":"The Letter \"Saad\"","es":"Sad","fr":"Sad","id":"Shad","ru":"Сод","sv":"Sad","tr":"Sâd","ur":"صٓ","zh":"萨德"},"type":"meccan"}}
