{"id":40,"number":33,"text":"قَالَ يَـٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","translations":{"bn":"তিনি বললেন, হে আদম, ফেরেশতাদেরকে বলে দাও এসবের নাম। তারপর যখন তিনি বলে দিলেন সে সবের নাম, তখন তিনি বললেন, আমি কি তোমাদেরকে বলিনি যে, আমি আসমান ও যমীনের যাবতীয় গোপন বিষয় সম্পর্কে খুব ভাল করেই অবগত রয়েছি? এবং সেসব বিষয়ও জানি যা তোমরা প্রকাশ কর, আর যা তোমরা গোপন কর","en":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed","id":"Dia (Allah) berfirman, \"Wahai Adam! Beritahukanlah kepada mereka nama-nama itu!\" Setelah dia (Adam) menyebutkan nama-namanya, Dia berfirman, \"Bukankah telah Aku katakan kepada kalian, bahwa Aku mengetahui rahasia langit dan bumi, dan Aku mengetahui apa yang kalian nyatakan dan apa yang kalian sembunyikan","ru":"Он сказал: «О Адам! Поведай им об их именах». Когда Адам поведал им об их именах, Он сказал: «Разве Я не говорил вам, что знаю сокровенное на небесах и земле, и знаю, что вы совершаете открыто и что утаиваете?»","tr":"Allah \"Ey Adem onlara isimlerini söyle\" dedi. Adem isimlerini söyleyince, Allah \"Ben gökler ve yerde görünmeyeni biliyorum, sizin açıkladığınızı ve gizlemekte olduğunuzu da bilirim, diye size söylememiş miydim?\" dedi","ur":"پھر اللہ نے آدمؑ سے کہا: \"تم اِنہیں اِن چیزوں کے نام بتاؤ\" جب اس نے ان کو اُن سب کے نام بتا دیے، تو اللہ نے فرمایا: \"میں نے تم سے کہا نہ تھا کہ میں آسمانوں اور زمین کی وہ ساری حقیقتیں جانتا ہوں جو تم سے مخفی ہیں، جو کچھ تم ظاہر کرتے ہو، وہ بھی مجھے معلوم ہے اور جو کچھ تم چھپاتے ہو، اسے بھی میں جانتا ہوں"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
