{"id":4014,"number":44,"text":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","translations":{"en":"[We said], \"And take in your hand a bunch [of grass] and strike with it and do not break your oath.\" Indeed, We found him patient, an excellent servant. Indeed, he was one repeatedly turning back [to Allah]","es":"[Le ordené:] \"Toma en tu mano un manojo de hierbas y golpea [simbólicamente] con él a tu esposa, para que no perjures\". Job fue paciente [ante todas las adversidades]. ¡Qué excelente siervo; volvía a Dios en todos sus asuntos y se arrepentía con sinceridad","fr":"«Et prends dans ta main un faisceau de brindilles, puis frappe avec cela. Et ne viole pas ton serment». Oui, Nous l'avons trouvé vraiment endurant. Quel bon serviteur! Sans cesse il se repentait","id":"Dan ambillah seikat (rumput) dengan tanganmu, lalu pukullah dengan itu dan janganlah engkau melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyub) seorang yang sabar. Dialah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah)","ru":"Возьми в руку пучок, ударь им жену и не преступай клятвы». Воистину, Мы нашли его терпеливым. Как прекрасен был этот раб! Воистину, он всегда обращался к Аллаху","sv":"[Och Vi sade:] \"Tag en näve [gräs] och slå med den och bryt inte din ed!\" - Vi såg hans uthållighet och tålamod, en sann [Guds] tjänare! Han vände alltid tillbaka till Oss med ångerfullt sinne","tr":"Ey Eyyub! Eline bir demet sap alıp onunla vur, yeminini bozma\" demiştik. Doğrusu Biz onu sabırlı bulmuştuk. Ne iyi kuldu, daima Allah'a yönelirdi","ur":"(اور ہم نے اس سے کہا) تنکوں کا ایک مٹھا لے اور اُس سے مار دے، اپنی قسم نہ توڑ ہم نے اُسے صابر پایا، بہترین بندہ، اپنے رب کی طرف بہت رجوع کرنے والا","zh":"“你当亲手拿一把草，用它去打一下。你不要违背誓约。”我确已发现他是坚忍的。那仆人真优美！他确是归依安拉的。"},"transliteration":"Wakhuth biyadika dighthan faidrib bihi wala tahnath inna wajadnahu sabiran niAAma alAAabdu innahu awwabun","chapter":{"id":38,"name":"ص","transliteration":"Sad","translations":{"en":"The Letter \"Saad\"","es":"Sad","fr":"Sad","id":"Shad","ru":"Сод","sv":"Sad","tr":"Sâd","ur":"صٓ","zh":"萨德"},"type":"meccan"}}
