{"id":405,"number":112,"text":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","translations":{"en":"They have been put under humiliation [by Allah] wherever they are overtaken, except for a covenant from Allah and a rope from the Muslims. And they have drawn upon themselves anger from Allah and have been put under destitution. That is because they disbelieved in the verses of Allah and killed the prophets without right. That is because they disobeyed and [habitually] transgressed","es":"Dondequiera que se encuentren deberán soportar la humillación, excepto amparados según lo establecido por Dios o por un pacto con los hombres. Cayeron en la condena de Dios y la miseria se ha abatido sobre ellos por no haber creído en los signos de Dios y por haber matado injustamente a los Profetas, por haber desobedecido y violado la ley","fr":"Où qu'ils se trouvent, ils sont frappés d'avilissement, à moins d'un secours providentiel d'Allah ou d'un pacte conclu avec les hommes. Ils ont encouru la colère d'Allah, et les voilà frappés de malheur, pour n'avoir pas cru aux signes d'Allah, et assassiné injustement les prophètes, et aussi pour avoir désobéi et transgressé","id":"Mereka diliputi kehinaan di mana saja mereka berada, kecuali jika mereka (berpegang) pada tali (agama) Allah dan tali (perjanjian) dengan manusia. Mereka mendapat murka dari Allah dan (selalu) diliputi kesengsaraan. Yang demikian itu karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi, tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas","ru":"Где бы их ни застали, их постигает унижение, если только они не окажутся под покровительством Аллаха и покровительством людей. Они попали под гнев Аллаха, и их постигла бедность. Это - за то, что они не веровали в знамения Аллаха и несправедливо убивали пророков. Это - за то, что они ослушались и преступали границы дозволенного","sv":"Var de än påträffas skall de utstå skam och vanära, om de inte [söker skydd i] förbundet med Gud och [återupprättar] banden till människorna; de har ådragit sig Guds vrede och störtats i djupt elände, eftersom de framhärdade i att förneka Guds budskap och dödade profeterna mot all rätt, trotsade ständigt Gud och överträdde [Hans bud]","tr":"Nerede bulunsalar Allah'ın ve inanan insanların himayesinde olanlar müstesna onlara alçaklık damgası vurulmuştur. Allah'tan bir gazaba uğradılar, onlara aşağılık damgası vuruldu. Bu, Allah'ın ayetlerini inkar etmeleri ve haksız yere peygamberleri öldürmelerindendir. Bu, karşı gelmeleri ve taşkınlık yapmalarındandır","ur":"یہ جہاں بھی پائے گئے اِن پر ذلت کی مار ہی پڑی، کہیں اللہ کے ذمہ یا انسانوں کے ذمہ میں پناہ مل گئی تو یہ اور بات ہے یہ اللہ کے غضب میں گھر چکے ہیں، ان پر محتاجی و مغلوبی مسلط کر دی گئی ہے، اور یہ سب کچھ صرف اس وجہ سے ہوا ہے کہ یہ اللہ کی آیات سے کفر کرتے رہے اور انہوں نے پیغمبروں کو ناحق قتل کیا یہ ان کی نافرمانیوں اور زیادتیوں کا انجام ہے","zh":"他们无论在哪里出现，都要陷入卑贱之中，除非借安拉的和约与众人的和约方能安居，他们应受安拉的谴怒，他们要陷于困苦之中。这是因为他们不信安拉的迹象，而且枉杀众先知，这又是因为他们违抗主命，超越法度。"},"transliteration":"Duribat AAalayhimu alththillatu ayna ma thuqifoo illa bihablin mina Allahi wahablin mina alnnasi wabaoo bighadabin mina Allahi waduribat AAalayhimu almaskanatu thalika biannahum kanoo yakfuroona biayati Allahi wayaqtuloona alanbiyaa bighayri haqqin thalika bima AAasaw wakanoo yaAAtadoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
