{"id":406,"number":113,"text":"۞لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","translations":{"en":"They are not [all] the same; among the People of the Scripture is a community standing [in obedience], reciting the verses of Allah during periods of the night and prostrating [in prayer]","es":"Pero no todos los de la Gente del Libro son iguales. Entre ellos hay quienes se mantienen fieles a las enseñanzas originales, y al conocerlo siguen el Islam, pasan la noche recitando los versículos de Dios y se prosternan","fr":"Mais ils ne sont pas tous pareils. Il est, parmi les gens du Livre, une communauté droite qui, aux heures de la nuit, récite les versets d'Allah en se prosternant","id":"Mereka itu tidak (seluruhnya) sama. Di antara Ahli Kitab ada golongan yang jujur,138) mereka membaca ayat-ayat Allah pada malam hari, dan mereka (juga) bersujud (salat)","ru":"Не все они одинаковы. Среди людей Писания есть праведные люди, которые читают аяты Аллаха по ночам, падая ниц","sv":"Alla är inte av samma sort. Bland efterföljarna av äldre tiders uppenbarelser finns [även] redbara människor, som under nattens timmar läser högt ur Guds budskap och faller ned på sina ansikten [i tillbedjan]","tr":"Kitap ehlinin hepsi bir değildir: Onlardan geceleri secdeye kapanarak Allah'ın ayetlerini okuyup duranlar vardır; bunlar Allah'a ve ahiret gününe inanır, kötülükten meneder, iyiliklere koşarlar. İşte onlar iyilerdendir","ur":"مگر سارے اہل کتاب یکساں نہیں ہیں ان میں کچھ لوگ ایسے بھی ہیں جو راہ راست پر قائم ہیں، راتوں کو اللہ کی آیات پڑھتے ہیں اور اسکے آگے سجدہ ریز ہوتے ہیں","zh":"他们不是一律的。信奉天经的人中有一派正人，在夜间诵读安拉的经典，且为安拉而叩头。"},"transliteration":"Laysoo sawaan min ahli alkitabi ommatun qaimatun yatloona ayati Allahi anaa allayli wahum yasjudoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
