{"id":4061,"number":3,"text":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","translations":{"en":"Unquestionably, for Allah is the pure religion. And those who take protectors besides Him [say], \"We only worship them that they may bring us nearer to Allah in position.\" Indeed, Allah will judge between them concerning that over which they differ. Indeed, Allah does not guide he who is a liar and [confirmed] disbeliever","es":"¿Acaso no se le debe rendir culto sincero a Dios? Aquellos que toman a otros como protectores [y objeto de adoración] fuera de Él, dicen: \"Solo los adoramos para que nos acerquen a Dios [e intercedan por nosotros]\". Dios juzgará entre ellos [y los creyentes] acerca de lo que discrepan. Dios no guía a quien es mentiroso y niega la verdad","fr":"C'est à Allah qu'appartient la religion pure. Tandis que ceux qui prennent des protecteurs en dehors de Lui (disent): «Nous ne les adorons que pour qu'ils nous rapprochent davantage d'Allah». En vérité, Allah jugera parmi eux sur ce en quoi ils divergent. Allah ne guide pas celui qui est menteur et grand ingrat","id":"Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), \"Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar","ru":"Воистину, чистая вера может быть посвящена одному Аллаху. А те, которые взяли себе вместо Него других покровителей и помощников, говорят: «Мы поклоняемся им только для того, чтобы они приблизили нас к Аллаху как можно ближе». Аллах рассудит их в том, в чем они расходились во мнениях. Воистину, Аллах не ведет прямым путем тех, кто лжет и не верует","sv":"Ja, ren, uppriktig tillbedjan är Gud förbehållen! Men de som tar beskyddare vid sidan av Honom [säger]: \"Vi tillber dem just för att de skall föra oss närmare Gud.\" Gud skall döma över dem i allt som de är oense om. Gud vägleder inte lögnaren, alltid färdig att förneka","tr":"Dikkat edin, halis din Allah'ındır; O'nu bırakıp da putlardan dostlar edinenler: \"Onlara, bizi Allah'a yaklaştırsınlar diye kulluk ediyoruz\" derler. Doğrusu Allah ayrılığa düştükleri şeylerde aralarında hüküm verecektir. Allah şüphesiz yalancı ve inkarcı kimseyi doğru yola eriştirmez","ur":"خبردار، دین خالص اللہ کا حق ہے رہے وہ لوگ جنہوں نے اُس کے سوا دوسرے سرپرست بنا رکھے ہیں (اور اپنے اِس فعل کی توجیہ یہ کرتے ہیں کہ) ہم تو اُن کی عبادت صرف اس لیے کرتے ہیں کہ وہ اللہ تک ہماری رسائی کرا دیں، اللہ یقیناً اُن کے درمیان اُن تمام باتوں کا فیصلہ کر دے گا جن میں وہ اختلاف کر رہے ہیں اللہ کسی ایسے شخص کو ہدایت نہیں دیتا جو جھوٹا اور منکر حق ہو","zh":"真的，忠诚的正教只能归于安拉。舍安拉而以偶像为保护者的人说：“我们崇拜他们，只为他们能使我们亲近安拉。”安拉将判决他们所争论的是非。安拉必定不引导说谎者、孤恩者。"},"transliteration":"Ala lillahi alddeenu alkhalisu waallatheena ittakhathoo min doonihi awliyaa ma naAAbuduhum illa liyuqarriboona ila Allahi zulfa inna Allaha yahkumu baynahum fee ma hum feehi yakhtalifoona inna Allaha la yahdee man huwa kathibun kaffarun","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
