{"id":4063,"number":5,"text":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّـٰرُ","translations":{"en":"He created the heavens and earth in truth. He wraps the night over the day and wraps the day over the night and has subjected the sun and the moon, each running [its course] for a specified term. Unquestionably, He is the Exalted in Might, the Perpetual Forgiver","es":"Creó los cielos y la Tierra con un fin justo y verdadero. Él enrolla [envuelve] la noche en el día, y envuelve el día en la noche, y sometió al Sol y a la Luna haciendo que cada uno recorra su órbita por un plazo prefijado. ¿Acaso Él no es el Poderoso, el Perdonador","fr":"Il a créé les cieux et la terre en toute vérité. Il enroule la nuit sur le jour et enroule le jour sur la nuit, et Il a assujetti le soleil et la lune à poursuivre chacun sa course pour un terme fixé. C'est bien Lui le Puissant, le Grand Pardonneur","id":"Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun","ru":"Он сотворил небеса и землю ради истины. Он обвивает ночью день и обвивает днем ночь. Он подчинил солнце и луну. Все они движутся к назначенному сроку. Воистину, Он - Могущественный, Всепрощающий","sv":"Han har skapat himlarna och jorden i enlighet med en plan och ett syfte. Han låter natten svepa in dagen [i sitt mörker] och låter dagen svepa in natten [i sitt ljus] och Han har underordnat solen och månen under [Sina lagar], som var och en löper sitt kretslopp till en fastställd tidpunkt. Han är i sanning den Allsmäktige, Den som förlåter och förlåter på nytt","tr":"Gökleri ve yeri gerçekten yaratan O'dur. Geceyi gündüze dolar, gündüzü geceye dolar. Her biri belirli bir süreye kadar yörüngelerinde yürüyen güneş ve ayı buyruk altında tutar. Dikkat edin, güçlü olan, çok bağışlayan O'dur","ur":"اس نے آسمانوں اور زمین کو برحق پیدا کیا ہے وہی دن پر رات اور رات پر دن کو لپیٹتا ہے اُسی نے سورج اور چاند کو اس طرح مسخر کر رکھا ہے کہ ہر ایک ایک وقت مقرر تک چلے جا رہا ہے جان رکھو، وہ زبردست ہے اور درگزر کرنے والا ہے","zh":"他本着真理，创造天地；他截夜补昼，截昼补夜；他制服日月，各自运行，到一个定期。真的，他确是万能的，确是至赦的。"},"transliteration":"Khalaqa alssamawati waalarda bialhaqqi yukawwiru allayla AAala alnnahari wayukawwiru alnnahara AAala allayli wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman ala huwa alAAazeezu alghaffaru","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
