{"id":4064,"number":6,"text":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","translations":{"en":"He created you from one soul. Then He made from it its mate, and He produced for you from the grazing livestock eight mates. He creates you in the wombs of your mothers, creation after creation, within three darknesses. That is Allah, your Lord; to Him belongs dominion. There is no deity except Him, so how are you averted","es":"Él los creó a partir de un solo ser, luego de él creó a su pareja, y los agració con ocho ganados en parejas. Los creó en los vientres de sus madres en períodos sucesivos y en tres tinieblas [el vientre, el útero y la placenta]. Él es Dios, su Señor; Él posee el dominio completo. No hay nada ni nadie con derecho a ser adorado salvo Él. ¿Cómo entonces dedican actos de culto a otras deidades","fr":"Il vous a créés d'une personne unique et a tiré d'elle son épouse. Et Il a fait descendre [créé] pour vous huit couples de bestiaux. Il vous crée dans les ventres de vos mères, création après création, dans trois ténèbres. Tel est Allah, votre Seigneur! A Lui appartient toute la Royauté. Point de divinité à part Lui. Comment pouvez-vous vous détourner [de son culte]","id":"Dia menciptakan kamu dari diri yang satu (Adam) kemudian darinya Dia jadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan.757) Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan Yang memiliki kerajaan. Tidak ada tuhan selain Dia; maka mengapa kamu dapat dipalingkan","ru":"Он создал вас из одного человека. Он сотворил из него жену и ниспослал для вас из скотины восемь животных парами. Он создает вас в утробах ваших матерей: одно творение появляется вслед за другим в трех мраках. Таков Аллах, ваш Господь. Ему принадлежит власть. Нет божества, кроме Него. До чего же вы отвращены от истины","sv":"Han har skapat er av en enda varelse av vilken Han sedan skapade dess make; och av boskap har Han skänkt er åtta djur i par. Och Han skapar er i moderlivet genom den ena skapelseakten efter den andra, i tre [skikt av] mörker. Detta är Gud, er Herre! Allt herravälde är Hans. Det finns ingen gudom utom Han. Hur har någon kunnat förmå er att vända Honom ryggen","tr":"Sizi bir tek nefisten yaratmış, sonra ondan eşini varetmiştir; sizin için hayvanlardan sekiz çift meydana getirmiştir; sizi annelerinizin karınlarında üç türlü karanlık içinde, yaratılıştan yaratılışa geçirerek yaratmıştır; işte bu Rabbiniz olan Allah'tır. Hükümranlık O'nundur, O'ndan başka tanrı yoktur. Öyleyken nasıl olur da O'nu bırakıp başkasına yönelirsiniz","ur":"اُسی نے تم کو ایک جان سے پیدا کیا، پھر وہی ہے جس نے اُس جان سے اس کا جوڑا بنایا اور اسی نے تمہارے لیے مویشیوں میں سے آٹھ نر و مادہ پیدا کیے وہ تمہاری ماؤں کے پیٹوں میں تین تین تاریک پردوں کے اندر تمہیں ایک کے بعد ایک شکل دیتا چلا جاتا ہے یہی اللہ (جس کے یہ کام ہیں) تمہارا رب ہے، بادشاہی اسی کی ہے، کوئی معبود اس کے سوا نہیں ہے، پھر تم کدھر سے پھرائے جا رہے ہو؟","zh":"他从一个人创造你们，然后又以那个人造出同类的配偶。他为你们而降赐八只牲畜。他将你们造化在你们的母腹中，在三重黑暗中，一再造化你们。那是安拉——你们的主，主权只是他的；除他外，绝无应受崇拜的。你们怎么悖谬呢？"},"transliteration":"Khalaqakum min nafsin wahidatin thumma jaAAala minha zawjaha waanzala lakum mina alanAAami thamaniyata azwajin yakhluqukum fee butooni ommahatikum khalqan min baAAdi khalqin fee thulumatin thalathin thalikumu Allahu rabbukum lahu almulku la ilaha illa huwa faanna tusrafoona","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
