{"id":4064,"number":6,"text":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","translations":{"bn":"তিনি সৃষ্টি করেছেন তোমাদেরকে একই ব্যক্তি থেকে। অতঃপর তা থেকে তার যুগল সৃষ্টি করেছেন এবং তিনি তোমাদের জন্যে আট প্রকার চতুষ্পদ জন্তু অবতীর্ণ করেছেন। তিনি তোমাদেরকে সৃষ্টি করেছেন তোমাদের মাতৃগর্ভে পর্যায়ক্রমে একের পর এক ত্রিবিধ অন্ধকারে। তিনি আল্লাহ তোমাদের পালনকর্তা, সাম্রাজ্য তাঁরই। তিনি ব্যতীত কোন উপাস্য নেই। অতএব, তোমরা কোথায় বিভ্রান্ত হচ্ছ","en":"He created you from one soul. Then He made from it its mate, and He produced for you from the grazing livestock eight mates. He creates you in the wombs of your mothers, creation after creation, within three darknesses. That is Allah, your Lord; to Him belongs dominion. There is no deity except Him, so how are you averted","id":"Dia menciptakan kamu dari diri yang satu (Adam) kemudian darinya Dia jadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan.757) Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan Yang memiliki kerajaan. Tidak ada tuhan selain Dia; maka mengapa kamu dapat dipalingkan","ru":"Он создал вас из одного человека. Он сотворил из него жену и ниспослал для вас из скотины восемь животных парами. Он создает вас в утробах ваших матерей: одно творение появляется вслед за другим в трех мраках. Таков Аллах, ваш Господь. Ему принадлежит власть. Нет божества, кроме Него. До чего же вы отвращены от истины","tr":"Sizi bir tek nefisten yaratmış, sonra ondan eşini varetmiştir; sizin için hayvanlardan sekiz çift meydana getirmiştir; sizi annelerinizin karınlarında üç türlü karanlık içinde, yaratılıştan yaratılışa geçirerek yaratmıştır; işte bu Rabbiniz olan Allah'tır. Hükümranlık O'nundur, O'ndan başka tanrı yoktur. Öyleyken nasıl olur da O'nu bırakıp başkasına yönelirsiniz","ur":"اُسی نے تم کو ایک جان سے پیدا کیا، پھر وہی ہے جس نے اُس جان سے اس کا جوڑا بنایا اور اسی نے تمہارے لیے مویشیوں میں سے آٹھ نر و مادہ پیدا کیے وہ تمہاری ماؤں کے پیٹوں میں تین تین تاریک پردوں کے اندر تمہیں ایک کے بعد ایک شکل دیتا چلا جاتا ہے یہی اللہ (جس کے یہ کام ہیں) تمہارا رب ہے، بادشاہی اسی کی ہے، کوئی معبود اس کے سوا نہیں ہے، پھر تم کدھر سے پھرائے جا رہے ہو؟"},"chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"bn":"দলবদ্ধ জনতা","en":"The Troops","id":"Para Rombongan","ru":"Толпы","tr":"Zümer","ur":"گروہ"},"type":"meccan"}}
