{"id":4065,"number":7,"text":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translations":{"en":"If you disbelieve - indeed, Allah is Free from need of you. And He does not approve for His servants disbelief. And if you are grateful, He approves it for you; and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you about what you used to do. Indeed, He is Knowing of that within the breasts","es":"Si no creen, sepan que Dios no necesita de ustedes. No Le agrada la incredulidad de Sus siervos, pero si son agradecidos [creyendo en Su unicidad], Lo complacerán. Sepan que nadie cargará con los pecados ajenos; luego comparecerán ante su Señor y Él les informará sobre lo que hayan realizado. Él bien sabe cuanto hay en los corazones","fr":"Si vous ne croyez pas, Allah se passe largement de vous. De Ses serviteurs cependant, Il n'agrée pas la mécréance. Et si vous êtes reconnaissants, Il l'agrée pour vous. Nul pécheur ne portera les péchés d'autrui. Ensuite, vers votre Seigneur sera votre retour: Il vous informera alors de ce que vous faisiez car Il connaît parfaitement le contenu des poitrines","id":"Jika kamu kafir (ketahuilah) maka sesungguhnya Allah tidak memerlukanmu758) dan Dia tidak meridai kekafiran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain.759) Kemudian kepada Tuhanmulah kembalimu lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sungguh, Dia Maha Mengetahui apa yang tersimpan dalam dada(mu)","ru":"Если вы не уверуете, то ведь Аллах не нуждается в вас. Он не одобряет неверия для Своих рабов. А если вы будете благодарны, то Он одобрит для вас это. Ни одна душа не понесет чужого бремени. Затем вам предстоит вернуться к вашему Господу, и Он поведает вам о том, что вы совершали. Воистину, Он ведает о том, что в груди","sv":"Om ni förnekar [Gud skall ni veta att] Gud inte behöver er [tro]. Han ser inte otro och otacksamhet hos Sina tjänare med tillfredsställelse [- det är ett ont -] men visar ni tacksamhet är Han tillfredsställd för er skull. Och på ingen bärare av bördor skall läggas en annans börda. En gång skall ni återvända till er Herre och Han skall låta er förstå vad era handlingar [var värda]. Gud vet vad som rör sig i människans innersta","tr":"Eğer inkar ederseniz bilin ki Allah sizden müstağnidir. Kullarının inkarından hoşnut olmaz. Eğer şükrederseniz sizden hoşnut olur. Hiçbir günahkar diğerinin günahını yüklenmez. Sonunda dönüşünüz Rabbinizedir; yaptıklarınızı o zaman size haber verir; çünkü O, kalblerde olanı bilir","ur":"اگر تم کفر کرو تو اللہ تم سے بے نیاز ہے، لیکن وہ اپنے بندوں کے لیے کفر کو پسند نہیں کرتا، اور اگر تم شکر کر و تو اسے وہ تمہارے لیے پسند کرتا ہے کوئی بوجھ اٹھانے والا کسی دوسرے کا بوجھ نہ اٹھائے گا آخرکار تم سب کو اپنے رب کی طرف پلٹنا ہے، پھر وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو، وہ تو دلوں کا حال تک جانتا ہے","zh":"如果你们忘恩，那么，安拉确是无求于你们的，他不喜悦他的众仆忘恩负义。如果你们感谢，那么，他喜悦你们的感谢。一个负罪的人，不负别人的罪。然后，你们只归于你们的主，他要将你们的行为告诉你们。他确是全知心事者。"},"transliteration":"In takfuroo fainna Allaha ghaniyyun AAankum wala yarda liAAibadihi alkufra wain tashkuroo yardahu lakum wala taziru waziratun wizra okhra thumma ila rabbikum marjiAAukum fayunabbiokum bima kuntum taAAmaloona innahu AAaleemun bithati alssudoori","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
