{"id":4066,"number":8,"text":"۞وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","translations":{"en":"And when adversity touches man, he calls upon his Lord, turning to Him [alone]; then when He bestows on him a favor from Himself, he forgets Him whom he called upon before, and he attributes to Allah equals to mislead [people] from His way. Say, \"Enjoy your disbelief for a little; indeed, you are of the companions of the Fire","es":"Cuando al ser humano le acontece una desgracia, invoca a su Señor y se vuelve a Él [pidiéndole que lo auxilie]; pero luego, cuando Él le concede una gracia, olvida que Lo había invocado antes e iguala a sus ídolos con Dios [dedicándoles actos de adoración y súplicas], descarriando a otros de Su sendero. Dile [a quien se comporte de esta manera]: \"Disfruta por poco tiempo de tu incredulidad, pues serás de los moradores del Infierno","fr":"Et quand un malheur touche l'homme, il appelle son Seigneur en se tournant vers Lui. Puis quand Il lui accorde de Sa part un bienfait, il oublie la raison pour laquelle il faisait appel, et il assigne à Allah des égaux, afin d'égarer (les gens) de son chemin. Dis «Jouis de ta mécréance un court moment. Tu fais partie des gens du Feu»","id":"Dan apabila manusia ditimpa bencana, dia memohon (pertolongan) kepada Tuhannya dengan kembali (taat) kepada-Nya; tetapi apabila Dia memberikan nikmat kepadanya dia lupa (akan bencana) yang pernah dia berdoa kepada Allah sebelum itu, dan diadakannya sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah, \"Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka","ru":"Когда человека коснется вред, он взывает к своему Господу, обращаясь к Нему одному. Когда же Он предоставляет ему благо от Себя, человек забывает Того, к Кому он взывал прежде (или забывает то, ради чего он взывал прежде), и равняет с Аллахом других, чтобы сбить других с Его пути. Скажи: «Попользуйся благами со своим неверием немного! Воистину, ты будешь одним из обитателей Огня»","sv":"NÄR människan drabbas av ett ont, åkallar hon Gud i ånger och ber om Hans hjälp; men när Han i Sin nåd beviljar hennes bön, glömmer hon det som hon förut anropade Honom om och sätter upp medgudar vid Hans sida och leder på detta sätt [andra] bort från Hans väg. Säg: \"Gläd dig, förnekare, en liten tid åt livet - din arvedel är Elden","tr":"İnsanın başına bir sıkıntı gelince Rabbine yönelerek O'na yalvarır. Sonra Allah, katından bir nimet verince önceden kime yalvarmış olduğunu unutuverir; Allah'ın yolundan saptırmak için O'na eşler koşar. De ki: \"İnkarınla az bir müddet zevklen, şüphesiz sen cehennemliksin","ur":"انسان پر جب کوئی آفت آتی ہے تو وہ اپنے رب کی طرف رجوع کر کے اُسے پکارتا ہے پھر جب اس کا رب اسے اپنی نعمت سے نواز دیتا ہے تو وہ اُس مصیبت کو بھول جاتا ہے جس پر وہ پہلے پکار رہا تھا اور دوسروں کو اللہ کا ہمسر ٹھیراتا ہے تاکہ اُس کی راہ سے گمراہ کرے (اے نبیؐ) اُس سے کہو کہ تھوڑے دن اپنے کفر سے لطف اٹھا لے، یقیناً تو دوزخ میں جانے والا ہے","zh":"当人遭遇患难的时候，祈祷他的主，而归依他。然后，他赏赐一种恩惠的时候，他就忘却以前曾祈求安拉解除患难，而且为他树立若干匹敌，以致别人迷失安拉的大道。你说：“你暂时享受你的不信吧！你必定是居住火狱的。"},"transliteration":"Waitha massa alinsana durrun daAAa rabbahu muneeban ilayhi thumma itha khawwalahu niAAmatan minhu nasiya ma kana yadAAoo ilayhi min qablu wajaAAala lillahi andadan liyudilla AAan sabeelihi qul tamattaAA bikufrika qaleelan innaka min ashabi alnnari","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
