{"id":4067,"number":9,"text":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translations":{"en":"Is one who is devoutly obedient during periods of the night, prostrating and standing [in prayer], fearing the Hereafter and hoping for the mercy of his Lord, [like one who does not]? Say, \"Are those who know equal to those who do not know?\" Only they will remember [who are] people of understanding","es":"¿Acaso se puede comparar a [ese incrédulo] con quien se prosterna e inclina [en oración] consagrándose en la noche, está consciente de la otra vida y anhela la misericordia de su Señor? Dile: \"¿Acaso son iguales los que tienen conocimiento y los que no tienen conocimiento?\" Solo reflexionan los dotados de entendimiento","fr":"Est-ce que celui qui, aux heures de la nuit, reste en dévotion, prosterné et debout, prenant garde à l'au-delà et espérant la miséricorde de son Seigneur... Dis: «Sont-ils égaux, ceux qui savent et ceux qui ne savent pas?» Seuls les doués d'intelligence se rappellent","id":"(Apakah kamu orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? Katakanlah, \"Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?\" Sebenarnya hanya orang yang berakal sehat yang dapat menerima pelajaran","ru":"Неужели тот, кто смиренно проводит ночные часы, падая ниц и стоя, страшась Последней жизни и надеясь на милость своего Господа, равен неверующему? Скажи: «Неужели равны те, которые знают, и те, которые не знают?». Воистину, поминают назидание только обладающие разумом","sv":"Eller [skulle förnekaren kunna jämställas med] den som under nattlig vaka tillber sin Herre, med pannan ödmjukt tryckt mot marken eller stående upprätt, som har det eviga livet för ögonen och hoppas på sin Herres nåd? Säg: \"Kan de som vet likställas med de som inte vet? Men bara de som har förstånd tänker igenom [dessa frågor]","tr":"Geceleyin secde ederek ve ayakta durarak boyun büken, ahiretten çekinen, Rabbinin rahmetini dileyen kimse inkar eden kimse gibi olur mu? De ki: \"Bilenlerle bilmeyenler bir olur mu? Doğrusu ancak akıl sahipleri öğüt alırlar","ur":"(کیا اِس شخص کی روش بہتر ہے یا اُس شخص کی) جو مطیع فرمان ہے، رات کی گھڑیوں میں کھڑا رہتا اور سجدے کرتا ہے، آخرت سے ڈرتا اور اپنے رب کی رحمت سے امید لگاتا ہے؟ اِن سے پوچھو، کیا جاننے والے اور نہ جاننے والے دونوں کبھی یکساں ہو سکتے ہیں؟ نصیحت تو عقل رکھنے والے ہی قبول کرتے ہیں","zh":"（景况更好的，是你呢？）还是在夜间专心事主，叩头立正，谨防后世，希望主恩的人呢？”你说：“有知识的与无知识的相等吗？惟有理智的人能觉悟。”"},"transliteration":"Amman huwa qanitun anaa allayli sajidan waqaiman yahtharu alakhirata wayarjoo rahmata rabbihi qul hal yastawee allatheena yaAAlamoona waallatheena la yaAAlamoona innama yatathakkaru oloo alalbabi","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
