{"id":4068,"number":10,"text":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","translations":{"en":"Say, \"O My servants who have believed, fear your Lord. For those who do good in this world is good, and the earth of Allah is spacious. Indeed, the patient will be given their reward without account","es":"Diles: \"¡Oh, siervos creyentes! Tengan temor de su Señor, y sepan que quienes obren bien en este mundo recibirán una bella recompensa, y que la Tierra de Dios es amplia. La recompensa para quienes sean pacientes y perseverantes no tendrá límite","fr":"Dis: «O Mes serviteurs qui avez cru! Craignez votre Seigneur». Ceux qui ici-bas font le bien, auront une bonne [récompense]. La terre d'Allah est vaste et les endurants auront leur pleine récompense sans compter","id":"Katakanlah (Muhammad), \"Wahai hamba-hamba-Ku yang beriman! Bertakwalah kepada Tuhanmu.\" Bagi orang-orang yang berbuat baik di dunia ini akan memperoleh kebaikan. Dan bumi Allah itu luas. Hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas","ru":"Скажи Моим рабам, которые уверовали: «Бойтесь вашего Господа! Тем, которые совершили добро в этом мире, уготовано добро. Земля Аллаха обширна. Воистину, терпеливым их награда воздастся полностью без счета»","sv":"Säg [Muhammad] till Mina troende tjänare: \"Frukta er Herre! De som gör det goda i denna värld har gott att vänta [i nästa liv]. Guds jord är så vid [att ni kan lämna ondskans rike för att få dyrka Gud i frihet]. Bara de som håller ut skall få sin [fulla] lön och mer därtill","tr":"Şöyle de: \"Ey inanan kullarım! Rabbinize karşı gelmekten sakının; bu dünyada iyilik yapanlara iyilik vardır. Allah'ın yarattığı yeryüzü geniştir. Yalnız sabredenlere, ecirleri sonsuz olarak ödenecektir","ur":"(اے نبیؐ) کہو کہ اے میرے بندو جو ایمان لائے ہو، اپنے رب سے ڈرو جن لوگوں نے اِس دنیا میں نیک رویہ اختیار کیا ہے ان کے لیے بھلائی ہے اور خدا کی زمین وسیع ہے، صبر کرنے والوں کو تو ان کا اجر بے حساب دیا جائے گا","zh":"你说：“我的信道的众仆啊！你们当敬畏你们的主。在今世行善者，得享美报。安拉的地面是宽广的；惟有坚忍的人，得享受完全的、无量的报酬。”"},"transliteration":"Qul ya AAibadi allatheena amanoo ittaqoo rabbakum lillatheena ahsanoo fee hathihi alddunya hasanatun waardu Allahi wasiAAatun innama yuwaffa alssabiroona ajrahum bighayri hisabin","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
