{"id":407,"number":114,"text":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَـٰٓئِكَ مِنَ ٱلصَّـٰلِحِينَ","translations":{"en":"They believe in Allah and the Last Day, and they enjoin what is right and forbid what is wrong and hasten to good deeds. And those are among the righteous","es":"Creen en Dios y en el Día del Juicio Final, ordenan el bien, prohíben el mal y se apresuran a realizar buenas obras. Ésos se contarán entre los virtuosos","fr":"Ils croient en Allah et au Jour dernier, ordonnent le convenable, interdisent le blâmable et concourent aux bonnes œuvres. Ceux-là sont parmi les gens de bien","id":"Mereka beriman kepada Allah dan hari akhir, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar dan bersegera (mengerjakan) berbagai kebajikan. Mereka termasuk orang-orang saleh","ru":"Они веруют в Аллаха и в Последний день, велят творить одобряемое, запрещают предосудительное и торопятся совершать добрые дела. Они являются одними из праведников","sv":"De tror på Gud och på den Yttersta dagen och de anbefaller det som är rätt och förbjuder det som är orätt och de tävlar om att göra gott. De hör till de rättfärdiga","tr":"Kitap ehlinin hepsi bir değildir: Onlardan geceleri secdeye kapanarak Allah'ın ayetlerini okuyup duranlar vardır; bunlar Allah'a ve ahiret gününe inanır, kötülükten meneder, iyiliklere koşarlar. İşte onlar iyilerdendir","ur":"اللہ اور روز آخرت پر ایمان رکھتے ہیں، نیکی کا حکم دیتے ہیں، برائیوں سے روکتے ہیں اور بھلائی کے کاموں میں سرگرم رہتے ہیں یہ صالح لوگ ہیں","zh":"他们确信安拉和末日，他们劝善戒恶，争先为善；这等人是善人。"},"transliteration":"Yuminoona biAllahi waalyawmi alakhiri wayamuroona bialmaAAroofi wayanhawna AAani almunkari wayusariAAoona fee alkhayrati waolaika mina alssaliheena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
