{"id":4073,"number":15,"text":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","translations":{"en":"So worship what you will besides Him.\" Say, \"Indeed, the losers are the ones who will lose themselves and their families on the Day of Resurrection. Unquestionably, that is the manifest loss","es":"Adoren lo que quieran en lugar de Él. Los desdichados serán los que se descarríen a sí mismos y a su gente el Día de la Resurrección [ingresando al Infierno]. ¿Acaso no es esta la mayor ruina","fr":"Adorez donc, en dehors de Lui, qui vous voudrez!» - Dis: «Les perdants sont ceux qui, au Jour de la Résurrection, auront causé la perte de leurs propres âmes et celles de leurs familles». C'est bien cela la perte évidente","id":"Maka sembahlah selain Dia sesukamu! (wahai orang-orang musyrik).760) Katakanlah, \"Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.\" Ingatlah! Yang demikian itu adalah kerugian yang nyata","ru":"Поклоняйтесь же, помимо Него, чему пожелаете». Скажи: «Воистину, потерпят убыток те, которые потеряют себя и свои семьи в День воскресения. Воистину, это и есть явный убыток","sv":"dyrka vad ni vill i Hans ställe!\" Säg: \"Förlorarna är de som på Uppståndelsens dag [finner att de] har förverkat sina själar och skilts från alla som stod dem nära; är inte detta det stora nederlaget","tr":"Ey Allah'a eş koşanlar! Siz de O'ndan başka dilediğinize kulluk edin.\" De ki: Hüsrana uğrayanlar kıyamet günü kendilerini ve ailelerini hüsrana sokanlardır. Dikkat edin, işte apaçık hüsran budur","ur":"تم اُس کے سوا جس جس کی بندگی کرنا چاہو کرتے رہو کہو، اصل دیوالیے تو وہی ہیں جنہوں نے قیامت کے روز اپنے آپ کو اور اپنے اہل و عیال کو گھاٹے میں ڈال دیا خوب سن رکھو، یہی کھلا دیوالہ ہے","zh":"你们要舍他而崇拜什么，就崇拜什么吧！”你说：“亏折的人，确是复活日丧失自身和眷属的。真的，那确是明显的亏折。”"},"transliteration":"FaoAAbudoo ma shitum min doonihi qul inna alkhasireena allatheena khasiroo anfusahum waahleehim yawma alqiyamati ala thalika huwa alkhusranu almubeenu","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
