{"id":4078,"number":20,"text":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","translations":{"en":"But those who have feared their Lord - for them are chambers, above them chambers built high, beneath which rivers flow. [This is] the promise of Allah. Allah does not fail in [His] promise","es":"Pero quienes hayan tenido temor de su Señor, morarán en la otra vida en habitaciones elevadas, y sobre ellos habrá otras habitaciones [donde estarán quienes hayan alcanzado grados más elevados], todas construidas de oro y plata, [en jardines] donde correrán ríos. Ésta es la promesa de Dios, y Dios no falta a Su promesa","fr":"Mais ceux qui auront craint leur Seigneur auront [pour demeure] des étages [au Paradis] au-dessus desquels d'autres étages sont construits et sous lesquels coulent les rivières. Promesse d'Allah! Allah ne manque pas à Sa promesse","id":"Tetapi orang-orang yang bertakwa kepada Tuhannya, mereka mendapat kamar-kamar (di surga), di atasnya terdapat pula kamar-kamar yang dibangun (bertingkat-tingkat), yang mengalir di bawahnya sungai-sungai. (Itulah) janji Allah. Allah tidak akan memungkiri janji(-Nya)","ru":"Но для тех, кто боялся своего Господа, уготованы горницы, расположенные одна над другой, под которыми текут реки. Таково обещание Аллаха, и Аллах не нарушает обещания","sv":"Men de som fruktar sin Herre skall [i paradiset] tilldelas de högsta boningarna, med bäckar som porlar framför dem. Detta är Guds löfte [och] Gud sviker inte Sitt ord","tr":"Fakat, Rablerinden sakınanlara, üst üste bina edilmiş köşkler vardır; altlarından ırmaklar akar. Bu, Allah'ın verdiği sözdür, Allah verdiği sözden caymaz","ur":"البتہ جو لوگ اپنے رب سے ڈر کر رہے اُن کے لیے بلند عمارتیں ہیں منزل پر منزل بنی ہوئی، جن کے نیچے نہریں بہہ رہی ہوں گی یہ اللہ کا وعدہ ہے، اللہ کبھی اپنے وعدے کی خلاف ورزی نہیں کرتا","zh":"但敬畏主者，将来得享受楼房，楼上建楼，下临诸河，那是安拉的应许，安拉将不爽约。"},"transliteration":"Lakini allatheena ittaqaw rabbahum lahum ghurafun min fawqiha ghurafun mabniyyatun tajree min tahtiha alanharu waAAda Allahi la yukhlifu Allahu almeeAAada","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
