{"id":4079,"number":21,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","translations":{"en":"Do you not see that Allah sends down rain from the sky and makes it flow as springs [and rivers] in the earth; then He produces thereby crops of varying colors; then they dry and you see them turned yellow; then He makes them [scattered] debris. Indeed in that is a reminder for those of understanding","es":"¿Acaso no ves que Dios hace descender el agua del cielo, y luego hace que surja como manantiales en la tierra, y hace brotar con ella cultivos de diversos colores que se secan y puedes ver que se tornan amarillentos y finalmente se convierten en heno? En eso hay un motivo de reflexión para los dotados de entendimiento","fr":"Ne vois-tu pas qu'Allah fait descendre du ciel de l'eau, puis Il l'achemine vers des sources dans la terre; ensuite avec cela, Il fait sortir une culture aux couleurs diverses, laquelle se fane ensuite, de sorte que tu la vois jaunie; ensuite, Il la réduit en miettes. C'est là certainement un rappel aux [gens] doués d'intelligence","id":"Apakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya, kemudian menjadi kering, lalu engkau melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berkeping-keping. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai akal sehat","ru":"Неужели ты не видел, что Аллах ниспослал с неба воду и провел ее к источникам по земле? Потом посредством нее Он выводит посевы различных цветов. Затем они вянут, и ты видишь их пожелтевшими. Затем Он превращает их в труху. Воистину, во всем этом - напоминание для обладающих разумом","sv":"FÖRSTÅR du inte att det är Gud som låter regn strömma från skyn och leder det genom jorden [till dess det bryter fram] som källor? Därmed låter Han sedan olika slag av växtlighet uppstå, som med tiden vissnar och ses gulna. Till slut förvandlas den till torra strån och damm. I detta ligger helt visst en påminnelse till dem som har förstånd","tr":"Allah'ın gökten bir su indirip, onu yerdeki kaynaklara yerleştiren, sonra onunla çeşitli renklerde ekinler yetiştiren olduğunu görmez misin? Sonra onları kurutur ki sen de onları sapsarı görürsün, sonra da çer çöpe çevirir. Şüphesiz bunlarda, akıl sahipleri için öğüt vardır","ur":"کیا تم نہیں دیکھتے کہ اللہ نے آسمان سے پانی برسایا، پھر اس کو سوتوں اور چشموں اور دریاؤں کی شکل میں زمین کے اندر جاری کیا، پھر اس پانی کے ذریعہ سے وہ طرح طرح کی کھیتیاں نکالتا ہے جن کی قسمیں مختلف ہیں، پھر وہ کھیتیاں پک کر سوکھ جاتی ہیں، پھر تم دیکھتے ہو کہ وہ زرد پڑ گئیں، پھر آخرکار اللہ اُن کو بھس بنا دیتا ہے در حقیقت اِس میں ایک سبق ہے عقل رکھنے والوں کے لیے","zh":"你不知道吗？安拉从天上降下雨水，然后使它渗入地里，成为泉水；然后，借它生出各种庄稼，然后禾苗凋零，你看它变成黄的，然后他使它变成碎片。在那里面，对于有理智者，的确有一种教诲。"},"transliteration":"Alam tara anna Allaha anzala mina alssamai maan fasalakahu yanabeeAAa fee alardi thumma yukhriju bihi zarAAan mukhtalifan alwanuhu thumma yaheeju fatarahu musfarran thumma yajAAaluhu hutaman inna fee thalika lathikra liolee alalbabi","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
