{"id":4080,"number":22,"text":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَـٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","translations":{"en":"So is one whose breast Allah has expanded to [accept] Islam and he is upon a light from his Lord [like one whose heart rejects it]? Then woe to those whose hearts are hardened against the remembrance of Allah. Those are in manifest error","es":"¿Acaso se puede comparar a aquel a quien Dios abrió su corazón al Islam y está colmado por la luz de su Señor [con quien se niega a creer]? ¡Cuán desdichados son quienes tienen el corazón endurecido al Mensaje de Dios! Ellos están en un desvío evidente","fr":"Est-ce que celui dont Allah ouvre la poitrine à l'Islam et qui détient ainsi une lumière venant de Son Seigneur... Malheur donc à ceux dont les cœurs sont endurcis contre le rappel d'Allah. Ceux-là sont dans un égarement évident","id":"Maka apakah orang-orang yang dibukakan hatinya oleh Allah untuk (menerima) agama Islam lalu dia mendapat cahaya dari Tuhannya (sama dengan orang yang hatinya membatu)? Maka celakalah mereka yang hatinya telah membatu untuk mengingat Allah. Mereka itu dalam kesesatan yang nyata","ru":"Разве тот, чью грудь Аллах раскрыл для ислама, кто на свету от своего Господа, равен неверующему? Горе тем, чьи сердца черствы к поминанию Аллаха! Они пребывают в очевидном заблуждении","sv":"Kan den vars bröst Gud öppnar så att det kan fyllas av underkastelse under Hans vilja och så att han kan ledas av sin Herres ljus [jämställas med den som är blind för Guds budskap]? Olyckliga de som förhärdar sina hjärtan mot tanken på Gud! Det är uppenbart att de har gått vilse","tr":"Allah kimin gönlünü İslam'a açmışsa, o, Rabbi katından bir nur üzere olmaz mı? Kalbleri Allah'ı anmak hususunda katılaşmış olanlara yazıklar olsun; işte bunlar apaçık sapıklıktadırlar","ur":"اب کیا وہ شخص جس کا سینہ اللہ نے اسلام کے لیے کھول دیا اور وہ اپنے رب کی طرف سے ایک روشنی پر چل رہا ہے (اُس شخص کی طرح ہو سکتا ہے جس نے اِن باتوں سے کوئی سبق نہ لیا؟) تباہی ہے اُن لوگوں کے لیے جن کے دل اللہ کی نصیحت سے اور زیادہ سخت ہو گئے وہ کھلی گمراہی میں پڑے ہوئے ہیں","zh":"安拉为伊斯兰而开拓其胸襟，故能接受主的光明者，难道跟胸襟狭隘的人一样吗？悲哉为记忆安拉而心硬者，这等人是在明显的迷误之中的。"},"transliteration":"Afaman sharaha Allahu sadrahu lilislami fahuwa AAala noorin min rabbihi fawaylun lilqasiyati quloobuhum min thikri Allahi olaika fee dalalin mubeenin","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
