{"id":4081,"number":23,"text":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","translations":{"en":"Allah has sent down the best statement: a consistent Book wherein is reiteration. The skins shiver therefrom of those who fear their Lord; then their skins and their hearts relax at the remembrance of Allah. That is the guidance of Allah by which He guides whom He wills. And one whom Allah leaves astray - for him there is no guide","es":"Dios ha revelado el mejor de los Mensajes, que es un Libro armonioso [sin contradicciones] que reitera [las enseñanzas]. Su recitación hace erizar la piel de quienes tienen temor de su Señor. [Los creyentes] cuando recuerdan a Dios, su piel y sus corazones se apaciguan. Ésta es la guía de Dios, con la que Él encamina a quien quiere; pero sepan que para quien Dios decreta el desvío, no habrá nadie que lo pueda guiar","fr":"Allah a fait descendre le plus beau des récits, un Livre dont [certains versets] se ressemblent et se répètent. Les peaux de ceux qui redoutent leur Seigneur frissonnent (à l'entendre); puis leurs peaux et leurs cœurs s'apaisent au rappel d'Allah. Voilà le [Livre] guide d'Allah par lequel Il guide qui Il veut. Mais quiconque Allah égare n'a point de guide","id":"Allah telah menurunkan perkataan yang paling baik (yaitu) Alquran yang serupa (ayat-ayatnya) lagi berulang-ulang,763) gemetar karenanya kulit orang-orang yang takut kepada Tuhannya, kemudian menjadi tenang kulit dan hati mereka ketika mengingat Allah. Itulah petunjuk Allah, dengan Kitab itu Dia memberi petunjuk kepada siapa yang Dia kehendaki. Dan barang siapa dibiarkan sesat oleh Allah, maka tidak seorang pun yang dapat memberi petunjuk","ru":"Аллах ниспослал наилучшее повествование - Писание, аяты которого сходны и повторяются. У тех, кто страшится своего Господа, от него по коже проходит дрожь. А потом их кожа и сердца смягчаются при поминании Аллаха. Это - верное руководство Аллаха, посредством которого Он ведет прямым путем того, кого пожелает. А кого Аллах введет в заблуждение, тому не будет наставника","sv":"Gud har [steg för steg] uppenbarat det skönaste budskap, en Skrift vars olika delar [binds samman av] inre överensstämmelse och där sanningarna framställs i motsatspar. [Dess högstämda ordalag] framkallar rysningar i huden hos dem som fruktar sin Herre; men därefter mjuknar den och deras hjärtan [öppnar sig] för påminnelsen om Gud. Med denna [Skrift] vägleder Gud den Han vill; men den som Gud låter gå vilse finner ingen som leder honom på rätt väg","tr":"Allah, ayetleri birbirine benzeyen ve yer yer tekrar eden Kitap'ı sözlerin en güzeli olarak indirmiştir. Rablerinden korkanların, bu Kitap'tan tüyleri ürperir, sonra hem derileri ve hem de kalbleri Allah'ın zikrine yumuşar ve yatışır. İşte bu Kitap, Allah'ın doğruluk rehberidir, onunla istediğini doğru yola eriştirir. Allah kimi de saptırırsa artık ona yol gösteren bulunmaz","ur":"اللہ نے بہترین کلام اتارا ہے، ایک ایسی کتاب جس کے تمام اجزاء ہم رنگ ہیں اور جس میں بار بار مضامین دہرائے گئے ہیں اُسے سن کر اُن لوگوں کے رونگٹے کھڑے ہو جاتے ہیں جو اپنے رب سے ڈرنے والے ہیں، اور پھر ان کے جسم اور ان کے دل نرم ہو کر اللہ کے ذکر کی طرف راغب ہو جاتے ہیں یہ اللہ کی ہدایت ہے جس سے وہ راہ راست پر لے آتا ہے جسے چاہتا ہے اور جسے اللہ ہی ہدایت نہ دے اس کے لیے پھر کوئی ہادی نہیں ہے","zh":"安拉曾降示最美的训辞，就是前后一律的、反复叮咛的经典；畏惧主的人，为他而战栗，然后，为记忆安拉而安静。那是安拉的正道，他用来引导他所意欲引导者，安拉使谁迷误，谁就没有向导。"},"transliteration":"Allahu nazzala ahsana alhadeethi kitaban mutashabihan mathaniya taqshaAAirru minhu juloodu allatheena yakhshawna rabbahum thumma taleenu julooduhum waquloobuhum ila thikri Allahi thalika huda Allahi yahdee bihi man yashao waman yudlili Allahu fama lahu min hadin","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
