{"id":4082,"number":24,"text":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","translations":{"en":"Then is he who will shield with his face the worst of the punishment on the Day of Resurrection [like one secure from it]? And it will be said to the wrongdoers, \"Taste what you used to earn","es":"¿Acaso aquel que se resguarda del terrible castigo del Día de la Resurrección [se equipara con quien se siente seguro contra él]? A los que cometieron injusticias se les dirá [el Día del Juicio]: \"Sufran [el castigo por] lo que obraron","fr":"Est-ce que celui qui, au Jour de la Résurrection, se sera protégé le visage contre le pire châtiment... Et l'on dira aux injustes: «Goûtez à ce que vous avez acquis»","id":"Maka apakah orang-orang yang melindungi wajahnya menghindari azab yang buruk pada hari Kiamat (sama dengan orang mukmin yang tidak kena azab)? Dan dikatakan kepada orang-orang yang zalim, \"Rasakanlah olehmu balasan apa yang telah kamu kerjakan","ru":"Разве тот, кто в День воскресения будет лицом защищаться от ужасных мучений, равен верующему? Беззаконникам скажут: «Вкусите то, что вы приобретали!»","sv":"Är den som på Uppståndelsens dag får möta det svåra straffet med oskyddat ansikte [jämförbar med den gudfruktige som inte hotas av något straff]? Och till de orättfärdiga skall sägas: \"Pröva på det som ni [med era handlingar] har förtjänat","tr":"Kıyamet günü kötü azaptan yüzünü korumaya çalışan kimse, güven içinde olan kimse gibi midir? Zalimlere: \"Kazandıklarınızın karşılığını tadın\" denir","ur":"اب اُس شخص کی بد حالی کا تم کیا اندازہ کر سکتے ہو جو قیامت کے روز عذاب کی سخت مار اپنے منہ پر لے گا؟ ایسے ظالموں سے تو کہہ دیا جائے گا کہ اب چکھو مزہ اُس کمائی کا جو تم کرتے رہے تھے","zh":"复活日以面部防御严刑的人，像不受刑罚者吗？或者将对不义者说：“你们尝试你们所获得的果报吧！”"},"transliteration":"Afaman yattaqee biwajhihi sooa alAAathabi yawma alqiyamati waqeela lilththalimeena thooqoo ma kuntum taksiboona","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
