{"id":4087,"number":29,"text":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translations":{"en":"Allah presents an example: a slave owned by quarreling partners and another belonging exclusively to one man - are they equal in comparison? Praise be to Allah! But most of them do not know","es":"Dios da un ejemplo sobre [la idolatría:] ¿Acaso son iguales un hombre que tiene muchos amos asociados que discrepan entre sí, y un hombre al servicio de un solo amo? ¡Alabado sea Dios! [No se equiparan] Pero la mayoría de los seres humanos lo ignoran","fr":"Allah a cité comme parabole un homme appartenant à des associés se querellant à son sujet et un [autre] homme appartenant à un seul homme: sont-ils égaux en exemple? Louanges à Allah! Mais la plupart d'entre eux ne savent pas","id":"Allah membuat perumpamaan (yaitu) seorang laki-laki (hamba sahaya) yang dimiliki oleh beberapa orang berserikat yang dalam perselisihan, dan seorang hamba sahaya yang menjadi milik penuh dari seorang (saja). Adakah kedua hamba sahaya itu sama keadaannya? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui","ru":"Аллах приводит в качестве притчи мужа, принадлежащего нескольким несговорчивым партнерам, и мужа, принадлежащего только одному человеку. Равны ли они в притче? Хвала надлежит Аллаху, но большинство их не знает этого","sv":"Gud framställer [denna] liknelse: [Här är två män] - den ene har flera herrar som tvistar sinsemellan, och den andre beror av en enda herre. Är deras villkor jämförbara? [Nej] - Gud ske lov! - men de flesta [människor] inser inte detta","tr":"Allah, geçimsiz efendileri olan bir adamla, yalnız bir kişiye bağlı olan bir adamı misal olarak verir. Bu ikisi eşit midir? Övülmek Allah içindir, fakat çoğu bilmezler","ur":"اللہ ایک مثال دیتا ہے ایک شخص تو وہ ہے جس کی ملکیت میں بہت سے کج خلق آقا شریک ہیں جو اسے اپنی اپنی طرف کھینچتے ہیں اور دوسرا شخص پورا کا پورا ایک ہی آقا کا غلام ہے کیا ان دونوں کا حال یکساں ہو سکتاہے؟ الحمدللہ، مگر اکثر لوگ نادانی میں پڑے ہوئے ہیں","zh":"安拉设一个譬喻：一个奴隶为许多纷争的伙计所共有；又有一个奴隶专归一个主人；这两个奴隶的情状相等吗？一切赞颂，全归安拉！不然，他们大半不知道。"},"transliteration":"Daraba Allahu mathalan rajulan feehi shurakao mutashakisoona warajulan salaman lirajulin hal yastawiyani mathalan alhamdu lillahi bal aktharuhum la yaAAlamoona","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
