{"id":409,"number":116,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translations":{"en":"Indeed, those who disbelieve - never will their wealth or their children avail them against Allah at all, and those are the companions of the Fire; they will abide therein eternally","es":"En cambio, a los que rechacen la verdad, ni sus riquezas ni sus hijos les servirán de nada ante Dios. Serán condenados al Infierno, donde morarán eternamente","fr":"Quant à ceux qui ne croient pas, ni leurs biens, ni leurs enfants ne pourront jamais leur servir contre la punition d'Allah. Et ce sont les gens du Feu: ils y demeureront éternellement","id":"Sesungguhnya orang-orang kafir, baik harta maupun anak-anak mereka, sedikit pun tidak dapat menolak azab Allah. Mereka itu penghuni neraka, (dan) mereka kekal di dalamnya","ru":"Ни имущество, ни дети ничем не помогут перед Аллахом тем, которые не уверовали. Они будут обитателями Огня и пребудут там вечно","sv":"De som framhärdar i att förneka sanningen - ingenting av vad de äger på jorden skall ge dem skydd mot Gud och deras söner skall inte [kunna försvara dem]. Deras arvedel är Elden och där skall de förbli till evig tid","tr":"İnkar eden kimselerin malları ve çocukları, Allah'tan yana, onlara bir fayda vermeyecektir. İşte onlar cehennemliklerdir, onlar orada temellidirler","ur":"رہے وہ لوگ جنہوں نے کفر کا رویہ اختیار کیا تو اللہ کے مقابلہ میں ان کو نہ ان کا مال کچھ کام دے گا نہ اولاد، وہ تو آگ میں جانے والے لوگ ہیں اور آگ ہی میں ہمیشہ رہیں گے","zh":"不信道的人，他们的财产和子嗣，对安拉的刑罚，绝不能裨益他们一丝毫；这等人是火狱的居民，将永居其中。"},"transliteration":"Inna allatheena kafaroo lan tughniya AAanhum amwaluhum wala awladuhum mina Allahi shayan waolaika ashabu alnnari hum feeha khalidoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
