{"id":4090,"number":32,"text":"۞فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","translations":{"en":"So who is more unjust than one who lies about Allah and denies the truth when it has come to him? Is there not in Hell a residence for the disbelievers","es":"¿Acaso existe alguien más injusto que quien inventa mentiras sobre Dios y desmiente la Verdad cuando se le presenta? El Infierno será la morada de los que rechazan la verdad","fr":"Quel pire injuste donc, que celui qui ment contre Allah et qui traite de mensonge la vérité quand elle lui vient? N'est-ce pas dans l'Enfer qu'il y a un refuge pour les mécréants","id":"Maka siapakah yang lebih zalim daripada orang yang membuat-buat kebohongan terhadap Allah dan mendustakan kebenaran yang datang kepadanya? Bukankah di neraka Jahanam tempat tinggal bagi orang-orang kafir","ru":"Кто может быть несправедливее того, кто возвел навет на Аллаха и счел ложью правду, когда она явилась ему? Разве не в Геенне обитель неверующих","sv":"Vem är mer orättfärdig än den som sätter ihop lögner om Gud och som, när sanningen slår honom, förnekar den? Är inte helvetet [rätt] tillhåll för dem som förnekar sanningen","tr":"Allah'a karşı yalan uydurandan, kendisine gelmiş gerçeği yalan sayandan daha zalim olan kimdir? İnkarcılar için cehennemde dur durak olmaz olur mu","ur":"پھر اُس شخص سے بڑا ظالم اور کون ہو گا جس نے اللہ پر جھوٹ باندھا اور جب سچائی اس کے سامنے آئی تو اُسے جھٹلا دیا کیا ایسے کافروں کے لیے جہنم میں کوئی ٹھکانا نہیں ہے؟","zh":"假借安拉的名义而造谣，并且否认已降临的实言者，有谁比他还不义呢？难道火狱里没有不信道者的住处吗？"},"transliteration":"Faman athlamu mimman kathaba AAala Allahi wakaththaba bialssidqi ith jaahu alaysa fee jahannama mathwan lilkafireena","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
