{"id":4094,"number":36,"text":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","translations":{"en":"Is not Allah sufficient for His Servant [Prophet Muhammad]? And [yet], they threaten you with those [they worship] other than Him. And whoever Allah leaves astray - for him there is no guide","es":"¿Acaso Dios no es suficiente [como Protector] para Su siervo? Pero ellos [los idólatras] intentan atemorizarte con sus ídolos [a los cuales adoran] en lugar de Él. Y a quien Dios permite que se desvíe nadie lo podrá guiar","fr":"Allah ne suffit-Il pas à Son esclave [comme soutien]? Et ils te font peur avec ce qui est en dehors de Lui. Et quiconque Allah égare n'a point de guide","id":"Bukankah Allah yang mencukupi hamba-Nya? Mereka menakut-nakutimu dengan sesembahan yang selain Dia. Barangsiapa dibiarkan sesat oleh Allah maka tidak seorang pun yang dapat memberi petunjuk kepadanya","ru":"Разве Аллаха не достаточно для Его раба? Они устрашают тебя теми, которые ниже Него. А кого Аллах введет в заблуждение, тому не будет наставника","sv":"RÄCKER Gud inte till för [att försvara] Sin tjänare? Och ändå försöker de skrämma dig med det [som de dyrkar] vid sidan av Honom! Och den Gud låter gå vilse finner ingen som leder honom på rätt väg","tr":"Allah, kuluna yetmez mi? Seni O'ndan başka şeylerle korkutuyorlar. Allah'ın, saptırdığını doğru yola koyacak yoktur","ur":"(اے نبیؐ) کیا اللہ اپنے بندے کے لیے کافی نہیں ہے؟ یہ لوگ اُس کے سوا دوسروں سے تم کو ڈراتے ہیں حالانکہ اللہ جسے گمراہی میں ڈال دے اُسے کوئی راستہ دکھانے والا نہیں","zh":"难道安拉不能使他的仆人满足吗？他们以安拉之外的神灵恫吓你，安拉使谁迷误，谁就没有向导；"},"transliteration":"Alaysa Allahu bikafin AAabdahu wayukhawwifoonaka biallatheena min doonihi waman yudlili Allahu fama lahu min hadin","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
