{"id":4096,"number":38,"text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","translations":{"en":"And if you asked them, \"Who created the heavens and the earth?\" they would surely say, \"Allah.\" Say, \"Then have you considered what you invoke besides Allah? If Allah intended me harm, are they removers of His harm; or if He intended me mercy, are they withholders of His mercy?\" Say, \"Sufficient for me is Allah; upon Him [alone] rely the [wise] reliers","es":"Si les preguntas [a los idólatras:] \"¿Quién creó los cielos y la Tierra?\" Te responderán: \"¡Dios!\" Diles: \"¿Acaso no han pensado qué es aquello que invocan en vez de Dios? ¿Si Dios quisiera azotarme con algún daño, acaso sus ídolos me podrían librar de él? ¿O si deseara Dios cubrirme con Su misericordia, podrían ellos impedirlo?\" Diles: \"Me es suficiente con Dios. Quienes confíen verdaderamente en Dios, que se encomienden a Él","fr":"Si tu leur demandais: «Qui a créé les cieux et la terre?», Ils diraient assurément: «Allah». Dis: «Voyez-vous ceux que vous invoquez en dehors d'Allah; si Allah me voulait du mal, est-ce que [ces divinités] pourraient dissiper Son mal? Ou s'Il me voulait une miséricorde, pourraient-elles retenir Sa miséricorde?» - Dis: «Allah me suffit: c'est en Lui que placent leur confiance ceux qui cherchent un appui»","id":"Dan sungguh, jika engkau tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Niscaya mereka menjawab, \"Allah.\" Katakanlah, \"Kalau begitu tahukah kamu tentang apa yang kamu sembah selain Allah, jika Allah hendak mendatangkan bencana kepadaku, apakah mereka mampu menghilangkan bencana itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat mencegah rahmat-Nya?\" Katakanlah, \"Cukuplah Allah bagiku. Kepada-Nyalah orang-orang yang bertawakal berserah diri","ru":"Если ты спросишь их: «Кто создал небеса и землю?». - они непременно скажут: «Аллах». Скажи: «Видели ли вы тех, к кому вы взываете вместо Аллаха? Если Аллах захочет навредить мне, разве они смогут отвратить Его вред? Или же, если Он захочет оказать мне милость, разве они смогут удержать Его милость?». Скажи: «Довольно мне Аллаха. На Него одного уповают уповающие»","sv":"Och om du frågar människorna: \"Vem har skapat himlarna och jorden?\" - svarar de helt visst: \"Gud.\" Säg: \"Har ni övervägt om de som ni anropar i Guds ställe kan avvärja ett ont som Gud vill skall drabba mig? Eller om Han vill bevisa mig Sin nåd, kan de hindra Hans nåd att nå mig?\" Säg: \"Jag behöver ingen utom Gud. Till Honom litar de som söker [ett mäktigt] stöd","tr":"And olsun ki, onlara, \"Gökleri ve yeri yaratan kimdir?\" diye sorsan: \"Allah'tır\" derler. De ki: \"Öyleyse bana bildirin, Allah bana bir zarar vermek isterse, Allah'ı bırakıp da taptıklarınız, O'nun verdiği zararı giderebilir mi? Yahut bana bir rahmetdilerse, O'nun rahmetini önleyebilir mi?\" De ki: \"Allah bana yeter; güvenenler O'na güvenir","ur":"اِن لوگوں سے اگر تم پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ اللہ نے اِن سے کہو، جب حقیقت یہ ہے تو تمہارا کیا خیال ہے کہ اگر اللہ مجھے کوئی نقصان پہنچانا چاہے تو کیا تمہاری یہ دیویاں، جنہیں تم اللہ کو چھوڑ کر پکارتے ہو، مجھے اُس کے پہنچائے ہوئے نقصان سے بچا لیں گی؟ یا اللہ مجھ پر مہربانی کرنا چاہے تو کیا یہ اس کی رحمت کو روک سکیں گی؟ بس ان سے کہہ دو کہ میرے لیے اللہ ہی کافی ہے، بھروسہ کرنے والے اُسی پر بھروسہ کرتے ہیں","zh":"如果你问他们：“谁创造了天地？”他们必定说：“安拉。”你说：“你们告诉我吧，你们舍安拉而祈祷的那些偶像，如果安拉欲加害于我，她们能解除他的伤害吗？如果安拉欲施恩于我，她们能扣留他的恩惠吗？”你说：“安拉是使我满足的，托靠者只托靠安拉。”"},"transliteration":"Walain saaltahum man khalaqa alssamawati waalarda layaqoolunna Allahu qul afaraaytum ma tadAAoona min dooni Allahi in aradaniya Allahu bidurrin hal hunna kashifatu durrihi aw aradanee birahmatin hal hunna mumsikatu rahmatihi qul hasbiya Allahu AAalayhi yatawakkalu almutawakkiloona","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
