{"id":4099,"number":41,"text":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","translations":{"en":"Indeed, We sent down to you the Book for the people in truth. So whoever is guided - it is for [the benefit of] his soul; and whoever goes astray only goes astray to its detriment. And you are not a manager over them","es":"[¡Oh, Mujámmad!] Te he revelado el Libro con la Verdad para [que se lo transmitas a] la gente. Quien siga la guía lo hará en beneficio propio, pero quien se desvíe lo hará en detrimento propio. Sabe que tú no eres responsable de lo que ellos hagan","fr":"Nous t'avons fait descendre le Livre, pour les hommes, en toute vérité. Quiconque se guide [le fait] pour son propre bien; et quiconque s'égare, s'égare à son détriment. Tu n'es nullement responsable [de leurs propres affaires]","id":"Sungguh, Kami menurunkan kepadamu Kitab (Alquran) dengan membawa kebenaran untuk manusia; barang siapa mendapat petunjuk maka (petunjuk itu) untuk dirinya sendiri, dan siapa sesat maka sesungguhnya kesesatan itu untuk dirinya sendiri, dan engkau bukanlah orang yang bertanggung jawab terhadap mereka","ru":"Мы ниспослали тебе Писание для людей с истиной. Тот, кто последовал прямым путем, поступил во благо себе. А тот, кто впал в заблуждение, поступает во вред только себе, и ты не являешься их попечителем и хранителем","sv":"DET ÄR för människornas skull som Vi har uppenbarat Skriften för dig med sanningen. Och den som låter sig vägledas [vägleds] till nytta för sig själv, och den som går vilse, går inte vilse till skada för någon annan än sig själv. Du har inte satts att vaka över dem","tr":"Doğrusu Biz, insanlar için Kitap'ı gerçekle sana indirdik; kim doğru yolda ise bu kendi lehinedir; sapıtan da kendi aleyhine sapıtmış olur. Sen onlara vekil değilsin","ur":"(اے نبیؐ) ہم نے سب انسانوں کے لیے یہ کتاب برحق تم پر نازل کر دی ہے اب جو سیدھا راستہ اختیار کرے گا اپنے لیے کرے گا اور جو بھٹکے گا اُس کے بھٹکنے کا وبال اُسی پر ہوگا، تم اُن کے ذمہ دار نہیں ہو","zh":"我确已为世人而给你降示这部包含真理的经典，谁遵循正道，谁自受其益；谁误入歧途，谁自受其害。你绝不是他们的监护者。"},"transliteration":"Inna anzalna AAalayka alkitaba lilnnasi bialhaqqi famani ihtada falinafsihi waman dalla fainnama yadillu AAalayha wama anta AAalayhim biwakeelin","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
