{"id":410,"number":117,"text":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","translations":{"en":"The example of what they spend in this worldly life is like that of a wind containing frost which strikes the harvest of a people who have wronged themselves and destroys it. And Allah has not wronged them, but they wrong themselves","es":"[De nada les servirán] las caridades que ellos hacen en esta vida mundanal [porque la incredulidad las destruye] como un viento frío que azota una cosecha de gente que ha sido injusta, y la destruye. Pero Dios no ha sido injusto con ellos, sino que ellos lo han sido consigo mismos","fr":"Ce qu'ils dépensent dans la vie présente ressemble à un vent glacial qui s'abat sur un champ appartenant à des gens qui se sont lésés eux-mêmes, et le détruit. Car ce n'est pas Allah qui leur cause du mal, mais ils se font du mal à eux-mêmes","id":"Perumpamaan harta yang mereka infakkan di dalam kehidupan dunia ini, ibarat angin yang mengandung hawa yang sangat dingin, yang menimpa tanaman (milik) suatu kaum yang menzalimi diri sendiri, lalu angin itu merusaknya. Allah tidak menzalimi mereka, tetapi mereka yang menzalimi diri sendiri","ru":"То, что они расходуют в этой мирской жизни, подобно морозному (или завывающему; или огненному) ветру, который поразил ниву людей, поступивших несправедливо по отношению к себе, а затем погубил ее. Аллах не был несправедлив к ним - они сами поступали несправедливо по отношению к себе","sv":"Vad [människor] ger ut för [ting] som hör till detta liv kan jämföras med de orättfärdigas gröda som förhärjas av en frostig vind. Gud har inte gjort dem orätt - nej, [med sina handlingar] gör de orätt mot sig själva","tr":"Bu dünya hayatında sarfettiklerinin durumu, kendilerine zulmeden kimselerin ekinlerine isabetle kavurup mahveden soğuk bir rüzgarın durumu gibidir. Allah onlara zulmetmedi, onlar kendilerine yazık ettiler","ur":"جو کچھ وہ اپنی اس دنیا کی زندگی میں خرچ کر رہے ہیں اُس کی مثال اُس ہوا کی سی ہے جس میں پالا ہو اور وہ اُن لوگوں کی کھیتی پر چلے جنہوں نے اپنے اوپر ظلم کیا ہے اور اسے برباد کر کے رکھ دے اللہ نے ان پر ظلم نہیں کیا در حقیقت یہ خود اپنے اوپر ظلم کر رہے ہیں","zh":"他们在今世生活中所施舍的，譬如寒风吹向自欺的民众的禾稼上，就把它毁灭了。安拉没有亏枉他们，但他们自欺。"},"transliteration":"Mathalu ma yunfiqoona fee hathihi alhayati alddunya kamathali reehin feeha sirrun asabat hartha qawmin thalamoo anfusahum faahlakathu wama thalamahumu Allahu walakin anfusahum yathlimoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
