{"id":4105,"number":47,"text":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","translations":{"en":"And if those who did wrong had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby from the worst of the punishment on the Day of Resurrection. And there will appear to them from Allah that which they had not taken into account","es":"Si los que cometen injusticias [idolatrías] poseyeran todo cuanto hay en la Tierra y otra cantidad semejante, querrían entregarlo como rescate para salvarse del castigo el Día de la Resurrección; pero Dios ya les mostrará lo que no se imaginan","fr":"Si les injustes possédaient tout ce qui se trouve sur la terre, - et autant encore -, ils l'offriraient comme rançon pour échapper au pire châtiment le Jour de la Résurrection; et leur apparaîtra, de la part d'Allah, ce qu'ils n'avaient jamais imaginé","id":"Dan sekiranya orang-orang yang zalim mempunyai segala apa yang ada di bumi dan ditambah lagi sebanyak itu, niscaya mereka akan menebus dirinya dengan itu dari azab yang buruk pada hari Kiamat. Dan jelaslah bagi mereka azab dari Allah yang dahulu tidak pernah mereka perkirakan","ru":"Если бы у тех, которые поступали несправедливо, было все, что на земле, и еще столько же, то они непременно попытались бы откупиться этим от ужасных мучений в День воскресения. Но откроется им от Аллаха то, о чем они даже не предполагали","sv":"Om de orättfärdiga ägde hela jorden och lika mycket därtill skulle de helt säkert erbjuda det som lösen för att friköpa sig från det svåra lidande [som väntar dem] på Uppståndelsens dag; Gud skall låta dem klart se något som de inte hade räknat med","tr":"Yeryüzünde olanların hepsi ve bir misli daha zalimlerin olmuş olsa, kıyamet günündeki kötü azap için fidye verseler kabul edilmez. Allah katından onlara, hiç hesaplamadıkları şeyler beliriverir","ur":"اگر اِن ظالموں کے پاس زمین کی ساری دولت بھی ہو، اور اتنی ہی اور بھی، تو یہ روز قیامت کے برے عذاب سے بچنے کے لیے سب کچھ فدیے میں دینے کے لیے تیار ہو جائیں گے وہاں اللہ کی طرف سے ان کے سامنے وہ کچھ آئے گا جس کا انہوں نے کبھی اندازہ ہی نہیں کیا ہے","zh":"假若地面上的一切都归不义者所有，再加上同样的一份，他们必用做赎金，以赎取复活日的严刑。他们没有料到的刑罚，将从安拉那里，对他们显现出来。"},"transliteration":"Walaw anna lillatheena thalamoo ma fee alardi jameeAAan wamithlahu maAAahu laiftadaw bihi min sooi alAAathabi yawma alqiyamati wabada lahum mina Allahi ma lam yakoonoo yahtasiboona","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
