{"id":4107,"number":49,"text":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translations":{"en":"And when adversity touches man, he calls upon Us; then when We bestow on him a favor from Us, he says, \"I have only been given it because of [my] knowledge.\" Rather, it is a trial, but most of them do not know","es":"Cuando al ser humano le sucede una desgracia Me invoca; y luego, cuando le concedo una gracia, dice: \"La gracia que se me ha concedido es porque me lo merecía debido a mi capacidad\". Esto es una prueba [de Dios], pero la mayoría lo ignora","fr":"Quand un malheur touche l'homme, il Nous invoque. Quand ensuite Nous lui accordons une faveur de Notre part, il dit: «Je ne la dois qu'à [ma] science». C'est une épreuve, plutôt; mais la plupart d'entre eux ne savent pas","id":"Maka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, \"Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.\" Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui","ru":"Когда человека касается вред, он взывает к Нам. Когда же Мы предоставляем ему благо от Нас, он говорит: «Воистину, это даровано мне благодаря знанию (знанию Аллаха о моих заслугах или моему знанию)». О нет, это - искушение, но большинство их не знает этого","sv":"NÄR MÄNNISKAN drabbas av ett ont, anropar hon Oss [om hjälp]; men när Vi skänker henne av Vårt goda, säger hon: \"Detta får jag på grund av min kunskap [och min klokhet].\" Nej, detta [goda] är en prövning, men de flesta inser det inte","tr":"İnsanın başına bir sıkıntı gelince Bize yalvarır. Sonra katımızdan ona bir nimet verdiğimiz zaman: \"Bu bana bilgimden dolayı verilmiştir\" der. Hayır; o bir imtihandır, fakat çokları bilmezler","ur":"یہی انسان جب ذرا سی مصیبت اِسے چھو جاتی ہے تو ہمیں پکارتا ہے، اور جب ہم اسے اپنی طرف سے نعمت دے کر اپھار دیتے ہیں تو کہتا ہے کہ یہ تو مجھے علم کی بنا پر دیا گیا ہے! نہیں، بلکہ یہ آزمائش ہے، مگر ان میں سے اکثر لوگ جانتے نہیں ہیں","zh":"人遭遇患难时，就祈祷我；一旦我把我的恩典赏赐他，他便说：“我获得这恩典，只因我有特殊的知识罢了。”不然！那是一种试验，但他们大半不知道。"},"transliteration":"Faitha massa alinsana durrun daAAana thumma itha khawwalnahu niAAmatan minna qala innama ooteetuhu AAala AAilmin bal hiya fitnatun walakinna aktharahum la yaAAlamoona","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
