{"id":4109,"number":51,"text":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَـٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","translations":{"en":"And the evil consequences of what they earned struck them. And those who have wronged of these [people] will be afflicted by the evil consequences of what they earned; and they will not cause failure","es":"Los azotó el castigo por lo que cometieron; los opresores serán castigados por sus malas obras, y no lo podrán evitar","fr":"Ils furent donc atteints par les mauvaises conséquences de leurs acquis. Ceux de ces gens [les Mecquois] qui auront commis l'injustice seront atteints par les mauvaises conséquences de leurs acquis et ils ne pourront s'opposer à la puissance [d'Allah]","id":"Lalu mereka ditimpa (bencana) dari akibat buruk apa yang mereka perbuat. Dan orang-orang yang zalim di antara mereka juga akan ditimpa (bencana) dari akibat buruk apa yang mereka kerjakan dan mereka tidak dapat melepaskan diri","ru":"Их поразили злые деяния, которые они приобрели. Тех, которые поступали несправедливо, из этих также поразят злые деяния, которые они приобрели, и им не удастся спастись","sv":"och det onda de hade gjort återföll på dem [själva]. Och de som nu begår orätt skall [också] drabbas av det onda de gör, och de kommer inte att kunna sätta sig upp emot [Gud]","tr":"Bunun için, işledikleri kötülükler başlarına geldi. Bunlar içinde zulmedenlerin de kazandıkları kötülükler başlarına gelecektir. Bu hususta Allah'ı aciz bırakamazlar","ur":"پھر اپنی کمائی کے برے نتائج انہوں نے بھگتے، اور اِن لوگوں میں سے بھی جو ظالم ہیں وہ عنقریب اپنی کمائی کے برے نتائج بھگتیں گے، یہ ہمیں عاجز کر دینے والے نہیں ہیں","zh":"故他们已遭受自己所干的罪恶的果报。这些人中不义的人们，将遭受自己所干的罪恶的果报，他们绝不能逃避天谴。"},"transliteration":"Faasabahum sayyiatu ma kasaboo waallatheena thalamoo min haolai sayuseebuhum sayyiatu ma kasaboo wama hum bimuAAjizeena","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
