{"id":411,"number":118,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","translations":{"en":"O you who have believed, do not take as intimates those other than yourselves, for they will not spare you [any] ruin. They wish you would have hardship. Hatred has already appeared from their mouths, and what their breasts conceal is greater. We have certainly made clear to you the signs, if you will use reason","es":"¡Oh, creyentes! No tomen por confidentes a quienes no sean como ustedes, porque los que rechazan la verdad se esforzarán para corromperlos, porque desean verlos en la ruina. Ya han manifestado su odio con palabras, pero lo que ocultan sus corazones es peor aún. Les he mostrado las evidencias de su enemistad, para que reflexionen","fr":"O les croyants, ne prenez pas de confidents en dehors de vous-mêmes: ils ne failliront pas à vous bouleverser. Ils souhaiteraient que vous soyez en difficulté. La haine certes s'est manifestée dans leurs bouches, mais ce que leurs poitrines cachent est encore plus énorme. Voilà que Nous vous exposons les signes. Si vous pouviez raisonner","id":"Wahai orang-orang yang beriman! Janganlah kamu menjadikan teman orang-orang yang di luar kalanganmu (seagama) sebagai teman kepercayaanmu, (karena) mereka tidak henti-hentinya menyusahkan kamu. Mereka mengharapkan kehancuranmu. Sungguh, telah nyata kebencian dari mulut mereka, dan apa yang tersembunyi di hati mereka lebih jahat. Sungguh, telah Kami terangkan kepadamu ayat-ayat (Kami), jika kamu mengerti","ru":"О те, которые уверовали! Не берите своими помощниками тех, кто не из вас. Они не упускают случая навредить вам и радуются вашим трудностям. Ненависть уже проявилась у них на устах, но в их сердцах кроется еще большая ненависть. Мы уже разъяснили вам знамения, если вы только разумеете","sv":"TROENDE! Sök inte förtrogna vänner bland dem som står utanför er [gemenskap]! De sparar ingen möda för att så förvirring i era led och önskar att ni skall plågas av olyckor och elände. Hatet flödar redan över deras läppar, men vad de bär i sitt inre är långt värre. Vi har låtit er se tecknen - [drag slutsatsen] om ni har förstånd","tr":"Ey İnananlar! Sizden olmayanı sırdaş edinmeyin, onlar sizi şaşırtmaktan geri durmazlar, sıkıntıya düşmenizi isterler. Onların öfkesi ağızlarından taşmaktadır, kalblerinin gizlediği ise daha büyüktür. Eğer aklediyorsanız, şüphesiz size ayetleri açıkladık","ur":"اے لوگو جو ایمان لائے ہو، اپنی جماعت کے لوگوں کے سوا دوسروں کو اپنا راز دار نہ بناؤ وہ تمہاری خرابی کے کسی موقع سے فائدہ اٹھانے میں نہیں چوکتے تمہیں جس چیز سے نقصان پہنچے وہی ان کو محبوب ہے ان کے دل کا بغض ان کے منہ سے نکلا پڑتا ہے اور جو کچھ وہ اپنے سینوں میں چھپائے ہوئے ہیں وہ اس سے شدید تر ہے ہم نے تمہیں صاف صاف ہدایات دے دی ہیں، اگر تم عقل رکھتے ہو (تو ان سے تعلق رکھنے میں احتیاط برتو گے)","zh":"信道的人们啊！你们不要以不同教的人为心腹，他们不遗余力地谋害你们，他们希望你们遭难，他们的口中已吐露怨恨，他们的胸中所隐讳的，尤为恶毒。我确已为你们阐明许多迹象，如果你们是能了解的。"},"transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo bitanatan min doonikum la yaloonakum khabalan waddoo ma AAanittum qad badati albaghdao min afwahihim wama tukhfee sudooruhum akbaru qad bayyanna lakumu alayati in kuntum taAAqiloona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
