{"id":412,"number":119,"text":"هَـٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translations":{"en":"Here you are loving them but they are not loving you, while you believe in the Scripture - all of it. And when they meet you, they say, \"We believe.\" But when they are alone, they bite their fingertips at you in rage. Say, \"Die in your rage. Indeed, Allah is Knowing of that within the breasts","es":"Ustedes los aman a ellos, porque creen en todas las revelaciones, pero ellos no los aman a ustedes. Cuando se encuentran con ustedes dicen: \"¡Somos creyentes!\" Pero cuando están a solas se muerden los dedos por la rabia que sienten contra ustedes. Di: \"Muéranse de rabia\". Dios sabe bien lo que encierran los corazones","fr":"Vous, (Musulmans) vous les aimez, alors qu'ils ne vous aiment pas; et vous avez foi dans le Livre tout entier. Et lorsqu'ils vous rencontrent, ils disent: «Nous croyons» et une fois seuls, de rage contre vous, ils se mordent les bouts des doigts. Dis: «mourez de votre rage». En vérité, Allah connaît fort bien le contenu des cœurs","id":"Beginilah kamu! Kamu menyukai mereka, padahal mereka tidak menyukaimu, dan kamu beriman kepada semua kitab. Apabila mereka berjumpa denganmu, mereka berkata, \"Kami beriman,\" dan apabila mereka menyendiri, mereka menggigit ujung jari karena marah dan benci kepadamu. Katakanlah, \"Matilah kamu karena kemarahanmu itu!\" Sungguh, Allah Maha Mengetahui segala isi hati","ru":"Вот вы любите их, а они вас не любят. И вы верите во все Писания. Когда они встречаются с вами, то говорят: «Мы уверовали». Когда же остаются одни, то кусают кончики пальцев от злобы к вам. Скажи: «Умрите от своей злобы! Аллаху известно о том, что в груди»","sv":"Det är ni som visar dem tillgivenhet; de hyser däremot inga varma känslor för er, fastän ni tror på uppenbarelsen hel och hållen. När de möter er säger de: \"Vi tror.\" Men när de är ensamma, biter de sig i fingertopparna i ursinne. Säg: \"Måtte ni gå under i ert ursinne! Gud vet vad som rör sig i människans innersta","tr":"İşte siz, onlar sizi sevmezken onları seven ve Kitapların bütününe inanan kimselersiniz. Size rastladıkları zaman: \"İnandık\" derler, yalnız kaldıklarında da, size öfkelerinden parmaklarını ısırırlar. De ki: \"Öfkenizden çatlayın\". Allah kalblerde olanı bilir","ur":"تم ان سے محبت رکھتے ہو مگر وہ تم سے محبت نہیں رکھتے حالانکہ تم تمام کتب آسمانی کو مانتے ہو جب وہ تم سے ملتے ہیں تو کہتے ہیں کہ ہم نے بھی (تمہارے رسول اور تمہاری کتاب کو) مان لیا ہے، مگر جب جدا ہوتے ہیں تو تمہارے خلاف ان کے غیظ و غضب کا یہ حال ہوتا ہے کہ اپنی انگلیاں چبانے لگتے ہیں ان سے کہہ دو کہ اپنے غصہ میں آپ جل مرو اللہ دلوں کے چھپے ہوئے راز تک جانتا ہے","zh":"你们喜爱他们，他们却不喜爱你们，你们确信一切天经，而他们遇见你们就说：“我们已信道了。”他们私相聚会的时候，为怨恨你们而咬自己的指头。你说：“你们为怨恨而死亡吧！”安拉确是全知心事的。"},"transliteration":"Haantum olai tuhibboonahum wala yuhibboonakum watuminoona bialkitabi kullihi waitha laqookum qaloo amanna waitha khalaw AAaddoo AAalaykumu alanamila mina alghaythi qul mootoo bighaythikum inna Allaha AAaleemun bithati alssudoori","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
