{"id":4125,"number":67,"text":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّـٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translations":{"en":"They have not appraised Allah with true appraisal, while the earth entirely will be [within] His grip on the Day of Resurrection, and the heavens will be folded in His right hand. Exalted is He and high above what they associate with Him","es":"[Los idólatras] no han valorado a Dios en Su verdadera magnitud. El Día de la Resurrección contendrá toda la Tierra en Su puño, y los cielos estarán plegados en Su diestra. ¡Glorificado y enaltecido sea Dios! Él está por encima de lo que Le asocian","fr":"Ils n'ont pas estimé Allah comme Il devrait l'être alors qu'au Jour de la Résurrection, Il fera de la terre entière une poignée, et les cieux seront pliés dans Sa [main] droite. Gloire à Lui! Il est au-dessus de ce qu'ils Lui associent","id":"(Dan mereka tidak mengagungkan Allah sebagaimana mestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya.766) Mahasuci Dia dan Mahatinggi Dia dari apa yang mereka persekutukan","ru":"Не ценили они Аллаха должным образом, а ведь вся земля в День воскресения будет всего лишь Пригоршней Его, а небеса будут свернуты Его Десницей. Пречист Он и превыше того, что они приобщают к Нему в сотоварищи","sv":"De underskattar sannerligen Gud [som jämför Honom med bilder huggna i sten]! På Uppståndelsens dag skall jorden vara [som] en nypa [grus] för Honom och himlarna skall ligga hoprullade i Hans högra hand. Nej, stor är Han i Sin härlighet, höjd högt över allt vad [människor] sätter vid Hans sida","tr":"Onlar Allah'ı gereği gibi değerlendiremediler. Bütün yeryüzü, kıyamet günü O'nun avucundadır; gökler O'nun kudretiyle dürülmüş olacaktır. O, putperestlerin ortak koşmalarından yüce ve münezzehtir","ur":"اِن لوگوں نے اللہ کی قدر ہی نہ کی جیسا کہ اس کی قدر کرنے کا حق ہے (اس کی قدرت کاملہ کا حال تو یہ ہے کہ) قیامت کے روز پوری زمین اُس کی مٹھی میں ہو گی اور آسمان اس کے دست راست میں لپٹے ہوئے ہوں گے پاک اور بالاتر ہے وہ اس شرک سے جو یہ لوگ کرتے ہیں","zh":"他们没有切实地认识安拉。复活日，大地将全部握在他的拳头中，诸天将卷在他的右手中。赞颂安拉，超绝万物，他超乎他们所用去配他的！"},"transliteration":"Wama qadaroo Allaha haqqa qadrihi waalardu jameeAAan qabdatuhu yawma alqiyamati waalssamawatu matwiyyatun biyameenihi subhanahu wataAAala AAamma yushrikoona","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
