{"id":4126,"number":68,"text":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","translations":{"en":"And the Horn will be blown, and whoever is in the heavens and whoever is on the earth will fall dead except whom Allah wills. Then it will be blown again, and at once they will be standing, looking on","es":"Será soplada la trompeta y todos los que estén en los cielos y en la Tierra perecerán, excepto quien Dios quiera; luego será soplada por segunda vez y [todos resucitarán] poniéndose de pie [para ser juzgados]. Entonces verán","fr":"Et on soufflera dans la Trompe, et voilà que ceux qui seront dans les cieux et ceux qui seront sur la terre seront foudroyés, sauf ceux qu'Allah voudra [épargner]. Puis on y soufflera de nouveau, et les voilà debout à regarder","id":"Dan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah)","ru":"Но подуют в Рог, и тогда потеряют сознание (или умрут) те, кто на небесах, и те, кто на земле, кроме тех, кого Аллах пожелает оставить. Потом в нее подуют еще раз, и тогда они встанут и будут смотреть","sv":"Och [Domens] basunstötar skall ljuda och alla i himlarna och på jorden - utom de som Gud vill [skona] - skall falla livlösa till marken. Ännu en basunstöt - och de reser sig och får skåda [den nya verkligheten]","tr":"Sura üflenince, Allah'ın dilediği bir yana, göklerde olanlar, yerde olanlar hepsi düşüp ölür. Sonra Sura bir daha üflenince hemen ayağa kalkıp bakışır dururlar","ur":"اور اُس روز صور پھونکا جائے گا اور وہ سب مر کر گر جائیں گے جو آسمانوں اور زمین میں ہیں سوائے اُن کے جنہیں اللہ زندہ رکھنا چاہے پھر ایک دوسرا صور پھونکا جائے گا اور یکایک سب کے سب اٹھ کر دیکھنے لگیں گے","zh":"号角一响，凡在天地间的，都要昏倒，除非安拉所意欲的。然后，号角再一响，他们就忽然站起来，东瞻西顾的。"},"transliteration":"Wanufikha fee alssoori fasaAAiqa man fee alssamawati waman fee alardi illa man shaa Allahu thumma nufikha feehi okhra faitha hum qiyamun yanthuroona","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
