{"id":4129,"number":71,"text":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","translations":{"en":"And those who disbelieved will be driven to Hell in groups until, when they reach it, its gates are opened and its keepers will say, \"Did there not come to you messengers from yourselves, reciting to you the verses of your Lord and warning you of the meeting of this Day of yours?\" They will say, \"Yes, but the word of punishment has come into effect upon the disbelievers","es":"Los que se negaron a creer serán arriados en grupos hacia el Infierno, y cuando lleguen a él, serán abiertas sus puertas y sus [ángeles] guardianes les dirán: \"¿Acaso no se les presentaron Mensajeros que les transmitieron los signos de su Señor, y les advirtieron sobre la comparecencia de este día?\" Responderán: \"¡Sí! Pero [debido a que los desmentimos] se cumplirá el designio de Dios de castigar a los incrédulos","fr":"Et ceux qui avaient mécru seront conduits par groupes à l'Enfer. Puis, quand ils y parviendront, ses portes s'ouvriront et ses gardiens leur diront: «Des messagers [choisis] parmi vous ne vous sont-ils pas venus, vous récitant les versets de votre Seigneur et vous avertissant de la rencontre de votre jour que voici?» Ils diront: si, mais le décret du châtiment s'est avéré juste contre les mécréants","id":"Orang-orang yang kafir digiring ke neraka Jahanam secara berombongan. Sehingga apabila mereka sampai kepadanya (neraka) pintu-pintunya dibukakan dan penjaga-penjaga berkata kepada mereka, \"Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?\" Mereka menjawab, \"Benar, ada,\" tetapi ketetapan azab pasti berlaku terhadap orang-orang kafir","ru":"Тех, которые не уверовали, толпами погонят в Геенну. Когда они подойдут в ней, ее врата будут распахнуты, и ее стражи скажут им: «Разве не приходили к вам посланники из вас самих, которые читали вам аяты вашего Господа и предупреждали вас о встрече с этим днем вашим?». Они скажут: «Конечно!». Но сбылось относительно неверующих Слово о мучениях","sv":"Och de som förnekade sanningen skall drivas mot helvetet, skara efter skara, och när de når fram öppnas dess portar och väktarna säger till dem: \"Har inte sändebud ur era egna led kommit och framfört er Herres budskap till er och påmint er om mötet denna Dag?\" Och de skall svara: \"Jo, [så är det].\" Men [Guds] straffdom har oåterkalleligen fallit över förnekarna","tr":"İnkar edenler, bölük bölük cehenneme sürülür. Oraya vardıklarında kapıları açılır; bekçileri onlara: \"Size içinizden Rabbinizin ayetlerini okuyan ve bugüne kavuşacağınızı ihtar eden peygamberler gelmedi mi\" derler. \"Evet geldi\" derler. Lakin azap sözü inkarcıların aleyhine gerçekleşir","ur":"(اِس فیصلہ کے بعد) وہ لوگ جنہوں نے کفر کیا تھا جہنم کی طرف گروہ در گروہ ہانکے جائیں گے، یہاں تک کہ جب وہ وہاں پہنچیں گے تو اس کے دروازے کھولے جائیں گے اور اُس کے کارندے ان سے کہیں گے \"کیا تمہارے پاس تمہارے اپنے لوگوں میں سے ایسے رسول نہیں آئے تھے، جنہوں نے تم کو تمہارے رب کی آیات سنائی ہوں اور تمہیں اس بات سے ڈرایا ہو کہ ایک وقت تمہیں یہ دن بھی دیکھنا ہوگا؟\" وہ جواب دیں گے \"ہاں، آئے تھے، مگر عذاب کا فیصلہ کافروں پر چپک گیا","zh":"不信道者，将一队一队地被赶入火狱，迨他们来到火狱前面的时候，狱门开了，管狱的天使要对他们说：“难道你们族中的使者没有来对你们宣读你们的主的迹象，并警告你们将有今日的相会吗？他们回答说：“不然，（已经宣读过）”。然而，不信道的人们，必受刑罚的判决。"},"transliteration":"Waseeqa allatheena kafaroo ila jahannama zumaran hatta itha jaooha futihat abwabuha waqala lahum khazanatuha alam yatikum rusulun minkum yatloona AAalaykum ayati rabbikum wayunthiroonakum liqaa yawmikum hatha qaloo bala walakin haqqat kalimatu alAAathabi AAala alkafireena","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
