{"id":413,"number":120,"text":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","translations":{"en":"If good touches you, it distresses them; but if harm strikes you, they rejoice at it. And if you are patient and fear Allah, their plot will not harm you at all. Indeed, Allah is encompassing of what they do","es":"Cuando ustedes prosperan, ellos se afligen; pero cuando les sobreviene un mal, se alegran. Si ustedes son pacientes y tienen temor de Dios, sus intrigas no les harán ningún daño. Dios sabe bien lo que ellos hacen","fr":"Qu'un bien vous touche, ils s'en affligent. Qu'un mal vous atteigne, ils s'en réjouissent. Mais si vous êtes endurants et pieux, leur manigance ne vous causera aucun mal. Allah connaît parfaitement tout ce qu'ils font","id":"Jika kamu memperoleh kebaikan, (niscaya) mereka bersedih hati, tetapi jika kamu tertimpa bencana, mereka bergembira karenanya. Jika kamu bersabar dan bertakwa, tipu daya mereka tidak akan menyusahkan kamu sedikit pun. Sungguh, Allah Maha Meliputi segala apa yang mereka kerjakan","ru":"Если с вами случается доброе, это огорчает их; если же вас постигает беда, они радуются. Но если вы будете терпеливы и богобоязненны, то их козни не причинят вам никакого вреда. Воистину, Аллах объемлет все, что они совершают","sv":"Om det går er väl blir de besvikna, och de gläder sig när ni drabbas av en motgång. Men om ni bär [allt detta] med jämnmod och fruktar Gud, kan deras onda anslag inte i något avseende skada er. Gud har full uppsikt över [dem och] deras företag","tr":"Size bir iyilik gelse, onların fenasına gider; başınıza bir kötülük gelse buna sevinirler. Sabreder ve sakınırsanız, onların hilesi size hiçbir zarar vermez. Allah işlediklerinin hepsini ilmiyle kuşatmıştır","ur":"تمہارا بھلا ہوتا ہے تو ان کو برا معلوم ہوتا ہے، اور تم پر کوئی مصیبت آتی ہے تو یہ خوش ہوتے ہیں مگر ان کی کوئی تدبیر تمہارے خلاف کارگر نہیں ہوسکتی بشرطیکہ تم صبر سے کام لو اور اللہ سے ڈر کر کام کرتے رہو جو کچھ یہ کر رہے ہیں اللہ اُس پر حاوی ہے","zh":"你们获得福利，他们就忧愁；你们遭遇祸患，他们就快乐。如果你们坚忍而且敬畏，那么，他们的计谋就不能伤你们一丝毫。安拉确是周知他们的行为的。"},"transliteration":"In tamsaskum hasanatun tasuhum wain tusibkum sayyiatun yafrahoo biha wain tasbiroo watattaqoo la yadurrukum kayduhum shayan inna Allaha bima yaAAmaloona muheetun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
