{"id":4131,"number":73,"text":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","translations":{"en":"But those who feared their Lord will be driven to Paradise in groups until, when they reach it while its gates have been opened and its keepers say, \"Peace be upon you; you have become pure; so enter it to abide eternally therein,\" [they will enter]","es":"Pero quienes hayan tenido temor de su Señor, serán conducidos al Paraíso en grupos, y cuando lleguen a él, serán abiertas sus puertas y sus [ángeles] guardianes les dirán: \"Con ustedes sea la paz, bienvenidos. Ingresen en él por toda la eternidad","fr":"Et ceux qui avaient craint leur Seigneur seront conduits par groupes au Paradis. Puis, quand ils y parviendront et que ses portes s'ouvriront ses gardiens leur diront: «Salut à vous! vous avez été bons: entrez donc, pour y demeurer éternellement»","id":"Dan orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga secara berombongan. Sehingga apabila mereka sampai kepadanya (surga) dan pintu-pintunya telah dibukakan, penjaga-penjaganya berkata kepada mereka, \"Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya","ru":"А тех, которые боялись своего Господа, толпами проводят в Рай. Когда они приблизятся, и его врата распахнутся, его стражи скажут им: «Мир вам! Вы были хороши. Входите же сюда навечно!»","sv":"Och de som fruktade sin Herre skall ledas mot paradiset, skara efter skara, och när de når fram står [redan] dess portar öppna och väktarna säger: \"Fred vare med er, ni goda människor! Stig in [i paradiset]! Här skall ni förbli till evig tid","tr":"Rablerine karşı gelmekten sakınanlar, bölük bölük cennete götürülürler. Oraya varıp da kapıları açıldığında, bekçileri onlara: \"Selam size, hoş geldiniz! Temelli olarak buraya girin\" derler","ur":"اور جو لوگ اپنے رب کی نافرمانی سے پرہیز کرتے تھے انہیں گروہ در گروہ جنت کی طرف لے جایا جائے گا یہاں تک کہ جب وہ وہاں پہنچیں گے، اور اس کے دروازے پہلے ہی کھولے جا چکے ہوں گے، تو اُس کے منتظمین ان سے کہیں گے کہ \"سلام ہو تم پر، بہت اچھے رہے، داخل ہو جاؤ اس میں ہمیشہ کے لیے","zh":"敬畏主者将一队一队地被邀入乐园，迨他们来到乐园前面的时候，园门开了，管园的天使要对他们说：“祝你们平安！你们已经纯洁了，所以你们进去永居吧！”"},"transliteration":"Waseeqa allatheena ittaqaw rabbahum ila aljannati zumaran hatta itha jaooha wafutihat abwabuha waqala lahum khazanatuha salamun AAalaykum tibtum faodkhulooha khalideena","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
