{"id":4132,"number":74,"text":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","translations":{"en":"And they will say, \"Praise to Allah, who has fulfilled for us His promise and made us inherit the earth [so] we may settle in Paradise wherever we will. And excellent is the reward of [righteous] workers","es":"Exclamarán: \"¡Alabado sea Dios!, Quien cumplió Su promesa y nos hizo heredar la tierra del Paraíso, para establecernos donde queramos. ¡Qué excelente la recompensa de los que obraron el bien","fr":"Et ils diront: «Louange à Allah qui nous a tenu Sa promesse et nous a fait hériter la terre! Nous allons nous installer dans le Paradis là où nous voulons». Que la récompense de ceux qui font le bien est excellente","id":"Dan mereka berkata, \"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberikan tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.\" Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal","ru":"Они скажут: «Хвала Аллаху, Который дал нам правдивое обещание и позволил нам унаследовать райскую землю. Мы можем поселиться в Раю, где пожелаем. Как же прекрасна награда тружеников!»","sv":"Och de [saliga] skall säga: \"Låt oss lova och prisa Gud, som har uppfyllt Sitt löfte och gett oss [detta] land till arvedel, [denna] lustgård där vi får slå oss ned var vi har lust!\" Ja, makalös är den belöning [som är förberedd] för dem som arbetar och strävar [för Guds sak]","tr":"Onlar: \"Bize verdiği sözde duran ve bizi bu yere varis kılan Allah'a hamdolsun. Cennette istediğimiz yerde oturabiliriz. Yararlı iş işleyenlerin ecri ne güzelmiş!\" derler","ur":"اور وہ کہیں گے \"شکر ہے اُس خدا کا جس نے ہمارے ساتھ اپنا وعدہ سچ کر دکھایا اور ہم کو زمین کا وارث بنا دیا، اب ہم جنت میں جہاں چاہیں اپنی جگہ بنا سکتے ہیں\" پس بہترین اجر ہے عمل کرنے والوں کے لیے","zh":"他们说：“一切赞颂，全归安拉！他对我们实践了他的约言，他使我们继承乐土，我们在乐园中随意居住。工作者的报酬真优美！”"},"transliteration":"Waqaloo alhamdu lillahi allathee sadaqana waAAdahu waawrathana alarda natabawwao mina aljannati haythu nashao faniAAma ajru alAAamileena","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
