{"id":4133,"number":75,"text":"وَتَرَى ٱلۡمَلَـٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translations":{"en":"And you will see the angels surrounding the Throne, exalting [Allah] with praise of their Lord. And it will be judged between them in truth, and it will be said, \"[All] praise to Allah, Lord of the worlds","es":"Verás a los ángeles, alrededor del Trono, glorificando las alabanzas de su Señor. [El Día del Juicio] se juzgará a la creación con total justicia, y se exclamará: \"¡Alabado sea Dios, Señor del universo","fr":"Et tu verras les Anges faisant cercle autour du Trône, célébrant les louanges de leur Seigneur et Le glorifiant. Et il sera jugé entre eux en toute équité, et l'on dira: «Louange à Allah, Seigneur de l'univers»","id":"Dan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling Arasy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, \"Segala puji bagi Allah, Tuhan seluruh alam","ru":"Ты увидишь ангелов, окружающих Трон и прославляющих хвалой своего Господа. Между ними рассудят по справедливости, и будет сказано: «Хвала Аллаху, Господу миров!»","sv":"Och du skall se änglarna omge [Allmaktens] tron med lovsång till sin Herres ära. Och rättvisa domar har fällts och [alla] höjer ropet: \"Allt lov och pris tillkommer Gud, världarnas Herre","tr":"Melekleri, arşın etrafını çevirmiş oldukları halde, Rablerini hamd ile överken görürsün. Artık insanların aralarında adaletle hüküm olunmuştur. \"Övgü, Alemlerin Rabbi olan Allah içindir\" denir","ur":"اور تم دیکھو گے کہ فرشتے عرش کے گرد حلقہ بنائے ہوئے اپنے رب کی حمد اور تسبیح کر رہے ہوں گے، اور لوگوں کے درمیان ٹھیک ٹھیک حق کے ساتھ فیصلہ چکا دیا جائے گا، اور پکار دیا جائے گا کہ حمد ہے اللہ ربّ العالمین کے لیے","zh":"你将见众天使环饶在宝座的四周，颂扬他们的主，他们将被秉公裁判。或者说：“一切赞颂，全归安拉——众世界的主！”"},"transliteration":"Watara almalaikata haffeena min hawli alAAarshi yusabbihoona bihamdi rabbihim waqudiya baynahum bialhaqqi waqeela alhamdu lillahi rabbi alAAalameena","chapter":{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translations":{"en":"The Troops","es":"Los Grupos","fr":"Les groupes","id":"Para Rombongan","ru":"Толпы","sv":"Skarorna","tr":"Zümer","ur":"گروہ","zh":"队伍"},"type":"meccan"}}
