{"id":4145,"number":12,"text":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","translations":{"en":"[They will be told], \"That is because, when Allah was called upon alone, you disbelieved; but if others were associated with Him, you believed. So the judgement is with Allah, the Most High, the Grand","es":"[Se les dirá:] \"Este tormento es porque, cuando se los invitó a adorar a un Dios Único, no creyeron; pero cuando se los invitaba a dedicarle actos de adoración a otros [ídolos] junto a Dios, entonces sí creyeron. El juicio corresponde a Dios, el Sublime, el Supremo","fr":"«... Il en est ainsi car lorsqu'Allah était invoqué seul (sans associé), vous ne croyiez pas; et si on Lui donnait des associés, alors vous croyiez. Le jugement appartient à Allah, le Très Haut, le Très Grand»","id":"Yang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar","ru":"Это потому, что когда призывали одного Аллаха, вы не веровали. Если же к Нему приобщали сотоварищей, вы верили. Решение принимает только Аллах, Возвышенный, Большой»","sv":"Och de skall få till svar: \"Detta [drabbar er] därför att ni, då den Ende Guden åkallades, ständigt förnekade [Honom], men då andra [väsen] sattes vid Hans sida, trodde ni [på dem]. Nej, Hans är domen - den Höge, den Väldige","tr":"Onlara: \"Yalnız Allah çağrıldığı zaman inkar ederdiniz de, O'na eş koşulunca inanırdınız. Bugün hüküm, yüce Allah'ındır\" denir","ur":"(جواب ملے گا) \"یہ حالت جس میں تم مبتلا ہو، اِس وجہ سے ہے کہ جب اکیلے اللہ کی طرف بلایا جاتا تھا تو تم ماننے سے انکار کر دیتے تھے اور جب اُس کے ساتھ دوسروں کو ملایا جاتا تو تم مان لیتے تھے اب فیصلہ اللہ بزرگ و برتر کے ہاتھ ہے","zh":"这是因为，当有人祈祷独一的安拉的时候，你们否认安拉；如果有人以物配他的时候，你们就承认那是合理的，故判决只归安拉——至高至大的主。"},"transliteration":"Thalikum biannahu itha duAAiya Allahu wahdahu kafartum wain yushrak bihi tuminoo faalhukmu lillahi alAAaliyyi alkabeeri","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
