{"id":4148,"number":15,"text":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","translations":{"en":"[He is] the Exalted above [all] degrees, Owner of the Throne; He places the inspiration of His command upon whom He wills of His servants to warn of the Day of Meeting","es":"Él posee los atributos más sublimes, Señor del Trono. Concede la revelación con Su Mensaje a quien Él quiere de Sus siervos, para que adviertan sobre el día de la comparecencia","fr":"Il est Celui qui est élevé aux degrés les plus hauts, Possesseur du Trône, Il envoie par son ordre l'Esprit sur celui qu'Il veut parmi Ses serviteurs, afin que celui-ci avertisse du jour de la Rencontre","id":"(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki Arasy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat)","ru":"Он обладает возвышенными качествами (или возвышает по степеням) и владеет Троном. Он ниспосылает дух (откровение) со Своими велениями тем из Своих рабов, кому пожелает, чтобы предупредить о Дне встречи","sv":"Han, Herren till [Allmaktens] tron, är höjd högt över ranger och grader. Han låter ingivelsens ande stiga ned enligt Sin plan till den Han vill av Sina tjänare för att varna [människorna] att de en Dag skall möta Honom","tr":"Arş sahibi, varlıkların en yücesi olan Allah, kavuşma gününü ihtar etmek için kullarından dilediğine emriyle vahyi indirir","ur":"وہ بلند درجوں والا، مالک عرش ہے اپنے بندوں میں سے جس پر چاہتا ہے اپنے حکم سے روح نازل کر دیتا ہے تاکہ وہ ملاقات کے دن سے خبردار کر دے","zh":"他是至尊的，是有宝座的，他依自己的决定发出的启示，授予他所意欲的仆人，以便他警告众人以相会之日——"},"transliteration":"RafeeAAu alddarajati thoo alAAarshi yulqee alrrooha min amrihi AAala man yashao min AAibadihi liyunthira yawma alttalaqi","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
