{"id":4149,"number":16,"text":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","translations":{"en":"The Day they come forth nothing concerning them will be concealed from Allah. To whom belongs [all] sovereignty this Day? To Allah, the One, the Prevailing","es":"Ese día saldrán [de las tumbas] y nada estará oculto a Dios. [Él preguntará:] \"¿Quién es el soberano hoy?\" [Y Él mismo responderá:] \"Solo Dios, el Único, el Victorioso","fr":"le jour où ils comparaîtront sans que rien en eux ne soit caché à Allah. A qui appartient la royauté, aujourd'hui? A Allah, l'Unique, le Dominateur","id":"(yaitu) pada hari (ketika) mereka keluar (dari kubur); tidak sesuatu pun keadaan mereka yang tersembunyi di sisi Allah. (Lalu Allah berfirman), \"Milik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan","ru":"В тот день, когда они появятся на поверхности земли после воскрешения, ничто о них не скроется от Аллаха. Кому же принадлежит власть сегодня? Аллаху, Единственному, Всемогущему","sv":"den Dag då de skall stiga ut [ur sina gravar] och då ingenting hos dem kan hållas dolt för Gud. Vem har det [obestridda] herraväldet denna Dag? Gud, den Ende, Den som härskar över allt med oinskränkt makt","tr":"O gün onlar meydana çıkarlar; onların hiçbir şeyi Allah'a gizli kalmaz. \"Bugün hükümranlık kimindir?\" denir; hepsi: \"Gücü herşeye yeten tek Allah'ındır\" derler","ur":"وہ دن جبکہ سب لوگ بے پردہ ہوں گے، اللہ سے ان کی کوئی بات بھی چھپی ہوئی نہ ہو گی (اُس روز پکار کر پوچھا جائے گا) آج بادشاہی کس کی ہے؟ (سارا عالم پکار اٹھے گا) اللہ واحد قہار کی","zh":"他们将出现之日，他们的事，对安拉毫无隐匿。“今日的主权是谁的？”“是独一至尊的安拉的。”"},"transliteration":"Yawma hum barizoona la yakhfa AAala Allahi minhum shayon limani almulku alyawma lillahi alwahidi alqahhari","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
