{"id":4151,"number":18,"text":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّـٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","translations":{"en":"And warn them, [O Muhammad], of the Approaching Day, when hearts are at the throats, filled [with distress]. For the wrongdoers there will be no devoted friend and no intercessor [who is] obeyed","es":"Adviérteles [¡oh, Mujámmad!] sobre la inminencia del Día [del Juicio], donde los corazones se les subirán hasta las gargantas por la angustia. Los que cometieron injusticias no tendrán ningún amigo ni intercesor que sea escuchado","fr":"Et avertis-les du jour qui approche, quand les cœurs remonteront aux gorges, terrifiés (ou angoissés). Les injustes n'auront ni ami zélé, ni intercesseur écouté","id":"Dan berilah mereka peringatan akan hari yang semakin dekat (hari Kiamat, yaitu) ketika hati (menyesak) sampai di kerongkongan karena menahan kesedihan. Tidak ada seorang pun teman setia bagi orang yang zalim dan tidak ada baginya seorang penolong yang diterima (pertolongannya)","ru":"Предупреди их о приближающемся дне, когда сердца подступят к горлу, и они будут опечалены. Не будет у беззаконников ни любящего родственника, ни заступника, которому подчиняются","sv":"Varna dem att den Dag närmar sig då struparna skall snöras samman av ångest; [då] syndarna inte [skall kunna kalla till hjälp] en kär vän och alla förböner skall vara förgäves","tr":"Onları, yüreklerin ağıza geleceği, tasadan yutkunacakları, yaklaşan kıyamet günü ile uyar. Zalimlerin ne dostu ne de sözü dinlenecek şefaatçisi olur","ur":"اے نبیؐ، ڈرا دو اِن لوگوں کو اُس دن سے جو قریب آ لگا ہے جب کلیجے منہ کو آ رہے ہوں گے اور لوگ چپ چاپ غم کے گھونٹ پیے کھڑے ہونگے ظالموں کا نہ کوئی مشفق دوست ہو گا اور نہ کوئی شفیع جس کی بات مانی جائے","zh":"你应当以临近之日警告他们，那时他们的心将升到咽喉，他满腹忧愁。不义者，将没有任何亲友，也没有奏效的说情者。"},"transliteration":"Waanthirhum yawma alazifati ithi alquloobu lada alhanajiri kathimeena ma lilththalimeena min hameemin wala shafeeAAin yutaAAu","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
