{"id":4158,"number":25,"text":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","translations":{"en":"And when he brought them the truth from Us, they said, \"Kill the sons of those who have believed with him and keep their women alive.\" But the plan of the disbelievers is not except in error","es":"Pero cuando se les presentó con Mi Verdad, dijeron: \"Maten a los hijos de quienes creyeron en él, y dejen con vida a sus mujeres\". Pero los planes de los incrédulos fueron en vano","fr":"Puis, quand il leur eut apporté la vérité venant de Nous, ils dirent: «Tuez les fils de ceux qui ont cru avec lui, et laissez vivre leurs femmes». Et les ruses des mécréants ne vont qu'en pure perte","id":"Maka ketika dia (Musa) datang kepada mereka membawa kebenaran dari Kami, mereka berkata, \"Bunuhlah anak-anak laki-laki dari orang-orang yang beriman bersama dia dan biarkan hidup perempuan-perempuan mereka.\" Namun tipu daya orang-orang kafir itu sia-sia belaka","ru":"Когда он принес им истину от Нас, они сказали: «Убивайте сыновей тех, кто уверовал вместе с ним, и оставляйте в живых их женщин!». Но козни неверующих безуспешны","sv":"Och när han kom till dem med den sanning som Vi gett honom, sade de: \"Döda sönerna till dem som är hans bröder i tron och skona deras kvinnor!\" Men [dessa] förnekares onda planer slog fel","tr":"Musa katımızdan onlara gerçeği getirince: \"Onunla beraber iman etmiş kimselerin oğullarını öldürün, kadınlarını sağ bırakın\" dediler. Ama inkarcıların hilesi elbette boşa gider","ur":"پھر جب وہ ہماری طرف سے حق ان کے سامنے لے آیا تو انہوں نے کہا \"جو لوگ ایمان لا کر اس کے ساتھ شامل ہوئے ہیں ان سب کے لڑکوں کو قتل کرو اور لڑکیاں کو جیتا چھوڑ دو\" مگر کافروں کی چال اکارت ہی گئی","zh":"他把从我这里发出的真理昭示他们的时候，他们说：“你们当杀戮与他一同信道者的儿子，只留下他们的女儿。”不信道者的计策，只在迷误中。"},"transliteration":"Falamma jaahum bialhaqqi min AAindina qaloo oqtuloo abnaa allatheena amanoo maAAahu waistahyoo nisaahum wama kaydu alkafireena illa fee dalalin","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
