{"id":4159,"number":26,"text":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","translations":{"en":"And Pharaoh said, \"Let me kill Moses and let him call upon his Lord. Indeed, I fear that he will change your religion or that he will cause corruption in the land","es":"Dijo el Faraón [con soberbia]: \"Déjenme, yo mataré a Moisés, y que invoque a su Señor [para que me lo impida]; temo que cambie la religión de ustedes o que siembre la corrupción en la Tierra","fr":"Et Pharaon dit: «Laissez-moi tuer Moïse. Et qu'il appelle son Seigneur! Je crains qu'il ne change votre religion ou qu'il ne fasse apparaître la corruption sur terre»","id":"Dan Fir'aun berkata (kepada pembesar-pembesarnya), \"Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di bumi","ru":"Фараон сказал: «Не мешайте мне убить Мусу (Моисея). Пусть он призовет своего Господа. Я опасаюсь, что он заменит вашу религию или распространит на земле нечестие»","sv":"Och Farao sade [till stormännen]: \"Låt mig [se till] att Moses dödas; han kan anropa sin Herre [om hjälp]! Jag är rädd att han [annars] förmår oss att anta en ny religion eller stör ordningen i landet och fördärvar sederna","tr":"Firavun: \"Beni bırakın da Musa'yı öldüreyim, o, Rabbine yalvaradursun. Onun, sizin dininizi değiştireceğinden veya yeryüzünde bozgun çıkaracağından korkuyorum\" dedi","ur":"ایک روز فرعون نے اپنے درباریوں سے کہا \"چھوڑو مجھے، میں اِس موسیٰؑ کو قتل کیے دیتا ہوں، اور پکار دیکھے یہ اپنے رب کو مجھے اندیشہ ہے کہ یہ تمہارا دین بدل ڈالے گا، یا ملک میں فساد برپا کرے گا","zh":"法老说：“你们让我杀死穆萨！叫他祈祷他的主去吧！我的确怕他改变你们的宗教，或在国内作乱。”"},"transliteration":"Waqala firAAawnu tharoonee aqtul moosa walyadAAu rabbahu innee akhafu an yubaddila deenakum aw an yuthhira fee alardi alfasada","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
