{"id":4161,"number":28,"text":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","translations":{"en":"And a believing man from the family of Pharaoh who concealed his faith said, \"Do you kill a man [merely] because he says, 'My Lord is Allah' while he has brought you clear proofs from your Lord? And if he should be lying, then upon him is [the consequence of] his lie; but if he should be truthful, there will strike you some of what he promises you. Indeed, Allah does not guide one who is a transgressor and a liar","es":"Dijo un hombre creyente de la familia del Faraón, que ocultaba su fe: \"¿Matarán a un hombre solo porque dice: ‘Dios es mi Señor’, siendo que les ha presentado milagros de su Señor? Si se trata de un mentiroso, sobre él recaerá su mentira; pero si dice la verdad, los azotará una parte del castigo conque los amenaza. Dios no guía a quien se extralimita y miente","fr":"Et un homme croyant de la famille de Pharaon, qui dissimulait sa foi dit: «Tuez-vous un homme parce qu'il dit: «Mon Seigneur est Allah?» Alors qu'il est venu à vous avec les preuves évidentes de la part de votre Seigneur. S'il est menteur, son mensonge sera à son détriment; tandis que s'il est véridique, alors une partie de ce dont il vous menace tombera sur vous». Certes, Allah ne guide pas celui qui est outrancier et imposteur","id":"Dan seseorang yang beriman di antara keluarga Fir'aun yang menyembunyikan imannya berkata, \"Apakah kamu akan membunuh seseorang karena dia berkata, \"Tuhanku adalah Allah,\" padahal sungguh, dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Dan jika dia seorang pendusta maka dialah yang akan menanggung (dosa) dustanya; dan jika dia seorang yang benar, niscaya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas dan pendusta","ru":"Верующий муж из рода Фараона, скрывавший свою веру, сказал: «Неужели вы убьете человека за то, что он говорит: «Мой Господь - Аллах»? Ведь он явился к вам с ясными знамениями от вашего Господа. Если он лжет, то его ложь навредит только ему самому. Если же он говорит правду, то вас поразит некоторое из того, что он вам обещает. Воистину, Аллах не ведет прямым путем того, кто излишествует и лжет","sv":"Då sade en man som tillhörde Faraos hus, som i hemlighet var troende: ”Vill ni döda en man därför att han säger 'Gud är min Herre'? Han har ju kommit till er från er Herre med klara bevis! Om han ljuger återfaller hans lögner på honom [själv], och om han talar sanning kommer ni att drabbas av något av det som han varnar er för. Gud vägleder inte sådana som förslösar sin själ genom ständiga lögner","tr":"Firavun ailesinden olup da, inandığını gizleyen bir adam dedi ki: \"Rabbim Allah'tır diyen bir adamı mı öldüreceksiniz? Oysa size Rabbinizden belgelerle gelmiştir. Eğer yalancıysa, yalanı kendisinedir; eğer doğru sözlü ise, sizi tehdit ettiklerinin bir kısmı başınıza gelebilir. Doğrusu Allah, aşırı yalancıyı doğru yola eriştirmez","ur":"اس موقع پر آل فرعون میں سے ایک مومن شخص، جو اپنا ایمان چھپائے ہوئے تھا، بول اٹھا: \"کیا تم ایک شخص کو صرف اِس بنا پر قتل کر دو گے کہ وہ کہتا ہے میرا رب اللہ ہے؟ حالانکہ وہ تمہارے رب کی طرف سے تمہارے پاس بینات لے آیا اگر وہ جھوٹا ہے تو اس کا جھوٹ خود اسی پر پلٹ پڑے گا لیکن اگر وہ سچا ہے تو جن ہولناک نتائج کا وہ تم کو خوف دلاتا ہے ان میں سے کچھ تو تم پر ضرور ہی آ جائیں گے اللہ کسی شخص کو ہدایت نہیں دیتا جو حد سے گزر جانے والا اور کذاب ہو","zh":"法老族中一个秘密归信的信士说：“一个人把从你们的主发出的明证昭示你们，并说：‘我的主是安拉’，你们就要杀戮他吗？如果他是一个说谎者，那末，他自受谎言之害；如果他是一个诚实者，那末，他所用以恫吓你们的灾难，将有一部分来临你们，安拉必定不引导过分的常说谎言者。"},"transliteration":"Waqala rajulun muminun min ali firAAawna yaktumu eemanahu ataqtuloona rajulan an yaqoola rabbiyya Allahu waqad jaakum bialbayyinati min rabbikum wain yaku kathiban faAAalayhi kathibuhu wain yaku sadiqan yusibkum baAAdu allathee yaAAidukum inna Allaha la yahdee man huwa musrifun kaththabun","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
