{"id":4162,"number":29,"text":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","translations":{"en":"O my people, sovereignty is yours today, [your being] dominant in the land. But who would protect us from the punishment of Allah if it came to us?\" Pharaoh said, \"I do not show you except what I see, and I do not guide you except to the way of right conduct","es":"¡Oh, pueblo mío! A ustedes les pertenece el reino hoy, y son quienes dominan en la tierra [de Egipto]. ¿Pero quién nos defenderá del castigo de Dios, si Él lo desencadena sobre nosotros?\" Dijo el Faraón: \"No les propongo sino lo que considero correcto, y no los guío sino por el buen camino","fr":"«O mon peuple, triomphant sur la terre, vous avez la royauté aujourd'hui. Mais qui nous secourra de la rigueur d'Allah si elle nous vient?» Pharaon dit: «Je ne vous indique que ce que je considère bon. Je ne vous guide qu'au sentier de la droiture»","id":"Wahai kaumku!\" Pada hari ini kerajaan ada padamu dengan berkuasa di bumi, tetapi siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?\" Fir'aun berkata, \"Aku hanya mengemukakan kepadamu, apa yang aku pandang baik; dan aku hanya menunjukkan kepadamu jalan yang benar","ru":"О мой народ! Сегодня у вас есть власть, и вы господствуете на земле. Но кто поможет нам, если наказание Аллаха явится к нам?». Фараон сказал: «Я указываю вам только на то, что сам считаю нужным. Я веду вас только правильным путем»","sv":"Egyptier! Makten är er och i dag har ni landet under er kontroll, men vem räddar oss från Guds straff om det kommer över oss?\"\tFarao sade: \"Jag visar er ingenting annat än det som jag själv ser och jag leder er på den väg som rättrådighet och förnuft anvisar","tr":"Ey milletim; Bugün memlekette hükümranlık sizindir, galip olanlar sizsiniz. Ama Allah'ın baskını bize çatınca, O'na karşı bize kim yardım eder?\" Firavun: \"Ben size kendi görüşümden başkasını söylemiyorum. Ben size ancak doğru yolu gösteriyorum\" dedi","ur":"اے میری قوم کے لوگو! آج تمہیں بادشاہی حاصل ہے اور زمین میں تم غالب ہو، لیکن اگر خدا کا عذاب ہم پر آ گیا تو پھر کون ہے جو ہماری مدد کر سکے گا\" فرعون نے کہا \"میں تو تم لوگوں کو وہی رائے دے رہا ہوں جو مجھے مناسب نظر آتی ہے اور میں اُسی راستے کی طرف تمہاری رہنمائی کرتا ہوں جو ٹھیک ہے","zh":"我的宗族啊！今日你们拥有国权，你们在国中称雄。如果安拉的刑罚来临，那末，谁助我们抵抗它呢？”法老说：“我只以我的主张指示你们，我只引导你们走上正道。”"},"transliteration":"Ya qawmi lakumu almulku alyawma thahireena fee alardi faman yansuruna min basi Allahi in jaana qala firAAawnu ma oreekum illa ma ara wama ahdeekum illa sabeela alrrashadi","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
