{"id":4170,"number":37,"text":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","translations":{"en":"The ways into the heavens - so that I may look at the deity of Moses; but indeed, I think he is a liar.\" And thus was made attractive to Pharaoh the evil of his deed, and he was averted from the [right] way. And the plan of Pharaoh was not except in ruin","es":"Ascender a los cielos y ver a quién adora Moisés, aunque creo que [Moisés] miente\". Así fue como [el demonio] le hizo ver al Faraón como buenas sus malas acciones, y logró que se extraviara completamente. Los planes del Faraón fracasaron","fr":"les voies des cieux, et apercevrai-je le Dieu de Moïse; mais je pense que celui-ci est menteur». Ainsi la mauvaise action de Pharaon lui parut enjolivée; et il fut détourné du droit chemin; et le stratagème de Pharaon n'est voué qu'à la destruction","id":"(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.\" Dan demikianlah dijadikan terasa indah bagi Fir'aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Fir'aun itu tidak lain hanyalah membawa kerugian","ru":"путей небесных, и взгляну на Бога Мусы (Моисея). Воистину, я считаю его лжецом». Вот так Фараону представилось прекрасным зло его деяний, и он был сбит с пути. А козни Фараона оказались безуспешными","sv":"rätt sätt att nå himlen och göra mig underrättad om Moses gud. - Men jag tror bestämt att han ljuger.\" [Dessa tankar] ledde Farao till tron att hans onda handlingar var goda och nyttiga och spärrade [för honom] den rätta vägen; och Faraos listiga plan [utmynnade] bara i hans egen undergång","tr":"Firavun: \"Ey Haman! Bana bir kule yap; belki yollara, göklerin yollarına erişirim de Musa'nın Tanrısını görürüm. Doğrusu ben, onu yalancı sanıyorum\" dedi. Firavun'a, kötü işi böylece güzel gösterildi ve doğru yoldan alıkondu. Firavun'un hilesi elbette boşa gidecekti","ur":"آسمانوں کے راستوں تک، اور موسیٰؑ کے خدا کو جھانک کر دیکھوں مجھے تو یہ موسیٰؑ جھوٹا ہی معلوم ہوتا ہے\" اس طرح فرعون کے لیے اس کی بد عملی خوشنما بنا دی گئی اور وہ راہ راست سے روک دیا گیا فرعون کی ساری چال بازی (اُس کی اپنی) تباہی کے راستہ ہی میں صرف ہوئی","zh":"天上的线索，因而能窥见穆萨的神灵；我确信他是一个说谎者。”法老的恶行，这样迷惑了他自己，妨碍了他走上正道。法老的计策，只归于毁灭。"},"transliteration":"Asbaba alssamawati faattaliAAa ila ilahi moosa wainnee laathunnuhu kathiban wakathalika zuyyina lifirAAawna sooo AAamalihi wasudda AAani alssabeeli wama kaydu firAAawna illa fee tababin","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
