{"id":418,"number":125,"text":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَـٰٓئِكَةِ مُسَوِّمِينَ","translations":{"en":"Yes, if you remain patient and conscious of Allah and the enemy come upon you [attacking] in rage, your Lord will reinforce you with five thousand angels having marks [of distinction]","es":"[Dijeron:] \"¡Sí!\" Y si son pacientes y tienen temor de Dios, cuando intenten atacarlos sorpresivamente, su Señor los fortalecerá con cinco mil ángeles con distintivos","fr":"Mais oui! Si vous êtes endurants et pieux, et qu'ils [les ennemis] vous assaillent immédiatement, votre Seigneur vous enverra en renfort cinq mille Anges marqués distinctement","id":"Ya\" (cukup). Jika kamu bersabar dan bertakwa ketika mereka datang menyerang kamu dengan tiba-tiba, niscaya Allah menolongmu dengan lima ribu malaikat yang memakai tanda","ru":"Конечно, да! Если же вы будете терпеливы и богобоязненны, и если враги нападут на вас прямо сейчас, то ваш Господь поможет вам пятью тысячами меченых ангелов","sv":"Ja, om ni håller stånd och fruktar Gud och om [fienden] i denna stund går till angrepp skall er Herre sända femtusen änglar som stormar fram till er hjälp","tr":"İnananlara: \"Rabbinizin size gönderilmiş üç bin melekle yardım etmesi size yetmeyecek mi?\" diyordun. Evet, eğer sabrederseniz, sakınırsanız ve onlar de hemen üzerinize gelirlerse Rabbiniz size, nişanlı beş bin melekle imdat edecektir","ur":"بے شک، اگر تم صبر کرو اور خدا سے ڈرتے ہوئے کام کرو تو جس آن دشمن تمہارے اوپر چڑھ کر آئیں گے اُسی آن تمہارا رب (تین ہزار نہیں) پانچ ہزار صاحب نشان فرشتوں سے تمہاری مدد کرے گا","zh":"不然，如果你们坚忍，并且敬畏，而敌人立刻来攻你们，那么，你们的主，将派遣五千名带有标识的天使来援助你们。”"},"transliteration":"Bala in tasbiroo watattaqoo wayatookum min fawrihim hatha yumdidkum rabbukum bikhamsati alafin mina almalaikati musawwimeena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
