{"id":4183,"number":50,"text":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَـٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","translations":{"en":"They will say, \"Did there not come to you your messengers with clear proofs?\" They will say, \"Yes.\" They will reply, \"Then supplicate [yourselves], but the supplication of the disbelievers is not except in error","es":"Dirán [los ángeles]: \"¿Acaso no se les presentaron Mensajeros con milagros evidentes?\" Responderán: \"Claro que sí [pero no les creímos]\". Les dirán entonces [los ángeles]: \"Rueguen ustedes\", pero las súplicas de los que se negaron a creer serán en vano","fr":"Ils diront: «vos Messagers, ne vous apportaient-ils pas les preuves évidentes?» Ils diront: «Si»! Ils [les gardiens] diront: «Eh bien, priez» ! Et l'invocation des mécréants n'est qu'aberration","id":"Maka (penjaga-penjaga Jahanam) berkata, \"Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?\" Mereka menjawab, \"Benar, sudah datang.\" (Penjaga-penjaga Jahanam) berkata, 'Berdoalah kamu (sendiri!)\" Namun doa orang-orang kafir itu sia-sia belaka","ru":"Они скажут: «Разве ваши посланники не приходили к вам с ясными знамениями?». Они ответят: «Конечно». Они скажут: «Тогда молите сами». Но мольбы неверующих безуспешны","sv":"[Väktarna] skall säga: \"Kom inte sändebuden till er med klara bevis [om sanningen]?\" [Och de i Elden] skall svara: \"Jo, så förhåller det sig.\" [Och väktarna] skall säga: \"Be då [själva]!\" Men i förnekarnas bön ligger ingenting annat än självbedrägeri","tr":"Bekçiler: \"Size, belgelerle peygamberleriniz gelmiş miydi?\" derler. Onlar da: \"Evet, gelmişti\" derler. Bekçiler: \"O halde kendiniz yalvarın\" derler. İnkarcıların yalvarışı şüphesiz boşunadır","ur":"وہ پوچھیں گے \"کیا تمہارے پاس تمہارے رسول بینات لے کر نہیں آتے رہے تھے؟\" وہ کہیں گے \"ہاں\"جہنم کے اہل کار بولیں گے: \"پھر تو تم ہی دعا کرو، اور کافروں کی دعا اکارت ہی جانے والی ہے","zh":"他们说：“难道你们族中的使者，没有昭示你们若干明证吗？”他们说：“不然！”天使们说：“你们祈祷吧！但不信道者的祈祷只在迷误中。”"},"transliteration":"Qaloo awalam taku tateekum rusulukum bialbayyinati qaloo bala qaloo faodAAoo wama duAAao alkafireena illa fee dalalin","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
