{"id":419,"number":126,"text":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","translations":{"en":"And Allah made it not except as [a sign of] good tidings for you and to reassure your hearts thereby. And victory is not except from Allah, the Exalted in Might, the Wise","es":"Dios lo hizo para albriciarlos y tranquilizar sus corazones. La victoria proviene de Dios, el Poderoso, el Sabio","fr":"Et Allah ne le fit que (pour vous annoncer) une bonne nouvelle, et pour que vos cœurs s'en rassurent. La victoire ne peut venir que d'Allah, le Puissant, le Sage","id":"Dan Allah tidak menjadikannya (pemberian bala-bantuan itu) melainkan sebagai kabar gembira bagi (kemenangan)mu, dan agar hatimu tenang karenanya. Dan tidak ada kemenangan itu, selain dari Allah Yang Mahaperkasa, Mahabijaksana","ru":"Аллах сделал это всего лишь благой вестью для вас и сделал это, чтобы ваши сердца утешились благодаря этому, поскольку победа приходит только от Могущественного и Мудрого Аллаха","sv":"Gud lät detta [sägas] enbart för att inge er nytt hopp och stilla oron i era hjärtan - segern kan inte komma från någon annan än Gud, den Allsmäktige, den Vise","tr":"Allah bunu, ancak size müjde olsun ve böylece kalbleriniz yatışsın diye yapmıştır. İnkar edenlerin bir kısmını kesmek veya ümidsiz olarak geri dönecek şekilde bozguna uğratmak için gereken yardım, ancak Güçlü ve Hakim olan Allah katından olur","ur":"یہ بات اللہ نے تمہیں اس لیے بتا دی ہے کہ تم خوش ہو جاؤ اور تمہارے دل مطمئن ہو جائیں فتح و نصرت جو کچھ بھی ہے اللہ کی طرف سے ہے جو بڑی قوت والا اور دانا و بینا ہے","zh":"安拉只以这应许对你们报喜，以便你们的心境因此而安定。援助只是从万能的、至睿的安拉那里降下的。"},"transliteration":"Wama jaAAalahu Allahu illa bushra lakum walitatmainna quloobukum bihi wama alnnasru illa min AAindi Allahi alAAazeezi alhakeemi","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
