{"id":4194,"number":61,"text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translations":{"en":"It is Allah who made for you the night that you may rest therein and the day giving sight. Indeed, Allah is full of bounty to the people, but most of the people are not grateful","es":"Dios es Quien creó la noche para que descansen en ella, y el día luminoso para que puedan ver [y procurar el sustento]. Dios es el poseedor del favor inmenso que concede a los seres humanos, pero la mayoría no Le agradece","fr":"Allah est celui qui vous a assigné la nuit pour que vous vous y reposiez, et le jour pour y voir clair. Allah est le Pourvoyeur de grâce aux hommes, mais la plupart des gens ne sont pas reconnaissants","id":"Allah lah yang menjadikan malam untukmu agar kamu beristirahat padanya; (dan menjadikan) siang terang benderang. Sungguh, Allah benar-benar memiliki karunia yang dilimpahkan kepada manusia, tetapi kebanyakan manusia tidak bersyukur","ru":"Аллах - Тот, Кто сотворил для вас ночь, чтобы вы отдыхали в течение нее, и день для освещения. Воистину, Аллах оказывает людям милость, но большинство людей неблагодарны","sv":"Det är Gud som för er har skapat natten så att ni skall få vila, och dagen så att ni kan se klart. Ja, Guds nåd flödar sannerligen över människorna, men de flesta av dem är inte tacksamma","tr":"Size, geceyi dinlenesiniz diye karanlık ve gündüzü aydınlık olarak yaratan Allah'tır. Doğrusu Allah insanlara karşı lütufkardır, ama insanların çoğu şükretmezler","ur":"وہ اللہ ہی تو ہے جس نے تمہارے لیے رات بنائی تاکہ اس میں سکون حاصل کرو، اور دن کو روشن کیا حقیقت یہ ہے کہ اللہ لوگوں پر بڑا فضل فرمانے والا ہے مگر اکثر لوگ شکر ادا نہیں کرتے","zh":"安拉为你们创造黑夜，以便你们安息；创造白昼，以便你们观看；安拉对于人类，确是有恩惠的，但人类大半不感谢。"},"transliteration":"Allahu allathee jaAAala lakumu allayla litaskunoo feehi waalnnahara mubsiran inna Allaha lathoo fadlin AAala alnnasi walakinna akthara alnnasi la yashkuroona","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
