{"id":4197,"number":64,"text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translations":{"en":"It is Allah who made for you the earth a place of settlement and the sky a ceiling and formed you and perfected your forms and provided you with good things. That is Allah, your Lord; then blessed is Allah, Lord of the worlds","es":"Dios es Quien hizo de la Tierra un lugar habitable y del cielo un techo, los dotó de una bella figura y los sustenta con cosas beneficiosas. Él es Dios, su Señor. Bendito sea Dios, Señor del Universo","fr":"C'est Allah qui vous a assigné la terre comme demeure stable et le ciel comme toit et vous a donné votre forme, - et quelle belle forme Il vous a donnée! - et Il vous a nourris de bonnes choses. Tel est Allah, votre Seigneur; gloire à Allah, Seigneur de l'univers","id":"Allah lah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap, dan membentukmu lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik. Demikianlah Allah, Tuhanmu, Mahasuci Allah, Tuhan seluruh alam","ru":"Аллах - Тот, Кто сотворил для вас землю местом пребывания, а небо - кровлей. Он придал вам облик и сделал ваш облик прекрасным. Он наделил вас благами. Таков Аллах, ваш Господь. Благословен Аллах, Господь миров","sv":"Det är Gud som har gett er jorden som boplats och [rest] himlen som ett valv [över er] och som format er [och gett er] den bästa skapnad och som sörjer för ert livsuppehälle med goda och nyttiga ting. Detta är Gud, er Herre - välsignad vare Gud, världarnas Herre","tr":"Sizin için yeri durak, göğü bina eden, size şekil verip de, şeklinizi güzel yapan, sizi temiz şeylerle rızıklandıran Allah'tır. İşte Rabbiniz olan Allah budur. Alemlerin Rabbi Allah ne yücedir","ur":"وہ اللہ ہی تو ہے جس نے تمہارے لیے زمین کو جائے قرار بنایا اور اوپر آسمان کا گنبد بنا دیا جس نے تمہاری صورت بنائی اور بڑی ہی عمدہ بنائی جس نے تمہیں پاکیزہ چیزوں کا رزق دیا وہی اللہ (جس کے یہ کام ہیں) تمہارا رب ہے بے حساب برکتوں والا ہے وہ کائنات کا رب","zh":"安拉为你们以地面为居处，以天空为房屋，他以形象赋予你们，而使你们的形象优美，他供给你们佳美的食品。那是安拉，你们的主。多福哉安拉！——众世界的主！"},"transliteration":"Allahu allathee jaAAala lakumu alarda qararan waalssamaa binaan wasawwarakum faahsana suwarakum warazaqakum mina alttayyibati thalikumu Allahu rabbukum fatabaraka Allahu rabbu alAAalameena","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
