{"id":42,"number":35,"text":"وَقُلۡنَا يَـٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ","translations":{"en":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers","es":"Dije: \"¡Oh, Adán! Habita con tu esposa el Paraíso, y coman de su abundancia cuanto deseen, pero no se acerquen a este árbol, porque si lo hacen se convertirán ambos en transgresores","fr":"Et Nous dîmes: «O Adam, habite le Paradis toi et ton épouse, et nourrissez-vous-en de partout à votre guise; mais n'approchez pas de l'arbre que voici: sinon vous seriez du nombre des injustes»","id":"Dan Kami berfirman: \"Wahai Adam! Tinggallah engkau dan istrimu di dalam surga, dan makanlah dengan nikmat (berbagai makanan) yang ada disana sesukamu. (Tetapi) janganlah kamu dekati pohon ini,17) nanti kamu termasuk orang-orang yang zalim","ru":"Мы сказали: «О Адам! Поселись в Раю вместе со своей супругой. Ешьте там вволю, где пожелаете, но не приближайтесь к этому дереву, а не то окажетесь одними из беззаконников»","sv":"Och Vi sade: \"Adam! Tag, du och din hustru, er boning i denna lustgård och ät som ni har lust till av dess [frukter]; men närma er inte detta träd; då kan ni hemfalla åt synd","tr":"Ey Adem! Eşin ve sen cennette kal, orada olandan istediğiniz yerde bol bol yiyin, yalnız şu ağaca yaklaşmayın; yoksa zalimlerden olursunuz\" dedik","ur":"پھر ہم نے آدمؑ سے کہا کہ \"تم اور تمہاری بیوی، دونوں جنت میں رہو اور یہاں بفراغت جو چاہو کھاؤ، مگر اس درخت کا رُخ نہ کرنا، ورنہ ظالموں میں شمار ہو گے","zh":"我说：“阿丹啊！你和你的妻子同住乐园吧！你俩可以任意吃园里所有丰富的食物，你俩不要临近这棵树；否则，就要变成不义的人。”"},"transliteration":"Waqulna ya adamu oskun anta wazawjuka aljannata wakula minha raghadan haythu shituma wala taqraba hathihi alshshajarata fatakoona mina alththalimeena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
