{"id":4200,"number":67,"text":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","translations":{"en":"It is He who created you from dust, then from a sperm-drop, then from a clinging clot; then He brings you out as a child; then [He develops you] that you reach your [time of] maturity, then [further] that you become elders. And among you is he who is taken in death before [that], so that you reach a specified term; and perhaps you will use reason","es":"Él es Quien los creó del polvo, y después de un óvulo fecundado que se transforma en un embrión, luego los hace surgir [al mundo] como niños para que alcancen la madurez, y luego los hace llegar a ancianos, aunque algunos fallecen antes, y así se cumple el plazo de vida que se les había prefijado para que reflexionen","fr":"C'est Lui qui vous a créés de terre, puis d'une goutte sperme, puis d'une adhérence; puis Il vous fait sortir petit enfant pour qu'ensuite vous atteigniez votre maturité et qu'ensuite vous deveniez vieux, - certains parmi vous meurent plus tôt, - et pour que vous atteigniez un terme fixé, afin que vous raisonniez","id":"Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti","ru":"Он - Тот, Кто сотворил вас из земли, потом - из капли, потом - из сгустка крови. Потом Он выводит вас младенцами, чтобы потом вы могли достигнуть зрелого возраста и чтобы потом вы стали стариками, хотя среди вас есть такие, которых умерщвляют раньше, и чтобы вы достигли назначенного срока. Быть может, вы уразумеете","sv":"Det är Han som har skapat er av jord, därefter [skapar Han er] av en droppe säd, därefter av en grodd som sätter sig fast, därefter låter Han er komma till världen som späda barn för att småningom nå full mognad och, till sist, hög ålder - men några av er får dö innan [de når sådan ålder] - så att ert levnadslopp, som [Han har] fastställt, skall fullbordas, och för att ni skall [lära er] att använda ert förstånd","tr":"Sizi topraktan, sonra nutfeden, sonra kan pıhtısından yaratan; sonra erginlik çağına ulaşmanız, sonra da yaşlanmanız için sizi bebek olarak dünyaya çıkaran O'dur. Kiminiz daha önce öldürülür, kiminiz de, belirtilmiş bir süreye ulaşırsınız. Belki artık düşünürsünüz","ur":"وہی تو ہے جس نے تم کو مٹی سے پیدا کیا، پھر نطفے سے، پھر خون کے لوتھڑے سے، پھر وہ تمہیں بچے کی شکل میں نکالتا ہے، پھر تمہیں بڑھاتا ہے تاکہ تم اپنی پوری طاقت کو پہنچ جاؤ، پھر اور بڑھاتا ہے تاکہ تم بڑھاپے کو پہنچو اور تم میں سے کوئی پہلے ہی واپس بلا لیا جاتا ہے یہ سب کچھ اس لیے کیا جاتا ہے تاکہ تم اپنے مقرر وقت تک پہنچ جاؤ، اور اس لیے کہ تم حقیقت کو سمجھو","zh":"他创造了你们，先用泥土，继用精液，继用血块，然后使你们出生为婴儿，然后让你们成年，然后让你们变成老人——你们中有夭折的——然后，让你们活到一个定期，以便你们明理。"},"transliteration":"Huwa allathee khalaqakum min turabin thumma min nutfatin thumma min AAalaqatin thumma yukhrijukum tiflan thumma litablughoo ashuddakum thumma litakoonoo shuyookhan waminkum man yutawaffa min qablu walitablughoo ajalan musamman walaAAallakum taAAqiloona","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
