{"id":4207,"number":74,"text":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","translations":{"en":"Other than Allah?\" They will say, \"They have departed from us; rather, we did not used to invoke previously anything.\" Thus does Allah put astray the disbelievers","es":"a Dios?\" Responderán: \"Se desvanecieron. [Reconocemos que] no invocábamos en realidad a nada [que nos pueda beneficiar hoy]\". Así es como Dios deja que se desvíen los que se niegan a creer","fr":"à Allah?» «Ils se sont écartés de nous, diront-ils. Ou plutôt, nous n'invoquions rien, auparavant». Ainsi Allah égare-t-Il les mécréants","id":"(yang kamu sembah) selain Allah?\" Mereka menjawab, \"Mereka telah hilang lenyap dari kami, bahkan kami dahulu tidak pernah menyembah sesuatu.\" Demikianlah Allah membiarkan sesat orang-orang kafir","ru":"к Аллаху?». Они скажут: «Они скрылись от нас. Да и не молились мы раньше никому». Так Аллах вводит в заблуждение неверующих","sv":"vid Guds sida?\" Och de skall svara: \"De har lämnat oss i sticket; nej, det som vi förut åkallade existerade över huvud taget inte!\" Så låter Gud förnekarna gå vilse","tr":"Sonra onlara: \"Allah'ı bırakıp da koştuğunuz ortaklar nerededir?\" denir. \"Bizden uzaklaştılar; hayır, biz zaten önceleri hiçbir şeye kulluk etmiyorduk\" derler. İşte Allah inkarcıları böyle saptırır","ur":"وہ جواب دیں گے \"کھوئے گئے وہ ہم سے، بلکہ ہم اس سے پہلے کسی چیز کو نہ پکارتے تھے\" اِس طرح اللہ کافروں کا گمراہ ہونا متحقق کر دے گا","zh":"他们将说：“他们已回避我们了。其实，以前我们并未祈祷任何物。”安拉这样使不信道者迷误。"},"transliteration":"Min dooni Allahi qaloo dalloo AAanna bal lam nakun nadAAoo min qablu shayan kathalika yudillu Allahu alkafireena","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
