{"id":4210,"number":77,"text":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","translations":{"en":"So be patient, [O Muhammad]; indeed, the promise of Allah is truth. And whether We show you some of what We have promised them or We take you in death, it is to Us they will be returned","es":"Sé paciente y perseverante [¡oh, Mujámmad!], pues la promesa de Dios es verdadera. Sea que te muestre algo de lo que tengo preparado o que te haga morir [antes de que sean castigados], ante Mí comparecerán","fr":"Endure donc. La promesse d'Allah est vraie. Que Nous te montrions une partie de ce dont Nous les menaçons ou que Nous te fassions mourir (avant cela)... c'est vers Nous qu'ils seront ramenés","id":"Maka bersabarlah engkau (Muhammad), sesungguhnya janji Allah itu benar. Meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka, atau pun Kami wafatkan engkau (sebelum ajal menimpa mereka), namun kepada Kamilah mereka dikembalikan","ru":"Будь же терпелив, ибо обещание Аллаха истинно. Мы можем показать тебе часть того, что обещаем им, а можем умертвить тебя до этого. Они все равно будут возвращены к Нам","sv":"HA DÄRFÖR tålamod, [Muhammad] - Guds löfte är sanning! Vare sig Vi låter dig se något av det som Vi lovar dessa [förnekare] eller Vi låter dig dö [innan straffet når dem], skall de föras åter till Oss","tr":"Sabret; şüphesiz Allah'ın verdiği söz gerçektir. Onlara söz verdiğimiz azabın bir kısmını sana gösteririz veya seni öldürürüz, nasıl olsa onların dönüşü Bizedir","ur":"پس اے نبیؐ، صبر کرو، اللہ کا وعدہ برحق ہے اب خواہ ہم تمہارے سامنے ہی اِن کو اُن برے نتائج کا کوئی حصہ دکھا دیں جن سے ہم اِنہیں ڈرا رہے ہیں، یا (اُس سے پہلے) تمہیں دنیا سے اٹھا لیں، پلٹ کر آنا تو اِنہیں ہماری ہی طرف ہے","zh":"你当坚忍，安拉的应许确是真实的。如果我要昭示你一点我用以恫吓他们的刑罚，（那么，我对他们确是全能的）设或我使你去世，那末，他们只被召归于我。"},"transliteration":"Faisbir inna waAAda Allahi haqqun faimma nuriyannaka baAAda allathee naAAiduhum aw natawaffayannaka failayna yurjaAAoona","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
