{"id":4211,"number":78,"text":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","translations":{"bn":"আমি আপনার পূর্বে অনেক রসূল প্রেরণ করেছি, তাদের কারও কারও ঘটনা আপনার কাছে বিবৃত করেছি এবং কারও কারও ঘটনা আপনার কাছে বিবৃত করিনি। আল্লাহর অনুমতি ব্যতীত কোন নিদর্শন নিয়ে আসা কোন রসূলের কাজ নয়। যখন আল্লাহর আদেশ আসবে, তখন ন্যায় সঙ্গত ফয়সালা হয়ে যাবে। সেক্ষেত্রে মিথ্যাপন্থীরা ক্ষতিগ্রস্ত হবে।","en":"And We have already sent messengers before you. Among them are those [whose stories] We have related to you, and among them are those [whose stories] We have not related to you. And it was not for any messenger to bring a sign [or verse] except by permission of Allah. So when the command of Allah comes, it will be concluded in truth, and the falsifiers will thereupon lose [all]","id":"Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad), di antara mereka ada yang Kami ceritakan kepadamu dan di antaranya ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul membawa suatu mukjizat, kecuali seizin Allah. Maka apabila telah datang perintah Allah, (untuk semua perkara) diputuskan dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil","ru":"Мы уже отправляли посланников до тебя. Среди них есть такие, о которых Мы рассказали тебе, и такие, о которых Мы не рассказывали тебе. Все посланники показывали знамения только с дозволения Аллаха. Когда же явится веление Аллаха, будет вынесен истинный приговор, и там приверженцы лжи окажутся в убытке","tr":"And olsun ki, senden önce birçok peygamberler gönderdik; sana onların kimini anlattık, kimini anlatmadık; hiçbir peygamber, Allah'ın izni olmadan bir mucize getiremez. Allah'ın buyruğu gelince iş gerçekten biter. İşte o zaman, boşa uğraşanlar hüsranda kalırlar","ur":"اے نبیؐ، تم سے پہلے ہم بہت سے رسول بھیج چکے ہیں جن میں سے بعض کے حالات ہم نے تم کو بتائے ہیں اور بعض کے نہیں بتائے کسی رسول کی بھی یہ طاقت نہ تھی کہ اللہ کے اذن کے بغیر خود کوئی نشانی لے آتا پھر جب اللہ کا حکم آگیا تو حق کے مطابق فیصلہ کر دیا گیا اور اُس وقت غلط کار لوگ خسارے میں پڑ گئے"},"chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"bn":"ক্ষমাকারী","en":"The Forgiver","id":"Sang Maha Pengampun","ru":"Прощающий","tr":"Mü'min","ur":"بخشنے والا"},"type":"meccan"}}
