{"id":4213,"number":80,"text":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","translations":{"en":"And for you therein are [other] benefits and that you may realize upon them a need which is in your breasts; and upon them and upon ships you are carried","es":"Obtienen de ellos otros beneficios, y pueden satisfacer mediante ellos sus necesidades [de viajar a zonas lejanas]. Sobre ellos [en los viajes terrestres] y en los barcos se transportan","fr":"et vous y avez des profits et afin que vous atteigniez sur eux une chose nécessaire qui vous tenait à cœur. C'est sur eux et sur les vaisseaux que vous êtes transportés","id":"Dan bagi kamu (ada lagi) manfaat-manfaat yang lain padanya (hewan ternak itu) dan agar kamu mencapai suatu keperluan (tujuan) yang tersimpan dalam hatimu (dengan mengendarainya). Dan dengan mengendarai binatang-binatang itu, dan di atas kapal mereka diangkut","ru":"Они приносят вам пользу, и на них вы достигаете того, чего желают ваши сердца. На них и на кораблях вас перевозят","sv":"De är er också till [annan] nytta, och ni tillgodoser med dem viktiga behov [som utan dem måste eftersättas] - [som] skeppen bär er [över havet] bär de er [på era färder över land]","tr":"Onlarda sizin için daha nice faydalar vardır; gönüllerinizdeki arzulara, onlara binerek ulaşırsınız. Onlarla ve gemilerle taşınırsınız","ur":"ان کے اندر تمہارے لیے اور بھی بہت سے منافع ہیں وہ اس کام بھی آتے ہیں کہ تمہارے دلوں میں جہاں جانے کی حاجت ہو وہاں تم اُن پر پہنچ سکو اُن پر بھی اور کشتیوں پر بھی تم سوار کیے جاتے ہو","zh":"你们由它们获得许多利益，以便你们骑着它们，去寻求你们胸中的需要，你们用它们和船舶载运货物。"},"transliteration":"Walakum feeha manafiAAu walitablughoo AAalayha hajatan fee sudoorikum waAAalayha waAAala alfulki tuhmaloona","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
