{"id":4218,"number":85,"text":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","translations":{"en":"But never did their faith benefit them once they saw Our punishment. [It is] the established way of Allah which has preceded among His servants. And the disbelievers thereupon lost [all]","es":"Pero de nada les sirvió creer cuando vieron Mi castigo. Así es el designio de Dios, que alcanzó a quienes los precedieron. Los que se negaron a creer habrán perdido toda posibilidad [de salvación]","fr":"Mais leur croyance, au moment où ils eurent constaté Notre rigueur, ne leur profita point; Telle est la règle d'Allah envers Ses serviteurs dans le passé. Et c'est là que les mécréants se trouvèrent perdants","id":"Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir","ru":"Но не помогла им вера, когда они увидели Наше наказание. Таким всегда было установление Аллаха для Его рабов. Вот тогда неверующие оказались в убытке","sv":"Men den tro de gav uttryck för när de fick se Vårt straff, var dem till ingen nytta - så har Gud alltid gått till väga gentemot Sina tjänare. Och så var de i denna stund förlorade, de som hade förnekat sanningen","tr":"Ama, Bizim şiddetli azabımızı görüp de öyle inanmaları kendilerine fayda vermedi. Bu, Allah'ın kulları hakkında, öteden beri yürürlükte olan yasasıdır. İşte inkarcılar o zaman hüsranda kaldılar","ur":"مگر ہمارا عذاب دیکھ لینے کے بعد ان کا ایمان اُن کے لیے کچھ بھی نافع نہ ہو سکتا تھا، کیونکہ یہی اللہ کا مقرر ضابطہ ہے جو ہمیشہ اس کے بندوں میں جاری رہا ہے، اور اس وقت کافر لوگ خسارے میں پڑ گئے","zh":"当他们看见我的刑罚的时候，他们的信仰对他们毫无裨益。安拉以此为众仆的已逝去的常道。那时，不信道者遭受了亏折。"},"transliteration":"Falam yaku yanfaAAuhum eemanuhum lamma raaw basana sunnata Allahi allatee qad khalat fee AAibadihi wakhasira hunalika alkafiroona","chapter":{"id":40,"name":"غافر","transliteration":"Ghafir","translations":{"en":"The Forgiver","es":"El Perdonador","fr":"Le Pardonneur","id":"Sang Maha Pengampun","ru":"Прощающий","sv":"Han Som Förlåter","tr":"Mü'min","ur":"بخشنے والا","zh":"赦宥者"},"type":"meccan"}}
