{"id":4223,"number":5,"text":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","translations":{"en":"And they say, \"Our hearts are within coverings from that to which you invite us, and in our ears is deafness, and between us and you is a partition, so work; indeed, we are working","es":"Dicen: \"Nuestros corazones son insensibles a lo que nos invitas, nuestros oídos son sordos, y entre tú y nosotros hay un velo. Haz lo que quieras, que nosotros haremos lo que queramos","fr":"Et ils dirent: «Nos cœurs sont voilés contre ce à quoi tu nous appelles, nos oreilles sont sourdes. Et entre nous et toi, il y a une cloison. Agis donc de ton côté; nous agissons du nôtre.»","id":"Dan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami)","ru":"Они говорят: «Наши сердца закрыты для того, к чему ты призываешь нас, наши уши поражены глухотой, а между нами и тобой - завеса. Трудись же, и мы будем трудиться»","sv":"och de säger: \"Våra hjärtan är övertäckta så att dina ord inte når fram, och våra öron har täppts till och ett hinder har rests mellan oss och dig. Handla nu [som du anser bäst]; vi skall handla [som vi anser bäst]","tr":"Bu Kitap, merhametli olan Allah katından indirilmedir; bilen bir millet için müjdeci ve uyarıcı olmak üzere Arapça okunarak, ayetleri uzun uzun açıklanmıştır. Ama insanların çoğu yüz çevirmiştir, onlar işitmezler de: \"Bizi çağırdığın şeye karşı kalblerimiz kapalıdır, kulaklarımızda ağırlık, bizimle senin aranda anlaşmamıza engel vardır; istediğini yap, biz de yapacağız\" derler","ur":"کہتے ہیں \"جس چیز کی طرف تو ہمیں بلا رہا ہے اس کے لیے ہمارے دلوں پر غلاف چڑھے ہوئے ہیں، ہمارے کان بہرے ہو گئے ہیں، اور ہمارے اور تیرے درمیان ایک حجاب حائل ہو گیا ہے تو اپنا کام کر، ہم اپنا کام کیے جائیں گے","zh":"他们说：“我们的心在蒙蔽中，不能了解你对我们的教导，我们的耳朵有重听；在我们和你之间有一道屏障。你干你的吧，我们必定要干我们的！”"},"transliteration":"Waqaloo quloobuna fee akinnatin mimma tadAAoona ilayhi wafee athanina waqrun wamin baynina wabaynika hijabun faiAAmal innana AAamiloona","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
