{"id":4224,"number":6,"text":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","translations":{"en":"Say, O [Muhammad], \"I am only a man like you to whom it has been revealed that your god is but one God; so take a straight course to Him and seek His forgiveness.\" And woe to those who associate others with Allah","es":"Diles [¡oh, Mujámmad!]: \"Soy un hombre igual que ustedes, pero me fue revelado que su divinidad es una sola. Sigan el camino recto que Él ha establecido y pidan Su perdón\". ¡Ay de los idólatras","fr":"Dis: «Je ne suis qu'un homme comme vous. Il m'a été révélé que votre Dieu est un Dieu unique. Cherchez le droit chemin vers Lui et implorez son pardon». Et malheur aux Associateurs","id":"Katakanlah (Muhammad), \"Aku ini hanyalah seorang manusia seperti kamu, yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa, karena itu tetaplah kamu (beribadah) kepada-Nya dan mohonlah ampunan kepada-Nya. Dan celakalah bagi orang-orang yang mempersekutukan-(Nya)","ru":"Скажи: «Я - такой же человек, как и вы. Мне внушено в откровении, что ваш бог - Бог Единственный. Идите к Нему прямым путем и просите у Него прощения. И горе многобожникам","sv":"Säg [Muhammad]: \"Jag är bara en människa som ni. Men jag vet genom uppenbarelsen att er Gud är den Ende Guden; vänd er därför [i ödmjukhet] till Honom och be om Hans förlåtelse!\" Olyckliga de som sätter medgudar vid Guds sida","tr":"Onlara söyle: \"Ben de ancak sizin gibi bir insanım. Bana, tanrınızın tek bir Tanrı olduğu vahyolunuyor. Artık O'na yönelin, O'ndan bağışlanma dileyin; vay ortak koşanlara","ur":"اے نبیؐ، اِن سے کہو، میں تو ایک بشر ہوں تم جیسا مجھے وحی کے ذریعہ سے بتایا جاتا ہے کہ تمہارا خدا تو بس ایک ہی خدا ہے، لہٰذا تم سیدھے اُسی کا رخ اختیار کرو اور اس سے معافی چاہو تباہی ہے اُن مشرکوں کے لیے","zh":"你说：“我跟你们一样，只是一个凡人，我奉到启示：‘你们所应当崇拜的，只是独一的主宰。所以你们应当遵正路而趋向他，应当向他求饶。’伤哉以物配主者！”"},"transliteration":"Qul innama ana basharun mithlukum yooha ilayya annama ilahukum ilahun wahidun faistaqeemoo ilayhi waistaghfiroohu wawaylun lilmushrikeena","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
