{"id":4228,"number":10,"text":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","translations":{"en":"And He placed on the earth firmly set mountains over its surface, and He blessed it and determined therein its [creatures'] sustenance in four days without distinction - for [the information] of those who ask","es":"Dispuso sobre la Tierra montañas firmes, la bendijo y determinó el sustento en cuatro eras completas, para los que preguntan","fr":"c'est Lui qui a fermement fixé des montagnes au-dessus d'elle, l'a bénie et lui assigna ses ressources alimentaires en quatre jours d'égale durée. [Telle est la réponse] à ceux qui t'interrogent","id":"Dan Dia ciptakan padanya gunung-gunung yang kokoh di atasnya. Dan kemudian Dia berkahi, dan Dia tentukan makanan-makanan (bagi penghuni)nya dalam empat masa, memadai untuk (memenuhi kebutuhan) mereka yang memerlukannya","ru":"Он воздвиг над землей незыблемые горы, наделил ее благодатью и распределил на ней пропитание для страждущих (или для тех, кто спрашивает) за четыре полных дня","sv":"Det är Han som har sänkt ned i den fast förankrade berg, som reser sig högt över dess [yta], och [därefter] har välsignat den och mätt ut [med Sitt mått] allt som skulle [tjäna dess inbyggare till] näring. [Han skapade allt detta] under jämnt fyra dagar - [ett svar] till dem som frågar","tr":"Yeryüzüne üstünden ağır baskılar (dağlar) yerleştirdi, onu bereketli kıldı; arayıp soranlar için gıdalarını tam (toplam) dört gün içinde yetiştirmesi kanununu koydu (takdir etti)","ur":"اُس نے (زمین کو وجود میں لانے کے بعد) اوپر سے اس پر پہاڑ جما دیے اور اس میں برکتیں رکھ دیں اور اس کے اندر سب مانگنے والوں کے لیے ہر ایک کی طلب و حاجت کے مطابق ٹھیک اندازے سے خوراک کا سامان مہیا کر دیا یہ سب کام چار دن میں ہو گئے","zh":"他在大地上创造许多山岳，他降福于大地，并预定大地上众生的食物。那些事，在整整的四天就完成了。那是用来答复询问者的。"},"transliteration":"WajaAAala feeha rawasiya min fawqiha wabaraka feeha waqaddara feeha aqwataha fee arbaAAati ayyamin sawaan lilssaileena","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
