{"id":4229,"number":11,"text":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","translations":{"en":"Then He directed Himself to the heaven while it was smoke and said to it and to the earth, \"Come [into being], willingly or by compulsion.\" They said, \"We have come willingly","es":"Luego se dirigió al cielo, el cual era nebuloso, y le dijo al cielo y a la Tierra: ‘¿Vendrán a mí de buen grado o por la fuerza?’ Respondieron: ‘Iremos a Ti de buen grado’","fr":"Il S'est ensuite adressé au ciel qui était alors fumée et lui dit, ainsi qu'à la terre: «Venez tous deux, bon gré, mal gré». Tous deux dirent: «Nous venons obéissants»","id":"Kemudian Dia menuju ke langit dan (langit) itu masih berupa asap, lalu Dia berfirman kepadanya dan kepada bumi, \"Datanglah kamu berdua menurut perintah-Ku dengan patuh atau terpaksa.\" Keduanya menjawab, \"Kami datang dengan patuh","ru":"Потом Он обратился к небу, которое было дымом, и сказал ему и земле: «Придите по доброй воле или по принуждению». Они сказали: «Мы пришли по доброй воле»","sv":"Och Han vände sig mot rymden, som var rök, och sade till den och till jorden: \"Kom, villigt eller nödda och tvungna!\" - och de svarade: \"Vi kommer villigt","tr":"Sonra, duman halinde bulunan göğe yöneldi, ona ve yeryüzüne: \"İsteyerek veya istemeyerek buyruğuma gelin\" dedi. İkisi de: \"İsteyerek geldik\" dediler","ur":"پھر وہ آسمان کی طرف متوجہ ہوا جو اُس وقت محض دھواں تھا اُس نے آسمان اور زمین سے کہا \"وجود میں آ جاؤ، خواہ تم چاہو یا نہ چاہو\" دونوں نے کہا \"ہم آ گئے فرمانبرداروں کی طرح","zh":"然后，他志于造天，那时，天还是蒸汽。他对天地说：“你俩顺服地，或勉强地来吧！”它俩说：“我俩顺服地来了。”"},"transliteration":"Thumma istawa ila alssamai wahiya dukhanun faqala laha walilardi itiya tawAAan aw karhan qalata atayna taiAAeena","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
