{"id":4230,"number":12,"text":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","translations":{"en":"And He completed them as seven heavens within two days and inspired in each heaven its command. And We adorned the nearest heaven with lamps and as protection. That is the determination of the Exalted in Might, the Knowing","es":"Creó siete cielos en dos días, y le inspiró a cada cielo su función. Embelleció el cielo de este mundo con estrellas luminosas, como protección. Éste es el decreto del Poderoso, el que todo lo sabe","fr":"Il décréta d'en faire sept cieux en deux jours et révéla à chaque ciel sa fonction. Et Nous avons décoré le ciel le plus proche de lampes [étoiles] et l'avons protégé. Tel est l'Ordre établi par le Puissant, l'Omniscient","id":"Lalu diciptakan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang dekat (dengan bumi), Kami hiasi dengan bintang-bintang, dan (Kami ciptakan itu) untuk memelihara. Demikianlah ketentuan (Allah) Yang Mahaperkasa, Maha Mengetahui","ru":"Он сотворил их семью небесами за два дня и внушил каждому небу его обязанности. Мы украсили нижнее небо светильниками и оберегаем его (или для оберегания его). Таково предопределение Могущественного, Знающего»","sv":"Och under två dagar skapade och formade Han dem till sju rymder, och anvisade varje rymd dess uppgift. Rymden närmast jorden har Vi smyckat med ljus och gjort säker [mot intrång]. Gud, den Allsmäktige, den Allvetande, har förordnat om allt detta","tr":"Böylece onları, iki gün içinde yedi göğe tamamladı ve her göğün işini kendisine bildirdi. Yakın göğü ışıklarla donattık ve bozulmaktan koruduk. İşte bu, bilen, güçlü olan Allah'ın kanunudur","ur":"تب اُس نے دو دن کے اندر سات آسمان بنا دیے، اور ہر آسمان میں اُس کا قانون وحی کر دیا اور آسمان دنیا کو ہم نے چراغوں سے آراستہ کیا اور اسے خوب محفوظ کر دیا یہ سب کچھ ایک زبردست علیم ہستی کا منصوبہ ہے","zh":"他在两日内创造了七层天，他以他的命令启示各天的居民，他以众星点缀最低的天，并加以保护，那是万能的、全知的主的预定。"},"transliteration":"Faqadahunna sabAAa samawatin fee yawmayni waawha fee kulli samain amraha wazayyanna alssamaa alddunya bimasabeeha wahifthan thalika taqdeeru alAAazeezi alAAaleemi","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
