{"id":4232,"number":14,"text":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَـٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translations":{"en":"[That occurred] when the messengers had come to them before them and after them, [saying], \"Worship not except Allah.\" They said, \"If our Lord had willed, He would have sent down the angels, so indeed we, in that with which you have been sent, are disbelievers","es":"Cuando se les presentaron los Mensajeros, uno después de otro [con el mismo argumento] diciéndoles: \"No adoren sino a Dios\". Respondían: \"Si nuestro Señor hubiera querido nos habría enviado un ángel. No creemos en su Mensaje","fr":"Quand les Messagers leur étaient venus, de devant eux et par derrière, [leur disant]: «N'adorez qu'Allah», ils dirent: «Si notre Seigneur avait voulu, Il aurait certainement fait descendre des Anges. Nous ne croyons donc pas [au message] avec lequel vous avez été envoyés»","id":"(Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka773) (dengan menyerukan), \"Janganlah kamu menyembah selain Allah!\" Mereka menjawab, \"Kalau Tuhan kami menghendaki tentu Dia menurunkan malaikat-malaikat-Nya, maka sesungguhnya kami mengingkari wahyu yang engkau diutus menyampaikannya","ru":"Посланники приходили к ним спереди и сзади: «Не поклоняйтесь никому, кроме Аллаха». Они же говорили: «Если бы наш Господь захотел, то ниспослал бы ангелов. Воистину, Мы не веруем в то, с чем вы посланы»","sv":"När sändebuden kom till dem från alla tänkbara håll [och förmanade dem]: \"Dyrka ingen annan än Gud!\" - svarade de: \"Om vår Herre hade velat, skulle Han helt säkert ha sänt änglar [som budbärare så att vi kunde tro på dem]; vi avvisar därför det [budskap med vilket ni påstår att] ni har sänts","tr":"Onlara, önlerinden, artlarından, her yönden: \"Allah'tan başkasına kulluk etmeyin\" diyen peygamberler gelmişti: \"Eğer Rabbimiz böyle bir şey dileseydi melekler indirirdi. Doğrusu sizinle gönderileni inkar ederiz\" demişlerdi","ur":"جب خدا کے رسول اُن کے پاس آگے اور پیچھے، ہر طرف سے آئے اور انہیں سمجھایا کہ اللہ کے سوا کسی کی بندگی نہ کرو تو انہوں نے کہا \"ہمارا رب چاہتا تو فرشتے بھیجتا، لہٰذا ہم اُس بات کو نہیں مانتے جس کے لیے تم بھیجے گئے ہو","zh":"当时，众使者从他们的前后来临他们，说：“除安拉外，你们不要崇拜任何物。”他们说：“假若我们的主意欲，他必降下许多天使，我们必定不信你们所奉的使命。”"},"transliteration":"Ith jaathumu alrrusulu min bayni aydeehim wamin khalfihim alla taAAbudoo illa Allaha qaloo law shaa rabbuna laanzala malaikatan fainna bima orsiltum bihi kafiroona","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
