{"id":4233,"number":15,"text":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","translations":{"en":"As for 'Aad, they were arrogant upon the earth without right and said, \"Who is greater than us in strength?\" Did they not consider that Allah who created them was greater than them in strength? But they were rejecting Our signs","es":"En cuanto a ‘Ad, actuaron con soberbia y cometieron injusticias en la tierra. Dijeron: \"¿Acaso existe alguien más poderoso que nosotros?\" ¿Acaso no sabían que Dios es Quien los creó y que Él es más poderoso que ellos? Pero rechazaron Mis signos","fr":"Quant aux 'Aad, ils s'enflèrent d'orgueil sur terre injustement et dirent: «Qui est plus fort que nous?» Quoi! N'ont-ils pas vu qu'en vérité Allah qui les a créés est plus fort qu'eux? Et ils reniaient Nos signes","id":"Maka adapun kaum 'Ād, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami","ru":"Что касается адитов, то они возгордились на земле без всякого права и сказали: «Кто может превзойти нас силой?». Неужели они не видели, что Аллах, Который сотворил их, превосходит их силой? Они отвергали Наши знамения","sv":"[Stammen] Aad uppträdde övermodigt på denna jord utan varje rimligt skäl och skröt: \"Vem är mäktigare än vi?\" - Förstod de inte att Gud, som skapade dem, har större makt än de","tr":"Ad milleti, yeryüzünde haksız yere büyüklük taslamış, \"Bizden daha kuvvetli kim vardır?\" demişti. Onlar, kendilerini yaratan Allah'ın onlardan daha kuvvetli olduğunu görmüyorlardı değil mi? Ayetlerimizi bile bile inkar ediyorlardı","ur":"عاد کا حال یہ تھا کہ وہ زمین میں کسی حق کے بغیر بڑے بن بیٹھے اور کہنے لگے \"کون ہے ہم سے زیادہ زور آور\" اُن کو یہ نہ سوجھا کہ جس خدا نے ان کو پیدا کیا ہے وہ ان سے زیادہ زور آور ہے؟ وہ ہماری آیات کا انکار ہی کرتے رہے","zh":"至于阿德人，他们不该在地方上妄自尊大，他们说：“谁比我们能力更强大呢？”难道他们不知道创造他们的安拉比他们更强大吗？他们否认了我的许多迹象，"},"transliteration":"Faamma AAadun faistakbaroo fee alardi bighayri alhaqqi waqaloo man ashaddu minna quwwatan awalam yaraw anna Allaha allathee khalaqahum huwa ashaddu minhum quwwatan wakanoo biayatina yajhadoona","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
