{"id":4234,"number":16,"text":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","translations":{"en":"So We sent upon them a screaming wind during days of misfortune to make them taste the punishment of disgrace in the worldly life; but the punishment of the Hereafter is more disgracing, and they will not be helped","es":"Les envié un fortísimo viento gélido en días terribles, para hacerles sufrir el castigo humillante en esta vida; pero el castigo de la otra vida será más humillante aún, y no tendrán quién los socorra","fr":"Nous déchaînâmes contre eux un vent violent et glacial en des jours néfastes, afin de leur faire goûter le châtiment de l'ignominie dans la vie présente. Le châtiment de l'au-delà cependant est plus ignominieux encore, et ils ne seront pas secourus","id":"Maka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas, karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan","ru":"Мы наслали на них морозный (или завывающий) ветер в злополучные дни, чтобы дать им вкусить муки позора в мирской жизни. А мучения в Последней жизни будут еще более позорными, и им не будет оказана помощь","sv":"och under [några] ödesdigra dagar sände Vi en rasande, iskall stormvind över dem för att låta dem i detta liv smaka ett förnedrande straff; straffet i det kommande livet skall förnedra dem än mer och de skall inte få någon hjälp","tr":"Rezillik azabını onlara dünya hayatında tattırmak için uğursuz günlerde üzerlerine dondurucu bir kasırga gönderdik. Ahiret azabı ise daha çok alçaltıcıdır ve onlar yardım da görmezler","ur":"آخرکار ہم نے چند منحوس دنوں میں سخت طوفانی ہوا ان پر بھیج دی تاکہ انہیں دنیا ہی کی زندگی میں ذلت و رسوائی کے عذاب کا مزا چکھا دیں، اور آخرت کا عذاب تو اس سے بھی زیادہ رسوا کن ہے، وہاں کوئی ان کی مدد کرنے والا نہ ہو گا","zh":"我使暴风在若干凶日里伤害他们，使他们在今世生活中尝试凌辱的刑罚，而后世的刑罚，确是更凌辱的，他们将不获援助。"},"transliteration":"Faarsalna AAalayhim reehan sarsaran fee ayyamin nahisatin linutheeqahum AAathaba alkhizyi fee alhayati alddunya walaAAathabu alakhirati akhza wahum la yunsaroona","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
