{"id":4235,"number":17,"text":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","translations":{"en":"And as for Thamud, We guided them, but they preferred blindness over guidance, so the thunderbolt of humiliating punishment seized them for what they used to earn","es":"Y en cuanto a Zamud, les aclaré cuál era la verdadera senda, pero prefirieron la ceguera a la guía. Entonces los azotó un castigo fulminante por lo que habían cometido","fr":"Et quant aux Tamûd, Nous les guidâmes; mais ils ont préféré l'aveuglement à la guidée. C'est alors qu'ils furent saisis par la foudre du supplice le plus humiliant pour ce qu'ils avaient acquis","id":"Dan adapun kaum Samud, mereka telah Kami beri petunjuk tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu, maka mereka disambar petir sebagai azab yang menghinakan disebabkan apa yang telah mereka kerjakan","ru":"Что же касается самудян, то Мы указали им на прямой путь, но они предпочли слепоту верному руководству, и их поразила молния унизительных мучений за то, что они приобретали","sv":"Och vad [stammen] Thamud beträffar gav Vi dem vägledning, men de valde att förbli blinda hellre än att vägledas, och till straff för de [onda] handlingar de begick drabbades de av ett förödmjukande och förkrossande slag","tr":"Semud milletine, doğru yolu göstermiştik, ama onlar körlüğü, doğru yolda gitmeye tercih ettiler. Kazandıklarının karşılığı olarak onları alçaltıcı azabın yıldırımı çarptı","ur":"رہے ثمود، تو ان کے سامنے ہم نے راہ راست پیش کی مگر انہوں نے راستہ دیکھنے کے بجائے اندھا بنا رہنا پسند کیا آخر اُن کے کرتوتوں کی بدولت ذلت کا عذاب اُن پر ٹوٹ پڑا","zh":"至于赛莫德人，则我曾引导他们，但他们舍正道而取迷误，故凌辱的刑罚的霹雳因他们的行为而轰击了他们。"},"transliteration":"Waamma thamoodu fahadaynahum faistahabboo alAAama AAala alhuda faakhathathum saAAiqatu alAAathabi alhooni bima kanoo yaksiboona","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
