{"id":4239,"number":21,"text":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","translations":{"en":"And they will say to their skins, \"Why have you testified against us?\" They will say, \"We were made to speak by Allah, who has made everything speak; and He created you the first time, and to Him you are returned","es":"Dirán a sus pieles: \"¿Por qué atestiguan contra nosotros?\" Les responderán: \"Nos hizo hablar Dios, Quien hace hablar a todas las cosas\". Sepan que Él los creó la primera vez, y que ante Él volverán","fr":"Ils diront à leurs peaux: «Pourquoi avez-vous témoigné contre nous?» Elles diront: «C'est Allah qui nous a fait parler, Lui qui fait parler toute chose. C'est Lui qui vous a créés une première fois et c'est vers Lui que vous serez retournés»","id":"Dan mereka berkata kepada kulit mereka, \"Mengapa kamu menjadi saksi terhadap kami?\" Kulit mereka menjawab, \"Yang menjadikan kami dapat berbicara adalah Allah, yang (juga) menjadikan segala sesuatu dapat berbicara, dan Dialah yang menciptakan kamu yang pertama kali dan hanya kepada-Nya kamu dikembalikan","ru":"Они скажут своей коже: «Почему вы стали свидетельствовать против нас?». Они скажут: «Нас заставил говорить Аллах, Который заставил говорить всякую вещь». Он сотворил вас в первый раз, и к Нему вы будете возвращены","sv":"Och var och en skall fråga sin hud: \"Varför vittnade du mot mig?\" - och den skall svara: \"Gud, som ger alla talets gåva, har [också] gett mig [den]. Det var Han som först skapade dig [och de andra] och till Honom har ni [nu] förts åter","tr":"Derilerine: \"Aleyhimize niçin şahidlik ettiniz?\" derler. \"Bizi, her şeyi konuşturan Allah konuşturdu. Sizi önce yaratan O'dur ve O'na döndürülüyorsunuz\" cevabını verirler","ur":"وہ اپنے جسم کی کھالوں سے کہیں گے \"تم نے ہمارے خلاف کیوں گواہی دی؟\"وہ جواب دیں گی \"ہمیں اُسی خدا نے گویائی دی ہے جس نے ہر چیز کو گویا کر دیا ہے اُسی نے تم کو پہلی مرتبہ پیدا کیا تھا اور اب اُسی کی طرف تم واپس لائے جا رہے ہو","zh":"他们将对自己的皮肤说：“你们为什么作不利于我们的见证呢？”它们将说：“能使万物说话的安拉，已使我们说话了。他初次创造你们，你们只被召归于他。”"},"transliteration":"Waqaloo lijuloodihim lima shahidtum AAalayna qaloo antaqana Allahu allathee antaqa kulla shayin wahuwa khalaqakum awwala marratin wailayhi turjaAAoona","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
