{"id":4240,"number":22,"text":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","translations":{"en":"And you were not covering yourselves, lest your hearing testify against you or your sight or your skins, but you assumed that Allah does not know much of what you do","es":"No pudieron esconderse de los oídos, los ojos y la piel que atestiguarán en su contra. Pensaban que Dios ignoraba gran parte de lo que hacían","fr":"Vous ne pouviez vous cacher au point que ni votre ouïe, ni vos yeux et ni vos peaux ne puissent témoigner contre vous. Mais vous pensiez qu'Allah ne savait pas beaucoup de ce que vous faisiez","id":"(Dan kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan dan kulitmu terhadapmu774) bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan","ru":"Вы не укрывались от свидетельств вашего слуха, ваших взоров и вашей кожи. Но вы предполагали, что Аллах не знает многого из того, что вы совершали","sv":"Men ni försökte aldrig dölja [era förehavanden] för att era öron, era ögon och er hud inte skulle kunna vittna mot er, och ni trodde att Gud inte kände till vad ni gjorde","tr":"Siz, gözleriniz, kulaklarınız ve derilerinizin aleyhinize şahidlik edeceğinden korkarak kötü iş işlemekten çekinmiyordunuz. Hayır; Allah'ın, yaptıklarınızın çoğunu bilmediğini sanıyordunuz","ur":"تم دنیا میں جرائم کرتے وقت جب چھپتے تھے تو تمہیں یہ خیال نہ تھا کہ کبھی تمہارے اپنے کان اور تمہاری آنکھیں اور تمہارے جسم کی کھالیں تم پر گواہی دیں گی بلکہ تم نے تو یہ سمجھا تھا کہ تمہارے بہت سے اعمال کی اللہ کو بھی خبر نہیں ہے","zh":"过去，你们没有防备你们的耳目皮肤会作不利于你们的见证，但你们猜想安拉不知道你们所作的许多事情。"},"transliteration":"Wama kuntum tastatiroona an yashhada AAalaykum samAAukum wala absarukum wala juloodukum walakin thanantum anna Allaha la yaAAlamu katheeran mimma taAAmaloona","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
