{"id":4243,"number":25,"text":"۞وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","translations":{"en":"And We appointed for them companions who made attractive to them what was before them and what was behind them [of sin], and the word has come into effect upon them among nations which had passed on before them of jinn and men. Indeed, they [all] were losers","es":"Y les asigné compañeros, que les embellecieron lo que habían cometido y lo que iban a cometer. Entonces merecieron el castigo al igual que otras naciones anteriores de seres humanos y de yinnes que fueron destruidas. Ellos fueron los verdaderos perdedores","fr":"Et Nous leur avons destiné des compagnons inséparables [des démons] qui leur ont enjolivé ce qui était devant et derrière eux. Et le décret s'est avéré juste contre eux, comme contre les autres communautés de djinns et d'hommes qui ont vécu avant eux. Ils sont certes perdants","id":"Dan Kami tetapkan bagi mereka teman-teman (setan) yang memuji-muji apa saja yang ada di hadapan dan di belakang mereka775) dan tetaplah atas mereka putusan azab bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sungguh, mereka adalah orang-orang yang rugi","ru":"Мы приставили к ним товарищей, которые представили им прекрасным их настоящее и будущее, и сбылось Слово относительно них и относительно живших до них народов из числа джиннов и людей. Воистину, они были потерпевшими убыток","sv":"Vi gav dem onda krafter till ständiga följeslagare och de skönmålade för dem det [onda] som de begick och det som de hade i sinnet. Och domen föll över dem lika obönhörligt som den hade fallit över tidigare släkten av osynliga väsen och människor; de hörde till förlorarna","tr":"Onların yanına bir takım yardakçılar koyarız da geçmişlerini geleceklerini onlara güzel gösterirler. Verilen söz, gerek cinlerden ve gerekse insanlardan, gelip geçmiş ümmetler içinde, onların aleyhine gerçekleşmiştir. Doğrusu onlar hüsranda idiler","ur":"ہم نے ان پر ایسے ساتھی مسلط کر دیے تھے جو انہیں آگے اور پیچھے ہر چیز خوشنما بنا کر دکھاتے تھے، آخر کار اُن پر بھی وہی فیصلہ عذاب چسپاں ہو کر رہا جو ان سے پہلے گزرے ہوئے جنوں اور انسانوں کے گروہوں پر چسپاں ہو چکا تھا، یقیناً وہ خسارے میں رہ جانے والے تھے","zh":"我已为他们预定许多魔伴，而那些魔伴，以他们生前或嗣后的事情迷惑他们，他们应当受刑罚的判决，而入于以前逝去的精灵和人类的若干民族之中，而预言对他们实现，他们确是亏折者。"},"transliteration":"Waqayyadna lahum quranaa fazayyanoo lahum ma bayna aydeehim wama khalfahum wahaqqa AAalayhimu alqawlu fee omamin qad khalat min qablihim mina aljinni waalinsi innahum kanoo khasireena","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
