{"id":4243,"number":25,"text":"۞وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","translations":{"bn":"আমি তাদের পেছনে সঙ্গী লাগিয়ে দিয়েছিলাম, অতঃপর সঙ্গীরা তাদের অগ্র-পশ্চাতের আমল তাদের দৃষ্টিতে শোভনীয় করে দিয়েছিল। তাদের ব্যাপারেও শাস্তির আদেশ বাস্তবায়িত হল, যা বাস্তবায়িত হয়েছিল তাদের পূর্ববতী জিন ও মানুষের ব্যাপারে। নিশ্চয় তারা ক্ষতিগ্রস্ত।","en":"And We appointed for them companions who made attractive to them what was before them and what was behind them [of sin], and the word has come into effect upon them among nations which had passed on before them of jinn and men. Indeed, they [all] were losers","id":"Dan Kami tetapkan bagi mereka teman-teman (setan) yang memuji-muji apa saja yang ada di hadapan dan di belakang mereka775) dan tetaplah atas mereka putusan azab bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sungguh, mereka adalah orang-orang yang rugi","ru":"Мы приставили к ним товарищей, которые представили им прекрасным их настоящее и будущее, и сбылось Слово относительно них и относительно живших до них народов из числа джиннов и людей. Воистину, они были потерпевшими убыток","tr":"Onların yanına bir takım yardakçılar koyarız da geçmişlerini geleceklerini onlara güzel gösterirler. Verilen söz, gerek cinlerden ve gerekse insanlardan, gelip geçmiş ümmetler içinde, onların aleyhine gerçekleşmiştir. Doğrusu onlar hüsranda idiler","ur":"ہم نے ان پر ایسے ساتھی مسلط کر دیے تھے جو انہیں آگے اور پیچھے ہر چیز خوشنما بنا کر دکھاتے تھے، آخر کار اُن پر بھی وہی فیصلہ عذاب چسپاں ہو کر رہا جو ان سے پہلے گزرے ہوئے جنوں اور انسانوں کے گروہوں پر چسپاں ہو چکا تھا، یقیناً وہ خسارے میں رہ جانے والے تھے"},"chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"bn":"সুস্পষ্ট বিবরণ","en":"Explained in Detail","id":"Yang Dijelaskan","ru":"Разъяснены","tr":"Fussilet","ur":"مفصل"},"type":"meccan"}}
