{"id":4247,"number":29,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","translations":{"en":"And those who disbelieved will [then] say, \"Our Lord, show us those who misled us of the jinn and men [so] we may put them under our feet that they will be among the lowest","es":"Dirán los que se negaron a creer: \"¡Oh, Señor nuestro! Déjanos ver a los yinnes y a los seres humanos que nos extraviaron para que los pongamos bajo nuestros pies, y así sean ellos de los que estén más abajo","fr":"Et les mécréants diront: «Seigneur, fais-nous voir ceux des djinns et des humains qui nous ont égarés, afin que nous les placions tous sous nos pieds, pour qu'ils soient parmi les plus bas»","id":"Dan orang-orang yang kafir berkata, \"Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami yaitu (golongan) jin dan manusia, agar kami letakkan keduanya di bawah telapak kaki agar kedua golongan itu menjadi yang paling bawah (hina)","ru":"Неверующие скажут: «Господь наш! Покажи нам тех джиннов и людей, которые ввели нас в заблуждение. Мы бросим их себе под ноги, чтобы они были самыми низкими»","sv":"[När förnekarna står framför helvetet] skall de säga: \"Herre! Visa oss dem bland de osynliga väsendena och människorna som ledde oss vilse; [så att] vi kan trampa på dem och göra dem till de uslaste av de usla","tr":"İnkar edenler: \"Rabbimiz! Cinlerden ve insanlardan, bizi saptıranları göster, onları ayaklarımızın altına alalım da en altta kalanlardan olsunlar\" derler","ur":"وہاں یہ کافر کہیں گے کہ \"اے ہمارے رب، ذرا ہمیں دکھا دے اُن جنوں اور انسانوں کو جنہوں نے ہمیں گمراہ کیا تھا، ہم انہیں پاؤں تلے روند ڈالیں گے تاکہ وہ خوب ذلیل و خوار ہوں","zh":"不信道者说：“我们的主啊！求你昭示我们那些曾使我们迷误的精灵和人类，让我们将他们踏在我们的脚下，以便他们变成最卑贱的。”"},"transliteration":"Waqala allatheena kafaroo rabbana arina allathayni adallana mina aljinni waalinsi najAAalhuma tahta aqdamina liyakoona mina alasfaleena","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
