{"id":4248,"number":30,"text":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَـٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","translations":{"en":"Indeed, those who have said, \"Our Lord is Allah \" and then remained on a right course - the angels will descend upon them, [saying], \"Do not fear and do not grieve but receive good tidings of Paradise, which you were promised","es":"Quienes digan: \"Nuestro Señor es Dios\" y obren correctamente, los ángeles descenderán sobre ellos [y les dirán:] \"No teman ni estén tristes. Bienaventurados sean porque tendrán el Paraíso que les fue prometido","fr":"Ceux qui disent: «Notre Seigneur est Allah», et qui se tiennent dans le droit chemin, les Anges descendent sur eux. «N'ayez pas peur et ne soyez pas affligés; mais ayez la bonne nouvelle du Paradis qui vous était promis","id":"Sesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu","ru":"Воистину, к тем, которые сказали: «Наш Господь - Аллах», - а потом были стойки, нисходят ангелы: «Не бойтесь и не печальтесь, а возрадуйтесь Раю, который был обещан вам","sv":"De som säger: \"Gud är vår Herre\" och som vill följa den raka vägen, till dem stiger änglarna ned [med hälsningen]: \"Ni skall inte känna någon fruktan och ingen sorg skall tynga er! Tag emot det glada budskapet att paradiset som ni har blivit lovade [väntar er]","tr":"Rabbimiz Allah'tır\" deyip sonra da doğrulukta devam edenler, onları, melekler, ölümleri anında: \"Korkmayınız, üzülmeyiniz, size söz verilen cennetle sevinin, biz dünya hayatında da, ahirette de size dostuz. Burada, canlarınızın çektiği, umduğunuz şeyler, bağışlayan ve acıyan Allah katından bir ziyafet olarak size sunulur\" diyerek inerler","ur":"جن لوگوں نے کہا کہ اللہ ہمارا رب ہے اور پھر وہ اس پر ثابت قدم رہے، یقیناً اُن پر فرشتے نازل ہوتے ہیں اور ان سے کہتے ہیں کہ \"نہ ڈرو، نہ غم کرو، اور خوش ہو جاؤ اُس جنت کی بشارت سے جس کا تم سے وعدہ کیا گیا ہے","zh":"凡说过“我们的主是安拉”，然后遵循正道者，众天使将来临他们，说：“你们不要恐惧，不要忧愁，你们应当为你们的被预许的乐园而高兴。"},"transliteration":"Inna allatheena qaloo rabbuna Allahu thumma istaqamoo tatanazzalu AAalayhimu almalaikatu alla takhafoo wala tahzanoo waabshiroo bialjannati allatee kuntum tooAAadoona","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
