{"id":4255,"number":37,"text":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","translations":{"en":"And of His signs are the night and day and the sun and moon. Do not prostrate to the sun or to the moon, but prostate to Allah, who created them, if it should be Him that you worship","es":"Entre Sus signos están la noche y el día, el Sol y la Luna. Si realmente es a Él a Quien adoran, entonces no se prosternen ante el Sol ni ante la Luna, sino que prostérnense ante Dios, ya que Él es Quien los ha creado","fr":"Parmi Ses merveilles, sont la nuit et le jour, le soleil et la lune: ne vous prosternez ni devant le soleil, ni devant la lune, mais prosternez-vous devant Allah qui les a créés, si c'est Lui que vous adorez","id":"Dan sebagian dari tanda-tanda kebesaran-Nya ialah malam, siang, matahari dan bulan. Janganlah bersujud kepada matahari dan jangan (pula) kepada bulan, tetapi bersujudlah kepada Allah yang menciptakannya, jika kamu hanya menyembah kepada-Nya","ru":"Среди Его знамений - ночь и день, солнце и луна. Не падайте ниц перед солнцем и луной, а падайте ниц перед Аллахом, Который сотворил их, если Ему вы поклоняетесь","sv":"Bland Hans tecken är natten och dagen, solen och månen. Fall inte ned på ert ansikte inför solen, inte heller inför månen; fall ned i tillbedjan inför Gud som har skapat dem - om det är Honom ni vill dyrka","tr":"Gece ile gündüz, güneş ile ay Allah'ın varlığının belgelerindendir. Güneşe ve aya secde etmeyin; eğer Allah'a kulluk etmek istiyorsanız, bunları yaratana secde edin","ur":"اللہ کی نشانیوں میں سے ہیں یہ رات اور دن اور سورج اور چاند سورج اور چاند کو سجدہ نہ کرو بلکہ اُس خدا کو سجدہ کرو جس نے انہیں پیدا کیا ہے اگر فی الواقع تم اُسی کی عبادت کرنے والے ہو","zh":"昼夜与日月，都是他的迹象。你们不要向日月叩头，你们应当向创造那些迹象的安拉叩头，如果你们是崇拜他的话。"},"transliteration":"Wamin ayatihi allaylu waalnnaharu waalshshamsu waalqamaru la tasjudoo lilshshamsi wala lilqamari waosjudoo lillahi alathee khalaqahunna in kuntum iyyahu taAAbudoona","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
