{"id":4257,"number":39,"text":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translations":{"en":"And of His signs is that you see the earth stilled, but when We send down upon it rain, it quivers and grows. Indeed, He who has given it life is the Giver of Life to the dead. Indeed, He is over all things competent","es":"Entre Sus signos está que puedes ver la tierra sin vegetación, pero cuando hace descender el agua sobre ella, vibra y reverdece. Aquel que le da vida es Quien resucitará a los muertos. Él es sobre toda cosa Poderoso","fr":"Et parmi Ses merveilles est que tu vois la terre humiliée (toute nue). Puis aussitôt que Nous faisons descendre l'eau sur elle, elle se soulève et augmente [de volume]. Celui qui lui redonne la vie est certes Celui qui fera revivre les morts, car Il est Omnipotent","id":"Dan sebagian dari tanda-tanda (kebesaran)-Nya, engkau melihat bumi itu kering dan tandus, tetapi apabila Kami turunkan hujan di atasnya, niscaya ia bergerak dan subur. Sesungguhnya (Allah) yang menghidupkannya pasti dapat menghidupkan yang mati; sesungguhnya Dia Mahakuasa atas segala sesuatu","ru":"Среди Его знамений - то, что ты видишь землю иссохшей, но когда Мы ниспосылаем на нее воду, она приходит в движение и набухает. Воистину, Тот, Кто оживил ее, непременно оживит мертвецов. Он способен на всякую вещь","sv":"Och bland Hans tecken är jorden som inför dina ögon ligger torr och död men som, när Vi låter regnet falla, skälver och sväller [av liv]. Han som väcker jorden till detta nya liv är med visshet Densamme som återuppväcker de döda! Gud har allt i Sin makt","tr":"Kupkuru gördüğün yeryüzünün, Biz ona su indirdiğimiz zaman harekete geçmesi, kabarması, Allah'ın varlığının belgelerindendir. Ona can veren Allah şüphesiz ölüleri de diriltir. Doğrusu O her şeye kadir'dir","ur":"اور اللہ کی نشانیوں میں سے ایک یہ ہے کہ تم دیکھتے ہو زمین سونی پڑی ہوئی ہے، پھر جونہی کہ ہم نے اس پر پانی برسایا، یکایک وہ پھبک اٹھتی ہے اور پھول جاتی ہے یقیناً جو خدا اس مری ہوئی زمین کو جلا اٹھاتا ہے وہ مُردوں کو بھی زندگی بخشنے والا ہے یقیناً وہ ہر چیز پر قدرت رکھتا ہے","zh":"你看大地是干枯的，当我降下雨水的时候，它便活动而膨胀起来，这也是他的迹象。能使大地复活者，必能使死人复活，他对于万事，确是全能的。"},"transliteration":"Wamin ayatihi annaka tara alarda khashiAAatan faitha anzalna AAalayha almaa ihtazzat warabat inna allathee ahyaha lamuhyee almawta innahu AAala kulli shayin qadeerun","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
