{"id":4261,"number":43,"text":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","translations":{"en":"Nothing is said to you, [O Muhammad], except what was already said to the messengers before you. Indeed, your Lord is a possessor of forgiveness and a possessor of painful penalty","es":"No dicen de ti [¡oh, Mujámmad!] sino lo que ya había sido dicho sobre los Mensajeros que te precedieron. Tu Señor es el poseedor del perdón y el poseedor de un castigo doloroso","fr":"Il ne t'est dit que ce qui a été dit aux Messagers avant toi. Ton Seigneur est certes Détenteur du pardon et Détenteur aussi d'une punition douloureuse","id":"Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sungguh, Tuhanmu mempunyai ampunan dan azab yang pedih","ru":"Тебе будет сказано только то, что было сказано посланникам до тебя. Воистину, твой Господь обладает прощением и обладает мучительным наказанием","sv":"Vad de säger till dig [Muhammad] är ingenting annat än det som har sagts till de profeter som gick före dig. Din Herre är Den som ger full förlåtelse, men också Den som straffar med ett plågsamt straff","tr":"Senin için söylenenler, senden önceki peygamberler için de söylenmişti. Doğrusu Rabbin hem bağışlayan ve hem de can yakıcı azap verendir","ur":"اے نبیؐ، تم سے جو کچھ کہا جا رہا ہے اس میں کوئی چیز بھی ایسی نہیں ہے جو تم سے پہلے گزرے ہوئے رسولوں سے نہ کہی جاچکی ہو بے شک تمہارا رب بڑا درگزر کرنے والا ہے، اور اس کے ساتھ بڑی دردناک سزا دینے والا بھی ہے","zh":"人们对你说的，不过是以往对众使者说过的谰言，你的主，确是有赦宥的，确是有痛惩的。"},"transliteration":"Ma yuqalu laka illa ma qad qeela lilrrusuli min qablika inna rabbaka lathoo maghfiratin wathoo AAiqabin aleemin","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
