{"id":4262,"number":44,"text":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَـٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","translations":{"en":"And if We had made it a non-Arabic Qur'an, they would have said, \"Why are its verses not explained in detail [in our language]? Is it a foreign [recitation] and an Arab [messenger]?\" Say, \"It is, for those who believe, a guidance and cure.\" And those who do not believe - in their ears is deafness, and it is upon them blindness. Those are being called from a distant place","es":"Si hubiera revelado el Corán en otro idioma habrían dicho [los incrédulos de entre tu pueblo]: \"¿Por qué no fue explicado detalladamente en forma clara?\" ¡Qué! ¿Una revelación no árabe para un Profeta árabe? Diles: \"Este Libro es guía y salud para los creyentes; pero de los que se niegan a creer sus oídos son sordos y no comprenden. [Se comportan] como si se los llamara de un lugar muy lejano","fr":"Si Nous en avions fait un Coran en une langue autre que l'arabe, ils auraient dit: «Pourquoi ses versets n'ont-ils pas été exposés clairement? quoi? Un [Coran] non-arabe et [un Messager] arabe?» Dis: «Pour ceux qui croient, il est une guidée et une guérison». Et quant à ceux qui ne croient pas, il y a une surdité dans leurs oreilles et ils sont frappés d'aveuglement en ce qui le concerne; ceux-là sont appelés d'un endroit lointain","id":"Dan sekiranya Alquran Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab niscaya mereka mengatakan, \"Mengapa tidak dijelaskan ayat-ayatnya?\" Apakah patut (Alquran) dalam bahasa selain bahasa Arab sedang (rasul), orang Arab? Katakanlah, \"Alquran adalah petunjuk dan penyembuh bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Alquran) itu merupakan kegelapan bagi mereka.776) Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh","ru":"Если бы Мы сделали его Кораном не на арабском языке, то они непременно сказали бы: «Почему его аяты не разъяснены? Неарабская речь и араб?». Скажи: «Он является верным руководством и исцелением для тех, которые уверовали. А уши неверующих поражены глухотой, и они слепы к нему. Это - те, к которым взывают издалека»","sv":"Om Vi hade uppenbarat denna Koran på ett annat språk än arabiska, skulle de [som nu avvisar den] helt säkert ha sagt: \"Varför har inte dess verser fått en fast och klar avfattning? [Budskap på] ett främmande språk! Och [budbäraren] arab!\" Säg: \"Denna [Skrift] ger alla som vill tro vägledning och bot [mot tvivel och okunnighet]; men för dem som inte vill tro har öronen täppts till och den känns som [en dimma] av blindhet [och elände] - [Koranen blir] för dem [bara] ett rop i ett långt avlägset fjärran","tr":"Biz bu Kuran'ı yabancı bir dil ile ortaya koysaydık: \"Ayetleri uzun açıklanmalı değil miydi? Araba yabancı bir dille söylenir mi?\" derlerdi. De ki: \"Bu, inananlara doğruluk rehberi ve gönüllerine şifadır.\" İnanmayanların kulaklarında ağırlık vardır ve onlara kapalıdır; sanki bunlara uzak bir mesafeden sesleniliyor da anlamıyorlar","ur":"اگر ہم اِس کو عجمی قرآن بنا کر بھیجتے تو یہ لوگ کہتے \"کیوں نہ اس کی آیات کھول کر بیان کی گئیں؟ کیا عجیب بات ہے کہ کلام عجمی ہے اور مخاطب عربی\" اِن سے کہو یہ قرآن ایمان لانے والوں کے لیے تو ہدایت اور شفا ہے، مگر جو لوگ ایمان نہیں لاتے اُن کے لیے یہ کانوں کی ڈاٹ اور آنکھوں کی پٹی ہے اُن کا حال تو ایسا ہے جیسے اُن کو دور سے پکارا جا رہا ہو","zh":"假若我降示一部外国语的《古兰经》，他们必定会说：“怎么不解释其中的节文呢？一部外国语的经典和一个阿拉伯的先知吗？”你说：“它是信道者的向导和药方；不信道者听而不闻，视而不见，因为这些人是从远处被喊叫的。”"},"transliteration":"Walaw jaAAalnahu quranan aAAjamiyyan laqaloo lawla fussilat ayatuhu aaAAjamiyyun waAAarabiyyun qul huwa lillatheena amanoo hudan washifaon waallatheena la yuminoona fee athanihim waqrun wahuwa AAalayhim AAaman olaika yunadawna min makanin baAAeedin","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
