{"id":4263,"number":45,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","translations":{"en":"And We had already given Moses the Scripture, but it came under disagreement. And if not for a word that preceded from your Lord, it would have been concluded between them. And indeed they are, concerning the Qur'an, in disquieting doubt","es":"Le revelé el Libro a Moisés, pero discreparon sobre él. Si no hubiera sido porque tu Señor lo había decretado, se les habría adelantado el castigo. Ellos tienen sobre el Corán una seria duda","fr":"Nous avons effectivement donné à Moïse le Livre. Puis, il y eut controverse là-dessus. Et si ce n'était une parole préalable de ton Seigneur, on aurait certainement tranché entre eux. Ils sont vraiment, à son sujet, dans un doute troublant","id":"Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) lalu diperselisihkan. Sekiranya tidak ada keputusan yang terdahulu dari Tuhanmu, orang-orang kafir itu pasti sudah dibinasakan. Dan sesungguhnya mereka benar-benar dalam keraguan yang mendalam terhadapnya","ru":"Мы даровали Мусе (Моисею) Писание, но по его поводу возникли разногласия. И если бы не было прежде Слова от твоего Господа, то спор их был бы решен. Воистину, они испытывают смутные сомнения относительно него (Корана)","sv":"Och Vi gav Moses Skriften, men olika meningar uppstod [bland människorna] om dess innebörd; och om inte din Herre hade beslutat [om uppskov] skulle allt [genast] ha varit avgjort mellan dem. Men [som det nu är] fortsätter de att omge [uppenbarelsen] med sina tvivel och misstankar","tr":"And olsun ki Musa'ya Kitap vermiştik de onda ayrılığa düşmüşlerdi. Rabbinin verilmiş bir sözü olmasaydı, aralarında hükmedilmiş olurdu. Doğrusu onlar, onun hakkında şüphe ve endişe içindedirler","ur":"اِس سے پہلے ہم نے موسیٰؑ کو کتاب دی تھی اور اس کے معاملے میں بھی یہی اختلاف ہوا تھا اگر تیرے رب نے پہلے ہی ایک بات طے نہ کر دی ہوتی تو ان اختلاف کرنے والوں کے درمیان فیصلہ چکا دیا جاتا اور حقیقت یہ ہے کہ یہ لوگ اُس کی طرف سے سخت اضطراب انگیز شک میں پڑے ہوئے ہیں","zh":"我确已把天经授予穆萨，，但众人为那天经而分歧，假若没有一句话从你的主预先发出，他们必受裁判。他们对于它，确是在疑惑之中。"},"transliteration":"Walaqad atayna moosa alkitaba faikhtulifa feehi walawla kalimatun sabaqat min rabbika laqudiya baynahum wainnahum lafee shakkin minhu mureebin","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
