{"id":4265,"number":47,"text":"۞إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّـٰكَ مَامِنَّا مِن شَهِيدٖ","translations":{"en":"To him [alone] is attributed knowledge of the Hour. And fruits emerge not from their coverings nor does a female conceive or give birth except with His knowledge. And the Day He will call to them, \"Where are My 'partners'?\" they will say, \"We announce to You that there is [no longer] among us any witness [to that]","es":"Solo Él sabe cuándo llegará la Hora. No surge ningún fruto de su cáliz, ni concibe ninguna mujer o da a luz sin que Él tenga total conocimiento de ello. El día que los llame [y pregunte a los idólatras]: \"¿Dónde están los socios [en la divinidad] que Me atribuían?\" Responderán: \"Anunciamos que ninguno de nosotros sigue atestiguando eso","fr":"A Lui revient la connaissance de l'Heure. Aucun fruit ne sort de son enveloppe, aucune femelle ne conçoit ni ne met bas sans qu'Il n'en ait connaissance. Et le jour où Il les appellera: «Où sont Mes associés?», ils diront: «Nous Te déclarons qu'il n'y a point de témoin parmi nous»","id":"(Kepada-Nyalah ilmu tentang hari Kiamat itu dikembalikan.777) Tidak ada buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan yang melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, \"Di manakah sekutu-sekutu-Ku itu?\"778) Mereka menjawab, \"Kami nyatakan kepada Engkau bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu)","ru":"К Нему восходит знание о Часе. Не вырастет ни один плод из завязи, не понесет и не родит ни одна самка без Его ведома. В тот день, когда Он воззовет к ним: «Где же Мои сотоварищи?». - они скажут: «Мы дали Тебе знать, что никто из нас не станет свидетельствовать»","sv":"Han ensam har kunskapen om den Yttersta stundens ankomst; ingen frukt tränger fram ur sitt hölje och ingen varelse av honkön blir havande, inte heller föder hon, utan Hans vetskap. Den Dag då Han skall fråga [avgudadyrkarna]: \"Var är [nu] Mina medgudar?\" - kommer de att svara: \"Vi måste erkänna att ingen av oss kan vittna [att de finns]","tr":"Kıyametin ne zaman kopacağı bilgisi ona aittir. O'nun bilgisi dışında hiçbir ürün kabuğundan çıkmaz, hiçbir dişi gebe kalmaz ve doğurmaz. Onlara: \"Bana koştuğunuz ortaklar nerede?\" diye seslendiği gün: \"Sana, buna dair bizden hiçbir şahit olmadığınıarzederiz\" derler","ur":"اُس ساعت کا علم اللہ ہی کی طرف راجع ہوتا ہے، وہی اُن سارے پھلوں کو جانتا ہے جو اپنے شگوفوں میں سے نکلتے ہیں، اسی کو معلوم ہے کہ کونسی مادہ حاملہ ہوئی ہے اور کس نے بچہ جنا ہے پھر جس روز وہ اِن لوگوں کو پکارے گا کہ کہاں ہیں میرے وہ شریک؟ یہ کہیں گے، \"ہم عرض کر چکے ہیں، آج ہم میں سے کوئی اِس کی گواہی دینے والا نہیں ہے","zh":"关于复活时的认识，只归于他；果实的脱萼，女性的怀孕和分娩，无一不在他的洞鉴中。在那日，他将问他们：“你们妄称为我的伙伴的，在哪里呢？”他们将说：“我们报告你，我们中绝没有一个人能作证这件事。”"},"transliteration":"Ilayhi yuraddu AAilmu alssaAAati wama takhruju min thamaratin min akmamiha wama tahmilu min ontha wala tadaAAu illa biAAilmihi wayawma yunadeehim ayna shurakaee qaloo athannaka ma minna min shaheedin","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
