{"id":4268,"number":50,"text":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","translations":{"en":"And if We let him taste mercy from Us after an adversity which has touched him, he will surely say, \"This is [due] to me, and I do not think the Hour will occur; and [even] if I should be returned to my Lord, indeed, for me there will be with Him the best.\" But We will surely inform those who disbelieved about what they did, and We will surely make them taste a massive punishment","es":"Si lo agracio con Mi misericordia después de que sufriera una desgracia, dice: \"Esto es lo que me merecía, y no creo que la Hora del Juicio llegue jamás; pero si compareciera ante mi Señor, seguro que Él me concedería lo más bello que existe\". Pero ya les informaré a los que se negaron a creer todo lo que hicieron, y los haré sufrir un castigo terrible","fr":"Et si nous lui faisons goûter une miséricorde de Notre part, après qu'une détresse l'ait touché, il dit certainement: «Cela m'est dû! Et je ne pense pas que l'Heure se lèvera [un jour]. Et si je suis ramené vers mon Seigneur, je trouverai, près de Lui, la plus belle part». Nous informerons ceux qui ont mécru de ce qu'ils ont fait et Nous leur ferons sûrement goûter à un dur châtiment","id":"Dan jika Kami berikan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia berkata, \"Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Dan jika aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.\" Maka sungguh, akan Kami beritahukan kepada orang-orang kafir tentang apa yang telah mereka kerjakan, dan sungguh, akan Kami timpakan kepada mereka azab yang berat","ru":"Если Мы дадим ему вкусить милость от Нас после того, как его коснется несчастье, то он непременно скажет: «Вот это - для меня, и я не думаю, что настанет Час. Если же я буду возвращен к моему Господу, то у Него для меня обязательно будет уготовано наилучшее». Мы непременно поведаем неверующим о том, что они совершили, и дадим им вкусить жестокие мучения","sv":"Men om Vi förbarmar Oss över henne sedan hon haft att kämpa med svårigheter, säger hon helt säkert: \"Detta är vad som tillkommer mig och den Yttersta stunden tror jag aldrig skall komma; men [om den kommer och] jag förs åter till min Herre, kan jag helt visst vänta mig att Han skall skänka mig det högsta goda!\" Förvisso skall Vi låta dem som förnekade [Uppståndelsens] sanning få veta vad deras handlingar [var värda] och Vi skall låta dem pröva på ett tungt straff","tr":"Başına gelen sıkıntıdan sonra, kendisine katımızdan bir rahmet tattırsak: \"Bu benim hakkımdır; kıyametin kopacağını sanmıyorum. Rabbime döndürülürsem, O'nun katında and olsun ki, benim için daha güzel şeyler vardır\" der. İnkar edenlere, işlediklerini, and olsun ki bildireceğiz. Onlara and olsun ki çetin bir azap tattıracağız","ur":"مگر جو ں ہی کہ سخت وقت گزر جانے کے بعد ہم اِسے اپنی رحمت کا مزا چکھاتے ہیں، یہ کہتا ہے کہ \"میں اِسی کا مستحق ہوں، اور میں نہیں سمجھتا کہ قیامت کبھی آئے گی، لیکن اگر واقعی میں اپنے رب کی طرف پلٹایا گیا تو وہاں بھی مزے کروں گا\" حالانکہ کفر کرنے والوں کو لازماً ہم بتا کر رہیں گے کہ وہ کیا کر کے آئے ہیں اور انہیں ہم بڑے گندے عذاب کا مزا چکھائیں گے","zh":"他遭遇患难之后，如果我使他尝试从我降下的恩惠，他必定说：“这是我用工作换来的。我不信复活时会到来。如果我被召去见我的主，则我在他那里必受至善的报酬。”我必将不信道者的行为告诉他们，我必使他们尝试严重的刑罚。"},"transliteration":"Walain athaqnahu rahmatan minna min baAAdi darraa massathu layaqoolanna hatha lee wama athunnu alssaAAata qaimatan walain rujiAAtu ila rabbee inna lee AAindahu lalhusna falanunabbianna allatheena kafaroo bima AAamiloo walanutheeqannahum min AAathabin ghaleethin","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
