{"id":4270,"number":52,"text":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","translations":{"en":"Say, \"Have you considered: if the Qur'an is from Allah and you disbelieved in it, who would be more astray than one who is in extreme dissension","es":"Diles: \"¿Acaso han considerado qué les pasaría si este es un Libro que proviene de Dios y ustedes se niegan a creer en él?\". No existe nadie más desviado que quien persiste obstinado en el error","fr":"Dis: «Voyez-vous? Si ceci (le Coran) émane d'Allah et qu'ensuite vous le reniez; qui se trouvera plus égaré que celui qui s'éloigne dans la dissidence?»","id":"Katakanlah, \"Bagaimana pendapatmu jika (Alquran) itu datang dari sisi Allah, kemudian kamu mengingkarinya. Siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh (dari kebenaran)","ru":"Скажи: «Что вы думаете, а если Коран - от Аллаха, и вы не веруете в него? Кто может быть более заблудшим, чем тот, кто находится в глубоком разладе с истиной?»","sv":"SÄG [till dem som sätter andra gudar vid Guds sida]: \"Vad tror ni? Om [Koranen] verkligen är från Gud - vilket ni förnekar - vem begår då ett större fel än den som tar avstånd [från uppenbarelsen] och sätter sig upp emot dess [budskap]","tr":"De ki: \"Kuran Allah katından gelmiş olup da siz de onu inkar etmişseniz, söyleyin bana, derin bir çıkmazda bulunan kimseden daha sapık kim vardır","ur":"اے نبیؐ، اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر واقعی یہ قرآن خدا ہی کی طرف سے ہوا اور تم اِس کا انکار کرتے رہے تو اُس شخص سے بڑھ کر بھٹکا ہوا اور کون ہوگا جو اِس کی مخالفت میں دور تک نکل گیا ہو؟","zh":"你说：“你们告诉我吧！如果《古兰经》是从安拉那里降示的，而你们不信它，那么，有谁比长远违背真理者更迷误呢？”"},"transliteration":"Qul araaytum in kana min AAindi Allahi thumma kafartum bihi man adallu mimman huwa fee shiqaqin baAAeedin","chapter":{"id":41,"name":"فصلت","transliteration":"Fussilat","translations":{"en":"Explained in Detail","es":"Se Han Expresado Con Claridad","fr":"Les versets explicites","id":"Yang Dijelaskan","ru":"Разъяснены","sv":"En Fast Och Klar Förkunnelse","tr":"Fussilet","ur":"مفصل","zh":"奉绥来特"},"type":"meccan"}}
