{"id":428,"number":135,"text":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","translations":{"en":"And those who, when they commit an immorality or wrong themselves [by transgression], remember Allah and seek forgiveness for their sins - and who can forgive sins except Allah? - and [who] do not persist in what they have done while they know","es":"Aquellos que al cometer una obscenidad o injusticia invocan a Dios pidiendo perdón por sus pecados, porque saben que solo Dios perdona los pecados, y no reinciden a sabiendas","fr":"et pour ceux qui, s'ils ont commis quelque turpitude ou causé quelque préjudice à leurs propres âmes (en désobéissant à Allah), se souviennent d'Allah et demandent pardon pour leurs péchés - et qui est-ce qui pardonne les péchés sinon Allah? - et qui ne persistent pas sciemment dans le mal qu'ils ont fait","id":"dan (juga) orang-orang yang apabila mengerjakan perbuatan keji atau menzalimi diri sendiri,145) (segera) mengingat Allah, lalu memohon ampun atas dosa-dosanya, dan siapa (lagi) yang dapat mengampuni dosa-dosa selain Allah? Dan mereka tidak meneruskan perbuatan dosa itu, sedang mereka mengetahui","ru":"Тем же, которые, совершив мерзкий поступок или несправедливо поступив против самих себя, помянули Аллаха и попросили прощения за свои грехи, - ведь кто прощает грехи, кроме Аллаха? - и тем, которые сознательно не упорствуют в том, что они совершили","sv":"de som, om de begår en skamlös handling eller [på annat sätt] tillfogat sig själva orätt, minns Gud och ber Honom om förlåtelse för sina synder - vem kan förlåta synderna utom Gud? - och som inte fortsätter att begå sådana handlingar mot bättre vetande","tr":"Onlar fena bir şey yaptıklarında veya kendilerine zulmettiklerinde Allah'ı anarlar, günahlarının bağışlanmasını dilerler. Günahları Allah'tan başka bağışlayan kim vardır? Onlar, yaptıklarında bile bile direnmezler","ur":"اور جن کا حال یہ ہے کہ اگر کبھی کوئی فحش کام ان سے سرزد ہو جاتا ہے یا کسی گناہ کا ارتکاب کر کے وہ اپنے اوپر ظلم کر بیٹھتے ہیں تو معاً اللہ انہیں یاد آ جاتا ہے اور اس سے وہ اپنے قصوروں کی معافی چاہتے ہیں کیونکہ اللہ کے سوا اور کون ہے جو گناہ معاف کرسکتا ہو او ر وہ دیدہ و دانستہ اپنے کیے پر اصرار نہیں کرتے","zh":"敬畏者，当做了丑事或自欺的时候，记念安拉，且为自己的罪过而求饶——除安拉外，谁能赦宥罪恶呢？——他们没有明知故犯地怙恶不悛。"},"transliteration":"Waallatheena itha faAAaloo fahishatan aw thalamoo anfusahum thakaroo Allaha faistaghfaroo lithunoobihim waman yaghfiru alththunooba illa Allahu walam yusirroo AAala ma faAAaloo wahum yaAAlamoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
