{"id":4280,"number":8,"text":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّـٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","translations":{"en":"And if Allah willed, He could have made them [of] one religion, but He admits whom He wills into His mercy. And the wrongdoers have not any protector or helper","es":"Si Dios quisiera habría decretado que todos formaran una sola nación [con un credo único], pero agracia a quien quiere con Su misericordia, mientras que los opresores no tendrán protector alguno ni socorredor","fr":"Et si Allah avait voulu, Il en aurait fait une seule communauté. Mais Il fait entrer qui Il veut dans Sa miséricorde. Et les injustes n'auront ni maître ni secoureur","id":"Dan sekiranya Allah menghendaki, niscaya Dia jadikan mereka satu umat, tetapi Dia memasukkan orang-orang yang Dia kehendaki ke dalam rahmat-Nya. Dan orang-orang yang zalim tidak ada bagi mereka pelindung dan penolong","ru":"Если бы Аллах пожелал, то сделал бы их одной общиной верующих. Однако Он вводит в Свою милость того, кого пожелает. А у беззаконников не будет ни покровителя, ни помощника","sv":"Om Gud hade velat skulle Han förvisso ha gjort er [människor] till ett enda samfund. Han innesluter likväl den Han vill i Sin nåd, men för de orättfärdiga skall det inte finnas någon beskyddare och ingen hjälpare [på Domens dag]","tr":"Eğer dilemiş olsaydı hepsini bir tek ümmet yapardı. Ama, O, rahmetine dilediğini kavuşturur. Zalimlerin ise bir dost ve yardımcısı olmaz","ur":"اگر اللہ چاہتا تو اِن سب کو ایک ہی امت بنا دیتا، مگر وہ جسے چاہتا ہے اپنی رحمت میں داخل کرتا ہے، اور ظالموں کا نہ کوئی ولی ہے نہ مدد گار","zh":"假若安拉意欲，他必使他们信奉同一宗教，但他使他所意欲者入于他的恩惠中；不义的人们，绝无保护者，也无援助者。"},"transliteration":"Walaw shaa Allahu lajaAAalahum ommatan wahidatan walakin yudkhilu man yashao fee rahmatihi waalththalimoona ma lahum min waliyyin wala naseerin","chapter":{"id":42,"name":"الشورى","transliteration":"Ash-Shuraa","translations":{"en":"The Consultation","es":"La Consulta","fr":"La concertation","id":"Musyawarah","ru":"Совет","sv":"Samråd","tr":"Şûrâ","ur":"شورٰی","zh":"协商"},"type":"meccan"}}
