{"id":4288,"number":16,"text":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","translations":{"en":"And those who argue concerning Allah after He has been responded to - their argument is invalid with their Lord, and upon them is [His] wrath, and for them is a severe punishment","es":"Aquellos que argumentan sobre Dios, luego de que la gente creyó [en el Islam], sepan que sus argumentos carecen de validez ante su Señor. Sobre ellos recaerá la ira [de Dios] y recibirán un castigo severo","fr":"Et ceux qui discutent au sujet d'Allah, après qu'il a été répondu à [Son appel], leur argumentation est auprès d'Allah sans valeur. Une colère tombera sur eux et ils auront un dur châtiment","id":"Dan orang-orang yang berbantah-bantah tentang (agama) Allah setelah (agama itu) diterima, perbantahan mereka itu sia-sia di sisi Tuhan mereka. Mereka mendapat kemurkaan (Allah) dan mereka mendapat azab yang sangat keras","ru":"Доводы тех, которые препираются относительно Аллаха после того, как Ему ответили верующие, бесполезны перед их Господом. На них падет гнев, и им уготованы тяжкие мучения","sv":"Och vad angår dem som vill tvista om Gud efter det att [människorna] har bejakat Hans [kallelse], får de se sina argument underkända inför sin Herre och de skall drabbas av [Hans] vrede och ett strängt straff","tr":"Allah'ın çağrısına icabet eden bulunduktan sonra, O'nun hakkında tartışmağa girişenlerin delilleri Rableri katında hükümsüzdür. Onlara bir gazap vardır, çetin bir azap da onlar içindir","ur":"اللہ کی دعوت پر لبیک کہے جانے کے بعد جو لوگ (لبیک کہنے والوں سے) اللہ کے دین کے معاملہ میں جھگڑے کرتے ہیں، اُن کی حجت بازی اُن کے رب کے نزدیک باطل ہے، اور اُن پر اس کا غضب ہے اور اُن کے لیے سخت عذاب ہے","zh":"众人既应召而信奉安拉的宗教后，为它而辩驳者，据他们的主看来，他们的证据是无效的，他们应当遭谴怒，并受严刑。"},"transliteration":"Waallatheena yuhajjoona fee Allahi min baAAdi ma istujeeba lahu hujjatuhum dahidatun AAinda rabbihim waAAalayhim ghadabun walahum AAathabun shadeedun","chapter":{"id":42,"name":"الشورى","transliteration":"Ash-Shuraa","translations":{"en":"The Consultation","es":"La Consulta","fr":"La concertation","id":"Musyawarah","ru":"Совет","sv":"Samråd","tr":"Şûrâ","ur":"شورٰی","zh":"协商"},"type":"meccan"}}
