{"id":4295,"number":23,"text":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","translations":{"en":"It is that of which Allah gives good tidings to His servants who believe and do righteous deeds. Say, [O Muhammad], \"I do not ask you for this message any payment [but] only good will through kinship.\" And whoever commits a good deed - We will increase for him good therein. Indeed, Allah is Forgiving and Appreciative","es":"Esta [es la recompensa] con la que Dios albricia a Sus siervos que creen y obran rectamente. Diles [¡oh, Mujámmad!]: \"No les pido ninguna remuneración, solo que amen al prójimo\". A quien realice una buena obra le aumentaré con un bien mayor. Dios es Absolvedor, Agradecido","fr":"Telle est la [bonne nouvelle] qu'Allah annonce à ceux de Ses serviteurs qui croient et accomplissent les bonnes œuvres! Dis: «Je ne vous en demande aucun salaire si ce n'est l'affection eu égard à [nos liens] de parenté». Et quiconque accomplit une bonne action, Nous répondons par [une récompense] plus belle encore. Allah est certes Pardonneur et Reconnaissant","id":"Itulah (karunia) yang diberitahukan Allah untuk menggembirakan hamba-hamba-Nya yang beriman dan mengerjakan kebajikan. Katakanlah (Muhammad), \"Aku tidak meminta kepadamu sesuatu imbalan pun atas seruanku kecuali kasih sayang dalam kekeluargaan.\" Dan barangsiapa mengerjakan kebaikan akan Kami tambahkan kebaikan baginya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri","ru":"Это - то, чем Аллах радует Своих рабов, которые уверовали и совершали праведные деяния. Скажи: «Я не прошу у вас за это никакой награды, кроме любви ради близости (ради моей близости к вам, или ради вашей близости к Аллаху, или любви к моим близким родственникам)». Тому, кто приобретет добро, Мы увеличим его. Воистину, Аллах - Прощающий, Благодарный","sv":"som Han kungör för Sina rättskaffens troende tjänare. Säg [Muhammad]: \"Jag begär ingen ersättning av er för detta [budskap]; jag ber bara att ni ger [medmänniskorna] den kärlek [de har rätt att vänta].\" Och om någon gör en god handling skall Vi ge honom mångdubbel belöning. Gud förlåter mycket och Han erkänner [Sina tjänares] förtjänster","tr":"Allah, inanıp yararlı işler işleyen kullarını bununla müjdeler. De ki: \"Ben sizden buna karşı yakınlara sevgiden (veya Allah'a yaklaşmaktan) başka bir ücret istemem.\" Kim güzel bir iş işlerse onun güzelliğini arttırırız. Doğrusu Allah bağışlayandır, şükrün karşılığını verendir","ur":"یہ ہے وہ چیز جس کی خوش خبری اللہ اپنے اُن بندوں کو دیتا ہے جنہوں نے مان لیا اور نیک عمل کیے اے نبیؐ، اِن لوگوں سے کہہ دو کہ میں اِس کام پر تم سے کسی اجر کا طالب نہیں ہوں، البتہ قرابت کی محبت ضرور چاہتا ہوں جو کوئی بھلائی کمائے گا ہم اس کے لیے اس بھلائی میں خوبی کا اضافہ کر دیں گے بے شک اللہ بڑا در گزر کرنے والا اور قدر دان ہے","zh":"那是安拉用来向他那些信道而且行善的仆人们报喜的。你说：“我不为传达使命而向你们索取报酬，但求为同族而亲爱。”谁行一件善事，我要加倍地报酬谁。安拉确是至赦的，确是善报的。"},"transliteration":"Thalika allathee yubashshiru Allahu AAibadahu allatheena amanoo waAAamiloo alssalihati qul la asalukum AAalayhi ajran illa almawaddata fee alqurba waman yaqtarif hasanatan nazid lahu feeha husnan inna Allaha ghafoorun shakoorun","chapter":{"id":42,"name":"الشورى","transliteration":"Ash-Shuraa","translations":{"en":"The Consultation","es":"La Consulta","fr":"La concertation","id":"Musyawarah","ru":"Совет","sv":"Samråd","tr":"Şûrâ","ur":"شورٰی","zh":"协商"},"type":"meccan"}}
