{"id":4296,"number":24,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translations":{"en":"Or do they say, \"He has invented about Allah a lie\"? But if Allah willed, He could seal over your heart. And Allah eliminates falsehood and establishes the truth by His words. Indeed, He is Knowing of that within the breasts","es":"Algunos dicen: \"[Mujámmad] ha inventado mentiras acerca de Dios\", pero si fuera así Dios habría sellado su corazón. Dios hace que se desvanezca lo falso y que prevalezca la Verdad por Su palabra. Él conoce cuanto encierran los pechos","fr":"Ou bien ils disent il a inventé un mensonge contre Allah. Or, si Allah voulait, Il scellerait ton cœur. Par Ses Paroles cependant, Allah efface le faux et confirme le vrai. Il connaît parfaitement le contenu des poitrines","id":"Ataukah mereka mengatakan, \"Dia (Muhammad) telah mengada-adakan kebohongan tentang Allah.\" Sekiranya Allah menghendaki niscaya Dia kunci hatimu. Dan Allah menghapus yang batil dan membenarkan yang benar dengan firman-Nya (Alquran). Sungguh, Dia Maha Mengetahui segala isi hati","ru":"Или же они говорят, что он возвел навет на Аллаха? Если бы Аллах пожелал, то наложил бы печать на твое сердце. Своими Словами Аллах стирает ложь и утверждает истину. Воистину, Он знает о том, что в груди","sv":"SÄGER de kanske att [Muhammad] har ljugit ihop allt detta om Gud? Men om [detta vore sant och] Gud ville, kunde Han försegla ditt hjärta [och utplåna Koranen ur ditt minne]; Gud stryker ut lögnen och bekräftar och klargör sanningen med Sina ord. Gud vet vad som rör sig i människans innersta","tr":"Yoksa senin için \"Allah'a karşı yalan yere iftira etti\" mi derler? Allah dilerse senin kalbini mühürler, batılı da yok eder, hakkı sözleriyle gerçekleştirir. Doğrusu O, kalplerde olanı bilendir","ur":"کیا یہ لوگ کہتے ہیں کہ اِس شخص نے اللہ پر جھوٹا بہتان گھڑ لیا ہے؟ اگر اللہ چاہے تو تمہارے دل پر مہر کر دے وہ باطل کو مٹا دیتا ہے اور حق کو اپنے فرمانوں سے حق کر دکھاتا ہے وہ سینوں کے چھپے ہوئے راز جانتا ہے","zh":"不然，他们说：“他假借安拉的名义而捏造。”如果安拉意欲，他就封闭你的心。安拉以其文辞抹煞虚伪，证实真理，他确是全知心事的。"},"transliteration":"Am yaqooloona iftara AAala Allahi kathiban fain yashai Allahu yakhtim AAala qalbika wayamhu Allahu albatila wayuhiqqu alhaqqa bikalimatihi innahu AAaleemun bithati alssudoori","chapter":{"id":42,"name":"الشورى","transliteration":"Ash-Shuraa","translations":{"en":"The Consultation","es":"La Consulta","fr":"La concertation","id":"Musyawarah","ru":"Совет","sv":"Samråd","tr":"Şûrâ","ur":"شورٰی","zh":"协商"},"type":"meccan"}}
