{"id":4308,"number":36,"text":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","translations":{"en":"So whatever thing you have been given - it is but [for] enjoyment of the worldly life. But what is with Allah is better and more lasting for those who have believed and upon their Lord rely","es":"Lo que se les ha concedido [de bienes materiales] es parte de los placeres transitorios de esta vida mundanal. Pero la recompensa que Dios tiene reservada [en el Paraíso] será mejor y más duradera, para quienes crean y se encomienden a su Señor","fr":"Tout ce qui vous a été donné [comme bien] n'est que jouissance de la vie présente; mais ce qui est auprès d'Allah est meilleur et plus durable pour ceux qui ont cru et qui placent leur confiance en leur Seigneur","id":"Apa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka bertawakal","ru":"Все, что даровано вам, является преходящим благом мирской жизни. А то, что есть у Аллаха, будет лучше и долговечнее для тех, которые уверовали и уповают на своего Господа","sv":"OCH [GÖR klart för er att] vad det än är som ni får ta emot [på jorden], är det [bara] sådant som förljuvar det jordiska livet, medan det [som väntar] hos Gud är det bästa och det som består. [Det väntar] dem som tror och litar till sin Herre","tr":"Size verilen herhangi bir şey, sadece dünya hayatının bir geçimliğidir. Allah katında olan; inanıp Rablerine güvenen, büyük günahlardan ve hayasızlıklardan çekinen, öfkelendiklerinde bile bağışlayanlar, Rablerinin çağrısına cevap verenler ve namaz kılanlar için daha iyi ve daha süreklidir. Onların işleri aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da sarfederler","ur":"جو کچھ بھی تم لوگوں کو دیا گیا ہے وہ محض دنیا کی چند روزہ زندگی کا سر و سامان ہے، اور جو کچھ اللہ کے ہاں ہے وہ بہتر بھی ہے اور پائدار بھی وہ اُن لوگوں کے لیے ہے جو ایمان لائے ہیں اور اپنے رب پر بھروسہ کرتے ہیں","zh":"凡你们所受赐的，无论什么，都是今世生活的享受。在安拉那里的报酬，是更优美的，是更长久的，那是归于信道而只托靠安拉者；"},"transliteration":"Fama ooteetum min shayin famataAAu alhayati alddunya wama AAinda Allahi khayrun waabqa lillatheena amanoo waAAala rabbihim yatawakkaloona","chapter":{"id":42,"name":"الشورى","transliteration":"Ash-Shuraa","translations":{"en":"The Consultation","es":"La Consulta","fr":"La concertation","id":"Musyawarah","ru":"Совет","sv":"Samråd","tr":"Şûrâ","ur":"شورٰی","zh":"协商"},"type":"meccan"}}
