{"id":4312,"number":40,"text":"وَجَزَـٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّـٰلِمِينَ","translations":{"en":"And the retribution for an evil act is an evil one like it, but whoever pardons and makes reconciliation - his reward is [due] from Allah. Indeed, He does not like wrongdoers","es":"La ofensa debe ser retribuida por una pena equivalente, pero quienes sepan perdonar serán recompensados por Dios. Él no ama a los injustos","fr":"La sanction d'une mauvaise action est une mauvaise action [une peine] identique. Mais quiconque pardonne et réforme, son salaire incombe à Allah. Il n'aime point les injustes","id":"Dan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barangsiapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim","ru":"Воздаянием за зло является равноценное зло. Но если кто простит и установит мир, то его награда будет за Аллахом. Воистину, Он не любит беззаконников","sv":"Svaret på ett ont [som någon har lidit] är ett motsvarande ont [tillfogat gärningsmannen]; men den som förlåter och söker försoning [med sin fiende] skall få sin lön av Gud; Han är inte vän till dem som begår övergrepp","tr":"Bir kötülüğün karşılığı, aynı şekilde bir kötülüktür. Ama kim affeder ve barışırsa, onun ecri Allah'a aittir. Doğrusu O, zulmedenleri sevmez","ur":"برائی کا بدلہ ویسی ہی برائی ہے، پھر جو کوئی معاف کر دے اور اصلاح کرے اُس کا اجر اللہ کے ذمہ ہے، اللہ ظالموں کو پسند نہیں کرتا","zh":"恶行应得同样的恶报。谁愿饶恕而且和解，安拉必报酬谁。安拉确是不喜爱不义者的。"},"transliteration":"Wajazao sayyiatin sayyiatun mithluha faman AAafa waaslaha faajruhu AAala Allahi innahu la yuhibbu alththalimeena","chapter":{"id":42,"name":"الشورى","transliteration":"Ash-Shuraa","translations":{"en":"The Consultation","es":"La Consulta","fr":"La concertation","id":"Musyawarah","ru":"Совет","sv":"Samråd","tr":"Şûrâ","ur":"شورٰی","zh":"协商"},"type":"meccan"}}
