{"id":4320,"number":48,"text":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","translations":{"en":"But if they turn away - then We have not sent you, [O Muhammad], over them as a guardian; upon you is only [the duty of] notification. And indeed, when We let man taste mercy from us, he rejoices in it; but if evil afflicts him for what his hands have put forth, then indeed, man is ungrateful","es":"Si se niegan a obedecer, sabe [¡oh, Mujámmad!] que no te envié para hacerte responsable de sus obras. Tú solo debes divulgar [el Mensaje]. Cuando agracio a una persona con Mi misericordia, esta se alegra, pero si le alcanza una desgracia como consecuencia de lo que hizo con sus propias manos, entonces la persona se muestra desagradecida","fr":"S'ils se détournent, ...Nous ne t'avons pas envoyé pour assurer leur sauvegarde: tu n'es chargé que de transmettre [le message]. Et lorsque Nous faisons goûter à l'homme une miséricorde venant de Nous, il en exulte; mais si un malheur les atteint pour ce que leurs mains ont perpétré..., l'homme est alors très ingrat","id":"Jika mereka berpaling, maka (ingatlah) Kami tidak mengutus engkau sebagai pengawas bagi mereka. Kewajibanmu tidak lain hanyalah menyampaikan (risalah). Dan sungguh, apabila Kami merasakan kepada manusia suatu rahmat dari Kami, dia menyambutnya dengan gembira; tetapi jika mereka ditimpa kesusahan karena perbuatan tangan mereka sendiri (niscaya mereka ingkar), sungguh, manusia itu sangat ingkar (kepada nikmat)","ru":"Если же они отвернутся, то ведь Мы не посылали тебя их хранителем. На тебя возложена только передача откровения. Когда Мы даем человеку вкусить Нашу милость, он радуется ей. Когда же его поражает зло за то, что приготовили его руки, то человек становится неблагодарен","sv":"OM DE vänder dig ryggen [Muhammad, skall du veta att] Vi inte har sänt dig för att vaka över dem - du har bara att framföra [ditt budskap]. Då Vi låter människan erfara Vår nåd [- en av dem som inte har mer än denna världens goda för ögonen -], jublar hon över denna [som hon ser det, framgång], men när hon till följd av sina egna handlingar drabbas av ett ont, förnekar hon Oss [och glömmer att hon är Oss tack skyldig]","tr":"Eğer yüz çevirirlerse bilsinler ki, Biz seni onlara bekçi göndermedik; sana düşen sadece tebliğdir. Doğrusu Biz insana katımızdan bir rahmet tattırırsak ona sevinir; ama elleriyle yaptıkları yüzünden başlarına bir kötülük gelirse işte o zaman görürsün ki insan gerçekten pek nankördür","ur":"اب اگر یہ لوگ منہ موڑتے ہیں تو اے نبیؐ، ہم نے تم کو ان پر نگہبان بنا کر تو نہیں بھیجا ہے تم پر تو صرف بات پہنچا دینے کی ذمہ داری ہے انسان کا حال یہ ہے کہ جب ہم اسے اپنی رحمت کا مزا چکھاتے ہیں تو اُس پر پھول جاتا ہے، اور اگر اس کے اپنے ہاتھوں کا کیا دھرا کسی مصیبت کی شکل میں اُس پر الٹ پڑتا ہے تو سخت ناشکرا بن جاتا ہے","zh":"如果他们退避，那么，我没有派你做他们的监护者，你只负通知的责任。我使人类尝试从我发出的恩惠的时候，他们因恩惠而快乐；他们因为曾经犯罪而遭难的时候，人类确是孤恩的。"},"transliteration":"Fain aAAradoo fama arsalnaka AAalayhim hafeethan in AAalayka illa albalaghu wainna itha athaqna alinsana minna rahmatan fariha biha wain tusibhum sayyiatun bima qaddamat aydeehim fainna alinsana kafoorun","chapter":{"id":42,"name":"الشورى","transliteration":"Ash-Shuraa","translations":{"en":"The Consultation","es":"La Consulta","fr":"La concertation","id":"Musyawarah","ru":"Совет","sv":"Samråd","tr":"Şûrâ","ur":"شورٰی","zh":"协商"},"type":"meccan"}}
