{"id":4324,"number":52,"text":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translations":{"en":"And thus We have revealed to you an inspiration of Our command. You did not know what is the Book or [what is] faith, but We have made it a light by which We guide whom We will of Our servants. And indeed, [O Muhammad], you guide to a straight path","es":"Te he revelado [oh, Mujámmad] una inspiración Mía [el Corán]. Tú no conocías el Libro [revelado anteriormente] ni la fe [en sus detalles]. Entonces hice que fuera una luz con la que guío a quienes quiero, y tú [¡oh, Mujámmad!] guías al sendero recto","fr":"Et c'est ainsi que Nous t'avons révélé un esprit [le Coran] provenant de Notre ordre. Tu n'avais aucune connaissance du Livre ni de la foi; mais Nous en avons fait une lumière par laquelle Nous guidons qui Nous voulons parmi Nos serviteurs. Et en vérité tu guides vers un chemin droit","id":"Dan demikianlah Kami wahyukan kepadamu (Muhammad) rūh (Alquran) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Alquran) dan apakah iman itu, tetapi Kami jadikan Alquran itu cahaya, dengan itu Kami memberi petunjuk pada siapa yang Kami kehendaki di antara hamba-hamba Kami. Dan sungguh, engkau benar-benar membimbing (manusia) ke jalan yang lurus","ru":"Таким же образом Мы внушили тебе в откровении дух (Коран) из Нашего повеления. Ты не знал, что такое Писание и что такое вера. Но Мы сделали его светом, посредством которого Мы ведем прямым путем того из Наших рабов, кого пожелаем. Воистину, ты указываешь на прямой путь","sv":"Så har Vi också låtit dig [Muhammad, efter de tidigare profeterna] få del av helig ingivelse. [Förr] visste du inte vad uppenbarelse betydde och inte heller vad [sann] tro innebar. Men Vi har gett dig [detta budskap] som ett ljus med vilket du skall leda dem Vi vill av Våra tjänare, leda [dem] till den raka vägen","tr":"İşte sana da buyruğumuzla Cebrail'i gönderdik; sen Kitap nedir, iman nedir önceleri bilmezdin, fakat Biz onu, kullarımızdan dilediğimizi onunla doğru yola eriştirdiğimiz bir nur kıldık. Şüphesiz sen de insanlara, göklerde ve yerde ne varsa kendisininolan Allah'ın yolunu, doğru yolu göstermektesin. İyi bilin ki işler sonunda Allah'a döner","ur":"اور اِسی طرح (اے محمدؐ) ہم نے اپنے حکم سے ایک روح تمہاری طرف وحی کی ہے تمہیں کچھ پتہ نہ تھا کہ کتاب کیا ہوتی ہے اور ایمان کیا ہوتا ہے، مگر اُس روح کو ہم نے ایک روشنی بنا دیا جس سے ہم راہ دکھاتے ہیں اپنے بندوں میں سے جسے چاہتے ہیں یقیناً تم سیدھے راستے کی طرف رہنمائی کر رہے ہو","zh":"我这样启示你从我的命令中发出的精神。你本来不知道天经是什么，正信是什么；但我以天经为光明，而借此光明引导我所欲引导的仆人。你确是指示正路者。"},"transliteration":"Wakathalika awhayna ilayka roohan min amrina ma kunta tadree ma alkitabu wala aleemanu walakin jaAAalnahu nooran nahdee bihi man nashao min AAibadina wainnaka latahdee ila siratin mustaqeemin","chapter":{"id":42,"name":"الشورى","transliteration":"Ash-Shuraa","translations":{"en":"The Consultation","es":"La Consulta","fr":"La concertation","id":"Musyawarah","ru":"Совет","sv":"Samråd","tr":"Şûrâ","ur":"شورٰی","zh":"协商"},"type":"meccan"}}
