{"id":433,"number":140,"text":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ","translations":{"en":"If a wound should touch you - there has already touched the [opposing] people a wound similar to it. And these days [of varying conditions] We alternate among the people so that Allah may make evident those who believe and [may] take to Himself from among you martyrs - and Allah does not like the wrongdoers","es":"Si sufren una derrota, sepan que ellos también han sufrido derrotas. Se alterna el triunfo y la derrota entre las personas para que Dios ponga a prueba a los creyentes y honre con la muerte dando testimonio [de su fe] a algunos. Dios no ama a los opresores","fr":"Si une blessure vous atteint, pareille blessure atteint aussi l'ennemi. Ainsi faisons-Nous alterner les jours (bons et mauvais) parmi les gens, afin qu'Allah reconnaisse ceux qui ont cru, et qu'Il choisisse parmi vous des martyrs - et Allah n'aime pas les injustes","id":"Jika kamu (pada perang Uhud) mendapat luka, maka mereka pun (pada perang Badar) mendapat luka yang serupa. Dan masa (kejayaan dan kehancuran) itu, Kami pergilirkan di antara manusia (agar mereka mendapat pelajaran), dan agar Allah membedakan orang-orang yang beriman (dengan orang-orang kafir) dan agar sebagian kamu dijadikan-Nya (gugur sebagai) syuhada. Dan Allah tidak menyukai orang-orang zalim","ru":"Если вам нанесена рана, то ведь подобная рана уже была нанесена и тем людям. Мы чередуем дни (счастье и несчастье) для людей, чтобы Аллах узнал уверовавших и избрал среди вас павших мучеников, ведь Аллах не любит беззаконников","sv":"Om ett hårt slag har drabbat er, har [era fiender avgudadyrkarna] också drabbats av ett hårt slag. Vi låter människorna, de ena efter de andra, uppleva sådana [svarta] dagar för att de troende skall få ge Gud bevis [på sin tro] och för att Han skall utse dem bland er som skall få vittna som martyrer [för sin tro] - Gud är ingalunda de orättfärdigas vän","tr":"Eğer siz (Uhud'da) bir yara almışsanız, (size düşman olan) o topluluk da (Bedir'de) benzeri bir yara almıştı. Böylece biz, Allah'ın gerçek müminleri ortaya çıkarması ve içinizden şahitler edinmesi için, bu günleri bazen lehe, bazen de aleyhe döndürüp duruyoruz. Allah, zulmedenleri sevmez","ur":"ا ِس وقت اگر تمھیں چوٹ لگی ہے تو اس سے پہلے ایسی ہی چوٹ تمہارے مخالف فریق کو بھی لگ چکی ہے یہ تو زمانہ کے نشیب و فراز ہیں جنہیں ہم لوگوں کے درمیان گردش دیتے رہتے ہیں تم پر یہ وقت ا س لیے لایا گیا کہ اللہ دیکھنا چاہتا تھا کہ تم میں سچے مومن کون ہیں، اور ان لوگوں کو چھانٹ لینا چاہتا تھا جو واقعی (راستی کے) گواہ ہوں کیونکہ ظالم لوگ اللہ کو پسند نہیں ہیں","zh":"如果你们遭受创伤，那么，敌人确已遭受同样的创伤了。那些日子我使它周转于世人之间，以便安拉甄别信道的人，而以你们为见证者——安拉不喜爱不义的人。"},"transliteration":"In yamsaskum qarhun faqad massa alqawma qarhun mithluhu watilka alayyamu nudawiluha bayna alnnasi waliyaAAlama Allahu allatheena amanoo wayattakhitha minkum shuhadaa waAllahu la yuhibbu alththalimeena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
