{"id":4349,"number":24,"text":"۞قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","translations":{"en":"[Each warner] said, \"Even if I brought you better guidance than that [religion] upon which you found your fathers?\" They said, \"Indeed we, in that with which you were sent, are disbelievers","es":"[Decían los Mensajeros]: \"¿Y si les propongo algo mejor que lo que practicaban sus padres?\" Respondían: \"No creemos en tu Mensaje","fr":"Il dit: «Même si je viens à vous avec une meilleure direction que celle sur laquelle vous avez trouvé vos ancêtres?» Ils dirent: «Nous ne croyons pas au message avec lequel vous avez été envoyés»","id":"(Rasul itu) berkata, \"Apakah (kamu akan mengikutinya juga) sekalipun aku membawa untukmu (agama) yang lebih baik daripada apa yang kamu peroleh dari (agama) yang dianut nenek moyangmu.\" Mereka menjawab, \"Sesungguhnya kami mengingkari (agama) yang kamu diperintahkan untuk menyampaikannya","ru":"Он сказал: «А если я принес вам то, что более верно, чем то, на чем вы нашли ваших отцов?». Они сказали: «Мы не веруем в то, с чем вы посланы»","sv":"[Och när profeten] sade: \"Men om jag ger er bättre vägledning än den som ni har förstått att era fäder följde?\" blev deras svar [alltid]: \"Vi avvisar det [budskap] som [ni profeter påstår att] ni har anförtrotts","tr":"Gönderilen uyarıcı: \"Eğer size, babalarınızı üzerinde bulduğunuz dinden daha doğrusunu getirmiş isem de mi bana uymazsınız?\" dedi. Onlar: \"Doğrusu sizinle gönderilen şeyi inkar ediyoruz\" dediler","ur":"ہر نبی نے ان سے پوچھا، کیا تم اُسی ڈگر پر چلے جاؤ گے خواہ میں اُس راستے سے زیادہ صحیح راستہ تمہیں بتاؤں جس پر تم نے اپنے باپ دادا کو پایا ہے؟ انہوں نے سارے رسولوں کو یہی جواب دیا کہ جس دین کی طرف بلانے کے لیے تم بھیجے گئے ہو ہم اُس کے کافر ہیں","zh":"他说：“即使我显示你们一种比你们祖先的宗教更为崇正的宗教，你们还要遵从你们的祖先吗？”他们说：“我们确是不信你们所奉的使命的。”"},"transliteration":"Qala awalaw jitukum biahda mimma wajadtum AAalayhi abaakum qaloo inna bima orsiltum bihi kafiroona","chapter":{"id":43,"name":"الزخرف","transliteration":"Az-Zukhruf","translations":{"en":"The Ornaments of Gold","es":"Los Dorados","fr":"L'ornement","id":"Perhiasan","ru":"Украшения","sv":"Guld","tr":"Zuhruf","ur":"سونے کی چمک","zh":"金饰"},"type":"meccan"}}
