{"id":4357,"number":32,"text":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translations":{"en":"Do they distribute the mercy of your Lord? It is We who have apportioned among them their livelihood in the life of this world and have raised some of them above others in degrees [of rank] that they may make use of one another for service. But the mercy of your Lord is better than whatever they accumulate","es":"¿Acaso son ellos los encargados de repartir la misericordia de su Señor? Soy Yo Quien concedo el sustento en la vida mundanal y elevo en grados a algunas personas sobre otras, para que así se sirvan y beneficien unos a otros. Sepan que la misericordia de su Señor es mejor que lo que pudieran acaparar [de bienes materiales en esta vida]","fr":"Est-ce eux qui distribuent la miséricorde de ton Seigneur? C'est Nous qui avons réparti entre eux leur subsistance dans la vie présente et qui les avons élevés en grades les uns sur les autres, afin que les uns prennent les autres à leur service. La miséricorde de ton Seigneur vaut mieux, cependant, que ce qu'ils amassent","id":"Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan","ru":"Разве это они распределяют милость твоего Господа? Мы распределили между ними их средства к существованию в мирской жизни и возвысили одних из них над другими по степеням, чтобы одни из них брали в услужение себе других. Милость твоего Господа лучше того, что они собирают","sv":"Är det de som skall fördela din Herres nåd? Nej, det är Vi som skänker var och en vad han behöver för sitt uppehälle i detta liv, och Vi ger förmåner åt några som höjer dem [flera] steg över de andra, så att den ene kan ta den andre i sin tjänst - [på liknande sätt fördelar Vi Våra gåvor av andligt slag]. - Din Herres nåd är mer värd än de [rikedomar] som människor kan samla","tr":"Rabbinin rahmetini onlar mı taksim edip paylaştırıyorlar? Dünya hayatında onların geçimliklerini aralarında Biz taksim ettik; birbirlerine iş gördürmeleri için kimini kimine derecelerle üstün kıldık; Rabbinin rahmeti, onların biriktirdikleri şeylerden daha iyidir","ur":"کیا تیرے رب کی رحمت یہ لوگ تقسیم کرتے ہیں؟ دنیا کی زندگی میں اِن کی گزر بسر کے ذرائع تو ہم نے اِن کے درمیان تقسیم کیے ہیں، اور اِن میں سے کچھ لوگوں کو کچھ دوسرے لوگوں پر ہم نے بدرجہا فوقیت دی ہے تاکہ یہ ایک دوسرے سے خدمت لیں اور تیرے رب کی رحمت اُس دولت سے زیادہ قیمتی ہے جو (اِن کے رئیس) سمیٹ رہے ہیں","zh":"难道他们能分配你的主的恩惠吗？我将他们在今世生活中的生计分配给他们，我使他们彼此相差若干级，以便他们层层节制。你的主的恩惠比他们所积蓄的更优美。"},"transliteration":"Ahum yaqsimoona rahmata rabbika nahnu qasamna baynahum maAAeeshatahum fee alhayati alddunya warafaAAna baAAdahum fawqa baAAdin darajatin liyattakhitha baAAduhum baAAdan sukhriyyan warahmatu rabbika khayrun mimma yajmaAAoona","chapter":{"id":43,"name":"الزخرف","transliteration":"Az-Zukhruf","translations":{"en":"The Ornaments of Gold","es":"Los Dorados","fr":"L'ornement","id":"Perhiasan","ru":"Украшения","sv":"Guld","tr":"Zuhruf","ur":"سونے کی چمک","zh":"金饰"},"type":"meccan"}}
