{"id":4360,"number":35,"text":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","translations":{"en":"And gold ornament. But all that is not but the enjoyment of worldly life. And the Hereafter with your Lord is for the righteous","es":"Todo estaría adornado con oro. Sin embargo [no lo hago porque] todo eso es solo parte de los placeres transitorios de la vida mundanal, mientras que la otra vida junto a tu Señor [es superior y] está reservada para los piadosos","fr":"ainsi que des ornements. Et tout cela ne serait que jouissance temporaire de la vie d'ici-bas, alors que l'au-delà, auprès de ton Seigneur, est pour les pieux","id":"dan (Kami buatkan pula) perhiasan-perhiasan dari emas. Dan semuanya itu tidak lain hanyalah kesenangan kehidupan dunia, sedangkan kehidupan akhirat di sisi Tuhanmu disediakan bagi orang-orang yang bertakwa","ru":"а также украшения. Все это - всего лишь преходящие блага мирской жизни, а Последняя жизнь у твоего Господа уготована для богобоязненных","sv":"ja, [Vi kunde till och med ha gett dem allt detta] av guld! Men [om Vi också gav förnekarna detta] skulle det inte innebära mer än ögonfägnad för dem i detta förgängliga liv, medan det eviga livet [väntar] de gudfruktiga hos din Herre","tr":"Eğer bütün insanlar tek ümmet olma durumuna gelmeyecek olsaydı, Rahman olan Allah'ı inkar edenlerin evlerinin tavanlarını, üzerinde yükseldikleri merdivenleri, evlerinin kapılarını, üzerine yaslanacakları kerevetleri gümüşten yapar ve altın bezeklerle işlerdik. Bunların hepsi ancak dünya hayatının geçimliğidir. Ahiret, Rabbinin katında O'na karşı gelmekten sakınanlaradır","ur":"سب چاندی اور سونے کے بنوا دیتے یہ تو محض حیات دنیا کی متاع ہے، اور آخرت تیرے رب کے ہا ں صرف متقین کے لیے ہے","zh":"并将他们的房屋变成有金饰的。这些无非是今世生活的享受；在你的主那里的后世，是专归敬畏者的。"},"transliteration":"Wazukhrufan wain kullu thalika lamma mataAAu alhayati alddunya waalakhiratu AAinda rabbika lilmuttaqeena","chapter":{"id":43,"name":"الزخرف","transliteration":"Az-Zukhruf","translations":{"en":"The Ornaments of Gold","es":"Los Dorados","fr":"L'ornement","id":"Perhiasan","ru":"Украшения","sv":"Guld","tr":"Zuhruf","ur":"سونے کی چمک","zh":"金饰"},"type":"meccan"}}
