{"id":4363,"number":38,"text":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","translations":{"en":"Until, when he comes to Us [at Judgement], he says [to his companion], \"Oh, I wish there was between me and you the distance between the east and west - how wretched a companion","es":"Y cuando comparezcan ante Mí, dirán [a sus demonios]: \"Ojalá entre nosotros hubiese una distancia como entre el oriente y el occidente. ¡Qué pésimo compañero [fuiste]","fr":"Lorsque cet [homme] vient à Nous, il dira [à son démon]: «Hélas! Que n'y a-t-il entre toi et moi la distance entre les deux orients [l'Est et l'Ouest]» - Quel mauvais compagnon [que tu es]","id":"Sehingga apabila orang–orang yang berpaling itu datang kepada Kami (pada hari Kiamat) dia berkata, \"Wahai! Sekiranya (jarak) antara aku dan kamu seperti jarak antara timur dan barat! Memang (setan itu) teman yang paling jahat (bagi manusia)","ru":"Когда же неверующий явится к Нам, он скажет дьяволу: «Лучше бы между мной и тобой было расстояние от запада до востока! Какой же ты плохой товарищ!»","sv":"[Men] då han [på Domens dag] träder inför Oss, säger han [till följeslagaren]: \"Om ändå avståndet mellan mig och dig varit lika långt som mellan platsen där solen går upp och platsen där den går ned!\" - Följeslagaren var alltså alltigenom ond","tr":"Sonunda Bize gelince arkadaşına: \"Keşke benimle senin aranda doğu ile batı arasındaki kadar uzaklık olsaydı, sen ne kötü arkadaş imişsin!\" der. Nedametin bugün size hiç faydası dokunmaz; zira haksızlık etmiştiniz, şimdi azabda ortaksınız","ur":"آخر کار جب یہ شخص ہمارے ہاں پہنچے گا تو اپنے شیطان سے کہے گا، \"کاش میرے اور تیرے درمیان مشرق و مغرب کا بُعد ہوتا، تُو تو بد ترین ساتھی نکلا","zh":"待无视者来到我那里的时候，他对他的朋友说：“但愿我和你之间，有东西两方的距离，你这朋友真恶劣！”"},"transliteration":"Hatta itha jaana qala ya layta baynee wabaynaka buAAda almashriqayni fabisa alqareenu","chapter":{"id":43,"name":"الزخرف","transliteration":"Az-Zukhruf","translations":{"en":"The Ornaments of Gold","es":"Los Dorados","fr":"L'ornement","id":"Perhiasan","ru":"Украшения","sv":"Guld","tr":"Zuhruf","ur":"سونے کی چمک","zh":"金饰"},"type":"meccan"}}
