{"id":4376,"number":51,"text":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","translations":{"en":"And Pharaoh called out among his people; he said, \"O my people, does not the kingdom of Egypt belong to me, and these rivers flowing beneath me; then do you not see","es":"El Faraón convocó a su pueblo diciendo: \"¡Oh, pueblo mío! ¿Acaso no me pertenece el reino de Egipto, con estos ríos que corren bajo mi palacio? ¿Acaso no ven [mi poderío]","fr":"Et Pharaon fit une proclamation à son peuple et dit: «O mon peuple! Le royaume de Misr [l'Egypte] ne m'appartient-il pas ainsi que ces canaux qui coulent à mes pieds? N'observez-vous donc pas","id":"Dan Firaun berseru kepada kaumnya (seraya) berkata, \"Wahai kaumku! Bukankah kerajaan Mesir itu milikku dan (bukankah) sungai-sungai ini mengalir di bawahku; apakah kamu tidak melihat","ru":"Фараон воззвал к своему народу и сказал: «О мой народ! Разве не мне принадлежит власть над Египтом и эти реки, что текут подо мною? Разве вы не видите","sv":"Och Farao lät utfärda ett upprop till sitt folk [och sade]: \"Mitt folk! Har jag inte herraväldet över Egyptens [land]? Se allt detta flodvatten som flyter fram under min fot! Inser ni inte [att det är jag som är er herre]","tr":"Firavun, milletine şöyle seslendi: \"Ey milletim! Mısır hükümdarlığı ve memleketimde akan bu ırmaklar benim değil mi? Görmüyor musunuz","ur":"ایک روز فرعون نے اپنی قوم کے درمیان پکار کر کہا، \"لوگو، کیا مصر کی بادشاہی میری نہیں ہے، اور یہ نہریں میرے نیچے نہیں بہہ رہی ہیں؟ کیا تم لوگوں کو نظر نہیں آتا؟","zh":"法老曾喊叫他的百姓说：“我的百姓啊！密斯尔（埃及）的国权，和在我脚下奔流的江河，不都是我的吗？难道你们看不见？"},"transliteration":"Wanada firAAawnu fee qawmihi qala ya qawmi alaysa lee mulku misra wahathihi alanharu tajree min tahtee afala tubsiroona","chapter":{"id":43,"name":"الزخرف","transliteration":"Az-Zukhruf","translations":{"en":"The Ornaments of Gold","es":"Los Dorados","fr":"L'ornement","id":"Perhiasan","ru":"Украшения","sv":"Guld","tr":"Zuhruf","ur":"سونے کی چمک","zh":"金饰"},"type":"meccan"}}
