{"id":438,"number":145,"text":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّـٰكِرِينَ","translations":{"en":"And it is not [possible] for one to die except by permission of Allah at a decree determined. And whoever desires the reward of this world - We will give him thereof; and whoever desires the reward of the Hereafter - We will give him thereof. And we will reward the grateful","es":"Ningún ser puede morir excepto por el designio de Dios, lo que se encuentra escrito con anterioridad. Quien desee el provecho de esta vida mundanal, le concederé parte de ello; pero quien quiera la recompensa de la otra vida, se la otorgaré. Así recompensaré a los agradecidos","fr":"Personne ne peut mourir que par la permission d'Allah, et au moment prédéterminé. Quiconque veut la récompense d'ici-bas, Nous lui en donnons. Quiconque veut la récompense de l'au-delà, Nous lui en donnons, et Nous récompenserons bientôt les reconnaissants","id":"Dan setiap yang bernyawa tidak akan mati kecuali dengan izin Allah, sebagai ketetapan yang telah ditentukan waktunya. Barang siapa menghendaki pahala dunia, niscaya Kami berikan kepadanya pahala (dunia) itu, dan barang siapa menghendaki pahala akhirat, Kami berikan (pula) kepadanya pahala (akhirat) itu, dan Kami akan memberi balasan kepada orang-orang yang bersyukur","ru":"Ни одна душа не умирает, кроме как с дозволения Аллаха, в предписанный срок. Тому, кто желает вознаграждения в этом мире, Мы дадим его, и тому, кто желает вознаграждения в Последней жизни, Мы дадим его. Мы вознаградим благодарных","sv":"Ingen människa får dö annat än i enlighet med Guds vilja och vid en fastställd tidpunkt. Den som vill lönas med detta livets goda, honom skall Vi ge något av detta; och den som önskar lönas med det eviga livets goda, honom skall Vi ge något av detta. Och Vi skall belöna dem som visar tacksamhet","tr":"Hiçbir kimse Allah'ın izni olmadan ölmez; o, belli bir vakte bağlanmıştır. Kim dünya nimetini isterse ona ondan veririz; ve kim ahiret nimetini isterse ona ondan veririz. Şükredenlerin mükafatını vereceğiz","ur":"کوئی ذی روح اللہ کے اذن کے بغیر نہیں مرسکتا موت کا وقت تو لکھا ہوا ہے جو شخص ثواب دنیا کے ارادہ سے کام کرے گا اس کو ہم دنیا ہی میں سے دیں گے، اور جو ثواب آخرت کے ارادہ سے کام کرے گا وہ آخرت کا ثواب پائے گا اور شکر کرنے والوں کو ہم اُن کی جزا ضرور عطا کریں گے","zh":"不得安拉的许可，任何人都不会死亡；安拉已注定各人的寿限了。谁想获得今世的报酬，我给谁今世的报酬；谁想获得后世的报酬，我给谁后世的报酬。我将报酬感谢的人。"},"transliteration":"Wama kana linafsin an tamoota illa biithni Allahi kitaban muajjalan waman yurid thawaba alddunya nutihi minha waman yurid thawaba alakhirati nutihi minha wasanajzee alshshakireena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
