{"id":4388,"number":63,"text":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","translations":{"en":"And when Jesus brought clear proofs, he said, \"I have come to you with wisdom and to make clear to you some of that over which you differ, so fear Allah and obey me","es":"Cuando Jesús se presentó con las evidencias, dijo [a los Hijos de Israel]: \"He venido con la sabiduría para aclararles sobre lo que discrepaban. Tengan temor de Dios y obedézcanme","fr":"Et quand Jésus apporta les preuves, il dit: «Je suis venu à vous avec la sagesse et pour vous expliquer certains de vos sujets de désaccord. Craignez Allah donc et obéissez-moi","id":"(Dan ketika Isa datang membawa keterangan, dia berkata, \"Sungguh, aku datang kepadamu dengan membawa hikmah,789) dan untuk menjelaskan kepadamu sebagian dari apa yang kamu perselisihkan; maka bertakwalah kepada Allah dan taatlah kepadaku","ru":"Когда Иса (Иисус) явился с ясными знамениями, он сказал: «Я пришел к вам с мудростью и для того, чтобы разъяснить вам часть того, относительно чего вы расходитесь во мнениях. Бойтесь же Аллаха и повинуйтесь мне","sv":"OCH NÄR Jesus kom med [tecken och] klara bevis, sade han: \"Jag har kommit till er med [uppenbarad] visdom och för att klargöra för er några av de ting som ni tvistar om. Frukta Gud och följ mig","tr":"İsa, belgeleri getirdiği zaman demişti ki: \"Size hikmetle ve ayrılığa düştüğünüz şeylerin bir kısmını açıklamak üzere geldim. Allah'a karşı gelmekten sakının, bana itaat edin","ur":"اور جب عیسیٰؑ صریح نشانیاں لیے ہوئے آیا تھا تو اس نے کہا تھا کہ \"میں تم لوگوں کے پاس حکمت لے کر آیا ہوں، اور اس لیے آیا ہوں کہ تم پر بعض اُن باتوں کی حقیقت کھول دوں جن میں تم اختلاف کر رہے ہو، لہٰذا تم اللہ سے ڈرو اور میری اطاعت کرو","zh":"当尔撒带着许多明证来临的时候，他说：“我确已把智慧带来给你们，以便我为你们解释你们所争论的一部分律例。故你们应当敬畏安拉，应当服从我。"},"transliteration":"Walamma jaa AAeesa bialbayyinati qala qad jitukum bialhikmati waliobayyina lakum baAAda allathee takhtalifoona feehi faittaqoo Allaha waateeAAooni","chapter":{"id":43,"name":"الزخرف","transliteration":"Az-Zukhruf","translations":{"en":"The Ornaments of Gold","es":"Los Dorados","fr":"L'ornement","id":"Perhiasan","ru":"Украшения","sv":"Guld","tr":"Zuhruf","ur":"سونے کی چمک","zh":"金饰"},"type":"meccan"}}
