{"id":439,"number":146,"text":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّـٰبِرِينَ","translations":{"en":"And how many a prophet [fought and] with him fought many religious scholars. But they never lost assurance due to what afflicted them in the cause of Allah, nor did they weaken or submit. And Allah loves the steadfast","es":"¡Cuántos Profetas han tenido que combatir junto a multitudes de seguidores devotos! No perdieron la fe por los reveses en la causa de Dios, no flaquearon ni se sometieron al enemigo. Dios ama a los perseverantes","fr":"Combien de prophètes ont combattu, en compagnie de beaucoup de disciples, ceux-ci ne fléchirent pas à cause de ce qui les atteignit dans le sentier d'Allah. Ils ne faiblirent pas et ils ne cédèrent point. Et Allah aime les endurants","id":"Dan betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat dan tidak (pula) menyerah (kepada musuh). Dan Allah mencitai orang-orang yang sabar","ru":"Сколько было пророков, рядом с которыми сражалось много набожных верующих! Они не пали духом оттого, что постигло их на пути Аллаха, не проявили слабости и не смирились. Ведь Аллах любит терпеливых","sv":"Hur många profeter har inte måst kämpa [för tron], följda av skaror av män som vigt sina liv åt Gud. De fällde inte modet inför de [prövningar] de måste utstå för Guds sak; de sviktade inte och gav inte vika [för fienden] - Gud älskar dem som håller stånd","tr":"Nice peygamberlerin yanında Rabbe kul olmuş pek çok kimse savaşmıştır. Allah yolunda başlarına gelenlerden ötürü gevşememişler, yılmamışlar ve boyun eğmemişlerdi. Allah, sabredenleri sever","ur":"اِس سے پہلے کتنے ہی نبی ایسے گزر چکے ہیں جن کے ساتھ مل کر بہت سے خدا پرستوں نے جنگ کی اللہ کی راہ میں جو مصیبتیں اُن پر پڑیں ان سے وہ دل شکستہ نہیں ہوئے، انہوں نے کمزوری نہیں دکھائی، وہ (باطل کے آگے) سرنگوں نہیں ہوئے ایسے ہی صابروں کو اللہ پسند کرتا ہے","zh":"有许多先知，曾有些明哲和他们一同作战，那些明哲没有因在主道上所遭受的艰难而灰心、懈怠和屈服。安拉是喜爱坚忍者的。"},"transliteration":"Wakaayyin min nabiyyin qatala maAAahu ribbiyyoona katheerun fama wahanoo lima asabahum fee sabeeli Allahi wama daAAufoo wama istakanoo waAllahu yuhibbu alssabireena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
