{"id":440,"number":147,"text":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translations":{"en":"And their words were not but that they said, \"Our Lord, forgive us our sins and the excess [committed] in our affairs and plant firmly our feet and give us victory over the disbelieving people","es":"No pronunciaban otras palabras más que: \"¡Oh, Señor nuestro! Perdona nuestros pecados y nuestros excesos. Afirma nuestros pasos y concédenos el triunfo sobre los que rechazan la verdad","fr":"Et ils n'eurent que cette parole: «Seigneur, pardonne-nous nos péchés ainsi que nos excès dans nos comportements, affermis nos pas et donne-nous la victoire sur les gens mécréants»","id":"Dan tidak lain ucapan mereka hanyalah doa, \"Ya Tuhan kami, ampunilah dosa-dosa kami dan tindakan-tindakan kami yang berlebihan (dalam) urusan kami149) dan tetapkanlah pendirian kami, dan tolonglah kami terhadap orang-orang kafir","ru":"Они не произносили ничего, кроме слов: «Господь наш! Прости нам наши грехи и излишества, которые мы допустили в нашем деле, утверди наши стопы и даруй нам победу над людьми неверующими»","sv":"Och [när de bad] sade de bara: \"Herre, förlåt oss våra synder och om vi har gått till överdrift [eller brustit] i uppfyllandet av vår plikt! Gör oss stadiga på foten och låt oss segra över dessa förnekare av sanningen","tr":"Dedikleri ancak şu idi: \"Rabbimiz! Günahlarımızı, işimizdeki aşırılıklarımızı bize bağışla, sebatımızı arttır, inkarcı topluluğa karşı bize yardım et","ur":"ان کی دعا بس یہ تھی کہ، \"اے ہمارے رب! ہماری غلطیوں اور کوتاہیوں سے درگزر فرما، ہمارے کام میں تیرے حدود سے جو کچھ تجاوز ہو گیا ہو اُسے معاف کر دے، ہمارے قدم جما دے اور کافروں کے مقابلہ میں ہماری مدد کر","zh":"他们没有别的话，只说：“我们的主啊！求你赦宥我们的罪恶，和我们的过失，求你坚定我们的步伐，求你援助我们以对抗不信道的民众。”"},"transliteration":"Wama kana qawlahum illa an qaloo rabbana ighfir lana thunoobana waisrafana fee amrina wathabbit aqdamana waonsurna AAala alqawmi alkafireena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
