{"id":4410,"number":85,"text":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","translations":{"en":"And blessed is He to whom belongs the dominion of the heavens and the earth and whatever is between them and with whom is knowledge of the Hour and to whom you will be returned","es":"Bendito sea a Quien pertenece el reino de los cielos y de la Tierra y todo cuanto hay entre ambos. Él posee el conocimiento de la Hora [del Juicio], y ante Él regresarán","fr":"Et béni soit Celui à qui appartient la souveraineté des cieux et de la terre et de ce qui est entre eux. Il détient la science de l'Heure. Et c'est vers Lui que vous serez ramenés","id":"Dan Mahasuci (Allah) yang memiliki kerajaan langit dan bumi, dan apa yang ada di antara keduanya; dan di sisi-Nyalah ilmu tentang hari Kiamat, dan hanya kepada-Nyalah kamu dikembalikan","ru":"Благословен Тот, Кому принадлежит власть над небесами, землей и тем, что между ними. У Него - знание о Часе, и к Нему вы будете возвращены","sv":"Välsignad är Han som äger herraväldet över himlarna och jorden och allt det som är däremellan! Hos Honom [ensam] finns kunskapen om den Yttersta stunden och till Honom skall ni föras åter","tr":"Göklerin, yerin ve ikisi arasında bulunanların hükümranlığı kendisinin olan Allah ne yücedir! Kıyamet saatini bilmek O'na aittir. O'na döneceksiniz","ur":"بہت بالا و برتر ہے وہ جس کے قبضے میں زمین اور آسمانوں اور ہر اُس چیز کی بادشاہی ہے جو زمین و آسمان کے درمیان پائی جاتی ہے اور وہی قیامت کی گھڑی کا علم رکھتا ہے، اور اسی کی طرف تم سب پلٹائے جانے والے ہو","zh":"多福哉，有天地的国权和天地间的万物者！复活时的知识只有他知道，你们只被召归于他。"},"transliteration":"Watabaraka allathee lahu mulku alssamawati waalardi wama baynahuma waAAindahu AAilmu alssaAAati wailayhi turjaAAoona","chapter":{"id":43,"name":"الزخرف","transliteration":"Az-Zukhruf","translations":{"en":"The Ornaments of Gold","es":"Los Dorados","fr":"L'ornement","id":"Perhiasan","ru":"Украшения","sv":"Guld","tr":"Zuhruf","ur":"سونے کی چمک","zh":"金饰"},"type":"meccan"}}
