{"id":447,"number":154,"text":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translations":{"bn":"অতঃপর তোমাদের উপর শোকের পর শান্তি অবতীর্ণ করলেন, যা ছিল তন্দ্রার মত। সে তন্দ্রায় তোমাদের মধ্যে কেউ কেউ ঝিমোচ্ছিল আর কেউ কেউ প্রাণের ভয়ে ভাবছিল। আল্লাহ সম্পর্কে তাদের মিথ্যা ধারণা হচ্ছিল মুর্খদের মত। তারা বলছিল আমাদের হাতে কি কিছুই করার নেই? তুমি বল, সবকিছুই আল্লাহর হাতে। তারা যা কিছু মনে লুকিয়ে রাখে-তোমার নিকট প্রকাশ করে না সে সবও। তারা বলে আমাদের হাতে যদি কিছু করার থাকতো, তাহলে আমরা এখানে নিহত হতাম না। তুমি বল, তোমরা যদি নিজেদের ঘরেও থাকতে তবুও তারা অবশ্যই বেরিয়ে আসত নিজেদের অবস্থান থেকে যাদের মৃত্যু লিখে দেয়া হয়েছে। তোমাদের বুকে যা রয়েছে তার পরীক্ষা করা ছিল আল্লাহর ইচ্ছা, আর তোমাদের অন্তরে যা কিছু রয়েছে তা পরিষ্কার করা ছিল তাঁর কাম্য। আল্লাহ মনের গোপন বিষয় জানেন।","en":"Then after distress, He sent down upon you security [in the form of] drowsiness, overcoming a faction of you, while another faction worried about themselves, thinking of Allah other than the truth - the thought of ignorance, saying, \"Is there anything for us [to have done] in this matter?\" Say, \"Indeed, the matter belongs completely to Allah.\" They conceal within themselves what they will not reveal to you. They say, \"If there was anything we could have done in the matter, some of us would not have been killed right here.\" Say, \"Even if you had been inside your houses, those decreed to be killed would have come out to their death beds.\" [It was] so that Allah might test what is in your breasts and purify what is in your hearts. And Allah is Knowing of that within the breasts","id":"Kemudian setelah kamu ditimpa kesedihan, Dia menurunkan rasa aman kepadamu (berupa) kantuk yang meliputi segolongan dari kamu,155) sedangkan segolongan lagi156) telah dicemaskan oleh diri mereka sendiri; mereka menyangka yang tidak benar terhadap Allah seperti sangkaan jahiliah.157) Mereka berkata, \"Adakah sesuatu yang dapat kita perbuat dalam urusan ini?\" Katakanlah (Muhammad), \"Sesungguhnya segala urusan itu di tangan Allah.\" Mereka menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu. Mereka berkata, \"Sekiranya ada sesuatu yang dapat kita perbuat dalam urusan ini, niscaya kita tidak akan dibunuh (dikalahkan) di sini.\" Katakanlah (Muhammad), \"Meskipun kamu ada di rumahmu, niscaya orang-orang yang telah ditetapkan akan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh.\" Allah (berbuat demikian) untuk menguji apa yang ada dalam dadamu dan untuk membersihkan apa yang ada dalam hatimu. Dan Allah Maha Mengetahui isi hati","ru":"После печали Он ниспослал вам успокоение - дремоту, охватившую некоторых из вас. Другие же были озабочены размышлениями о себе. Они несправедливо думали об Аллахе, как это делали во времена невежества, говоря: «Могли ли мы сами принять какое-нибудь решение (или получим ли мы что-нибудь от этого дела)?». Скажи: «Дела (или решения) целиком принадлежат Аллаху». Они скрывают в своих душах то, чего не открывают тебе, говоря: «Если бы мы сами могли принять какое-нибудь решение (или если бы мы чтонибудь получили от этого дела), то не были бы убиты здесь». Скажи: «Даже если бы вы остались в своих домах, то те, кому была предначертана гибель, непременно вышли бы к месту, где им суждено было полечь, и Аллах испытал бы то, что в вашей груди, и очистил бы то, что в ваших сердцах. Аллаху известно о том, что в груди»","tr":"Kederden sonra, bir takımınızı kendinden geçirecek şekilde size huzur ve emniyet indirdi; oysa bir takımınız da kendi derdlerine düşmüşlerdi. Haksız yere Allah hakkında, cahiliye devrinde olduğu gibi inanıyorlar. \"Bu işte bizim bir fikrimiz var mı?\" diyorlardı; De ki: \"Buyruğun hepsi Allah'ındır\". Sana açmadıklarını içlerinde gizliyorlar. \"Bu işte bizim fikrimiz alınsaydı, burada öldürülmezdik\" diyorlar. De ki: Evlerinizde olsaydınız, haklarında ölüm yazılı olan kimseler, yine de devrilecekleri yere varırlardı. Bu, Allah'ın içinizde olanı denemesi, kalblerinizde olanı arıtması içindir. Allah gönüllerde olanı bilir","ur":"اس غم کے بعد پھر اللہ نے تم میں سے کچھ لوگوں پر ایسی اطمینان کی سی حالت طاری کر دی کہ وہ اونگھنے لگے مگر ایک دوسرا گروہ، جس کے لیے ساری اہمیت بس اپنے مفاد ہی کی تھی، اللہ کے متعلق طرح طرح کے جاہلانہ گمان کرنے لگا جو سراسر خلاف حق تھے یہ لوگ اب کہتے ہیں کہ، \"اس کام کے چلانے میں ہمارا بھی کوئی حصہ ہے؟\" ان سے کہو \"(کسی کا کوئی حصہ نہیں) اِس کام کے سارے اختیارات اللہ کے ہاتھ میں ہیں\" دراصل یہ لوگ اپنے دلوں میں جو بات چھپائے ہوئے ہیں اُسے تم پر ظاہر نہیں کرتے ان کا اصل مطلب یہ ہے کہ، \"اگر (قیادت کے) اختیارات میں ہمارا کچھ حصہ ہوتا تو یہاں ہم نہ مارے جاتے\" ان سے کہہ دو کہ، \"اگر تم اپنے گھروں میں بھی ہوتے تو جن لوگوں کی موت لکھی ہوئی تھی وہ خود اپنی قتل گاہوں کی طرف نکل آتے\" اور یہ معاملہ جو پیش آیا، یہ تو اس لیے تھا کہ جو کچھ تمہارے سینوں میں پوشیدہ ہے اللہ اُسے آزما لے اور جو کھوٹ تمہارے دلوں میں ہے اُسے چھانٹ دے، اللہ دلوں کا حال خوب جانتا ہے"},"chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"bn":"ইমরানের পরিবার","en":"Family of Imran","id":"Keluarga Imran","ru":"Семейство Имрана","tr":"Âl-i İmrân","ur":"عمران کا خاندان"},"type":"medinan"}}
