{"id":4483,"number":10,"text":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","translations":{"en":"Before them is Hell, and what they had earned will not avail them at all nor what they had taken besides Allah as allies. And they will have a great punishment","es":"los estará aguardando el Infierno y de nada les servirán los bienes materiales que ganaron, ni tampoco los ídolos protectores que tomaron en lugar de Dios. Recibirán un castigo terrible","fr":"l'Enfer est à leurs trousses. Ce qu'ils auront acquis ne leur servira à rien, ni ce qu'ils auront pris comme protecteurs, en dehors d'Allah. Ils auront un énorme châtiment","id":"Di hadapan mereka neraka Jahanam, dan tidak akan berguna bagi mereka sedikit pun apa yang telah mereka kerjakan, dan tidak pula (bermanfaat) apa yang mereka jadikan sebagai pelindung-pelindung (mereka) selain Allah. Dan mereka akan mendapat azab yang besar","ru":"Перед ними - Геенна. Не спасут их то, что они приобрели, и те, кого они взяли себе в покровители и помощники вместо Аллаха. Им уготованы великие мучения","sv":"Helvetet är dem inpå hälarna och ingenting av det som de har uppnått [i livet] och ingen av dem som de har valt till beskyddare i Guds ställe skall vara dem till någon nytta; ja, ett straff av stor stränghet [väntar] dem","tr":"Ayetlerimizden bir şey öğrendiğinde onu alaya alır. İşte bunlara alçaltıcı bir azap ve ardından da cehennem vardır. Kazandıkları şeyler de, Allah'ı bırakıp edindikleri dostlar da onlara bir fayda vermez. Büyük azap onlaradır","ur":"اُن کے آگے جہنم ہے جو کچھ بھی انہوں نے دنیا میں کمایا ہے اس میں سے کوئی چیز اُن کے کسی کام نہ آئے گی، نہ اُن کے وہ سرپرست ہی اُن کے لیے کچھ کر سکیں گے جنہیں اللہ کو چھوڑ کر انہوں نے اپنا ولی بنا رکھا ہے اُن کے لیے بڑا عذاب ہے","zh":"他们的身后有火狱，他们所获得的，对于他们，毫无裨益；他们舍安拉而认为保护神的，对于他们，也毫无裨益；他们将受痛苦的刑罚。"},"transliteration":"Min waraihim jahannamu wala yughnee AAanhum ma kasaboo shayan wala ma ittakhathoo min dooni Allahi awliyaa walahum AAathabun AAatheemun","chapter":{"id":45,"name":"الجاثية","transliteration":"Al-Jathiyah","translations":{"en":"The Crouching","es":"La Arrodillada","fr":"L'agenouillée","id":"Yang Bertekuk Lutut","ru":"Коленопреклоненные","sv":"På Knä","tr":"Câsiye","ur":"زانوٗوں کے بل گری ہوئی","zh":"屈膝"},"type":"meccan"}}
