{"id":449,"number":156,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","translations":{"en":"O you who have believed, do not be like those who disbelieved and said about their brothers when they traveled through the land or went out to fight, \"If they had been with us, they would not have died or have been killed,\" so Allah makes that [misconception] a regret within their hearts. And it is Allah who gives life and causes death, and Allah is Seeing of what you do","es":"¡Oh, creyentes! No sean como los que niegan la verdad y dicen de sus hermanos cuando éstos salen de viaje o en una expedición militar [y mueren]: \"Si se hubieran quedado no habrían muerto ni caído en batalla\", porque Dios hará que eso sea una angustia en sus corazones. Dios es Quien da la vida y la muerte. Dios ve todo lo que hacen","fr":"O les croyants! Ne soyez pas comme ces mécréants qui dirent à propos de leurs frères partis en voyage ou pour combattre: «S'ils étaient chez nous, ils ne seraient pas morts, et ils n'auraient pas été tués.» Allah en fit un sujet de regret dans leurs cœurs. C'est Allah qui donne la vie et la mort. Et Allah observe bien ce que vous faites","id":"Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang kafir yang mengatakan kepada saudara-saudaranya apabila mereka mengadakan perjalanan di bumi atau berperang, \"Sekiranya mereka tetap bersama kita, tentulah mereka tidak mati dan tidak terbunuh.\" (Dengan perkataan) yang demikian itu, karena Allah hendak menimbulkan rasa penyesalan di hati mereka. Allah menghidupkan dan mematikan, dan Allah Maha Melihat apa yang kamu kerjakan","ru":"О те, которые уверовали! Не будьте похожи на неверующих, которые сказали о своих братьях, когда они странствовали по земле или участвовали в походе: «Если бы они были рядом с нами, то не умерли бы и не были бы убиты», - дабы Аллах сделал это причиной скорби в их сердцах. Аллах оживляет и умерщвляет, и Аллах видит то, что вы совершаете","sv":"Troende! Säg inte som förnekarna av sanningen säger om sina bröder som [dött] under resa i fjärran land eller [fallit] i strid: \"Om de hade blivit kvar hos oss, skulle de inte ha dött eller dödats.\" - Gud [låter dem tänka dessa tankar], så att deras hjärtan skulle känna ökad sorg och grämelse, eftersom det är Gud som skänker liv och skänker död. Gud ser vad ni gör","tr":"Ey İnananlar! Yolculuğa çıkan veya savaşa giden kardeşleri hakkında: \"Onlar yanımızda olsalardı ölmezler ve öldürülmezlerdi\" diyen inkarcılar gibi olmayın ki, Allah bunu onların kalblerinde bir hasret olarak bıraksın. Dirilten de öldüren de Allah'tır. Allah işlediklerinizi görür","ur":"اے لوگو جو ایمان لائے ہو، کافروں کی سی باتیں نہ کرو جن کے عزیز و اقارب اگر کبھی سفر پر جاتے ہیں یا جنگ میں شریک ہوتے ہیں (اور وہاں کسی حادثہ سے دو چار ہو جاتے ہیں) تو وہ کہتے ہیں کہ اگر وہ ہمارے پاس ہوتے تو نہ مارے جاتے اور نہ قتل ہوتے اللہ اس قسم کی باتوں کو ان کے دلوں میں حسرت و اندوہ کا سبب بنا دیتا ہے، ورنہ دراصل مارنے اور جِلانے والا تو اللہ ہی ہے اور تمہاری حرکات پر وہی نگراں ہے","zh":"信道的人们啊！你们不要像那些否认的人一样；当他们的同胞出门病故，或阵亡前线的时候，他们说：“假若他们同我们坐在家里，那么，他们不致于病故或阵亡。”（你们不要像他们那样说，）以便安拉使那成为他们心中的悔恨。安拉能使死人复活，能使活人死亡。安拉是明察他们的行为的。"},"transliteration":"Ya ayyuha allatheena amanoo la takoonoo kaallatheena kafaroo waqaloo liikhwanihim itha daraboo fee alardi aw kanoo ghuzzan law kanoo AAindana ma matoo wama qutiloo liyajAAala Allahu thalika hasratan fee quloobihim waAllahu yuhyee wayumeetu waAllahu bima taAAmaloona baseerun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
