{"id":4490,"number":17,"text":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translations":{"en":"And We gave them clear proofs of the matter [of religion]. And they did not differ except after knowledge had come to them - out of jealous animosity between themselves. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ","es":"Les concedí pruebas claras, pero discreparon a pesar de haberles llegado la revelación, por simples envidias entre ellos. Tu Señor juzgará entre ellos el Día de la Resurrección sobre lo que discrepaban","fr":"Et Nous leur avons apporté des preuves évidentes de l'Ordre. Ils ne divergèrent qu'après que la science leur fut venue par agressivité entre eux. Ton Seigneur décidera parmi eux, au Jour de la Résurrection, sur ce en quoi ils divergeaient","id":"Dan Kami berikan kepada mereka keterangan-keterangan yang jelas tentang urusan (agama); maka mereka tidak berselisih kecuali setelah datang ilmu kepada mereka, karena kedengkian (yang ada) di antara mereka. Sungguh, Tuhanmu akan memberi putusan kepada mereka pada hari Kiamat terhadap apa yang selalu mereka perselisihkan","ru":"Мы даровали им ясные знамения из повеления. Они же разошлись во мнениях лишь после того, как к ним явилось знание, по причине зависти и несправедливого отношения друг к другу. Воистину, твой Господь рассудит их в День воскресения в том, в чем они расходились во мнениях","sv":"Och Vi gav dem klara föreskrifter i allt som rör religionen, och först efter att ha fått all kunskap blev de oense om dessa [föreskrifters innebörd] av ovilja och avund mot varandra. På Uppståndelsens dag skall Din Herre döma mellan dem i alla de frågor som de tvistade om","tr":"Din konusunda, onlara belgeler verdik; ancak, kendilerine ilim geldikten sonra birbirini çekememezlikten ayrılığa düştüler. Rabbin kıyamet günü, ayrılığa düştükleri şeyler hakkında şüphesiz aralarında hükmedecektir","ur":"اور دین کے معاملہ میں اُنہیں واضح ہدایات دے دیں پھر جو اختلاف اُن کے درمیان رو نما ہوا وہ (نا واقفیت کی وجہ سے نہیں بلکہ) علم آ جانے کے بعد ہوا اور اس بنا پر ہوا کہ وہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے اللہ قیامت کے روز اُن معاملات کا فیصلہ فرما دے گا جن میں وہ اختلاف کرتے رہے ہیں","zh":"我曾昭示他们关于此事的许多明证，他们在知识降临他们之后，才因互相嫉妒而争论。复活日，你的主必定判决他们所争论的是非。"},"transliteration":"Waataynahum bayyinatin mina alamri fama ikhtalafoo illa min baAAdi ma jaahumu alAAilmu baghyan baynahum inna rabbaka yaqdee baynahum yawma alqiyamati feema kanoo feehi yakhtalifoona","chapter":{"id":45,"name":"الجاثية","transliteration":"Al-Jathiyah","translations":{"en":"The Crouching","es":"La Arrodillada","fr":"L'agenouillée","id":"Yang Bertekuk Lutut","ru":"Коленопреклоненные","sv":"På Knä","tr":"Câsiye","ur":"زانوٗوں کے بل گری ہوئی","zh":"屈膝"},"type":"meccan"}}
