{"id":4494,"number":21,"text":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","translations":{"en":"Or do those who commit evils think We will make them like those who have believed and done righteous deeds - [make them] equal in their life and their death? Evil is that which they judge","es":"¿Acaso quienes obran mal piensan que los igualaré, tanto en esta vida como en la otra, con quienes creen y obran rectamente? ¡Qué mal juzgan","fr":"Ceux qui commettent des mauvaises actions comptent-ils que Nous allons les traiter comme ceux qui croient et accomplissent les bonnes œuvres, dans leur vie et dans leur mort? Comme ils jugent mal","id":"Apakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mereka? Alangkah buruknya penilaian mereka itu","ru":"Неужели те, которые приобретали зло, полагали, что Мы полностью приравняем их к тем, которые уверовали и совершали праведные деяния, как при жизни, так и после смерти? Как же скверны их суждения","sv":"Tror de som begår orätt att Vi skall ge dem samma behandling, i livet och i döden, som Vi ger dem som tror och lever ett rättskaffens liv? Hur illa dömer de inte","tr":"Yoksa, kötülük işleyen kimseler, ölümlerinde ve diriliklerinde kendilerini, inanıp yararlı iş işleyen kimseler ile bir mi tutacağımızı sandılar? Ne kötü hüküm veriyorlar","ur":"کیا وہ لوگ جنہوں نے برائیوں کا ارتکاب کیا ہے یہ سمجھے بیٹھے ہیں کہ ہم اُنہیں اور ایمان لانے والوں اور نیک عمل کرنے والوں کو ایک جیسا کر دیں گے کہ ان کا جینا اور مرنا یکساں ہو جائے؟ بہت بُرے حکم ہیں جو یہ لوگ لگاتے ہیں","zh":"难道作恶者以为我会使他们和信道而且行善者一样，而使他们的生死相等吗？他们的判断真恶劣！"},"transliteration":"Am hasiba allatheena ijtarahoo alssayyiati an najAAalahum kaallatheena amanoo waAAamiloo alssalihati sawaan mahyahum wamamatuhum saa ma yahkumoona","chapter":{"id":45,"name":"الجاثية","transliteration":"Al-Jathiyah","translations":{"en":"The Crouching","es":"La Arrodillada","fr":"L'agenouillée","id":"Yang Bertekuk Lutut","ru":"Коленопреклоненные","sv":"På Knä","tr":"Câsiye","ur":"زانوٗوں کے بل گری ہوئی","zh":"屈膝"},"type":"meccan"}}
