{"id":4497,"number":24,"text":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","translations":{"en":"And they say, \"There is not but our worldly life; we die and live, and nothing destroys us except time.\" And they have of that no knowledge; they are only assuming","es":"Dicen: \"Solo existe esta vida. Viviremos y moriremos una sola vez. El tiempo es quien acaba con nosotros\". Pero no poseen un conocimiento certero sobre lo que dicen y no hacen más que conjeturar","fr":"Et ils dirent: «Il n'y a pour nous que la vie d'ici-bas: nous mourons et nous vivons et seul le temps nous fait périr». Ils n'ont de cela aucune connaissance: ils ne font qu'émettre des conjectures","id":"Dan mereka berkata, \"Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup, dan tidak ada yang membinasakan kita selain masa.\" Tetapi mereka tidak mempunyai ilmu tentang itu, mereka hanyalah menduga-duga saja","ru":"Они сказали: «Есть только наша мирская жизнь. Мы умираем и рождаемся, и нас не губит ничто, кроме времени». У них нет об этом никакого знания. Они лишь делают предположения","sv":"Och de säger: \"Det finns inget liv utom livet på jorden. Några [av oss] dör och några lever [vidare] och enbart tiden förintar oss.\" Men om detta har de ingen kunskap - de rör sig bara med lösa antaganden","tr":"Hayat, ancak bu dünyadaki hayatımızdır. Ölürüz ve yaşarız; bizi ancak zamanın geçişi yokluğa sürükler\" derler. Onların bu hususta bir bilgisi yoktur, sadece böyle sanırlar","ur":"یہ لوگ کہتے ہیں کہ \"زندگی بس یہی ہماری دنیا کی زندگی ہے، یہیں ہمارا مرنا اور جینا ہے اور گردش ایام کے سوا کوئی چیز نہیں جو ہمیں ہلاک کرتی ہو\" در حقیقت اِس معاملہ میں اِن کے پاس کوئی علم نہیں ہے یہ محض گمان کی بنا پر یہ باتیں کرتے ہیں","zh":"他们说：“只有我们的今世生活，我们死的死，生的生，只有光阴能使我们消灭。他们对于那事，一无所知，他们专事猜测。"},"transliteration":"Waqaloo ma hiya illa hayatuna alddunya namootu wanahya wama yuhlikuna illa alddahru wama lahum bithalika min AAilmin in hum illa yathunnoona","chapter":{"id":45,"name":"الجاثية","transliteration":"Al-Jathiyah","translations":{"en":"The Crouching","es":"La Arrodillada","fr":"L'agenouillée","id":"Yang Bertekuk Lutut","ru":"Коленопреклоненные","sv":"På Knä","tr":"Câsiye","ur":"زانوٗوں کے بل گری ہوئی","zh":"屈膝"},"type":"meccan"}}
