{"id":45,"number":38,"text":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translations":{"en":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve","es":"Dije: \"¡Desciendan todos de él! Cuando les llegue de Mí una guía, quienes la sigan no habrán de sentir temor ni tristeza","fr":"Nous dîmes: «Descendez d'ici, vous tous! Toutes les fois que Je vous enverrai un guide, ceux qui [le] suivront n'auront rien à craindre et ne seront point affligés»","id":"Kami berfirman, \"Turunlah kalian semua dari surga! Kemudian jika benar-benar datang petunjuk-Ku kepada kalian, maka barang siapa mengikuti petunjuk-Ku, tidak ada rasa takut bagi mereka dan mereka tidak bersedih hati","ru":"Мы сказали: «Низвергнитесь отсюда все!». Если к вам явится руководство от Меня, то те, которые последуют за Моим руководством, не познают страха и не будут опечалены","sv":"Ja, Vi sade: \"Bort, alla, härifrån! Men vägledning skall helt visst komma er till del, och de som följer Min vägledning skall inte känna fruktan och ingen sorg skall tynga dem","tr":"İnin oradan hepiniz, tarafımdan size bir yol gösteren gelecektir; Benim yoluma uyanlar için artık korku yoktur, onlar üzülmeyeceklerdir\" dedik","ur":"ہم نے کہا کہ، \"تم سب یہاں سے اتر جاؤ پھر جو میری طرف سے کوئی ہدایت تمہارے پاس پہنچے، تو جو لوگ میر ی ہدایت کی پیروی کریں گے، ان کے لیے کسی خوف اور رنج کا موقع نہ ہوگا","zh":"我说：“你们都从这里下去吧！我的引导如果到达你们，那么，谁遵守我的引导，谁在将来没有恐惧，也不忧愁。"},"transliteration":"Qulna ihbitoo minha jameeAAan faimma yatiyannakum minnee hudan faman tabiAAa hudaya fala khawfun AAalayhim wala hum yahzanoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
