{"id":4508,"number":35,"text":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","translations":{"en":"That is because you took the verses of Allah in ridicule, and worldly life deluded you.\" So that Day they will not be removed from it, nor will they be asked to appease [Allah]","es":"Este es el resultado de haber ridiculizado los versículos de Dios y haberse dejado seducir por los placeres [prohibidos] de la vida mundanal. Hoy no serán sacados del tormento, y no se les tendrá consideración","fr":"Cela parce que vous preniez en raillerie les versets d'Allah et que la vie d'ici-bas vous trompait». Ce jour-là on ne les en fera pas sortir et on ne les excusera pas non plus","id":"Yang demikian itu karena sesungguhnya kamu telah menjadikan ayat-ayat Allah sebagai olok-olokkan, dan kamu telah ditipu oleh kehidupan dunia.\" Maka pada hari ini mereka tidak dikeluarkan dari neraka dan tidak pula mereka diberi kesempatan untuk bertobat","ru":"Это вам - за то, что вы насмехались над знамениями Аллаха и обольстились мирской жизнью. Сегодня они не выйдут оттуда, и от них не потребуют покаяния»","sv":"så är det därför att ni [vågade] skämta om Guds budskap och lät världens [lockelser] leda er vilse.\" Den Dagen kommer de inte att slippa ut ur Elden, och de kommer inte att få någon uppmaning att göra bot och bättring","tr":"Bu, Allah'ın ayetlerini alaya almanızdan ve dünya hayatının sizi aldatmış olmasından ötürüdür.\" O gün, ne oradan çıkarılırlar ve ne de özürleri dinlenir","ur":"یہ تمہارا انجام اس لیے ہوا ہے کہ تم نے اللہ کی آیات کا مذاق بنا لیا تھا اور تمہیں دنیا کی زندگی نے دھوکے میں ڈال دیا تھا لہٰذا آج نہ یہ لوگ دوزخ سے نکالے جائیں گے اور نہ ان سے کہا جائے گا کہ معافی مانگ کر اپنے رب کو راضی کرو","zh":"那是由于你们把安拉的迹象当作笑柄，尘世的生活欺骗了你们的缘故。”今日他们不被放出火狱，也不得邀恩。"},"transliteration":"Thalikum biannakumu ittakhathtum ayati Allahi huzuwan wagharratkumu alhayatu alddunya faalyawma la yukhrajoona minha wala hum yustaAAtaboona","chapter":{"id":45,"name":"الجاثية","transliteration":"Al-Jathiyah","translations":{"en":"The Crouching","es":"La Arrodillada","fr":"L'agenouillée","id":"Yang Bertekuk Lutut","ru":"Коленопреклоненные","sv":"På Knä","tr":"Câsiye","ur":"زانوٗوں کے بل گری ہوئی","zh":"屈膝"},"type":"meccan"}}
