{"id":4518,"number":8,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translations":{"bn":"তারা কি বলে যে, রসূল একে রচনা করেছে? বলুন, যদি আমি রচনা করে থাকি, তবে তোমরা আল্লাহর শাস্তি থেকে আমাকে রক্ষা করার অধিকারী নও। তোমরা এ সম্পর্কে যা আলোচনা কর, সে বিষয়ে আল্লাহ সম্যক অবগত। আমার ও তোমাদের মধ্যে তিনি সাক্ষী হিসাবে যথেষ্ট। তিনি ক্ষমাশীল, দয়াময়।","en":"Or do they say, \"He has invented it?\" Say, \"If I have invented it, you will not possess for me [the power of protection] from Allah at all. He is most knowing of that in which you are involved. Sufficient is He as Witness between me and you, and He is the Forgiving the Merciful","id":"Bahkan mereka berkata, \"Dia (Muhammad) telah mengada-adakannya (Alquran).\" Katakanlah, \"Jika aku mengada-adakannya, maka kamu tidak kuasa sedikit pun menghindarkan aku dari (azab) Allah. Dia lebih tahu apa yang kamu percakapkan tentang Alquran ini. Cukuplah Dia menjadi saksi antara aku dengan kamu. Dia Maha Pengampun, Maha Penyayang","ru":"Или же они говорят: «Он измыслил его». Скажи: «Если я измыслил его, то вы нисколько не защитите меня от Аллаха. Ему лучше знать о том, о чем вы разглагольствуете. Довольно того, что Он является Свидетелем между мною и вами. Он - Прощающий, Милосердный»","tr":"Veya, \"onu uydurdu\" derler. De ki: \"Eğer onu uydurdumsa, beni Allah'a karşı hiçbir şekilde savunamazsınız; O, Kuran için yaptığınız taşkınlıkları daha iyi bilir. Benimle sizin aranızda şahit olarak O yeter. O, bağışlayandır, merhamet edendir","ur":"کیا اُن کا کہنا یہ ہے کہ رسول نے اِسے خود گھڑ لیا ہے؟ ان سے کہو، \"اگر میں نے اِسے خود گھڑ لیا ہے تو تم مجھے خدا کی پکڑ سے کچھ بھی نہ بچا سکو گے، جو باتیں تم بناتے ہو اللہ ان کو خوب جانتا ہے، میرے اور تمہارے درمیان وہی گواہی دینے کے لیے کافی ہے، اور وہ بڑا درگزر کرنے والا اور رحیم ہے"},"chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"bn":"বালুর পাহাড়","en":"The Wind-Curved Sandhills","id":"Bukit-bukir Pasir","ru":"Барханы","tr":"Ahkâf","ur":"ریگستان"},"type":"meccan"}}
