{"id":4518,"number":8,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translations":{"en":"Or do they say, \"He has invented it?\" Say, \"If I have invented it, you will not possess for me [the power of protection] from Allah at all. He is most knowing of that in which you are involved. Sufficient is He as Witness between me and you, and He is the Forgiving the Merciful","es":"O dicen: \"Él [Mujámmad] lo inventó\". Diles [¡oh, Mujámmad!]: \"Si lo hubiese inventado, ustedes no podrían defenderme del castigo de Dios. Él bien sabe lo que dicen [sobre el Corán]. Dios basta como testigo entre nosotros. Él es el Absolvedor, el Misericordioso","fr":"Ou bien ils disent: «Il l'a inventé!» Dis: «Si je l'ai inventé alors vous ne pourrez rien pour moi contre [la punition] d'Allah. Il sait parfaitement ce que vous propagez (en calomnies contre le Coran): Allah est suffisant comme témoin entre moi et vous. Et c'est Lui le Pardonneur, le Très Miséricordieux»","id":"Bahkan mereka berkata, \"Dia (Muhammad) telah mengada-adakannya (Alquran).\" Katakanlah, \"Jika aku mengada-adakannya, maka kamu tidak kuasa sedikit pun menghindarkan aku dari (azab) Allah. Dia lebih tahu apa yang kamu percakapkan tentang Alquran ini. Cukuplah Dia menjadi saksi antara aku dengan kamu. Dia Maha Pengampun, Maha Penyayang","ru":"Или же они говорят: «Он измыслил его». Скажи: «Если я измыслил его, то вы нисколько не защитите меня от Аллаха. Ему лучше знать о том, о чем вы разглагольствуете. Довольно того, что Он является Свидетелем между мною и вами. Он - Прощающий, Милосердный»","sv":"Eller också säger de: \"Det är han [själv] som har författat det!\" Säg [Muhammad]: \"Om jag hade författat den hade ni inte kunnat skydda mig mot Gud. Han har full vetskap om den ström [av förtal] som flödar över era läppar; inga [andra] vittnen än Han behövs mellan mig och er. Han är Den som ständigt förlåter, Den som ständigt visar barmhärtighet","tr":"Veya, \"onu uydurdu\" derler. De ki: \"Eğer onu uydurdumsa, beni Allah'a karşı hiçbir şekilde savunamazsınız; O, Kuran için yaptığınız taşkınlıkları daha iyi bilir. Benimle sizin aranızda şahit olarak O yeter. O, bağışlayandır, merhamet edendir","ur":"کیا اُن کا کہنا یہ ہے کہ رسول نے اِسے خود گھڑ لیا ہے؟ ان سے کہو، \"اگر میں نے اِسے خود گھڑ لیا ہے تو تم مجھے خدا کی پکڑ سے کچھ بھی نہ بچا سکو گے، جو باتیں تم بناتے ہو اللہ ان کو خوب جانتا ہے، میرے اور تمہارے درمیان وہی گواہی دینے کے لیے کافی ہے، اور وہ بڑا درگزر کرنے والا اور رحیم ہے","zh":"他们甚至说：“他伪造《古兰经》”。你说：“如果我伪造《古兰经》，那么，你们不能为我抵御安拉的一点刑罚。他全知你们对《古兰经》的诽谤，他足为我和你们之间的见证。他确是至赦的，确是至慈的。”"},"transliteration":"Am yaqooloona iftarahu qul ini iftaraytuhu fala tamlikoona lee mina Allahi shayan huwa aAAlamu bima tufeedoona feehi kafa bihi shaheedan baynee wabaynakum wahuwa alghafooru alrraheemu","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
