{"id":4519,"number":9,"text":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","translations":{"en":"Say, \"I am not something original among the messengers, nor do I know what will be done with me or with you. I only follow that which is revealed to me, and I am not but a clear warner","es":"Diles: \"Yo no soy el primero de los Mensajeros [de Dios], y tampoco sé qué será de mí o de ustedes. Yo solo sigo lo que me es revelado, y no soy sino un amonestador que habla claro","fr":"Dis: «Je ne suis pas une innovation parmi les messagers; et je ne sais pas ce que l'on fera de moi, ni de vous. Je ne fais que suivre ce qui m'est révélé; et je ne suis qu'un avertisseur clair»","id":"Katakanlah (Muhammad), \"Aku bukanlah Rasul yang pertama di antara rasul-rasul, dan aku tidak tahu apa yang akan diperbuat terhadapku dan terhadapmu. Aku hanyalah mengikuti apa yang diwahyukan kepadaku, dan aku hanyalah pemberi peringatan yang menjelaskan","ru":"Скажи: «Я не являюсь первым из посланников и не знаю, что произойдет со мной и с вами. Я следую только тому, что внушается мне в откровении. Я - всего лишь разъясняющий и предостерегающий увещеватель»","sv":"Säg: \"Jag är inte den förste av [Guds] sändebud och jag vet inte vad som skall ske med mig och med er. Jag följer bara det som uppenbaras för mig; jag är ingenting annat än en varnare, [som varnar] klart och entydigt","tr":"De ki: \"Ben peygamberlerin ilki değilim; benim ve sizin başınıza gelecekleri bilmem; ben ancak bana vahyolunana uymaktayım; ben sadece apaçık bir uyarıcıyım","ur":"اِن سے کہو، \"میں کوئی نرالا رسول تو نہیں ہوں، میں نہیں جانتا کہ کل تمہارے ساتھ کیا ہونا ہے اور میرے ساتھ کیا، میں تو صرف اُس وحی کی پیروی کرتا ہوں جو میرے پاس بھیجی جاتی ہے اور میں ایک صاف صاف خبردار کر دینے والے کے سوا اور کچھ نہیں ہوں","zh":"你说：“我不是破天荒的使者；我不知道我要遭遇什么，也不知道你们要遭遇什么，我只遵从我所受的启示，我只是一个坦率的警告者。”"},"transliteration":"Qul ma kuntu bidAAan mina alrrusuli wama adree ma yufAAalu bee wala bikum in attabiAAu illa ma yooha ilayya wama ana illa natheerun mubeenun","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
