{"id":4520,"number":10,"text":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَـٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"bn":"বলুন, তোমরা ভেবে দেখেছ কি, যদি এটা আল্লাহর পক্ষ থেকে হয় এবং তোমরা একে অমান্য কর এবং বনী ইসরাঈলের একজন সাক্ষী এর পক্ষে সাক্ষ্য দিয়ে এতে বিশ্বাস স্থাপন করে; আর তোমরা অহংকার কর, তবে তোমাদের চেয়ে অবিবেচক আর কে হবে? নিশ্চয় আল্লাহ অবিবেচকদেরকে পথ দেখান না।","en":"Say, \"Have you considered: if the Qur'an was from Allah, and you disbelieved in it while a witness from the Children of Israel has testified to something similar and believed while you were arrogant...?\" Indeed, Allah does not guide the wrongdoing people","id":"Katakanlah, \"Terangkan kepadaku, bagaimana pendapatmu jika sebenarnya (Alquran) ini datang dari Allah, dan kamu mengingkarinya, padahal ada seorang saksi dari Bani Israil802) yang mengakui (kebenaran) yang serupa dengan (yang disebut dalam) Alquran lalu dia beriman; kamu menyombongkan diri. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim","ru":"Скажи: «А что, если Коран - от Аллаха, а вы не уверовали в него? Свидетель из числа сынов Исраила (Израиля) засвидетельствовал о том, что было подобно ему, и уверовал в него, а вы возгордились. Воистину, Аллах не наставляет на прямой путь беззаконников!»","tr":"De ki: \"Eğer bu Kitap Allah katından ise ve siz de onu inkar etmişseniz; İsrailoğullarından bir şahit de bunun böyle olduğuna şehadet edip de inanmışken, siz yine de büyüklük taslarsınız, bana söyleyin kendinize yazık etmiş olmaz mısınız?\" Doğrusu Allah zalim milleti doğru yola eriştirmez","ur":"اے نبیؐ، ان سے کہو \"کبھی تم نے سوچا بھی کہ اگر یہ کلام اللہ ہی کی طرف سے ہوا اور تم نے اِس کا انکار کر دیا (تو تمہارا کیا انجام ہوگا)؟ اور اِس جیسے ایک کلام پر تو بنی اسرائیل کا ایک گواہ شہادت بھی دے چکا ہے وہ ایمان لے آیا اور تم اپنے گھمنڈ میں پڑے رہے ایسے ظالموں کو اللہ ہدایت نہیں دیا کرتا"},"chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"bn":"বালুর পাহাড়","en":"The Wind-Curved Sandhills","id":"Bukit-bukir Pasir","ru":"Барханы","tr":"Ahkâf","ur":"ریگستان"},"type":"meccan"}}
