{"id":4520,"number":10,"text":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَـٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"en":"Say, \"Have you considered: if the Qur'an was from Allah, and you disbelieved in it while a witness from the Children of Israel has testified to something similar and believed while you were arrogant...?\" Indeed, Allah does not guide the wrongdoing people","es":"Diles: \"¿Por qué no creen [en el Corán] que Dios reveló, siendo que un sabio de los Hijos de Israel atestiguó su veracidad y creyó en él? Pero ustedes actuaron con soberbia. Sepan que Dios no guía a un pueblo de injustos","fr":"Dis: «Que direz-vous si [cette révélation s'avère] venir d'Allah et que vous n'y croyez pas qu'un témoin parmi les fils d'Israël en atteste la conformité [au Pentateuque] et y croit pendant que vous, vous le repoussez avec orgueil... En vérité Allah ne guide pas les gens injustes!»","id":"Katakanlah, \"Terangkan kepadaku, bagaimana pendapatmu jika sebenarnya (Alquran) ini datang dari Allah, dan kamu mengingkarinya, padahal ada seorang saksi dari Bani Israil802) yang mengakui (kebenaran) yang serupa dengan (yang disebut dalam) Alquran lalu dia beriman; kamu menyombongkan diri. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim","ru":"Скажи: «А что, если Коран - от Аллаха, а вы не уверовали в него? Свидетель из числа сынов Исраила (Израиля) засвидетельствовал о том, что было подобно ему, и уверовал в него, а вы возгордились. Воистину, Аллах не наставляет на прямой путь беззаконников!»","sv":"Säg: \"Hur ser ni [på detta]? Om det [som jag förkunnar verkligen] kommer från Gud och ni förnekar det, [har ni inte då gjort orätt]? Ett vittne bland Israels barn vittnade ju att en [som är] honom lik [skall komma] och [vittnet] trodde [på detta], men ni i ert högmod [avvisar det]! Gud vägleder sannerligen inte dem som gör orätt","tr":"De ki: \"Eğer bu Kitap Allah katından ise ve siz de onu inkar etmişseniz; İsrailoğullarından bir şahit de bunun böyle olduğuna şehadet edip de inanmışken, siz yine de büyüklük taslarsınız, bana söyleyin kendinize yazık etmiş olmaz mısınız?\" Doğrusu Allah zalim milleti doğru yola eriştirmez","ur":"اے نبیؐ، ان سے کہو \"کبھی تم نے سوچا بھی کہ اگر یہ کلام اللہ ہی کی طرف سے ہوا اور تم نے اِس کا انکار کر دیا (تو تمہارا کیا انجام ہوگا)؟ اور اِس جیسے ایک کلام پر تو بنی اسرائیل کا ایک گواہ شہادت بھی دے چکا ہے وہ ایمان لے آیا اور تم اپنے گھمنڈ میں پڑے رہے ایسے ظالموں کو اللہ ہدایت نہیں دیا کرتا","zh":"你说：“你们告诉我吧！如果《古兰经》是从安拉那里降示的，而你们不信它，——以色列后裔的一个见证，已作证其相似而信奉之，你们却不屑信奉——〔那么，谁比你们更迷误呢？〕安拉必定不引导不义的民众。”"},"transliteration":"Qul araaytum in kana min AAindi Allahi wakafartum bihi washahida shahidun min banee israeela AAala mithlihi faamana waistakbartum inna Allaha la yahdee alqawma alththalimeena","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
