{"id":4521,"number":11,"text":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","translations":{"en":"And those who disbelieve say of those who believe, \"If it had [truly] been good, they would not have preceded us to it.\" And when they are not guided by it, they will say, \"This is an ancient falsehood","es":"Dicen los que se niegan a creer acerca de los creyentes: \"Si [el Mensaje] fuera un bien, no se nos habrían anticipado [en seguirlo]\". Y como no siguen la guía [del Corán] exclaman: \"Esto es una mentira muy antigua","fr":"Et ceux qui ont mécru dirent à ceux qui ont cru: «Si ceci était un bien, ils (les pauvres) ne nous y auraient pas devancés». Et comme ils ne se seront pas laissés guider par lui ils diront: «Ce n'est qu'un vieux mensonge!»","id":"Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Sekiranya Alquran itu sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.803) Tetapi karena mereka tidak mendapat petunjuk dengannya, maka mereka akan berkata, \"Ini adalah dusta yang lama","ru":"Неверующие сказали верующим: «Если бы это было благом, то они не опередили бы нас в этом». Они не стали руководствоваться им, и поэтому они скажут: «Это - старое измышление»","sv":"Och förnekarna av sanningen säger om dem som blivit troende: \"Hade det funnits något gott [i detta budskap] skulle inte dessa [eländiga stackare] haft så bråttom att anta det före oss.\" Och när de inte vill låta sig ledas av det, säger de: \"Allt detta är [bara] gamla lögner","tr":"İnkar edenler, inananlar için: \"Eğer İslamiyet'te bir hayır olsaydı, bu hususta bizden öne geçemezlerdi\" derler. Bununla doğru yola girmedikleri için de, \"Bu, eski bir uydurmadır\" derler","ur":"جن لوگوں نے ماننے سے انکار کر دیا ہے وہ ایمان لانے والوں کے متعلق کہتے ہیں کہ اگر اس کتاب کو مان لینا کوئی اچھا کام ہوتا تو یہ لوگ اس معاملے میں ہم سے سبقت نہ لے جا سکتے تھے چونکہ اِنہوں نے اُس سے ہدایت نہ پائی اس لیے اب یہ ضرور کہیں گے کہ یہ تو پرانا جھوٹ ہے","zh":"不信道的人们评论信道的人们说：“假若那是一件善事，他们不得在我们之前信奉它。”他们没有因《古兰经》而遵循正道，〔故他们的偏执已显著了〕。他们要说：“这是陈腐的妄言。”"},"transliteration":"Waqala allatheena kafaroo lillatheena amanoo law kana khayran ma sabaqoona ilayhi waith lam yahtadoo bihi fasayaqooloona hatha ifkun qadeemun","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
