{"id":4522,"number":12,"text":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","translations":{"en":"And before it was the scripture of Moses to lead and as a mercy. And this is a confirming Book in an Arabic tongue to warn those who have wronged and as good tidings to the doers of good","es":"Antes [del Corán] fue revelado el Libro de Moisés como guía y misericordia. Este es un Libro revelado en lengua árabe que corrobora [las revelaciones anteriores], y en él se advierte a los injustos y se albricia a los que hacen el bien","fr":"Et avant lui, il y avait le Livre de Moïse, comme guide et comme miséricorde. Et ceci est [un Livre] confirmateur, en langue arabe, pour avertir ceux qui font du tort et pour faire la bonne annonce aux bienfaisants","id":"Dan sebelum (Alquran) itu telah ada Kitab Musa sebagai petunjuk dan rahmat. Dan (Alquran) ini adalah Kitab yang membenarkannya dalam bahasa Arab untuk memberi peringatan kepada orang-orang yang zalim dan memberi kabar gembira kepada orang-orang yang berbuat baik","ru":"До него было Писание Мусы (Моисея), которое было руководством и милостью. А это Писание на арабском языке, подтверждающее предыдущие Писания, ниспослано для того, чтобы предостеречь тех, которые поступают несправедливо, и обрадовать творящих добро","sv":"Denna [Koran] föregicks av den Skrift som uppenbarades för Moses som en vägvisare och en [källa till] nåd; och detta är en uppenbarelse som på det arabiska språket bekräftar [den föregående] och som varnar de orättfärdiga och ger dem som gör det goda och det rätta ett hoppets budskap","tr":"Kuran'dan önce, Musa'nın kitabı (Tevrat), bir rahmet ve rehberdi. Bu Kuran da, zulmedenleri uyarmak ve iyi davrananlara müjde olmak üzere Arap diliyle indirilmiş, kendinden öncekileri doğrulayan bir Kitap'dır","ur":"حالانکہ اِس سے پہلے موسیٰؑ کی کتاب رہنما اور رحمت بن کر آ چکی ہے، اور یہ کتاب اُس کی تصدیق کرنے والی زبان عربی میں آئی ہے تاکہ ظالموں کو متنبہ کر دے اور نیک روش اختیار کرنے والوں کو بشارت دے دے","zh":"在它之前，有穆萨的经典做世人的准绳和恩惠。这是一本阿拉伯文的经典，能证实以前的天经，以便它警告不义的人们，并做行善者的佳音。"},"transliteration":"Wamin qablihi kitabu moosa imaman warahmatan wahatha kitabun musaddiqun lisanan AAarabiyyan liyunthira allatheena thalamoo wabushra lilmuhsineena","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
