{"id":4525,"number":15,"text":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","translations":{"en":"And We have enjoined upon man, to his parents, good treatment. His mother carried him with hardship and gave birth to him with hardship, and his gestation and weaning [period] is thirty months. [He grows] until, when he reaches maturity and reaches [the age of] forty years, he says, \"My Lord, enable me to be grateful for Your favor which You have bestowed upon me and upon my parents and to work righteousness of which You will approve and make righteous for me my offspring. Indeed, I have repented to You, and indeed, I am of the Muslims","es":"Le he ordenado al ser humano hacer el bien a sus padres. Su madre lo ha llevado [en el vientre] con esfuerzo, y con dolor lo dio a luz. El período del embarazo y la lactancia dura treinta meses. Cuando alcance la madurez, al llegar a los cuarenta años, debe decir [en súplica]: \"¡Oh, Señor mío! Haz que sepa agradecerte los favores que nos has concedido, tanto a mí como a mis padres, y que pueda realizar obras buenas que Te complazcan. Concédeme una descendencia piadosa. Me arrepiento a Ti [de mis pecados] y soy de los musulmanes","fr":"Et Nous avons enjoint à l'homme de la bonté envers ses père et mère: sa mère l'a péniblement porté et en a péniblement accouché; et sa gestation et sevrage durent trente mois; puis quand il atteint ses pleines forces et atteint quarante ans, il dit: «O Seigneur! Inspire-moi pour que je rende grâce au bienfait dont Tu m'as comblé ainsi qu'à mes père et mère, et pour que je fasse une bonne œuvre que Tu agrées. Et fais que ma postérité soit de moralité saine. Je me repens à Toi et je suis du nombre des Soumis»","id":"Dan Kami perintahkan kepada manusia agar berbuat baik kepada kedua orang tuanya. Ibunya telah mengandungnya dengan susah payah, dan melahirkannya dengan susah payah (pula). Masa mengandung sampai menyapihnya selama tiga puluh bulan, sehingga apabila dia (anak itu) telah dewasa dan umurnya mencapai empat puluh tahun dia berdoa, \"Ya Tuhanku, berilah aku petunjuk agar aku dapat mensyukuri nikmat-Mu yang telah Engkau limpahkan kepadaku dan kepada kedua orang tuaku, dan agar aku dapat berbuat kebajikan yang Engkau ridai; dan berilah aku kebaikan yang akan mengalir sampai kepada anak cucuku. Sungguh, aku bertobat kepada Engkau, dan sungguh aku termasuk orang muslim","ru":"Мы заповедали человеку делать добро его родителям. Матери тяжело носить его и рожать его, а беременность и кормление до отнятия его от груди продолжаются тридцать месяцев. Когда же он достигает зрелого возраста и достигает сорока лет, то говорит: «Господи! Внуши мне благодарность за милость, которой Ты облагодетельствовал меня и моих родителей, и помоги мне совершать праведные деяния, которыми Ты доволен. Сделай для меня моих потомков праведниками. Я раскаиваюсь перед Тобой. Воистину, я - один из мусульман»","sv":"VI HAR förmanat människan att visa godhet mot sina föräldrar. [Den blivande] modern bär sin börda med möda och med smärta föder hon - ja, [hennes möda] varar trettio månader, amningstiden [inbegripen] Och när människan vid det fyrtionde levnadsåret når sin fulla mognad, ber hon: \"Herre! Gör att jag [alltid] visar tacksamhet mot Dig för Dina välgärningar mot mig och mot mina föräldrar och att jag gör det goda och det rätta och allt det som Du ser med välbehag; och gör mina efterkommande till goda och rättrådiga människor! Jag är en av dem som har underkastat sig Din vilja och som [alltid] vänder åter till Dig i ånger","tr":"Biz insana, anne ve babasına karşı iyi davranmasını tavsiye etmişizdir; zira annesi, onu, karnında, zorluğa uğrayarak taşımış; onu güçlükle doğurmuştur. Taşınması ve sütten kesilmesi otuz ay sürer. Sonunda erginlik çağına erince ve kırk yaşına varınca: \"Rabbim! Bana ve anne babama verdiğin nimete şükretmemi ve benim hoşnut olacağın yararlı bir işi yapmamı sağla; bana verdiğin gibi soyuma da salah ver; doğrusu Sana yöneldim, ben, kendini Sana verenlerdenim\" demesi gerekir","ur":"ہم نے انسان کو ہدایت کی کہ وہ اپنے والدین کے ساتھ نیک بر تاؤ کرے اُس کی ماں نے مشقت اٹھا کر اسے پیٹ میں رکھا اور مشقت اٹھا کر ہی اس کو جنا، اور اس کے حمل اور دودھ چھڑانے میں تیس مہینے لگ گئے یہاں تک کہ جب وہ اپنی پوری طاقت کو پہنچا اور چالیس سال کا ہو گیا تو اس نے کہا \"اے میرے رب، مجھے توفیق دے کہ میں تیری اُن نعمتوں کا شکر ادا کروں جو تو نے مجھے اور میرے والدین کو عطا فرمائیں، اور ایسا نیک عمل کروں جس سے تو راضی ہو، اور میری اولاد کو بھی نیک بنا کر مجھے سُکھ دے، میں تیرے حضور توبہ کرتا ہوں اور تابع فرمان (مسلم) بندوں میں سے ہوں","zh":"我曾命人孝敬父母；他的母亲，辛苦地怀着他，辛苦地生他，在他受胎和断乳的时期，共计是三十个月。当他达到壮年，再达到四十岁的时候，他说：“我的主啊！求你启示我，使我感谢你所施于我和我的父母的恩惠，并行你所喜悦的善事。求你为我改善我的后裔。我确已向你悔罪，我确是一个顺服者。”"},"transliteration":"Wawassayna alinsana biwalidayhi ihsanan hamalathu ommuhu kurhan wawadaAAathu kurhan wahamluhu wafisaluhu thalathoona shahran hatta itha balagha ashuddahu wabalagha arbaAAeena sanatan qala rabbi awziAAnee an ashkura niAAmataka allatee anAAamta AAalayya waAAala walidayya waan aAAmala salihan tardahu waaslih lee fee thurriyyatee innee tubtu ilayka wainnee mina almuslimeena","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
