{"id":4526,"number":16,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","translations":{"en":"Those are the ones from whom We will accept the best of what they did and overlook their misdeeds, [their being] among the companions of Paradise. [That is] the promise of truth which they had been promised","es":"A ellos les aceptaré las mejores obras que hayan realizado, y les perdonaré sus faltas. Ellos serán la gente del Paraíso, [en cumplimiento a] una promesa verdadera que se les había hecho","fr":"Ce sont ceux-là dont Nous acceptons le meilleur de ce qu'ils œuvrent et passons sur leurs méfaits, (ils seront) parmi les gens du Paradis, selon la promesse véridique qui leur était faite","id":"Mereka itulah orang-orang yang Kami terima amal baiknya yang telah mereka kerjakan, dan (orang-orang) yang Kami maafkan kesalahan-kesalahannya, (mereka akan menjadi) penghuni-penghuni surga. Itu adalah janji benar yang telah dijanjikan kepada mereka","ru":"Они являются теми из обитателей Рая, от которых Мы принимаем наилучшее из того, что они совершили, и которым Мы прощаем их злодеяния согласно истинному обещанию, которое им было дано","sv":"Av vad sådana [människor] gjort skall Vi tillgodoräkna dem det bästa och Vi skall överse med deras dåliga handlingar; [ja, de skall vara] bland paradisets arvtagare enligt det sanna löfte som de har fått [genom profeterna]","tr":"İşte, işlediklerini en güzel şekilde kabul ettiğimiz ve kötülüklerini geçtiğimiz bu kimseler, cennetlikler içindedirler. Bu, verilen doğru bir sözdür","ur":"اِس طرح کے لوگوں سے ہم اُن کے بہترین اعمال کو قبول کرتے ہیں اور ان کی برائیوں سے درگزر کر جاتے ہیں یہ جنتی لوگوں میں شامل ہوں گے اُس سچے وعدے کے مطابق جو ان سے کیا جاتا رہا ہے","zh":"这等人，我接受他们的善功，我赦宥他们的罪恶，他们将成为乐园的居民。这是他们所受的真实的应许。"},"transliteration":"Olaika allatheena nataqabbalu AAanhum ahsana ma AAamiloo wanatajawazu AAan sayyiatihim fee ashabi aljannati waAAda alssidqi allathee kanoo yooAAadoona","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
