{"id":4527,"number":17,"text":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","translations":{"bn":"আর যে ব্যক্তি তার পিতা-মাতাকে বলে, ধিক তোমাদেরকে, তোমরা কি আমাকে খবর দাও যে, আমি পুনরুত্থিত হব, অথচ আমার পূর্বে বহু লোক গত হয়ে গেছে? আর পিতা-মাতা আল্লাহর কাছে ফরিযাদ করে বলে, দুর্ভোগ তোমার তুমি বিশ্বাস স্থাপন কর। নিশ্চয় আল্লাহর ওয়াদা সত্য। তখন সে বলে, এটা তো পূর্ববর্তীদের উপকথা বৈ নয়।","en":"But one who says to his parents, \"Uff to you; do you promise me that I will be brought forth [from the earth] when generations before me have already passed on [into oblivion]?\" while they call to Allah for help [and to their son], \"Woe to you! Believe! Indeed, the promise of Allah is truth.\" But he says, \"This is not but legends of the former people","id":"(Dan orang yang berkata kepada kedua orang tuanya, \"Ah.\"805) Apakah kamu berdua memperingatkan kepadaku bahwa aku akan dibangkitkan (dari kubur), padahal beberapa umat sebelumku telah berlalu? Lalu kedua orang tuanya itu memohon pertolongan kepada Allah (seraya berkata), \"Celaka kamu, berimanlah! Sungguh, janji Allah itu benar.\" Lalu dia (anak itu) berkata, \"Ini hanyalah dongeng orang-orang dahulu","ru":"А есть такой, который говорит своим родителям: «Тьфу вам! Неужели вы угрожаете мне тем, что меня вытащат из могилы, в то время как до меня уже прошло много поколений?». Они просят Аллаха о помощи: «Горе тебе! Уверуй, ведь обещание Аллаха истинно!». Он же говорит: «Это - всего лишь легенды древних народов»","tr":"Annesine babasına: \"Of ikinizden; benden önce nice nesiller gelip geçmişken beni tekrar diriltilmemle mi tehdit ediyorsunuz?\" diyen kimseye, anne babası Allah'a sığınarak: \"Sana yazıklar olsun! İnan; doğrusu Allah'ın sözü gerçektir\" dedikleri halde: \"Bu, Kuran öncekilerin masallarından başka bir şey değildir\" diye cevap verenler işte onlar kendilerinden önce cinlerden ve insanlardan gelip geçmiş ümmetler içinde, Allah'ın azap vadinin aleyhlerinde gerçekleştiği kimselerdir. Doğrusu onlar hüsranda olanlardır","ur":"اور جس شخص نے اپنے والدین سے کہا \"اُف، تنگ کر دیا تم نے، کیا تم مجھے یہ خوف دلاتے ہو کہ میں مرنے کے بعد پھر قبر سے نکالا جاؤں گا حالانکہ مجھ سے پہلے بہت سی نسلیں گزر چکی ہیں (اُن میں سے تو کوئی اٹھ کر نہ آیا)\" ماں اور باپ اللہ کی دوہائی دے کر کہتے ہیں \"ارے بدنصیب، مان جا، اللہ کا وعدہ سچا ہے\" مگر وہ کہتا ہے \"یہ سب اگلے وقتوں کی فرسودہ کہانیاں ہیں"},"chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"bn":"বালুর পাহাড়","en":"The Wind-Curved Sandhills","id":"Bukit-bukir Pasir","ru":"Барханы","tr":"Ahkâf","ur":"ریگستان"},"type":"meccan"}}
