{"id":4528,"number":18,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","translations":{"en":"Those are the ones upon whom the word has come into effect, [who will be] among nations which had passed on before them of jinn and men. Indeed, they [all] were losers","es":"Esos merecerán [el castigo de Dios], al igual que las naciones [que no creyeron] de yinnes y de seres humanos en la antigüedad. Ellos serán los perdedores","fr":"Ce sont ceux-là qui ont mérité la sentence [prescrite] en même temps que des communautés déjà passées avant eux parmi les djinns et les hommes. Ils étaient réellement perdants","id":"Mereka itu orang-orang yang telah pasti terkena ketetapan (azab) bersama umat-umat dahulu sebelum mereka, dari (golongan) jin dan manusia. Mereka adalah orang-orang yang rugi","ru":"Сбылось Слово относительно них и живших до них народов из числа джиннов и людей. Воистину, они были потерпевшими убыток","sv":"Och över [sådana som] denne skall samma dom osvikligt fällas som den som fälldes över tidigare släkten av osynliga väsen och människor; ja, de kommer att höra till förlorarna","tr":"Annesine babasına: \"Of ikinizden; benden önce nice nesiller gelip geçmişken beni tekrar diriltilmemle mi tehdit ediyorsunuz?\" diyen kimseye, anne babası Allah'a sığınarak: \"Sana yazıklar olsun! İnan; doğrusu Allah'ın sözü gerçektir\" dedikleri halde: \"Bu, Kuran öncekilerin masallarından başka bir şey değildir\" diye cevap verenler işte onlar kendilerinden önce cinlerden ve insanlardan gelip geçmiş ümmetler içinde, Allah'ın azap vadinin aleyhlerinde gerçekleştiği kimselerdir. Doğrusu onlar hüsranda olanlardır","ur":"یہ وہ لوگ ہیں جن پر عذاب کا فیصلہ چسپاں ہو چکا ہے اِن سے پہلے جنوں اور انسانوں کے جو ٹولے (اِسی قماش کے) ہو گزرے ہیں اُنہی میں یہ بھی جا شامل ہوں گے بے شک یہ گھاٹے میں رہ جانے والے لوگ ہیں","zh":"这等人，应当受刑罚的判决，而入于以前逝去的精灵和人类的各民族之中；他们确是亏折的。"},"transliteration":"Olaika allatheena haqqa AAalayhimu alqawlu fee umamin qad khalat min qablihim mina aljinni waalinsi innahum kanoo khasireena","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
