{"id":453,"number":160,"text":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translations":{"en":"If Allah should aid you, no one can overcome you; but if He should forsake you, who is there that can aid you after Him? And upon Allah let the believers rely","es":"Si Dios los auxilia nadie podrá vencerlos. Pero si los abandona, ¿quién podrá auxiliarlos contra Su voluntad? Que a Dios se encomienden los creyentes","fr":"Si Allah vous donne Son secours, nul ne peut vous vaincre. S'Il vous abandonne, qui donc après Lui vous donnera secours? C'est à Allah que les croyants doivent faire confiance","id":"Jika Allah menolong kamu, maka tidak ada yang dapat mengalahkanmu, tetapi jika Allah membiarkan kamu (tidak memberi pertolongan), maka siapa yang dapat menolongmu setelah itu? Karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal","ru":"Если Аллах окажет вам поддержку, то никто не одолеет вас. Если же Он лишит вас поддержки, то кто же поможет вам вместо Него? Пусть же на Аллаха уповают верующие","sv":"Om Gud hjälper er kan ingen besegra er; men om Gud överger er, vem kan sedan hjälpa er? Förmana därför de troende att sätta all sin lit till Gud","tr":"Allah size yardım ederse, sizi yenecek yoktur; eğer sizi yardımsız bırakıverirse, O'ndan başka size yardım edecek kimdir? İnananlar yalnız Allah'a güvensinler","ur":"اللہ تمہاری مدد پر ہو تو کوئی طاقت تم پر غالب آنے والی نہیں، اور وہ تمہیں چھوڑ دے، تو اس کے بعد کون ہے جو تمہاری مدد کرسکتا ہو؟ پس جو سچے مومن ہیں ان کو اللہ ہی پر بھروسہ رکھنا چاہیے","zh":"如果安拉援助你们，那么，绝没有人能战胜你们。如果他弃绝你们，那么，在他弃绝你们之后，谁能援助你们呢？叫信士们只托靠安拉！"},"transliteration":"In yansurkumu Allahu fala ghaliba lakum wain yakhthulkum faman tha allathee yansurukum min baAAdihi waAAala Allahi falyatawakkali almuminoona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
