{"id":4531,"number":21,"text":"۞وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","translations":{"en":"And mention, [O Muhammad], the brother of 'Aad, when he warned his people in the [region of] al-Ahqaf - and warners had already passed on before him and after him - [saying], \"Do not worship except Allah. Indeed, I fear for you the punishment of a terrible day","es":"Y recuerda [¡oh, Mujámmad!] al hermano de la tribu de ‘Ad, [el Profeta Hud] cuando advirtió a su pueblo en las dunas [donde habitaban]. Todos los Mensajeros que fueron enviados, antes y después de él, decían a sus pueblos: \"No adoren sino a Dios, temo que los azote el castigo de un día terrible","fr":"Et rappelle-toi le frère des 'Aad (Hûd) quand il avertit son peuple à Al-Ahqâf - alors qu'avant et après lui, des avertisseurs sont passés - [en disant]: «N'adorez qu'Allah. Je crains pour vous le châtiment d'un jour terrible»","id":"Dan ingatlah (Hud) saudara kaum 'Ād, yaitu ketika dia mengingatkan kaumnya tentang bukit-bukit pasir, dan sesungguhnya telah berlalu beberapa orang pemberi peringatan sebelumnya dan setelahnya (dengan berkata), \"Janganlah kamu menyembah selain Allah, aku sungguh khawatir nanti kamu ditimpa azab pada hari yang besar","ru":"Помяни брата адитов. Вот он предостерег свой народ среди барханов, хотя перед ним и позади него уже были предостережения: «Не поклоняйтесь никому, кроме Аллаха! Воистину, я боюсь, что вас постигнут мучения в Великий день»","sv":"OCH MINNS hur [stammen] Aads broder - sedan [många] varnare passerat som han hade kännedom om och andra om vilka han var okunnig - varnade sitt folk [som levde] i sanddynernas land: \"Dyrka ingen utom Gud! Jag fruktar det straff [som annars kommer att drabba] er en olycksdiger Dag","tr":"Ad milletinin kardeşi Hud'u an; ondan önce ve sonra, \"Allah'tan başkasına kulluk etmeyin\" diyen nice uyarıcılar gelip geçmişken, Ahkaf bölgesindeki milletini uyarmış \"Doğrusu sizin için, büyük günün azabından korkuyorum\" demişti","ur":"ذرا اِنہیں عاد کے بھائی (ہودؑ) کا قصہ سناؤ جبکہ اُس نے احقاف میں اپنی قوم کو خبردار کیا تھا اور ایسے خبردار کرنے والے اُس سے پہلے بھی گزر چکے تھے اور اس کے بعد بھی آتے رہے کہ \"اللہ کے سوا کسی کی بندگی نہ کرو، مجھے تمہارے حق میں ایک بڑے ہولناک دن کے عذاب کا اندیشہ ہے","zh":"你纪念阿德人的弟兄吧！当时，他在沙丘警告他的宗族——在他以前和以后，有许多警告者确已逝去了——他说：“你们应该只崇拜安拉，我的确怕你们遭受重大日的刑罚。”"},"transliteration":"Waothkur akha AAadin ith anthara qawmahu bialahqafi waqad khalati alnnuthuru min bayni yadayhi wamin khalfihi alla taAAbudoo illa Allaha innee akhafu AAalaykum AAathaba yawmin AAatheemin","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
