{"id":4534,"number":24,"text":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","translations":{"en":"And when they saw it as a cloud approaching their valleys, they said, \"This is a cloud bringing us rain!\" Rather, it is that for which you were impatient: a wind, within it a painful punishment","es":"Y cuando vieron algo como una nube que se acercaba a sus valles, dijeron: \"Esta es una nube que nos trae lluvia\". [Pero su Mensajero les dijo:] \"No, es el castigo que reclamaban: un viento que encierra un castigo doloroso","fr":"Puis, voyant un nuage se dirigeant vers leurs vallées ils dirent; «Voici un nuage qui nous apporte de la pluie». Au contraire! c'est cela même que vous cherchiez à hâter: C'est un vent qui contient un châtiment douloureux","id":"Maka ketika mereka melihat azab itu berupa awan yang menuju ke lembah-lembah mereka, mereka berkata, \"Inilah awan yang akan menurunkan hujan kepada kita.\" (Bukan!) Tetapi itulah azab yang kamu minta agar disegerakan datangnya, (yaitu) angin yang mengandung azab yang pedih","ru":"Когда же они увидели его (наказание) в виде тучи, надвигающейся на их долины, они сказали: «Это - туча, которая прольет на нас дождь». О нет! Вот то, что вы торопили, - ветер, несущий с собой мучительные страдания","sv":"Och när de såg [straffet som] en molnbank [vid horisonten] som rörde sig i riktning mot deras dalar, ropade de [glatt]: \"Se, ett moln! Det skall ge oss regn!\" [Hud sade:] \"Nej, detta är straffet som ni så otåligt bad om: en stormvind som för med sig svårt lidande","tr":"O azabın, yayılarak vadilerine doğru yöneldiğini gördüklerinde: \"Bu yaygın bulut bize yağmur yağdıracaktır\" dediler. Hud: \"Hayır, o, acele beklediğiniz şeydir; can yakıcı azap veren bir rüzgardır; Rabbinin buyruğu ile her şeyi yok eder\" dedi. Bunun üzerine evlerinin harabelerinden başka bir şey görünmez oldu. Biz, suçlu milleti işte böyle cezalandırırız","ur":"پھر جب انہوں نے اُس عذاب کو اپنی وادیوں کی طرف آتے دیکھا تو کہنے لگے \"یہ بادل ہے جو ہم کو سیراب کر دے گا\" \"نہیں، بلکہ یہ وہی چیز ہے جس کے لیے تم جلدی مچا رہے تھے یہ ہوا کا طوفان ہے جس میں دردناک عذاب چلا آ رہا ہے","zh":"他们看见天边有一朵白云，向着他们的山谷移动，他们说：“这朵云会降雨给我们。”不然，这是你们早日要求实现的，这是狂风，其中有痛苦的刑罚。"},"transliteration":"Falamma raawhu AAaridan mustaqbila awdiyatihim qaloo hatha AAaridun mumtiruna bal huwa ma istaAAjaltum bihi reehun feeha AAathabun aleemun","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
