{"id":4535,"number":25,"text":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","translations":{"en":"Destroying everything by command of its Lord. And they became so that nothing was seen [of them] except their dwellings. Thus do We recompense the criminal people","es":"y destruye todo por orden de su Señor\". Cuando amaneció, solo podían verse sus moradas [vacías]; así castigo a los transgresores","fr":"détruisant tout, par le commandement de son Seigneur. Puis le lendemain on ne voyait plus que leurs demeures. Ainsi rétribuons-Nous les gens criminels","id":"yang menghancurkan segala sesuatu dengan perintah Tuhannya, sehingga mereka (kaum 'Ād) menjadi tidak tampak lagi (di bumi) kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang berdosa","ru":"Он уничтожает всякую вещь по велению своего Господа. А на утро от них остались видны только их жилища. Так Мы воздаем грешным людям","sv":"och som skall ödelägga allt enligt sin Herres befallning.\" Och när morgonen kom, kunde ingenting urskiljas annat än [resterna av] deras bostäder. Så lönar Vi de obotfärdiga syndarna","tr":"O azabın, yayılarak vadilerine doğru yöneldiğini gördüklerinde: \"Bu yaygın bulut bize yağmur yağdıracaktır\" dediler. Hud: \"Hayır, o, acele beklediğiniz şeydir; can yakıcı azap veren bir rüzgardır; Rabbinin buyruğu ile her şeyi yok eder\" dedi. Bunun üzerine evlerinin harabelerinden başka bir şey görünmez oldu. Biz, suçlu milleti işte böyle cezalandırırız","ur":"اپنے رب کے حکم سے ہر چیز کو تباہ کر ڈالے گا\" آخرکار اُن کا حال یہ ہوا کہ اُن کے رہنے کی جگہوں کے سوا وہاں کچھ نظر نہ آتا تھا اِس طرح ہم مجرموں کو بدلہ دیا کرتے ہیں","zh":"它奉它的主的命令而毁灭一切。一旦之间，不见他们，只见他们的房屋。我要如此报酬犯罪的民众。"},"transliteration":"Tudammiru kulla shayin biamri rabbiha faasbahoo la yura illa masakinuhum kathalika najzee alqawma almujrimeena","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
