{"id":4536,"number":26,"text":"وَلَقَدۡ مَكَّنَّـٰهُمۡ فِيمَآ إِن مَّكَّنَّـٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translations":{"en":"And We had certainly established them in such as We have not established you, and We made for them hearing and vision and hearts. But their hearing and vision and hearts availed them not from anything [of the punishment] when they were [continually] rejecting the signs of Allah; and they were enveloped by what they used to ridicule","es":"Les había concedido mayor fortaleza que a ustedes, y los había dotado de oído, vista y entendimiento. Pero de nada les sirvieron sus oídos, sus ojos y su inteligencia, pues negaron los signos de Dios y merecieron el castigo del que se burlaban","fr":"En effet, Nous les avions consolidés dans des positions que Nous ne vous avons pas données. Et Nous leur avions assigné une ouïe, des yeux et des cœurs, mais ni leur ouïe, ni leurs yeux, ni leurs cœurs ne leur ont profité en quoi que ce soit, parce qu'ils niaient les signes d'Allah. Et ce dont ils se moquaient les cerna","id":"Dan sungguh, Kami telah meneguhkan kedudukan mereka (dengan kemakmuran dan kekuatan) yang belum pernah Kami berikan kepada kamu dan Kami telah memberikan kepada mereka pendengaran, penglihatan, dan hati; tetapi pendengaran, penglihatan, dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah, dan (ancaman) azab yang dahulu mereka perolok-olokkan telah mengepung mereka","ru":"Мы укрепили их в том, в чем не укрепляли вас, и даровали им слух, зрение и сердца. Но ни их слух, ни их зрение, ни их сердца нисколько не помогли им, поскольку они отвергали знамения Аллаха, и их окружило (или поразило) то, над чем они насмехались","sv":"Vi hade skänkt dem en bättre och säkrare plats på jorden än den som Vi har gett er, och Vi hade begåvat dem med hörsel, syn och förstånd. Men varken deras hörsel eller deras syn eller deras förstånd var dem till någon nytta - de framhärdade i att förneka Guds budskap - och så inringades de av det som varit föremål för deras hån och skämt","tr":"And olsun ki onlara, size vermediğimiz servet ve imkanı vermiştik. Onlara kulaklar, gözler ve kalbler vermiştik; ama kulakları, gözleri ve kalbleri onlara bir fayda sağlamadı, zira, Allah'ın ayetlerini bile bile inkar ediyorlardı, alaya aldıkları şeyler onları kuşatıp yokediverdi","ur":"اُن کو ہم نے وہ کچھ دیا تھا جو تم لوگوں کو نہیں دیا ہے اُن کو ہم نے کان، آنکھیں اور دل، سب کچھ دے رکھے تھے، مگر نہ وہ کان اُن کے کسی کام آئے، نہ آنکھیں، نہ دل، کیونکہ وہ اللہ کی آیات کا انکار کرتے تھے، اور اُسی چیز کے پھیر میں وہ آ گئے جس کا وہ مذاق اڑاتے تھے","zh":"我确已把没有赏赐你们的地位赏赐了他们，我曾赋予他们聪明睿智；但他们的聪明睿智，对于他们毫无裨益，因为他们否认安拉的迹象，所以他们一向嘲笑的刑罚降临了他们。"},"transliteration":"Walaqad makkannahum feema in makkannakum feehi wajaAAalna lahum samAAan waabsaran waafidatan fama aghna AAanhum samAAuhum wala absaruhum wala afidatuhum min shayin ith kanoo yajhadoona biayati Allahi wahaqa bihim ma kanoo bihi yastahzioona","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
