{"id":4538,"number":28,"text":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","translations":{"en":"Then why did those they took besides Allah as deities by which to approach [Him] not aid them? But they had strayed from them. And that was their falsehood and what they were inventing","es":"Pero aquellos ídolos que adoraban como divinidades en lugar de Dios se desvanecieron y no los auxiliaron, pues solo eran una falsedad que ellos habían inventado","fr":"Pourquoi donc ne les secourent pas, ceux qu'ils avaient pris, en dehors d'Allah, comme divinités pour [soi-disant] les rapprocher de Lui? Ceux-ci, au contraire, les abandonnèrent; telle est leur imposture et voilà ce qu'ils inventaient comme mensonges","id":"Maka mengapa (berhala-berhala dan tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) tidak dapat menolong mereka? Bahkan tuhan-tuhan itu telah lenyap dari mereka; dan itulah akibat kebohongan mereka dan apa yang dahulu mereka ada-adakan","ru":"Почему же им не помогли, те божества, которым они поклонялись вместо Аллаха для того, чтобы приблизиться к Нему? Напротив, они скрылись от них. Вот их ложь и то, что они измышляли","sv":"Varför fick de ingen hjälp av dem som de tillbad som gudomligheter vid sidan av Gud för att de skulle föra dem närmare [Honom]? Nej, [i nödens stund] övergav [gudarna] dem; det var ju bara en historia som de hade ljugit ihop","tr":"O zamanlar, Allah'ı bırakıp da O'na yakınlık peyda etmek için edindikleri tanrılar kendilerine yardım etmeli değil miydi? Ama tanrıları onlardan uzaklaştılar. Bu, onların yalanı ve uydurup durdukları şeydir","ur":"پھر کیوں نہ اُن ہستیوں نے اُن کی مدد کی جنہیں اللہ کو چھوڑ کر انہوں نے تقرب الی اللہ کا ذریعہ سمجھتے ہوئے معبود بنا لیا تھا؟ بلکہ وہ تو ان سے کھوئے گئے، اور یہ تھا اُن کے جھوٹ اور اُن بناوٹی عقیدوں کا انجام جو انہوں نے گھڑ رکھے تھے","zh":"他们舍安拉而奉为神灵，以求亲近安拉的偶像，怎么不襄助他们呢！不然，他们已回避他们了。那是他们的妄言，也是他们伪造的。"},"transliteration":"Falawla nasarahumu allatheena ittakhathoo min dooni Allahi qurbanan alihatan bal dalloo AAanhum wathalika ifkuhum wama kanoo yaftaroona","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
