{"id":4539,"number":29,"text":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","translations":{"en":"And [mention, O Muhammad], when We directed to you a few of the jinn, listening to the Qur'an. And when they attended it, they said, \"Listen quietly.\" And when it was concluded, they went back to their people as warners","es":"Y cuando envié [¡oh, Mujámmad!] a un grupo de yinnes para que escucharan la recitación [del Corán]. Cuando llegaron dijeron [a sus compañeros]: \"¡Guarden silencio [para que podamos escuchar]!\" Y luego que culminaste [con la recitación], retornaron a su pueblo para advertirles","fr":"(Rappelle-toi) lorsque Nous dirigeâmes vers toi une troupe de djinns pour qu'ils écoutent le Coran. Quand ils assistèrent [à sa lecture] ils dirent: «Ecoutez attentivement»... Puis, quand ce fut terminé, ils retournèrent à leur peuple en avertisseurs","id":"Dan (ingatlah) ketika Kami hadapkan kepadamu (Muhammad) serombongan jin yang mendengarkan (bacaan) Alquran, maka ketika mereka menghadiri (pembacaan)nya mereka berkata, \"Diamlah kamu! (untuk mendengarkannya)\" Maka ketika telah selesai, mereka kembali kepada kaumnya (untuk) memberi peringatan","ru":"Вот Мы направили к тебе нескольких джиннов, чтобы они послушали Коран. Когда они пришли к нему, то сказали: «Молчите и слушайте!». Когда же оно (чтение Корана) было завершено, они вернулись к своему народу, чтобы предостеречь его","sv":"OCH SE, Vi lät en liten skara av osynliga väsen närma sig dig [Muhammad], så att de kunde höra [dig läsa ur] Koranen, och när de kom fram, sade de [till varandra]: \"Lyssna nu noga!\" Och när läsningen var slut, vände de tillbaka till de sina som varnare","tr":"Kuran'ı dinleyecek cinlerden bir takımını sana yöneltmiştik. Onlar Kuran'ı dinlemeğe hazır olunca birbirlerine: \"Susun\" dediler. Kuran'ın okunması bitince, her biri birer uyarıcı olarak milletlerine döndüler","ur":"(اور وہ واقعہ بھی قابل ذکر ہے) جب ہم جنوں کے ایک گروہ کو تمہاری طرف لے آئے تھے تاکہ قرآن سنیں جب وہ اُس جگہ پہنچے (جہاں تم قرآن پڑھ رہے تھے) تو انہوں نے آپس میں کہا خاموش ہو جاؤ پھر جب وہ پڑھا جا چکا تو وہ خبردار کرنے والے بن کر اپنی قوم کی طرف پلٹے","zh":"当时，我曾使一伙精灵，走到你面前，来静听《古兰经》。当他们来到了他面前的时候，他们说：“大家静听吧！”诵读完毕，他们就回去警告他们的宗族，"},"transliteration":"Waith sarafna ilayka nafaran mina aljinni yastamiAAoona alqurana falamma hadaroohu qaloo ansitoo falamma qudiya wallaw ila qawmihim munthireena","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
