{"id":4540,"number":30,"text":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","translations":{"en":"They said, \"O our people, indeed we have heard a [recited] Book revealed after Moses confirming what was before it which guides to the truth and to a straight path","es":"Dijeron: \"¡Oh, pueblo nuestro! Hemos oído un Libro revelado después de Moisés, que corrobora los Mensajes anteriores y guía hacia la Verdad y el camino recto","fr":"Ils dirent: «O notre peuple! Nous venons d'entendre un Livre qui a été descendu après Moïse, confirmant ce qui l'a précédé. Il guide vers la vérité et vers un chemin droit","id":"Mereka berkata, \"Wahai kaum kami! Sungguh, kami telah mendengarkan Kitab (Alquran) yang diturunkan setelah Musa, membenarkan (kitab-kitab) yang datang sebelumnya, membimbing kepada kebenaran, dan kepada jalan yang lurus","ru":"Они сказали: «О народ наш! Воистину, мы услышали Писание, ниспосланное после Мусы (Моисея), подтверждающее то, что было до него. Оно направляет к истине и прямому пути","sv":"och sade: \"Landsmän! Vi har lyssnat till en uppenbarelse, som [människorna] efter Moses [tid] har fått del av och som bekräftar det som ännu består [av äldre tiders uppenbarelser] och den leder [lyssnaren] till sanningen och till en rak väg","tr":"Şöyle dediler: \"Ey milletimiz! Doğrusu biz, Musa'dan sonra indirilen, kendinden öncekileri doğrulayan, gerçeği ve doğru yolu gösteren bir kitap dinledik","ur":"انہوں نے جا کر کہا، \"اے ہماری قوم کے لوگو، ہم نے ایک کتاب سنی ہے جو موسیٰؑ کے بعد نازل کی گئی ہے، تصدیق کرنے والی ہے اپنے سے پہلے آئی ہوئی کتابوں کی، رہنمائی کرتی ہے حق اور راہ راست کی طرف","zh":"他们说：“我们的宗族啊！我们确已听见一本在穆萨之后降示的经典，它能证实以前的天经，能指引真理和正路。"},"transliteration":"Qaloo ya qawmana inna samiAAna kitaban onzila min baAAdi moosa musaddiqan lima bayna yadayhi yahdee ila alhaqqi waila tareeqin mustaqeemin","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
