{"id":4542,"number":32,"text":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَـٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","translations":{"bn":"আর যে ব্যক্তি আল্লাহর দিকে আহবানকারীর কথা মানবে না, সে পৃথিবীতে আল্লাহকে অপারক করতে পারবে না এবং আল্লাহ ব্যতীত তার কোন সাহায্যকারী থাকবে না। এ ধরনের লোকই প্রকাশ্য পথভ্রষ্টতায় লিপ্ত।","en":"But he who does not respond to the Caller of Allah will not cause failure [to Him] upon earth, and he will not have besides Him any protectors. Those are in manifest error","es":"Pero sepan que quien no obedezca al Mensajero de Dios no podrá escapar [del castigo de Dios], ni tendrá fuera de Él protector alguno. Esos están en un error evidente","fr":"Et quiconque ne répond pas au prédicateur d'Allah ne saura échapper au pouvoir [d'Allah] sur terre. Et il n'aura pas de protecteurs en dehors de Lui. Ceux-là sont dans un égarement évident","id":"Dan barangsiapa tidak menerima (seruan) orang yang menyeru kepada Allah (Muhammad) maka dia tidak akan dapat melepaskan diri dari siksaan Allah di bumi, padahal tidak ada pelindung baginya selain Allah. Mereka berada dalam kesesatan yang nyata","ru":"А тот, кто не ответит проповеднику Аллаха, не спасется на земле, и не будет у него покровителей и помощников вместо Него. Такие находятся в очевидном заблуждении","sv":"Men den som inte lyssnar till honom kan inte trotsa [Guds vilja] på jorden och han kommer inte att finna en annan beskyddare än Gud. Det är uppenbart att den [människan] har gått vilse","tr":"Allah'a çağırana uymayan kimse bilsin ki, Allah'ı yeryüzünde aciz bırakamaz; onların O'ndan başka dostları da bulunmaz; işte onlar apaçık sapıklıktadırlar","ur":"اور جو کوئی اللہ کے داعی کی بات نہ مانے وہ نہ زمین میں خود کوئی بل بوتا رکھتا ہے کہ اللہ کو زچ کر دے، اور نہ اس کے کوئی ایسے حامی و سرپرست ہیں کہ اللہ سے اس کو بچا لیں ایسے لوگ کھلی گمراہی میں پڑ ے ہوئے ہیں","zh":"不应答安拉号召者的人，在大地上绝不能逃避天谴，除安拉外，他们绝无保护者，这等人是在明显的迷误中的。”"},"chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"bn":"বালুর পাহাড়","en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
