{"id":4543,"number":33,"text":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"Do they not see that Allah, who created the heavens and earth and did not fail in their creation, is able to give life to the dead? Yes. Indeed, He is over all things competent","es":"¿Acaso no ven que Dios, Quien creó los cielos y la Tierra sin agotarse, también tiene poder para resucitar a los muertos? Él es sobre toda cosa Poderoso","fr":"Ne voient-ils pas qu'Allah qui a créé les cieux et la terre, et qui n'a pas été fatigué par leur création, est capable en vérité de redonner la vie aux morts? Mais si. Il est certes Omnipotent","id":"Dan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi, dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah, sungguh, Dia Mahakuasa atas segala sesuatu","ru":"Разве они не видят, что Аллах, Который сотворил небеса и землю и не утомился от их сотворения, способен оживить мертвых? О да! Он способен на всякую вещь","sv":"FÖRSTÅR de inte att Gud, som har skapat himlarna och jorden utan att skapelsen av dem tröttade Honom, har makt att återuppväcka de döda? Ja, Han har allt i Sin makt","tr":"Gökleri, yeri yaratan ve onları yaratmaktan yorulmayan Allah'ın, ölüleri diriltmeye de kadir olduğunu görmezler mi? Evet; O her şeye Kadir'dir","ur":"اور کیا اِن لوگوں کو یہ سجھائی نہیں دیتا کہ جس خدا نے یہ زمین اور آسمان پیدا کیے ہیں اور ان کو بناتے ہوئے جو نہ تھکا، وہ ضرور اس پر قادر ہے کہ مُردوں کو جلا اٹھائے؟ کیوں نہیں، یقیناً وہ ہر چیز کی قدرت رکھتا ہے","zh":"创造天地而不感觉疲乏的安拉，是能使死者复活的。难道他们不知道吗？是的，他对于万事是全能的。"},"transliteration":"Awalam yaraw anna Allaha allathee khalaqa alssamawati waalarda walam yaAAya bikhalqihinna biqadirin AAala an yuhyiya almawta bala innahu AAala kulli shayin qadeerun","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
