{"id":4544,"number":34,"text":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","translations":{"en":"And the Day those who disbelieved are exposed to the Fire [it will be said], \"Is this not the truth?\" They will say, \"Yes, by our Lord.\" He will say, \"Then taste the punishment because you used to disbelieve","es":"El día que los que se negaron a creer sean arrojados al Infierno se les dirá: \"¿Acaso no es esto real?\" Responderán: \"¡Sí! ¡Oh, Señor nuestro!\" Dirá [Dios]: \"Sufran entonces el castigo que negaban","fr":"Et le jour où seront présentés au Feu ceux qui ont mécru (on leur dira): «Ceci n'est-il pas la vérité?» Ils diront: «Mais si, par notre Seigneur». Il dira: «Eh bien, goûtez le châtiment pour votre mécréance»","id":"Dan (ingatlah) pada hari (ketika) orang-orang yang kafir dihadapkan kepada neraka, (mereka akan ditanya), \"Bukankah (azab) ini benar?\" Mereka menjawab, \"Ya benar, demi Tuhan kami.\" Allah berfirman, \"Maka rasakanlah azab ini, karena dahulu kamu mengingkarinya","ru":"В тот день, когда неверующих представят Огню, им скажут: «Разве это не есть истина?». Они скажут: «Да! Клянемся нашим Господом!». Он скажет: «Вкусите же мучения за то, что вы не верили»","sv":"Och den Dag då förnekarna av sanningen skall föras fram inför Elden, [skall de tillfrågas:] \"Är detta inte verklighet?\" [Och] de skall svara: \"Vid vår Herre! Helt visst är det [verklighet]!\" [Och Gud] skall säga: \"Smaka då straffet för er förnekelse av sanningen","tr":"İnkar edenler, ateşe sunuldukları gün onlara: \"Bu, gerçek değil miydi?\" denir, onlar: \"Rabbimize and olsun ki evet gerçekti\" derler. Allah: \"İnkar etmenizden ötürü azabı tadın\" der","ur":"جس روز یہ کافر آگ کے سامنے لائے جائیں گے، اُس وقت اِن سے پوچھا جائے گا \"کیا یہ حق نہیں ہے؟\" یہ کہیں گے \"ہاں، ہمارے رب کی قسم (یہ واقعی حق ہے)\" اللہ فرمائے گا، \"اچھا تو اب عذاب کا مزا چکھو اپنے اُس انکار کی پاداش میں جو تم کرتے رہے تھے","zh":"不信道的人们遭受火刑之日，或者将对他们说：“难道这刑罚不是真实的吗？”他们将说：“是真实的，以我们的主盟誓！”他将说：“你们尝试刑罚吧！因为你们没有信道。”"},"transliteration":"Wayawma yuAAradu allatheena kafaroo AAala alnnari alaysa hatha bialhaqqi qaloo bala warabbina qala fathooqoo alAAathaba bima kuntum takfuroona","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
