{"id":4545,"number":35,"text":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","translations":{"en":"So be patient, [O Muhammad], as were those of determination among the messengers and do not be impatient for them. It will be - on the Day they see that which they are promised - as though they had not remained [in the world] except an hour of a day. [This is] notification. And will [any] be destroyed except the defiantly disobedient people","es":"Ten paciencia [¡oh, Mujámmad!] como la tuvieron los Mensajeros con más determinación, y no te impacientes con ellos. El día que [los que se negaron a creer] vean aquello con lo que se les había amenazado, pensarán que estuvieron en la tumba solo un instante del día. Esta es una notificación. ¿A quién le alcanza el castigo sino a la gente perversa","fr":"Endure (Muhammad) donc, comme ont enduré les messagers doués de fermeté; et ne te montre pas trop pressé de les voir subir [leur châtiment]. Le jour où ils verront ce qui leur est promis, il leur semblera qu'ils n'étaient restés [sur terre] qu'une heure d'un jour. Voilà une communication. Qui sera donc anéanti sinon les gens pervers","id":"Maka bersabarlah engkau (Muhammad) sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati, dan janganlah engkau meminta agar azab disegerakan untuk mereka. Pada hari mereka melihat azab yang dijanjikan, mereka merasa seolah-olah tinggal (di dunia) hanya sesaat saja dari siang hari. Tugasmu hanya menyampaikan. Maka tidak ada yang dibinasakan, kecuali kaum yang fasik (tidak taat kepada Allah)","ru":"Терпи же, как терпели твердые духом посланники, и не торопи Меня с наказанием для них. В тот день, когда они увидят то, что им обещано, им покажется, что они пробыли на земле всего лишь час дня. Таково послание! Разве будет погублен кто-либо, кроме нечестивых людей","sv":"BÄR [Muhammad, motgång och oförrätt] med tålamod, liksom sändebuden [före dig] - män, fasta i sina föresatser - bar [allt] med tålamod; och begär inte att förnekarna genast skall [straffas]! Den Dag då de med egna ögon får se det som lovats dem, [kommer det att förefalla dem] som om de inte hade tillbringat mer än en timme av en dag på jorden. [Detta är] budskapet. Kommer då någon att förgöras utom de som förhärdade sig i synd och trots [mot Gud]","tr":"Peygamberlerden azim sahibi olanların sabrettiği gibi sen de sabret; inkarcılar için acele etme; onlar, kendilerine söz verileni gördükleri gün dünyada sadece gündüzün bir müddeti eğlendiklerini sanırlar. Bu bir bildiridir; yoldan çıkmış olanlardan başkası mı yok edilir","ur":"پس اے نبیؐ، صبر کرو جس طرح اولوالعزم رسولوں نے صبر کیا ہے، اور ان کے معاملہ میں جلدی نہ کرو جس روز یہ لوگ اُس چیز کو دیکھ لیں گے جس کا اِنہیں خوف دلایا جا رہا ہے تو اِنہیں یوں معلوم ہو گا کہ جیسے دنیا میں دن کی ایک گھڑی بھر سے زیادہ نہیں رہے تھے بات پہنچا دی گئی، اب کیا نافرمان لوگوں کے سوا اور کوئی ہلاک ہو گا؟","zh":"你应当坚忍，如有决心的众使者那样坚忍，你不要要求他们所应得的刑罚早日实现。他们眼见自己所被恐吓的刑罚之日，他们将觉得仿佛在尘世只在白昼逗留过片刻。这是一个通告。惟悖逆的民众，才遭毁灭。"},"transliteration":"Faisbir kama sabara oloo alAAazmi mina alrrusuli wala tastaAAjil lahum kaannahum yawma yarawna ma yooAAadoona lam yalbathoo illa saAAatan min naharin balaghun fahal yuhlaku illa alqawmu alfasiqoona","chapter":{"id":46,"name":"الأحقاف","transliteration":"Al-Ahqaf","translations":{"en":"The Wind-Curved Sandhills","es":"Las Dunas","fr":"Al-Ahqaf","id":"Bukit-bukir Pasir","ru":"Барханы","sv":"Sanddynorna","tr":"Ahkâf","ur":"ریگستان","zh":"沙丘"},"type":"meccan"}}
