{"id":4548,"number":3,"text":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","translations":{"en":"That is because those who disbelieve follow falsehood, and those who believe follow the truth from their Lord. Thus does Allah present to the people their comparisons","es":"Esto es así porque quienes se negaron a creer siguen lo falso, mientras que los creyentes siguen la Verdad de su Señor. Así es como Dios expone ejemplos a la gente","fr":"Il en est ainsi parce que ceux qui ont mécru ont suivi le Faux et que ceux qui ont cru ont suivi la Vérité émanant de leur Seigneur. C'est ainsi qu'Allah propose leurs exemples aux gens","id":"Yang demikian itu, karena sesungguhnya orang-orang kafir mengikuti yang batil (sesat), dan sesungguhnya orang-orang yang beriman mengikuti kebenaran dari Tuhan mereka. Demikianlah Allah membuat perumpamaan-perumpamaan bagi manusia","ru":"Это - за то, что неверующие последовали за ложью, а верующие последовали за истиной от их Господа. Так Аллах приводит людям их притчи","sv":"Så [är det] därför att de som vill förneka sanningen följer det som är falskt och bedrägligt, men de som tror följer den sanning [som de fått] från sin Herre. Gud visar också med exempel hur människorna går till väga","tr":"Bu, inkar edenlerin batıla uymaları ve inananların Rablerinden gelen gerçeğe uymalarından ötürü böyledir. Allah böylece insanlara kendilerinin misallerini anlatır","ur":"یہ اس لیے کہ کفر کرنے والوں نے باطل کی پیروی کی اور ایمان لانے والوں نے اُس حق کی پیروی کی جو ان کے رب کی طرف سے آیا ہے اِس طرح اللہ لوگوں کو اُن کی ٹھیک ٹھیک حیثیت بتائے دیتا ہے","zh":"那是由于不信道的人们遵守虚伪，而信道的人们遵守从他们的主降示的真理。安拉如此为众人设许多譬喻。"},"transliteration":"Thalika bianna allatheena kafaroo ittabaAAoo albatila waanna allatheena amanoo ittabaAAoo alhaqqa min rabbihim kathalika yadribu Allahu lilnnasi amthalahum","chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"en":"Muhammad","es":"Muhammad","fr":"Mouhammad","id":"Muhammad","ru":"Мухаммад","sv":"Muhammad","tr":"Muhammed","ur":"محمدﷺ","zh":"穆罕默德"},"type":"medinan"}}
