{"id":4549,"number":4,"text":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","translations":{"en":"So when you meet those who disbelieve [in battle], strike [their] necks until, when you have inflicted slaughter upon them, then secure their bonds, and either [confer] favor afterwards or ransom [them] until the war lays down its burdens. That [is the command]. And if Allah had willed, He could have taken vengeance upon them [Himself], but [He ordered armed struggle] to test some of you by means of others. And those who are killed in the cause of Allah - never will He waste their deeds","es":"Cuando tengan que enfrentarse en combate a los que se negaron a creer, golpéenlos en el cuello; y cuando estén fuera de combate aprésenlos. Luego, libérenlos con benevolencia o pidan un rescate, [esa debe ser la actitud] hasta que cese la guerra. [Sepan que] si Dios hubiera querido, Él mismo los hubiera derrotado, pero quiso ponerlos a prueba [y que se enfrentaran] unos contra otros. Quien caiga en combate por la causa de Dios, sus obras no habrán sido en vano","fr":"Lorsque vous rencontrez (au combat) ceux qui ont mécru frappez-en les cous. Puis, quand vous les avez dominés, enchaînez-les solidement. Ensuite, c'est soit la libération gratuite, soit la rançon, jusqu'à ce que la guerre dépose ses fardeaux. Il en est ainsi, car si Allah voulait, Il se vengerait Lui-même contre eux, mais c'est pour vous éprouver les uns par les autres. Et ceux qui seront tués dans le chemin d'Allah, Il ne rendra jamais vaines leurs actions","id":"Maka apabila kamu bertemu dengan orang-orang kafir (di medan perang), maka pukullah batang leher mereka. Selanjutnya apabila kamu telah mengalahkan mereka, tawanlah mereka, dan setelah itu kamu boleh membebaskan mereka atau menerima tebusan, sampai perang selesai. Demikianlah, dan sekiranya Allah menghendaki, niscaya Dia membinasakan mereka, tetapi Dia hendak menguji kamu satu sama lain. Dan orang-orang yang gugur di jalan Allah, maka Allah tidak akan menyia-nyiakan amal mereka","ru":"Когда вы встречаетесь с неверующими на поле боя, то рубите головы. Когда же вы ослабите их, то крепите оковы. А потом или милуйте, или же берите выкуп до тех пор, пока война не сложит свое бремя. Вот так! Если бы Аллах пожелал, то отомстил бы им сам, но Он пожелал испытать одних из вас посредством других. Он никогда не сделает тщетными деяния тех, кто был убит на пути Аллаха","sv":"DÅ NI möter förnekarna [i strid], låt [svärden] falla över deras huvuden till dess ni har tvingat dem på knä; tag därefter [de överlevande] till fånga. Sedan [kommer den tid] då ni skall ge dem fria, godvilligt eller mot lösen, för att kriget skall lägga av sina bördor. Detta [är vad ni har att iaktta]. Om Gud ville kunde Han helt visst slå ned dem [utan er medverkan], men genom att låta er kämpa mot varandra sätter Han er alla på prov. Och vad dem beträffar som stupar i kampen för Guds sak, skall Han inte låta deras handlingar bli förgäves","tr":"Savaşta inkar edenlerle karşılaştığınızda boyunlarını vurun; sonunda onlara üstün geldiğinizde onları esir alın; savaş sona erince onları ya karşılıksız, ya da fidye ile salıverin; Allah dilemiş olsaydı, onlardan başka türlü öç alabilirdi, bunun böyle olması, kiminizi kiminizle denemek içindir. Allah, kendi yolunda öldürülenlerin işlerini boşa çıkarmaz","ur":"پس جب اِن کافروں سے تمہاری مڈ بھیڑ ہو تو پہلا کام گردنیں مارنا ہے، یہاں تک کہ جب تم ان کو اچھی طرح کچل دو تب قیدیوں کو مضبوط باندھو، اس کے بعد (تمہیں اختیار ہے) احسان کرو یا فدیے کا معاملہ کر لو، تا آنکہ لڑائی اپنے ہتھیار ڈال دے یہ ہے تمہارے کرنے کا کام اللہ چاہتا تو خود ہی اُن سے نمٹ لیتا، مگر (یہ طریقہ اُس نے اس لیے اختیار کیا ہے) تاکہ تم لوگوں کو ایک دوسرے کے ذریعہ سے آزمائے اور جو لوگ اللہ کی راہ میں مارے جائیں گے اللہ ان کے اعمال کو ہرگز ضائع نہ کرے گا","zh":"你们在战场上遇到不信道者的时候，应当斩杀他们，你们既战胜他们，就应当俘虏他们；以后或释放他们，或准许他们赎身，直到战争放下它的重担。事情就是这样的，假若安拉意欲，他必惩治他们；但他命你们抗战，以便他以你们互相考验。为主道而阵亡者，安拉绝不枉费他们的善功，"},"transliteration":"Faitha laqeetumu allatheena kafaroo fadarba alrriqabi hatta itha athkhantumoohum fashuddoo alwathaqa faimma mannan baAAdu waimma fidaan hatta tadaAAa alharbu awzaraha thalika walaw yashao Allahu laintasara minhum walakin liyabluwa baAAdakum bibaAAdin waallatheena qutiloo fee sabeeli Allahi falan yudilla aAAmalahum","chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"en":"Muhammad","es":"Muhammad","fr":"Mouhammad","id":"Muhammad","ru":"Мухаммад","sv":"Muhammad","tr":"Muhammed","ur":"محمدﷺ","zh":"穆罕默德"},"type":"medinan"}}
