{"id":4557,"number":12,"text":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","translations":{"en":"Indeed, Allah will admit those who have believed and done righteous deeds to gardens beneath which rivers flow, but those who disbelieve enjoy themselves and eat as grazing livestock eat, and the Fire will be a residence for them","es":"Dios introducirá a los creyentes que obran rectamente en jardines por donde corren ríos. En cambio, los que se niegan a creer gozarán transitoriamente y comerán como lo hacen los rebaños, pero tendrán el Infierno por morada","fr":"Ceux qui croient et accomplissent de bonnes œuvres Allah les fera entrer dans des Jardins sous lesquels coulent les ruisseaux. Et ceux qui mécroient jouissent et mangent comme mangent les bestiaux; et le Feu sera leur lieu de séjour","id":"Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga yang mengalir di bawahnya sungai-sungai. Dan orang-orang yang kafir menikmati kesenangan (dunia), dan mereka makan seperti hewan makan; dan (kelak) nerakalah tempat tinggal bagi mereka","ru":"Воистину, Аллах введет тех, которые уверовали и совершали праведные деяния, в Райские сады, в которых текут реки. А неверующие пользуются благами и едят, подобно скоту. Их обителью будет Огонь","sv":"De troende som lever ett rättskaffens liv skall Gud föra till lustgårdar, vattnade av bäckar, men de som framhärdar i att förneka sanningen skall [under en tid] få njuta av livet och inta sin föda som boskapen betar; därefter skall [den eviga] Elden bli deras slutliga boning","tr":"Doğrusu Allah, inanıp yararlı işler işleyenleri içlerinden ırmaklar akan cennetlere koyar. Durakları ateş olduğu halde kafirler, zevklenirler ve hayvanlar gibi yerler","ur":"ایمان لانے والوں اور نیک عمل کرنے والوں کو اللہ اُن جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہیں، اور کفر کرنے والے بس دنیا کی چند روزہ زندگی کے مزے لوٹ رہے ہیں، جانوروں کی طرح کھا پی رہے ہیں، اور اُن کا آخری ٹھکانا جہنم ہے","zh":"安拉必定要使信道而且行善的人们入下临诸河的乐园。不信道的人们，在今世的享受，就像牲畜样饮食，火狱是他们的归宿。"},"transliteration":"Inna Allaha yudkhilu allatheena amanoo waAAamiloo alssalihati jannatin tajree min tahtiha alanharu waallatheena kafaroo yatamattaAAoona wayakuloona kama takulu alanAAamu waalnnaru mathwan lahum","chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"en":"Muhammad","es":"Muhammad","fr":"Mouhammad","id":"Muhammad","ru":"Мухаммад","sv":"Muhammad","tr":"Muhammed","ur":"محمدﷺ","zh":"穆罕默德"},"type":"medinan"}}
