{"id":4561,"number":16,"text":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","translations":{"bn":"তাদের মধ্যে কতক আপনার দিকে কান পাতে, অতঃপর যখন আপনার কাছ থেকে বাইরে যায়, তখন যারা শিক্ষিত, তাদেরকে বলেঃ এইমাত্র তিনি কি বললেন ? এদের অন্তরে আল্লাহ মোহর মেরে দিয়েছেন এবং তারা নিজেদের খেয়াল-খুশীর অনুসরণ করে।","en":"And among them, [O Muhammad], are those who listen to you, until when they depart from you, they say to those who were given knowledge, \"What has he said just now?\" Those are the ones of whom Allah has sealed over their hearts and who have followed their [own] desires","id":"Dan di antara mereka ada orang yang mendengarkan perkataanmu (Muhammad), tetapi apabila mereka telah keluar dari sisimu, mereka berkata kepada orang yang telah diberi ilmu (sahabat-sahabat Nabi), \"Apakah yang dikatakannya tadi?\" Mereka itulah orang-orang yang dikunci hatinya oleh Allah, dan mengikuti keinginannya","ru":"Среди них есть такие, которые слушают тебя. Когда они вышли от тебя, то сказали тем, которым было даровано знание: «Что он сказал только что?». Это - те, сердца которых Аллах запечатал и которые потакают своим желаниям","tr":"Onların içinde seni dinleyenler vardır; sonra senin yanından çıkınca, bilgili kimselere \"Az önce ne demişti?\" diye sorarlar. İşte bunlar, Allah'ın kalblerini mühürlemiş olduğu, kendi heveslerine uyan kimselerdir","ur":"اِن میں سے کچھ لوگ ایسے ہیں جو کان لگا کر تمہاری بات سنتے ہیں اور پھر جب تمہارے پاس سے نکلتے ہیں تو اُن لوگوں سے جنہیں علم کی نعمت بخشی گئی ہے پوچھتے ہیں کہ ابھی ابھی اِنہوں نے کیا کہا تھا؟ یہ وہ لوگ ہیں جن کے دلوں پر اللہ نے ٹھپہ لگا دیا ہے اور یہ اپنی خواہشات کے پیرو بنے ہوئے ہیں"},"chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"bn":"নবী মুহাম্মদ","en":"Muhammad","id":"Muhammad","ru":"Мухаммад","tr":"Muhammed","ur":"محمدﷺ"},"type":"medinan"}}
