{"id":4561,"number":16,"text":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","translations":{"en":"And among them, [O Muhammad], are those who listen to you, until when they depart from you, they say to those who were given knowledge, \"What has he said just now?\" Those are the ones of whom Allah has sealed over their hearts and who have followed their [own] desires","es":"Algunos te escuchan [¡oh, Mujámmad!], pero cuando se retiran les dicen [burlándose] a los que fueron agraciados con el conocimiento: \"¿Qué es lo que acaba de decir?\" Estos son a quienes Dios ha sellado sus corazones [con la incredulidad], y solo siguen sus pasiones","fr":"Et il en est parmi eux qui t'écoutent. Une fois sortis de chez toi ils disent à ceux qui ont reçu la science: «Qu'a-t-il dit tout à l'heure?» Ce sont ceux-là dont Allah a scellé les cœurs et qui suivent leurs propres passions","id":"Dan di antara mereka ada orang yang mendengarkan perkataanmu (Muhammad), tetapi apabila mereka telah keluar dari sisimu, mereka berkata kepada orang yang telah diberi ilmu (sahabat-sahabat Nabi), \"Apakah yang dikatakannya tadi?\" Mereka itulah orang-orang yang dikunci hatinya oleh Allah, dan mengikuti keinginannya","ru":"Среди них есть такие, которые слушают тебя. Когда они вышли от тебя, то сказали тем, которым было даровано знание: «Что он сказал только что?». Это - те, сердца которых Аллах запечатал и которые потакают своим желаниям","sv":"Bland [hycklarna] finns de som lyssnar till dig [Muhammad, och låtsas förstå], men när de går ifrån dig säger de till dem som har kunskap: \"Vad betyder det han sade nyss?\" De är [människor] vars hjärtan Gud har förseglat, eftersom de [bara] följer vad de själva tycker och önskar","tr":"Onların içinde seni dinleyenler vardır; sonra senin yanından çıkınca, bilgili kimselere \"Az önce ne demişti?\" diye sorarlar. İşte bunlar, Allah'ın kalblerini mühürlemiş olduğu, kendi heveslerine uyan kimselerdir","ur":"اِن میں سے کچھ لوگ ایسے ہیں جو کان لگا کر تمہاری بات سنتے ہیں اور پھر جب تمہارے پاس سے نکلتے ہیں تو اُن لوگوں سے جنہیں علم کی نعمت بخشی گئی ہے پوچھتے ہیں کہ ابھی ابھی اِنہوں نے کیا کہا تھا؟ یہ وہ لوگ ہیں جن کے دلوں پر اللہ نے ٹھپہ لگا دیا ہے اور یہ اپنی خواہشات کے پیرو بنے ہوئے ہیں","zh":"他们中有些人静听你的演说，等到他们从你的面前出去的时候，他们对有学识者说：“刚才他说些什么？”这等人，安拉已封闭他们的心，他们顺从私欲。"},"transliteration":"Waminhum man yastamiAAu ilayka hatta itha kharajoo min AAindika qaloo lillatheena ootoo alAAilma matha qala anifan olaika allatheena tabaAAa Allahu AAala quloobihim waittabaAAoo ahwaahum","chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"en":"Muhammad","es":"Muhammad","fr":"Mouhammad","id":"Muhammad","ru":"Мухаммад","sv":"Muhammad","tr":"Muhammed","ur":"محمدﷺ","zh":"穆罕默德"},"type":"medinan"}}
