{"id":4564,"number":19,"text":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","translations":{"en":"So know, [O Muhammad], that there is no deity except Allah and ask forgiveness for your sin and for the believing men and believing women. And Allah knows of your movement and your resting place","es":"Debes saber que no hay nada ni nadie con derecho a ser adorado salvo Dios, e implórale el perdón de tus faltas y las de los creyentes y las creyentes. Dios conoce bien lo que hacen dentro y fuera de sus hogares","fr":"Sache donc qu'en vérité il n'y a point de divinité à part Allah et implore le pardon pour ton péché, ainsi que pour les croyants et les croyantes. Allah connaît vos activités (sur terre) et votre lieu de repos (dans l'au-delà)","id":"Maka ketahuilah, bahwa tidak ada tuhan (yang patut disembah) selain Allah, dan mohonlah ampunan atas dosamu dan atas (dosa) orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha dan tempat tinggalmu","ru":"Знай же, что нет божества, кроме Аллаха, и проси прощения за свой грех и за верующих мужчин и верующих женщин. Аллах знает о ваших передвижениях и вашей обители","sv":"Håll fast vid din kunskap att det inte finns någon gud utom Gud; be Honom om förlåtelse för dina synder och [be om förlåtelse] för alla troende män och kvinnor! Gud vet vad ni dagligen bekymrar er om och målet där ni [till sist] får vila","tr":"Bil ki, Allah'tan başka tanrı yoktur; kendinin, inanmış erkek ve kadınların günahlarının bağışlanmasını dile. Allah, gezip dolaştığınız ve duracağınız yerleri bilir","ur":"پس اے نبیؐ، خوب جان لو کہ اللہ کے سوا کوئی عبادت کا مستحق نہیں ہے، اور معافی مانگو اپنے قصور کے لیے بھی اور مومن مردوں اور عورتوں کے لیے بھی اللہ تمہاری سرگرمیوں کو بھی جانتا ہے اور تمہارے ٹھکانے سے بھی واقف ہے","zh":"你应当知道，除安拉外，绝无应受崇拜的，你应当为你的过失而求饶，并应当为众信士和众信女而求饶。安拉是全知你们的活动和归宿的。"},"transliteration":"FaiAAlam annahu la ilaha illa Allahu waistaghfir lithanbika walilmumineena waalmuminati waAllahu yaAAlamu mutaqallabakum wamathwakum","chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"en":"Muhammad","es":"Muhammad","fr":"Mouhammad","id":"Muhammad","ru":"Мухаммад","sv":"Muhammad","tr":"Muhammed","ur":"محمدﷺ","zh":"穆罕默德"},"type":"medinan"}}
