{"id":4565,"number":20,"text":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","translations":{"en":"Those who believe say, \"Why has a surah not been sent down? But when a precise surah is revealed and fighting is mentioned therein, you see those in whose hearts is hypocrisy looking at you with a look of one overcome by death. And more appropriate for them [would have been]","es":"Algunos creyentes dicen: \"¿Por qué no desciende un capítulo [del Corán donde se prescriba combatir]?\" Pero cuando es revelado un capítulo [del Corán] con preceptos obligatorios, y se menciona en él la guerra, ves a aquellos cuyos corazones están enfermos mirarte como si estuvieran en la agonía de la muerte. Sería mejor para ellos","fr":"Ceux qui ont cru disent: «Ah! Si une Sourate descendait!» Puis, quand on fait descendre une Sourate explicite et qu'on y mentionne le combat, tu vois ceux qui ont une maladie au cœur te regarder du regard de celui qui s'évanouit devant la mort. Seraient bien préférables pour eux","id":"Dan orang-orang yang beriman berkata, \"Mengapa tidak ada suatu surah (tentang perintah jihad) yang diturunkan?\" Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya terdapat (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit akan memandang kepadamu seperti pandangan orang yang pingsan karena takut mati. Tetapi itu lebih pantas bagi mereka","ru":"Верующие говорят: «Почему не ниспослана сура о джихаде?». Когда же ясная сура, в которой упоминалось сражение, была ниспослана, ты увидел, что те, чьи сердца поражены недугом, смотрят на тебя взглядом потерявших сознание перед смертью. Для них предпочтительнее было бы","sv":"DE TROENDE säger: \"Varför har inget budskap [med befallning att gå till strid] ännu uppenbarats?\" Men när ett budskap med fasta och klara föreskrifter om krig uppenbaras, ser du [Muhammad] hur de som har tvivlets sjuka i sina hjärtan ser på dig med den slocknade blicken hos den som är nära döden. Men vad de bör göra är att","tr":"İnananlar: \"Keşke bir süre indirilse de cihada çıksak\" derlerdi. Fakat hükmü açık bir süre inip, orada savaş zikredilince, kalblerinde hastalık olanların, ölüm korkusuyla bayılmış kimselerin bakışları gibi, sana baktıklarını gördün. Oysa onlara itaat etmek ve uygun olanı söylemek yaraşırdı. İş ciddileşince Allah'a verdikleri yeminde doğruluk gösterselerdi, onların iyiliğine olurdu","ur":"جو لوگ ایمان لائے ہیں وہ کہہ رہے تھے کہ کوئی سورت کیوں نہیں نازل کی جاتی (جس میں جنگ کا حکم دیا جائے) مگر جب ایک محکم سورت نازل کر دی گئی جس میں جنگ کا ذکر تھا تو تم نے دیکھا کہ جن کے دلوں میں بیماری تھی وہ تمہاری طرف اس طرح دیکھ رہے ہیں جیسے کسی پر موت چھا گئی ہو افسوس اُن کے حال پر","zh":"信道的人们说：“怎么不降示一章经呢？”当明确的一章经文降下，而其中提及战争的时候，你会看到心中有病的人们将像临死时昏晕的人那样瞪着眼看你。伤哉他们！"},"transliteration":"Wayaqoolu allatheena amanoo lawla nuzzilat sooratun faitha onzilat sooratun muhkamatun wathukira feeha alqitalu raayta allatheena fee quloobihim maradun yanthuroona ilayka nathara almaghshiyyi AAalayhi mina almawti faawla lahum","chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"en":"Muhammad","es":"Muhammad","fr":"Mouhammad","id":"Muhammad","ru":"Мухаммад","sv":"Muhammad","tr":"Muhammed","ur":"محمدﷺ","zh":"穆罕默德"},"type":"medinan"}}
