{"id":4566,"number":21,"text":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","translations":{"en":"Obedience and good words. And when the matter [of fighting] was determined, if they had been true to Allah, it would have been better for them","es":"cumplir con los preceptos y no pedir que se prescribiera la guerra. Porque cuando llegue el momento de combatir, lo mejor será que obedezcan a Dios con sinceridad","fr":"une obéissance et une parole convenable. Puis, quand l'affaire est décidée, il serait mieux pour eux certes, de se montrer sincères vis-à-vis d'Allah","id":"(Yang lebih baik bagi mereka adalah) taat (kepada Allah) dan bertutur kata yang baik. Sebab apabila perintah (perang) ditetapkan (mereka tidak menyukainya). Padahal jika mereka benar-benar (beriman) kepada Allah, niscaya yang demikian itu lebih baik bagi mereka","ru":"повиноваться и говорить слово доброе. Если же дело решено, то для них лучше быть верными Аллаху","sv":"lyda [dig] och säga de rätta orden; när [Gud] har fällt avgörandet är det bäst för dem att [kämpa och] lita på Hans ord","tr":"İnananlar: \"Keşke bir süre indirilse de cihada çıksak\" derlerdi. Fakat hükmü açık bir süre inip, orada savaş zikredilince, kalblerinde hastalık olanların, ölüm korkusuyla bayılmış kimselerin bakışları gibi, sana baktıklarını gördün. Oysa onlara itaat etmek ve uygun olanı söylemek yaraşırdı. İş ciddileşince Allah'a verdikleri yeminde doğruluk gösterselerdi, onların iyiliğine olurdu","ur":"(اُن کی زبان پر ہے) اطاعت کا اقرار اور اچھی اچھی باتیں مگر جب قطعی حکم دے دیا گیا اُس وقت وہ اللہ سے اپنے عہد میں سچے نکلتے تو انہی کے لئے اچھا تھا","zh":"服从和婉辞，于他们是更相宜的。当战争被决定的时候，假若他们忠于安拉，那对于他们是更好的。"},"transliteration":"TaAAatun waqawlun maAAroofun faitha AAazama alamru falaw sadaqoo Allaha lakana khayran lahum","chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"en":"Muhammad","es":"Muhammad","fr":"Mouhammad","id":"Muhammad","ru":"Мухаммад","sv":"Muhammad","tr":"Muhammed","ur":"محمدﷺ","zh":"穆罕默德"},"type":"medinan"}}
