{"id":4571,"number":26,"text":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","translations":{"en":"That is because they said to those who disliked what Allah sent down, \"We will obey you in part of the matter.\" And Allah knows what they conceal","es":"Este descarrío es porque [los hipócritas] dijeron a quienes odian lo que Dios reveló [a Mujámmad]: \"Les obedeceremos en algunos asuntos\". Pero Dios conoce sus secretos","fr":"C'est parce qu'ils ont dit à ceux qui ont de la répulsion pour la révélation d'Allah: «Nous allons vous obéir dans certaines choses». Allah cependant connaît ce qu'ils cachent","id":"Yang demikian itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang (Yahudi) yang tidak senang kepada apa yang diturunkan Allah, \"Kami akan mematuhi kamu dalam beberapa urusan,\" tetapi Allah mengetahui rahasia mereka","ru":"Это потому, что они сказали тем, которые возненавидели ниспосланное Аллахом: «Мы будем повиноваться вам в некоторых делах». Аллах знает то, что они скрывают","sv":"och detta [till följd av] att de har sagt till dem som såg med avsky på vad Gud uppenbarade [för Muhammad]: \"Vi skall följa er i en del av detta.\" Men Gud känner deras hemligheter","tr":"Bu, Allah'ın indirdiğini beğenmeyen kimselerin: \"Biz bazı işlerde size itaat edeceğiz\" demelerindendir. Allah onların gizlediklerini bilir","ur":"اِسی لیے انہوں نے اللہ کے نازل کردہ دین کو ناپسند کرنے والوں سے کہہ دیا کہ بعض معاملات میں ہم تمہاری مانیں گے اللہ اُن کی یہ خفیہ باتیں خوب جانتا ہے","zh":"那是因为他们曾对那些厌恶安拉所降示的迹象者说：“对于一部分事情，我们将顺从你们。”安拉知道他们的隐情。"},"transliteration":"Thalika biannahum qaloo lillatheena karihoo ma nazzala Allahu sanuteeAAukum fee baAAdi alamri waAllahu yaAAlamu israrahum","chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"en":"Muhammad","es":"Muhammad","fr":"Mouhammad","id":"Muhammad","ru":"Мухаммад","sv":"Muhammad","tr":"Muhammed","ur":"محمدﷺ","zh":"穆罕默德"},"type":"medinan"}}
