{"id":4575,"number":30,"text":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","translations":{"en":"And if We willed, We could show them to you, and you would know them by their mark; but you will surely know them by the tone of [their] speech. And Allah knows your deeds","es":"Si hubiera querido te los habría identificado y los hubieras reconocido por sus signos, pero aun así los reconocerás por el tono de sus palabras. Dios conoce sus obras [y los juzgará acorde a ellas]","fr":"Or, si Nous voulions Nous te les montrerions. Tu les reconnaîtrais certes à leurs traits; et tu les reconnaîtrais très certainement au ton de leur parler. Et Allah connaît bien vos actions","id":"Dan sekiranya Kami menghendaki, niscaya Kami perlihatkan mereka kepadamu (Muhammad) sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya. Dan engkau benar-benar akan mengenal mereka dari nada bicaranya, dan Allah mengetahui segala perbuatan kamu","ru":"Если бы Мы пожелали, то показали бы их тебе, и тогда ты узнавал бы их по их приметам. Но ты непременно узнаешь их по оговоркам. Аллах знает о ваших деяниях","sv":"Om Vi hade velat kunde Vi ha visat dig dem så att du med [ledning av] deras kännetecken visste vilka de var; men på deras tal kommer du med säkerhet att känna igen dem. Gud känner era handlingar","tr":"Eğer dileseydik, Biz onları sana gösterirdik; sen de onları yüzlerinden tanırdın. And olsun ki sen, onları konuşmalarından da tanırsın; Allah işlediklerinizi bilir","ur":"ہم چاہیں تو انہیں تم کو آنکھوں سے دکھا دیں اور اُن کے چہروں سے تم ان کو پہچان لو مگر ان کے انداز کلام سے تو تم ان کو جان ہی لو گے اللہ تم سب کے اعمال سے خوب واقف ہے","zh":"假若我意欲，我必定使你知道他们，你必定借他们的仪表而认识他们，你必定从他们的口气而认识他们。安拉知道你们的善功。"},"transliteration":"Walaw nashao laaraynakahum falaAAaraftahum biseemahum walataAArifannahum fee lahni alqawli waAllahu yaAAlamu aAAmalakum","chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"en":"Muhammad","es":"Muhammad","fr":"Mouhammad","id":"Muhammad","ru":"Мухаммад","sv":"Muhammad","tr":"Muhammed","ur":"محمدﷺ","zh":"穆罕默德"},"type":"medinan"}}
