{"id":458,"number":165,"text":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"Why [is it that] when a [single] disaster struck you [on the day of Uhud], although you had struck [the enemy in the battle of Badr] with one twice as great, you said, \"From where is this?\" Say, \"It is from yourselves.\" Indeed, Allah is over all things competent","es":"Ahora que les sobrevino una desgracia, y a pesar de haber causado a sus enemigos el doble, se preguntan a sí mismos: \"¿Por qué fuimos vencidos?\" Diles: \"Por su comportamiento\". Dios es sobre toda cosa Poderoso","fr":"Quoi! Quand un malheur vous atteint - mais vous en avez jadis infligé le double - vous dites: «D'où vient cela?» Réponds-leur: «Il vient de vous-mêmes». Certes Allah est Omnipotent","id":"Dan mengapa kamu (heran) ketika ditimpa musibah (kekalahan pada Perang Uhud), padahal kamu telah menimpakan musibah dua kali lipat (kepada musuh-musuhmu pada Perang Badar) kamu berkata, \"Dari mana datangnya (kekalahan) ini?\" Katakanlah, \"Itu dari (kesalahan) dirimu sendiri.\" Sungguh, Allah Mahakuasa atas segala sesuatu","ru":"Когда несчастье постигло вас после того, как вы причинили вдвое большее несчастье, вы сказали: «Откуда все это?». Скажи: «От вас самих». Воистину, Аллах способен на всякую вещь","sv":"OCH NÄR ni nu har drabbats av ett hårt slag, efter att ha tillfogat [era fiender] ett två gånger hårdare [slag], frågar ni kanske: \"Hur har detta kunnat ske?\" Säg: \"Det som har skett har sin rot inom er själva.\" Gud har allt i sin makt","tr":"Başkalarını iki misline uğrattığınız bir musibete kendiniz uğrayınca mı: \"Bu nereden?\" dersiniz? De ki: \"O, kendi tarafınızdandır\". Doğrusu Allah her şeye Kadir'dir","ur":"اور یہ تمہارا کیا حال ہے کہ جب تم پر مصیبت آ پڑی تو تم کہنے لگے یہ کہاں سے آئی؟ حالانکہ (جنگ بدر میں) اس سے د و گنی مصیبت تمہارے ہاتھوں (فریق مخالف پر) پڑ چکی ہے اے نبیؐ! اِن سے کہو، یہ مصیبت تمہاری اپنی لائی ہوئی ہے، اللہ ہر چیز پر قادر ہے","zh":"你们所遭受的损失，只有你们所加给敌人的一半，你们怎么还说：“这是从哪里来的呢？”你说：“这是你们自作自受的。”安拉对于万事确是全能的。"},"transliteration":"Awalamma asabatkum museebatun qad asabtum mithlayha qultum anna hatha qul huwa min AAindi anfusikum inna Allaha AAala kulli shayin qadeerun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
