{"id":4583,"number":38,"text":"هَـٰٓأَنتُمۡ هَـٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","translations":{"en":"Here you are - those invited to spend in the cause of Allah - but among you are those who withhold [out of greed]. And whoever withholds only withholds [benefit] from himself; and Allah is the Free of need, while you are the needy. And if you turn away, He will replace you with another people; then they will not be the likes of you","es":"Se los invita a contribuir por la causa de Dios, pero entre ustedes hay quienes se muestran avaros. El avaro solo se perjudica a sí mismo. Porque Dios es el Rico y ustedes son los pobres. Si no creen, Dios los cambiará por otro pueblo que no será como ustedes","fr":"Vous voilà appelés à faire des dépenses dans le chemin d'Allah. Certains parmi vous se montrent avares. Quiconque cependant est avare, l'est à son détriment. Allah est le Suffisant à Soi-même alors que vous êtes les besogneux. Et si vous vous détournez, Il vous remplacera par un peuple autre que vous, et ils ne seront pas comme vous","id":"Ingatlah, kamu adalah orang-orang yang diajak untuk menginfakkan (hartamu) di jalan Allah. Lalu di antara kamu ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri. Dan Allah lah Yang Mahakaya, dan kamulah yang membutuhkan (karunia-Nya). Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu","ru":"Вот вас призывают делать пожертвования на пути Аллаха, и среди вас находятся такие, которые скупятся. Кто скупится, тот скупится только во вред себе. Аллах - богат, а вы - бедны. И если вы отвернетесь, Он заменит вас другими людьми, и они не будут подобны вам","sv":"[Troende!] När ni [nu] uppmanas att ge av vad ni äger för Guds sak, ger några av er prov på snålhet; men med sin snålhet skadar den snåle bara sig själv; [glöm inte att] Gud är den Rike [som inte behöver era gåvor], men ni är de fattiga [som behöver Honom i allt]. Om ni vänder er [ifrån Honom], skall Han låta andra människor inta er plats, och de kommer inte att likna er","tr":"İşte sizler, Allah yolunda sarfetmeye çağırılan kimselersiniz. Kiminiz cimrilik yapıyor ama, cimrilik yapan bilsin ki, ancak kendine karşı cimrilik etmiş olur. Allah zengindir, siz ise fakirsiniz. Eğer O'ndan yüz çevirirseniz sizi ortadan kaldırır, sizin gibi olmayacak bir milleti yerinize getirir","ur":"دیکھو، تم لوگوں کو دعوت دی جا رہی ہے کہ اللہ کی راہ میں مال خرچ کرو اِس پر تم میں سے کچھ لوگ ہیں جو بخل کر رہے ہیں، حالانکہ جو بخل کرتا ہے وہ در حقیقت اپنے آپ ہی سے بخل کر رہا ہے اللہ تو غنی ہے، تم ہی اس کے محتاج ہو اگر تم منہ موڑو گے تو اللہ تمہاری جگہ کسی اور قوم کو لے آئے گا اور وہ تم جیسے نہ ہوں گے","zh":"你们这等人啊！有人劝你们为主道而费用，你们中却有吝啬的。吝啬的人自受吝啬之害。安拉确是无求的，你们确是有求的。如果你们违背命令，他就要以别的民众代替你们，然后，他们不像你们样。"},"transliteration":"Haantum haolai tudAAawna litunfiqoo fee sabeeli Allahi faminkum man yabkhalu waman yabkhal fainnama yabkhalu AAan nafsihi waAllahu alghaniyyu waantumu alfuqarao wain tatawallaw yastabdil qawman ghayrakum thumma la yakoonoo amthalakum","chapter":{"id":47,"name":"محمد","transliteration":"Muhammad","translations":{"en":"Muhammad","es":"Muhammad","fr":"Mouhammad","id":"Muhammad","ru":"Мухаммад","sv":"Muhammad","tr":"Muhammed","ur":"محمدﷺ","zh":"穆罕默德"},"type":"medinan"}}
