{"id":4587,"number":4,"text":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translations":{"en":"It is He who sent down tranquillity into the hearts of the believers that they would increase in faith along with their [present] faith. And to Allah belong the soldiers of the heavens and the earth, and ever is Allah Knowing and Wise","es":"Él es Quien hizo descender el sosiego en los corazones de los creyentes para aumentarles fe a la fe que ya tenían. A Dios pertenecen los ejércitos de los cielos y de la Tierra; y Dios lo sabe todo, es Sabio","fr":"C'est Lui qui a fait descendre la quiétude dans les cœurs des croyants afin qu'ils ajoutent une foi à leur foi. A Allah appartiennent les armées des cieux et de la terre; et Allah est Omniscient et Sage","id":"Dialah yang telah menurunkan ketenangan ke dalam hati orang-orang mukmin untuk menambah keimanan atas keimanan mereka (yang telah ada). Dan milik Allah lah bala tentara langit dan bumi,806) dan Allah Maha Mengetahui, Mahabijaksana","ru":"Он - Тот, Кто ниспослал покой в сердца верующих, чтобы их вера увеличилась. Аллаху принадлежит воинство небес и земли. Аллах - Знающий, Мудрый","sv":"Det är Han som har fyllt de troendes hjärtan med lugn och tillförsikt, så att deras tro skall växa sig allt starkare; - Gud [befaller över] himlarnas och jordens härskaror och Gud är allvetande, vis","tr":"İnananların, imanlarını kat kat artırmaları için, kalblerine güven indiren O'dur. Göklerdeki ve yerdeki ordular Allah'ındır. Allah bilendir, Hakim olandır","ur":"وہی ہے جس نے مومنوں کے دلوں میں سکینت نازل فرمائی تاکہ اپنے ایمان کے ساتھ وہ ایک ایمان اور بڑھا لیں زمین اور آسمانوں کے سب لشکر اللہ کے قبضہ قدرت میں ہیں اور وہ علیم و حکیم ہے","zh":"他曾将镇静降在信士们的心中，以便他们信念上加信念—天地的军队，只是安拉的，安拉是全知的，是至睿的—"},"transliteration":"Huwa allathee anzala alssakeenata fee quloobi almumineena liyazdadoo eemanan maAAa eemanihim walillahi junoodu alssamawati waalardi wakana Allahu AAaleeman hakeeman","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
