{"id":4588,"number":5,"text":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","translations":{"en":"[And] that He may admit the believing men and the believing women to gardens beneath which rivers flow to abide therein eternally and remove from them their misdeeds - and ever is that, in the sight of Allah, a great attainment","es":"[Dios] introducirá por toda la eternidad a los creyentes y a las creyentes en jardines por donde corren ríos, y les perdonará sus pecados. Este es un éxito grandioso ante Dios","fr":"afin qu'Il fasse entrer les croyants et les croyantes dans des Jardins sous lesquels coulent les ruisseaux où ils demeureront éternellement et afin de leur effacer leurs méfaits. Cela est auprès d'Allah un énorme succès","id":"Agar Dia masukkan orang-orang mukmin laki-laki dan perempuan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dan Dia akan menghapus kesalahan-kesalahan mereka. Dan yang demikian itu menurut Allah suatu keuntungan yang besar","ru":"И чтобы ввести верующих мужчин и верующих женщин в Райские сады, в которых текут реки, где они пребудут вечно, и чтобы простить им их злодеяния. Это перед Аллахом является великим преуспеянием","sv":"och de troende, såväl män som kvinnor, skall ledas till lustgårdar, vattnade av bäckar, där de skall förbli till evig tid, och deras dåliga handlingar skall strykas ut [ur deras bok]. - Detta är inför Gud en stor, en lysande seger","tr":"İnanan erkek ve kadınları, içinde temelli kalacakları, içlerinden ırmaklar akan cennetlere koyar, onların kötülüklerini örter. Allah katında büyük kurtuluş işte budur","ur":"(اُس نے یہ کام اِس لیے کیا ہے) تاکہ مومن مردوں اور عورتوں کو ہمیشہ رہنے کے لیے ایسی جنتوں میں داخل فرمائے جن کے نیچے نہریں بہہ رہی ہوں گی اور اُن کی برائیاں اُن سے دور کر دے اللہ کے نزدیک یہ بڑی کامیابی ہے","zh":"以便他使信士和信女们入下临诸河的乐园，而永居其中，并赦宥他们的罪恶。据安拉看来，这是伟大的成功。"},"transliteration":"Liyudkhila almumineena waalmuminati jannatin tajree min tahtiha alanharu khalideena feeha wayukaffira AAanhum sayyiatihim wakana thalika AAinda Allahi fawzan AAatheeman","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
