{"id":4589,"number":6,"text":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","translations":{"en":"And [that] He may punish the hypocrite men and hypocrite women, and the polytheist men and polytheist women - those who assume about Allah an assumption of evil nature. Upon them is a misfortune of evil nature; and Allah has become angry with them and has cursed them and prepared for them Hell, and evil it is as a destination","es":"En cambio, a los hipócritas y las hipócritas, y a los idólatras y las idólatras que pensaban mal de Dios, los castigará; la ira de Dios recaerá sobre ellos y los maldecirá, y les tiene reservado el castigo del Infierno. ¡Qué horrible destino","fr":"Et afin qu'Il châtie les hypocrites, hommes et femmes, et les associateurs et les associatrices, qui pensent du mal d'Allah. Qu'un mauvais sort tombe sur eux. Allah est courroucé contre eux, les a maudits, et leur a préparé l'Enfer. Quelle mauvaise destination","id":"dan Dia mengazab orang-orang munafik laki-laki dan perempuan, dan (juga) orang-orang musyrik laki-laki dan perempuan yang berprasangka buruk terhadap Allah. Mereka akan mendapat giliran (azab) yang buruk, dan Allah murka kepada mereka dan mengutuk mereka, serta menyediakan neraka Jahanam bagi mereka. Dan (neraka Jahanam) itu seburuk-buruk tempat kembali","ru":"И чтобы подвергнуть мучениям лицемеров и лицемерок, многобожников и многобожниц, думающих об Аллахе дурное. Их постигнут превратности судьбы. Аллах разгневался на них, проклял их и приготовил для них Геенну. Как же скверно это место прибытия","sv":"[Gud har gett dig denna seger också] för att straffa hycklarna, såväl männen som kvinnorna, och männen och kvinnorna som sätter medhjälpare vid Guds sida och tänker förkastliga tankar om Gud. Detta onda skall återfalla på dem själva och Guds vrede skall upptändas mot dem och [Han] skall utestänga dem från Sin nåd och bereda dem en plats i helvetet - ett i sanning eländigt slut","tr":"İnananlara yardım etmez diye Allah'a kötü sanıda bulunan ikiyüzlü erkek ve kadınlara, puta tapan erek ve kadınlara Allah azabetsin; kötü sanıları kendi baslarına gelsin! Allah onlara gazabetmiş, onları lanetlemiş ve cehennemi kendilerine hazırlamıştır. Ne kötü dönüş yeridir","ur":"اور اُن منافق مردوں اور عورتوں اور مشرک مردوں اور عورتوں کو سزا دے جو اللہ کے متعلق برے گمان رکھتے ہیں برائی کے پھیر میں وہ خود ہی آ گئے، اللہ کا غضب ان پر ہوا اور اس نے ان پر لعنت کی اور ان کے لیے جہنم مہیا کر دی جو بہت ہی برا ٹھکانا ہے","zh":"以便他惩罚伪信的男人和女人，和以物配主的男人和女人，就是对安拉作恶意猜想的人，厄运只降临他们，安拉谴怒他们弃绝他们，并为他们预备了火狱。那归宿真恶劣！"},"transliteration":"WayuAAaththiba almunafiqeena waalmunafiqati waalmushrikeena waalmushrikati alththanneena biAllahi thanna alssawi AAalayhim dairatu alssawi waghadiba Allahu AAalayhim walaAAanahum waaAAadda lahum jahannama wasaat maseeran","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
