{"id":4593,"number":10,"text":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","translations":{"en":"Indeed, those who pledge allegiance to you, [O Muhammad] - they are actually pledging allegiance to Allah. The hand of Allah is over their hands. So he who breaks his word only breaks it to the detriment of himself. And he who fulfills that which he has promised Allah - He will give him a great reward","es":"Quienes te juran fidelidad en realidad están jurando fidelidad a Dios, pues la mano de Dios está sobre sus manos. Quien no cumpla con el juramento solo se perjudicará a sí mismo; en cambio, quien respete lo pactado con Dios recibirá una recompensa grandiosa","fr":"Ceux qui te prêtent serment d'allégeance ne font que prêter serment à Allah: la main d'Allah est au-dessus de leurs mains. Quiconque viole le serment ne le viole qu'à son propre détriment; et quiconque remplit son engagement envers Allah, Il lui apportera bientôt une énorme récompense","id":"Bahwa orang-orang yang berjanji setia kepadamu (Muhammad), sesungguhnya mereka hanya berjanji setia kepada Allah. Tangan Allah di atas tangan-tangan mereka, maka barangsiapa melanggar janji, maka sesungguhnya dia melanggar atas (janji) sendiri; dan barangsiapa menepati janjinya kepada Allah, maka Dia akan memberinya pahala yang besar","ru":"Воистину, те, которые присягают тебе, присягают Аллаху. Рука Аллаха - над их руками. Кто нарушил присягу, тот поступил во вред себе. А кто был верен тому, о чем он заключил завет с Аллахом, тому Он дарует великую награду","sv":"De som avlägger trohetsed inför dig, avlägger [därmed] trohetsed inför Gud - Gud [lägger Sin] hand över deras händer. Den som bryter eden, bryter den till nackdel för sig själv, och den som står fast vid vad han har lovat Gud, honom skall [Gud] skänka en rik belöning","tr":"Şüphesiz sana baş eğerek ellerini verenler (biat edenler), Allah'a baş eğip el vermiş sayılırlar. Allah'ın eli onların ellerinin üstündedir. Verdiği bu sözden dönen, ancak kendi aleyhine dönmüş olur. Allah'a verdiği sözü yerine getirene, Allah büyük ecir verecektir","ur":"اے نبیؐ، جو لوگ تم سے بیعت کر رہے تھے وہ دراصل اللہ سے بیعت کر رہے تھے ان کے ہاتھ پر اللہ کا ہاتھ تھا اب جو اس عہد کو توڑے گا اُس کی عہد شکنی کا وبال اس کی اپنی ہی ذات پر ہوگا، اور جو اُس عہد کو وفا کرے گا جو اس نے اللہ سے کیا ہے، اللہ عنقریب اس کو بڑا اجر عطا فرمائے گا","zh":"与你订约的人们，其实是与安拉订约；安拉的手是在他们的手之上的。背约者，自受背约之害；实践与安拉所订约者，安拉将赏赐他重大的报酬。"},"transliteration":"Inna allatheena yubayiAAoonaka innama yubayiAAoona Allaha yadu Allahi fawqa aydeehim faman nakatha fainnama yankuthu AAala nafsihi waman awfa bima AAahada AAalayhu Allaha fasayuteehi ajran AAatheeman","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
