{"id":4594,"number":11,"text":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","translations":{"bn":"মরুবাসীদের মধ্যে যারা গৃহে বসে রয়েছে, তারা আপনাকে বলবেঃ আমরা আমাদের ধন-সম্পদ ও পরিবার-পরিজনের কাজে ব্যস্ত ছিলাম। অতএব, আমাদের পাপ মার্জনা করান। তারা মুখে এমন কথা বলবে, যা তাদের অন্তরে নেই। বলুনঃ আল্লাহ তোমাদের ক্ষতি অথবা উপকার সাধনের ইচ্ছা করলে কে তাকে বিরত রাখতে পারে? বরং তোমরা যা কর, আল্লাহ সে বিষয় পরিপূর্ণ জ্ঞাত।","en":"Those who remained behind of the bedouins will say to you, \"Our properties and our families occupied us, so ask forgiveness for us.\" They say with their tongues what is not within their hearts. Say, \"Then who could prevent Allah at all if He intended for you harm or intended for you benefit? Rather, ever is Allah, with what you do, Acquainted","id":"Orang-orang Badui yang tertinggal (tidak turut ke Hudaibiyah) akan berkata kepadamu, \"Kami telah disibukkan oleh harta dan keluarga kami, maka mohonkanlah ampunan untuk kami.\" Mereka mengucapkan sesuatu dengan mulutnya apa yang tidak ada dalam hatinya. Katakanlah, \"Maka siapakah yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki bencana terhadap kamu atau jika Dia menghendaki keuntungan bagimu? Sungguh, Allah Mahateliti dengan apa yang kamu kerjakan","ru":"Бедуины, оставшиеся позади, скажут тебе: «Наше имущество и наши семьи отвлекли нас (или помешали нам). Попроси же для нас прощения». Они произносят своими языками то, чего нет в их сердцах. Скажи: «Кто властен помочь вам чем-нибудь перед Аллахом, если Он захочет навредить вам или захочет принести вам пользу?». О нет! Аллах ведает о том, что вы совершаете","tr":"Bedevilerin savaştan geri kalmış olanları, sana: \"Bizi mallarımız ve ailelerimiz alıkoydu. Allah'tan bizim bağışlanmamızı dile\" diyecekler. Dilleriyle, gönüllerinde bulunmayanı söylerler; de ki: \"Allah size bir zarar gelmesini dilerse, yahut bir fayda elde etmenizi dilerse, O'na karşı kimin gücü bir şeye yeter? Kaldı ki, Allah yaptıklarınızdan haberdardır","ur":"اے نبیؐ، بدوی عربوں میں سے جو لوگ پیچھے چھوڑ دیے گئے تھے اب وہ آ کر ضرور تم سے کہیں گے کہ \"ہمیں اپنے اموال اور بال بچوں کی فکر نے مشغول کر رکھا تھا، آپ ہمارے لیے مغفرت کی دعا فرمائیں\" یہ لوگ اپنی زبانوں سے وہ باتیں کہتے ہیں جو ان کے دلوں میں نہیں ہوتیں ان سے کہنا \"اچھا، یہی بات ہے تو کون تمہارے معاملہ میں اللہ کے فیصلے کو روک دینے کا کچھ بھی اختیار رکھتا ہے اگر وہ تمہیں کوئی نقصان پہنچانا چاہے یا نفع بخشنا چاہے؟ تمہارے اعمال سے تو اللہ ہی باخبر ہے"},"chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"bn":"বিজয়","en":"The Victory","id":"Kemenangan","ru":"Победа","tr":"Fetih","ur":"فتح"},"type":"medinan"}}
