{"id":4594,"number":11,"text":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","translations":{"en":"Those who remained behind of the bedouins will say to you, \"Our properties and our families occupied us, so ask forgiveness for us.\" They say with their tongues what is not within their hearts. Say, \"Then who could prevent Allah at all if He intended for you harm or intended for you benefit? Rather, ever is Allah, with what you do, Acquainted","es":"[¡Oh, Mujámmad!] Los beduinos que no participaron [del viaje a La Meca y del pacto de Hudaibiiah] dirán: \"Nos mantuvieron ocupados nuestros bienes materiales y nuestras familias, pídele a Dios que nos perdone\". Pero solo dicen con sus lenguas lo que no sienten sus corazones. Diles: \"Si Dios quisiera perjudicarlos o beneficiarlos, nadie podría impedirlo. Dios sabe lo que hacen","fr":"Ceux des Bédouins qui ont été laissés en arrière te diront: «Nos biens et nos familles nous ont retenus: implore donc pour nous le pardon». Ils disent avec leurs langues ce qui n'est pas dans leurs cœurs. Dis: «Qui donc peut quelque chose pour vous auprès d'Allah s'Il veut vous faire du mal ou s'Il veut vous faire du bien? Mais Allah est Parfaitement Connaisseur de ce que vous œuvrez","id":"Orang-orang Badui yang tertinggal (tidak turut ke Hudaibiyah) akan berkata kepadamu, \"Kami telah disibukkan oleh harta dan keluarga kami, maka mohonkanlah ampunan untuk kami.\" Mereka mengucapkan sesuatu dengan mulutnya apa yang tidak ada dalam hatinya. Katakanlah, \"Maka siapakah yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki bencana terhadap kamu atau jika Dia menghendaki keuntungan bagimu? Sungguh, Allah Mahateliti dengan apa yang kamu kerjakan","ru":"Бедуины, оставшиеся позади, скажут тебе: «Наше имущество и наши семьи отвлекли нас (или помешали нам). Попроси же для нас прощения». Они произносят своими языками то, чего нет в их сердцах. Скажи: «Кто властен помочь вам чем-нибудь перед Аллахом, если Он захочет навредить вам или захочет принести вам пользу?». О нет! Аллах ведает о том, что вы совершаете","sv":"De ökenaraber som inte gick med er kommer att säga till dig: \"Vi var fullt upptagna av [att skydda] vår egendom och våra familjer; be därför Gud förlåta oss!\" Men dessa ord som går över deras läppar kommer inte från hjärtat. Säg: \"Vem har makt att hindra att ni drabbas av ett ont om Gud har bestämt det, eller [att beröva er] något gott som Han vill ge er? Men Gud är väl underrättad om vad ni företar er","tr":"Bedevilerin savaştan geri kalmış olanları, sana: \"Bizi mallarımız ve ailelerimiz alıkoydu. Allah'tan bizim bağışlanmamızı dile\" diyecekler. Dilleriyle, gönüllerinde bulunmayanı söylerler; de ki: \"Allah size bir zarar gelmesini dilerse, yahut bir fayda elde etmenizi dilerse, O'na karşı kimin gücü bir şeye yeter? Kaldı ki, Allah yaptıklarınızdan haberdardır","ur":"اے نبیؐ، بدوی عربوں میں سے جو لوگ پیچھے چھوڑ دیے گئے تھے اب وہ آ کر ضرور تم سے کہیں گے کہ \"ہمیں اپنے اموال اور بال بچوں کی فکر نے مشغول کر رکھا تھا، آپ ہمارے لیے مغفرت کی دعا فرمائیں\" یہ لوگ اپنی زبانوں سے وہ باتیں کہتے ہیں جو ان کے دلوں میں نہیں ہوتیں ان سے کہنا \"اچھا، یہی بات ہے تو کون تمہارے معاملہ میں اللہ کے فیصلے کو روک دینے کا کچھ بھی اختیار رکھتا ہے اگر وہ تمہیں کوئی نقصان پہنچانا چاہے یا نفع بخشنا چاہے؟ تمہارے اعمال سے تو اللہ ہی باخبر ہے","zh":"留在后方的游牧民们将对你说：“我们要照料我们的家产和家属，所以请你为我们求饶。”他们用他们的舌头说的不是他们的心里话。你说：“谁能为你们干涉安拉一丝毫？如果他要降祸于你们，或降福于你们。不然，安拉是彻知你们的行为的。"},"transliteration":"Sayaqoolu laka almukhallafoona mina alaAArabi shaghalatna amwaluna waahloona faistaghfir lana yaqooloona bialsinatihim ma laysa fee quloobihim qul faman yamliku lakum mina Allahi shayan in arada bikum darran aw arada bikum nafAAan bal kana Allahu bima taAAmaloona khabeeran","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
