{"id":4595,"number":12,"text":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","translations":{"en":"But you thought that the Messenger and the believers would never return to their families, ever, and that was made pleasing in your hearts. And you assumed an assumption of evil and became a people ruined","es":"Creyeron que el Mensajero y los creyentes jamás regresarían a sus familias. Eso es lo que el demonio infundió en sus corazones, y por eso pensaron mal. Son gente que se ha arruinado a sí misma","fr":"Vous pensiez plutôt que le Messager et les croyants ne retourneraient jamais plus à leur famille. Et cela vous a été embelli dans vos cœurs; et vous avez eu de mauvaises pensées. Et vous fûtes des gens perdus»","id":"Bahkan (semula) kamu menyangka bahwa Rasul dan orang-orang mukmin sekali-kali tidak akan kembali lagi kepada keluarga mereka selama-lamanya, dan dijadikan terasa indah yang demikian itu di dalam hatimu, dan kamu telah berprasangka dengan prasangka yang buruk, karena itu kamu menjadi kaum yang binasa","ru":"Но вы предположили, что Посланник и верующие никогда не вернутся к своим семьям. Это было разукрашено в ваших сердцах, и вы сделали дурные предположения. Вы были пропащими людьми","sv":"Ja, det gick så långt att ni frågade er om Profeten och de troende alls skulle komma tillbaka till de sina, vilket innerst inne föreföll er vara det bästa [som kunde hända]. Och i ert stilla sinne tänkte ni onda tankar eftersom ni är onda människor","tr":"Aslında siz, Peygamberin ve inananların, ailelerine bir daha dönmeyeceklerini sanmıştınız. Bu, gönüllerinize güzel görünmüştü de kötü sanıda bulunmuştunuz. Hayırsız bir topluluk oldunuz","ur":"(مگر اصل بات وہ نہیں ہے جو تم کہہ رہے ہو) بلکہ تم نے یوں سمجھا کہ رسول اور مومنین اپنے گھر والوں میں ہرگز پلٹ کر نہ آ سکیں گے اور یہ خیال تمہارے دلوں کو بہت بھلا لگا اور تم نے بہت برے گمان کیے اور تم سخت بد باطن لوگ ہو","zh":"你们猜想使者和信士们永不回家了，你们的心因这种猜想被迷惑，你们作不善的猜想，你们是将灭亡的民众。”"},"transliteration":"Bal thanantum an lan yanqaliba alrrasoolu waalmuminoona ila ahleehim abadan wazuyyina thalika fee quloobikum wathanantum thanna alssawi wakuntum qawman booran","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
