{"id":4598,"number":15,"text":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","translations":{"en":"Those who remained behind will say when you set out toward the war booty to take it, \"Let us follow you.\" They wish to change the words of Allah. Say, \"Never will you follow us. Thus did Allah say before.\" So they will say, \"Rather, you envy us.\" But [in fact] they were not understanding except a little","es":"Cuando salgan en busca del botín, quienes no participaron [de la expedición a La Meca] dirán: \"Déjennos participar de la expedición\". Pretenden cambiar el designio de Dios. Diles [¡oh, Mujámmad!]: \"No participarán de ella, pues así lo decretó Dios\". Entonces responderán: \"En realidad nos tienen envidia\", pero es poco lo que comprenden","fr":"Ceux qui restèrent en arrière diront, quand vous vous dirigez vers le butin pour vous en emparer; «Laissez-nous vous suivre». Ils voudraient changer la parole d'Allah. Dis: «Jamais vous ne nous suivrez: ainsi Allah a déjà annoncé». Mais ils diront: «Vous êtes plutôt envieux à notre égard». Mais ils ne comprenaient en réalité que peu","id":"Apabila kamu berangkat untuk mengambil barang rampasan, orang-orang Badui yang tertinggal itu akan berkata, \"Biarkanlah kami mengikuti kamu.\" Mereka hendak mengubah janji Allah. Katakanlah, \"Kamu sekali-kali tidak (boleh) mengikuti kami. Demikianlah yang telah ditetapkan Allah sejak semula.\" Maka mereka akan berkata, \"Sebenarnya kamu dengki kepada kami.\" Padahal mereka tidak mengerti melainkan sedikit sekali","ru":"Когда вы отправитесь за трофеями, чтобы взять их, оставшиеся позади скажут: «Дайте нам последовать за вами». Они хотят изменить Слово Аллаха. Скажи: «Вы не последуете за нами. Так сказал Аллах прежде». Тогда они скажут: «Нет, вы завидуете нам». Но они мало что смыслят","sv":"När ni beger er ut på krigståg där byte kan väntas, säger de som [förut] höll sig borta: \"Låt oss gå med er\" - de vill alltså ändra på Guds ord. Säg: \"Ni skall inte gå med oss! Gud har redan sagt så.\" Då kommer de att svara: \"Ni missunnar oss [del i bytet]!\" Nej, de förstår inte mycket","tr":"Savaştan geri kalmış olanlar, siz ganimetleri almaya giderken: \"Bırakın, biz de sizinle gelelim\" diyeceklerdir. Onlar Allah'ın sözünü değiştirmek isterler. De ki: \"Bize uymayacaksınız; Allah sizin için önceden böyle buyurmuştur.\" Size: \"Hayır, bizi çekemiyorsunuz\" diyecekler. Aksine, kendileri ancak pek az söz anlayan kimselerdir","ur":"جب تم مال غنیمت حاصل کرنے کے لیے جانے لگو گے تو یہ پیچھے چھوڑے جانے والے لوگ تم سے ضرور کہیں گے کہ ہمیں بھی اپنے ساتھ چلنے دو یہ چاہتے ہیں کہ اللہ کے فرمان کو بدل دیں اِن سے صاف کہہ دینا کہ \"تم ہرگز ہمارے ساتھ نہیں چل سکتے، اللہ پہلے ہی یہ فرما چکا ہے\" یہ کہیں گے کہ \"نہیں، بلکہ تم لوگ ہم سے حسد کر رہے ہو\" (حالانکہ بات حسد کی نہیں ہے) بلکہ یہ لوگ صحیح بات کو کم ہی سمجھتے ہیں","zh":"留在后方的人们，当你们为获得战利品而出发的时候，他们将说：“让我们跟你们去吧！”他们欲变更安拉的判辞。你说：“你们绝对不得跟我们去，以前，安拉这样说过了。”他们将说：“不然，你们嫉妒我们。”不然他们不甚了解。"},"transliteration":"Sayaqoolu almukhallafoona itha intalaqtum ila maghanima litakhuthooha tharoona nattabiAAkum yureedoona an yubaddiloo kalama Allahi qul lan tattabiAAoona kathalikum qala Allahu min qablu fasayaqooloona bal tahsudoonana bal kanoo la yafqahoona illa qaleelan","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
