{"id":4599,"number":16,"text":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","translations":{"bn":"গৃহে অবস্থানকারী মরুবাসীদেরকে বলে দিনঃ আগামীতে তোমরা এক প্রবল পরাক্রান্ত জাতির সাথে যুদ্ধ করতে আহুত হবে। তোমরা তাদের সাথে যুদ্ধ করবে, যতক্ষণ না তারা মুসলমান হয়ে যায়। তখন যদি তোমরা নির্দেশ পালন কর, তবে আল্লাহ তোমাদেরকে উত্তম পুরস্কার দিবেন। আর যদি পৃষ্ঠপ্রদর্শন কর যেমন ইতিপূর্বে পৃষ্ঠপ্রদর্শন করেছ, তবে তিনি তোমাদেরকে যন্ত্রনাদায়ক শাস্তি দিবেন।","en":"Say to those who remained behind of the bedouins, \"You will be called to [face] a people of great military might; you may fight them, or they will submit. So if you obey, Allah will give you a good reward; but if you turn away as you turned away before, He will punish you with a painful punishment","id":"Katakanlah kepada orang-orang Badui yang tertinggal, \"Kamu akan diajak untuk (memerangi) kaum yang mempunyai kekuatan yang besar, kamu harus memerangi mereka kecuali mereka menyerah. Jika kamu patuhi (ajakan itu), Allah akan memberimu pahala yang baik; tetapi jika kamu berpaling seperti yang kamu perbuat sebelumnya, Dia akan mengazab kamu dengan azab yang pedih","ru":"Скажи бедуинам, оставшимся позади: «Вас еще призовут воевать против людей, обладающих суровой мощью. Вы сразитесь с ними, или же они обратятся в ислам. Если вы подчинитесь, то Аллах дарует вам прекрасную награду. Если же вы отвернетесь, как отвернулись прежде, то Аллах причинит вам мучительные страдания»","tr":"Bedevilerden geri kalmış olanlara de ki: \"güçlü kuvvetli bir millete karşı, onlar müslüman olana kadar savaşmaya çağrılacaksanız; eğer itaat ederseniz Allah size güzel ecir verir, ama daha önce döndüğünüz gibi yine dönecek olursanız sizi can yakan bir azaba uğratır","ur":"اِن پیچھے چھوڑے جانے والے بدوی عربوں سے کہنا کہ \"عنقریب تمہیں ایسے لوگوں سے لڑنے کے لیے بلایا جائے گا جو بڑے زور آور ہیں تم کو ان سے جنگ کرنی ہوگی یا وہ مطیع ہو جائیں گے اُس وقت اگر تم نے حکم جہاد کی اطاعت کی تو اللہ تمہیں اچھا اجر دے گا، اور اگر تم پھر اُسی طرح منہ موڑ گئے جس طرح پہلے موڑ چکے ہو تو اللہ تم کو دردناک سزا دے گا"},"chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"bn":"বিজয়","en":"The Victory","id":"Kemenangan","ru":"Победа","tr":"Fetih","ur":"فتح"},"type":"medinan"}}
