{"id":4599,"number":16,"text":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","translations":{"en":"Say to those who remained behind of the bedouins, \"You will be called to [face] a people of great military might; you may fight them, or they will submit. So if you obey, Allah will give you a good reward; but if you turn away as you turned away before, He will punish you with a painful punishment","es":"Diles a los beduinos que no participaron [en la expedición a La Meca]: \"Se los convocará para luchar contra un pueblo militarmente poderoso, puede que combatan o que ellos se rindan. Si obedecen, Dios les concederá una bella recompensa. Pero si desertan, como lo hicieron anteriormente, les dará un castigo doloroso [en el Más Allá]","fr":"Dis à ceux des Bédouins qui restèrent en arrière: «vous serez bientôt appelés contre des gens d'une force redoutable. Vous les combattrez à moins qu'ils n'embrassent l'Islam, si vous obéissez, Allah vous donnera une belle récompense, et si vous vous détournez comme vous vous êtes détournés auparavant, Il vous châtiera d'un châtiment douloureux»","id":"Katakanlah kepada orang-orang Badui yang tertinggal, \"Kamu akan diajak untuk (memerangi) kaum yang mempunyai kekuatan yang besar, kamu harus memerangi mereka kecuali mereka menyerah. Jika kamu patuhi (ajakan itu), Allah akan memberimu pahala yang baik; tetapi jika kamu berpaling seperti yang kamu perbuat sebelumnya, Dia akan mengazab kamu dengan azab yang pedih","ru":"Скажи бедуинам, оставшимся позади: «Вас еще призовут воевать против людей, обладающих суровой мощью. Вы сразитесь с ними, или же они обратятся в ислам. Если вы подчинитесь, то Аллах дарует вам прекрасную награду. Если же вы отвернетесь, как отвернулись прежде, то Аллах причинит вам мучительные страдания»","sv":"Säg till de ökenaraber som inte följde er: \"[En dag] kommer ni att kallas [till kamp] mot ett folk av starka och orädda krigare, och ni måste kämpa mot dem om de inte [genast] sträcker vapen; om ni då lyder skall Gud ge er en vacker belöning, men om ni håller er undan så som ni nu höll er undan, skall Han straffa er med ett plågsamt straff","tr":"Bedevilerden geri kalmış olanlara de ki: \"güçlü kuvvetli bir millete karşı, onlar müslüman olana kadar savaşmaya çağrılacaksanız; eğer itaat ederseniz Allah size güzel ecir verir, ama daha önce döndüğünüz gibi yine dönecek olursanız sizi can yakan bir azaba uğratır","ur":"اِن پیچھے چھوڑے جانے والے بدوی عربوں سے کہنا کہ \"عنقریب تمہیں ایسے لوگوں سے لڑنے کے لیے بلایا جائے گا جو بڑے زور آور ہیں تم کو ان سے جنگ کرنی ہوگی یا وہ مطیع ہو جائیں گے اُس وقت اگر تم نے حکم جہاد کی اطاعت کی تو اللہ تمہیں اچھا اجر دے گا، اور اگر تم پھر اُسی طرح منہ موڑ گئے جس طرح پہلے موڑ چکے ہو تو اللہ تم کو دردناک سزا دے گا","zh":"你对逗留在后方的游牧民说：“你们将被召去讨伐一群剽悍的民众，或他们归顺。如果你们服从（命令），安拉就以优美的报酬赏赐你们；如果你们还像以前那样规避，他就使你们受痛苦的刑罚。”"},"transliteration":"Qul lilmukhallafeena mina alaAArabi satudAAawna ila qawmin olee basin shadeedin tuqatiloonahum aw yuslimoona fain tuteeAAoo yutikumu Allahu ajran hasanan wain tatawallaw kama tawallaytum min qablu yuAAaththibkum AAathaban aleeman","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
