{"id":460,"number":167,"text":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","translations":{"bn":"এবং তাদেরকে যাতে সনাক্ত করা যায় যারা মুনাফিক ছিল। আর তাদেরকে বলা হল এসো, আল্লাহর রাহে লড়াই কর কিংবা শত্রুদিগকে প্রতিহত কর। তারা বলেছিল, আমরা যদি জানতাম যে, লড়াই হবে, তাহলে অবশ্যই তোমাদের সাথে থাকতাম। সে দিন তারা ঈমানের তুলনায় কুফরীর কাছাকাছি ছিল। যা তাদের অন্তরে নেই তারা নিজের মুখে সে কথাই বলে বস্তুতঃআল্লাহ ভালভাবে জানেন তারা যা কিছু গোপন করে থাকে।","en":"And that He might make evident those who are hypocrites. For it was said to them, \"Come, fight in the way of Allah or [at least] defend.\" They said, \"If we had known [there would be] fighting, we would have followed you.\" They were nearer to disbelief that day than to faith, saying with their mouths what was not in their hearts. And Allah is most Knowing of what they conceal","id":"dan untuk menguji orang-orang yang munafik, kepada mereka dikatakan,\"Marilah berperang di jalan Allah atau pertahankanlah (dirimu).\" Mereka berkata, \"Sekiranya kami mengetahui (bagaimana cara) berperang, tentulah kami mengikuti kamu.\"161) Mereka pada hari itu lebih dekat kepada kekafiran dari pada keimanan. Mereka mengatakan dengan mulutnya apa yang tidak sesuai dengan isi hatinya. Dan Allah lebih mengetahui apa yang mereka sembunyikan","ru":"и узнал лицемеров. Им было сказано: «Придите и сразитесь на пути Аллаха или хотя бы защитите самих себя». Они сказали: «Если бы мы знали, что сражение состоится, то мы непременно последовали бы за вами». В тот день они были ближе к неверию, чем к вере. Они произносят своими устами то, чего нет в их сердцах, но Аллаху лучше знать о том, что они утаивают","tr":"İki topluluğun karşılaştığı günde başınıza gelen, Allah'ın izniyledir. Bu, inananları da, münafıklık edenleri de belirtmesi içindir. Münafıklık edenlere: \"gelin, Allah yolunda savaşın, veya hiç olmazsa savunmada bulunun\" dendiği zaman: \"Eğer savaşmayı bilseydik, ardınızdan gelirdik\" dediler. O gün, onlar imandan çok inkara yakındılar. Kalblerinde olmayanı ağızlarıyla söylüyorlar. Allah gizlediklerini onlardan iyi bilir","ur":"اور منافق کون، وہ منافق کہ جب اُن سے کہا گیا آؤ، اللہ کی راہ میں جنگ کرو یا کم از کم (اپنے شہر کی) مدافعت ہی کرو، تو کہنے لگے اگر ہمیں علم ہوتا کہ آج جنگ ہوگی تو ہم ضرور ساتھ چلتے یہ بات جب وہ کہہ رہے تھے اُس وقت وہ ایمان کی نسبت کفر سے زیادہ قریب تھے وہ اپنی زبانوں سے وہ باتیں کہتے ہیں جو ان کے دلوں میں نہیں ہوتیں، اور جو کچھ وہ دلوں میں چھپاتے ہیں اللہ اسے خوب جانتا ہے"},"chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"bn":"ইমরানের পরিবার","en":"Family of Imran","id":"Keluarga Imran","ru":"Семейство Имрана","tr":"Âl-i İmrân","ur":"عمران کا خاندان"},"type":"medinan"}}
