{"id":4600,"number":17,"text":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","translations":{"en":"There is not upon the blind any guilt or upon the lame any guilt or upon the ill any guilt [for remaining behind]. And whoever obeys Allah and His Messenger - He will admit him to gardens beneath which rivers flow; but whoever turns away - He will punish him with a painful punishment","es":"No hay nada que reprochar al ciego, al lisiado y al enfermo [que no participan en las expediciones militares]. Quien obedezca a Dios y a Su Mensajero, Él lo introducirá en jardines por donde corren ríos. Pero a quien deserte, Dios le dará un castigo doloroso","fr":"Nul grief n'est à faire à l'aveugle, ni au boiteux ni au malade. Et quiconque obéit à Allah et à Son messager, Il le fera entrer dans des Jardins sous lesquels coulent les ruisseaux. Quiconque cependant se détourne, Il le châtiera d'un douloureux châtiment","id":"Tidak ada dosa atas orang-orang yang buta, atas orang-orang yang pincang, dan atas orang-orang yang sakit (apabila tidak ikut berperang). Barangsiapa taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai; tetapi barangsiapa berpaling, Dia akan mengazabnya dengan azab yang pedih","ru":"Нет греха на слепом, и нет греха на хромом, и нет греха на больном. Кто подчинится Аллаху и Его Посланнику, того Он введет в Райские сады, в которых текут реки. А кто отвернется, того Он подвергнет мучительным страданиям","sv":"Ingen blind kan klandras och ingen halt och ingen sjuk kan klandras [för att de inte går med i ett krig för Guds sak]. Men alla som lyder Gud och Hans Sändebud skall Gud föra till lustgårdar, vattnade av bäckar, och alla som undandrar sig [plikten att lyda] skall Han straffa med ett plågsamt straff","tr":"Ama, gözleri görmeyen kimse savaşa gelmezse ona bir sorumluluk yoktur; topala ve hastaya da sorumluluk yoktur. Kim Allah'a ve peygamberine itaat ederse, Allah onu, içlerinden ırmaklar akan cennetlere koyar. Kim yüz çevirirse, onu can yakıcı azaba uğratır","ur":"اگر اندھا اور لنگڑا اور مریض جہاد کے لیے نہ آئے تو کوئی حرج نہیں جو کوئی اللہ اور اس کے رسول کی اطاعت کرے گا اللہ اسے اُن جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی، اور جو منہ پھیرے گا اسے وہ دردناک عذاب دے گا","zh":"瞎子无罪，跛子无罪，病人无罪。谁服从安拉和使者，安拉要使谁入那下临诸河的乐园；谁规避他，他将使谁受痛苦的刑罚。"},"transliteration":"Laysa AAala alaAAma harajun wala AAala alaAAraji harajun wala AAala almareedi harajun waman yutiAAi Allaha warasoolahu yudkhilhu jannatin tajree min tahtiha alanharu waman yatawalla yuAAaththibhu AAathaban aleeman","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
