{"id":4601,"number":18,"text":"۞لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","translations":{"en":"Certainly was Allah pleased with the believers when they pledged allegiance to you, [O Muhammad], under the tree, and He knew what was in their hearts, so He sent down tranquillity upon them and rewarded them with an imminent conquest","es":"Dios quedó complacido con los creyentes cuando te juraron fidelidad bajo el árbol. [Él] sabía [la fe] que había en sus corazones e hizo descender el sosiego sobre ellos y los recompensó con una victoria cercana","fr":"Allah a très certainement agréé les croyants quand ils t'ont prêté le serment d'allégeance sous l'arbre. Il a su ce qu'il y avait dans leurs cœurs, et a fait descendre sur eux la quiétude, et Il les a récompensés par une victoire proche","id":"Sungguh, Allah telah meridai orang-orang mukmin ketika mereka berjanji setia kepadamu (Muhammad) di bawah pohon, Dia mengetahui apa yang ada dalam hati mereka, lalu Dia memberikan ketenangan atas mereka dan memberi balasan dengan kemenangan yang dekat","ru":"Аллах остался доволен верующими, когда они присягали тебе под деревом в Худейбии. Он знал, что у них в сердцах, и ниспослал им покой и вознаградил их близкой победой","sv":"GUD SÅG med välbehag på de troende när de svor dig trohetsed under trädet; Han visste nämligen vad de [tänkte] i sitt innersta. Han lät deras sinnen fyllas av lugn och tillförsikt och lovade dem en snar seger som belöning","tr":"Allah inananlardan, ağaç altında sana baş eğerek el verirlerken, and olsun ki hoşnut olmuştur. Gönüllerinde olanı da bilmiş, onlara güvenlik vermiş, onlara yakın bir zafer ve ele geçirecekleri bol ganimetler bahşetmiştir. Allah, güçlü olandır, Hakim olandır","ur":"اللہ مومنوں سے خوش ہو گیا جب وہ درخت کے نیچے تم سے بیعت کر رہے تھے ان کے دلوں کا حال اُس کو معلوم تھا، اس لیے اس نے ان پر سکینت نازل فرمائی، ان کو انعام میں قریبی فتح بخشی","zh":"安拉确已喜悦信士们。当时，他们在那棵树下与你订约，他已知道他们的心事，故降镇静于他们，并以临近的胜利报酬他们，"},"transliteration":"Laqad radiya Allahu AAani almumineena ith yubayiAAoonaka tahta alshshajarati faAAalima ma fee quloobihim faanzala alsakeenata AAalayhim waathabahum fathan qareeban","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
