{"id":4607,"number":24,"text":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","translations":{"en":"And it is He who withheld their hands from you and your hands from them within [the area of] Makkah after He caused you to overcome them. And ever is Allah of what you do, Seeing","es":"Él es Quien los protegió de las manos de sus enemigos y los protegió a ellos de las manos de ustedes en el valle de La Meca, después de haberles dado la victoria sobre ellos. Dios vio lo que hicieron","fr":"C'est Lui qui, dans la vallée de la Mecque, a écarté leurs mains de vous, de même qu'Il a écarté vos mains d'eux, après vous avoir fait triompher sur eux. Et Allah voit parfaitement ce que vous œuvrez","id":"Dan Dialah yang mencegah tangan mereka dari (membinasakan) kamu dan (mencegah) tangan kamu dari (membinasakan) mereka di tengah (kota) Mekkah, setelah Allah memenangkan kamu atas mereka. Dan Allah Maha Melihat apa yang kamu kerjakan","ru":"Он - Тот, Кто убрал их руки от вас и ваши руки от них в долине Мекки после того, как Он позволил вам одержать над ними верх. Аллах видит то, что вы совершаете","sv":"Det är Han som i Mekka-dalen höll deras händer borta från er och era händer borta från dem, sedan Han låtit er få övertaget över dem; och Gud såg vad ni gjorde","tr":"Sizi onlara üstün kıldıktan sonra, Mekke bölgesinde, onların ellerini sizden, sizin ellerinizi onlardan geri tutan, savaşı önleyen O'dur. Allah yaptıklarınızı görendir","ur":"وہی ہے جس نے مکہ کی وادی میں اُن کے ہاتھ تم سے اور تمہارے ہاتھ اُن سے روک دیے، حالانکہ وہ اُن پر تمہیں غلبہ عطا کر چکا تھا اور جو کچھ تم کر رہے تھے اللہ اسے دیکھ رہا تھا","zh":"他曾制止他们对你们下手，也制止你们在战胜他们之后，在麦加山谷中对他们下手，安拉是明察你们的行为的。"},"transliteration":"Wahuwa allathee kaffa aydiyahum AAankum waaydiyakum AAanhum bibatni makkata min baAAdi an athfarakum AAalayhim wakana Allahu bima taAAmaloona baseeran","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
