{"id":4609,"number":26,"text":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","translations":{"bn":"কেননা, কাফেররা তাদের অন্তরে মূর্খতাযুগের জেদ পোষণ করত। অতঃপর আল্লাহ তাঁর রসূল ও মুমিনদের উপর স্বীয় প্রশান্তি নাযিল করলেন এবং তাদের জন্যে সংযমের দায়িত্ব অপরিহার্য করে দিলেন। বস্তুতঃ তারাই ছিল এর অধিকতর যোগ্য ও উপযুক্ত। আল্লাহ সর্ববিষয়ে সম্যক জ্ঞাত।","en":"When those who disbelieved had put into their hearts chauvinism - the chauvinism of the time of ignorance. But Allah sent down His tranquillity upon His Messenger and upon the believers and imposed upon them the word of righteousness, and they were more deserving of it and worthy of it. And ever is Allah, of all things, Knowing","id":"Ketika orang-orang yang kafir menanamkan kesombongan dalam hati mereka (yaitu) kesombongan jahiliah, maka Allah menurunkan ketenangan kepada Rasul-Nya, dan kepada orang-orang mukmin dan (Allah) mewajibkan kepada mereka tetap taat menjalankan kalimat takwa,808) dan mereka lebih berhak dengan itu dan patut memilikinya. Dan Allah Maha Mengetahui segala sesuatu","ru":"Вот неверующие поместили в своих сердцах заносчивость - заносчивость времен невежества, а Аллах ниспослал Своему Посланнику и верующим покой и возложил на них (или сделал неразлучным с ними) слово богобоязненности (свидетельство о том, что нет божества, кроме Аллаха). Они заслуживали его более других и были достойны его. Аллах же знает о всякой вещи","tr":"İnkar edenler, gönüllerindeki cahiliyye çağının asabiyet ateşini ateşlendirdiklerinde, Allah, Peygamberine ve inananlara huzur indirdi; onların takva sözünü tutmalarını sağladı. Onlar, bu söze layık ve ehil kimselerdi. Allah her şeyi bilmektedir","ur":"(یہی وجہ ہے کہ) جب ان کافروں نے اپنے دلوں میں جاہلانہ حمیت بٹھا لی تو اللہ نے اپنے رسول اور مومنوں پر سکینت نازل فرمائی اور مومنوں کو تقویٰ کی بات کا پابند رکھا کہ وہی اُس کے زیادہ حق دار اور اُس کے اہل تھے اللہ ہر چیز کا علم رکھتا ہے"},"chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"bn":"বিজয়","en":"The Victory","id":"Kemenangan","ru":"Победа","tr":"Fetih","ur":"فتح"},"type":"medinan"}}
