{"id":461,"number":168,"text":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","translations":{"en":"Those who said about their brothers while sitting [at home], \"If they had obeyed us, they would not have been killed.\" Say, \"Then prevent death from yourselves, if you should be truthful","es":"Quienes se ausentaron dijeron a sus hermanos: \"Si nos hubieran escuchado, no habrían muerto\". Diles: \"Si es verdad lo que dicen, háganse inmunes a la muerte","fr":"Ceux qui sont restés dans leurs foyers dirent à leurs frères: «S'ils nous avaient obéi, ils n'auraient pas été tués.» Dis: «Ecartez donc de vous la mort, si vous êtes véridiques»","id":"(Mereka itu adalah) orang-orang yang berkata kepada saudara-saudaranya dan mereka tidak turut pergi berperang, \"Sekiranya mereka mengikuti kita, tentulah mereka tidak terbunuh.\" Katakanlah, \"Cegahlah kematian itu dari dirimu, jika kamu orang yang benar","ru":"Они сказали своим братьям, отсиживаясь дома: «Если бы они послушались нас, то не были бы убиты». Скажи: «Отвратите смерть от себя, если вы говорите правду»","sv":"de som sade om sina bröder, där de satt [i trygghet]: \"Om de hade lyssnat till oss, skulle de inte ha dödats.\" Säg: \"Håll då döden borta från er själva, om det ni säger är sant","tr":"Onlar oturup, kardeşleri için: \"Bize itaat etselerdi öldürülmezlerdi\" dediler. De ki: \"Eğer doğru sözlü iseniz, ölümü kendinizden savın","ur":"یہ وہی لوگ ہیں جو خود تو بیٹھے رہے او ران کے جو بھائی بند لڑنے گئے اور مارے گئے ان کے متعلق انہوں نے کہہ دیا کہ ا گروہ ہماری بات مان لیتے تو نہ مارے جاتے ان سے کہو اگر تم اپنے قول میں سچے ہو تو خود تمہاری موت جب آئے اُسے ٹال کر دکھا دینا","zh":"他们不肯参加战斗，却对自己的教胞说：“假若他们顺从我们，他们不会阵亡。”你说：“你们为自身抵御死亡吧，如果你们是诚实的。”"},"transliteration":"Allatheena qaloo liikhwanihim waqaAAadoo law ataAAoona ma qutiloo qul faidraoo AAan anfusikumu almawta in kuntum sadiqeena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
