{"id":4610,"number":27,"text":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","translations":{"en":"Certainly has Allah showed to His Messenger the vision in truth. You will surely enter al-Masjid al-Haram, if Allah wills, in safety, with your heads shaved and [hair] shortened, not fearing [anyone]. He knew what you did not know and has arranged before that a conquest near [at hand]","es":"Dios hará realidad la visión que tuvo Su Mensajero [en sueños] y ustedes entrarán en la Mezquita Sagrada, si Dios quiere, algunos con las cabezas rasuradas y otros con el cabello recortado, sin temer absolutamente nada. Dios sabe lo que ustedes ignoran. Él les concederá, además, una victoria cercana","fr":"Allah a été véridique en la vision par laquelle Il annonça à Son messager en toute vérité: vous entrerez dans la Mosquée Sacrée si Allah veut, en toute sécurité, ayant rasé vos têtes ou coupé vos cheveux, sans aucune crainte. Il savait donc ce que vous ne saviez pas. Il a placé en deçà de cela (la trêve de Houdaybiya) une victoire proche","id":"Sungguh, Allah akan membuktikan kepada Rasul-Nya tentang kebenaran mimpinya bahwa kamu pasti akan memasuki Masjidilharam, jika Allah menghendaki dalam keadaan aman, dengan menggundul rambut kepala dan memendekkannya, sedang kamu tidak merasa takut. Maka Allah mengetahui apa yang tidak kamu ketahui, dan selain itu Dia telah memberikan kemenangan yang dekat","ru":"Воистину, Аллах показал Своему Посланнику правдивый сон (или Аллах доподлинно исполнит сон, который увидел Его Посланник). Вы непременно войдете в Заповедную мечеть, если пожелает Аллах, будучи в безопасности. Вы побреете головы и подстрижетесь, не испытывая страха. Он знал то, чего вы не знали, и предопределил перед этим близкую победу","sv":"Gud har bekräftat Sändebudets sanna drömsyn: i enlighet med Guds vilja skall ni helt visst stiga in i den heliga Moskén i fred och med rakade huvuden eller kortklippt hår. Då har ni ingenting mer att frukta! Han vet vad ni inte kan veta, och efter denna seger skall Han skänka er ännu en seger inom kort","tr":"And olsun ki Allah, Peygamberinin rüyasının gerçek olduğunu tasdik eder. Ey inananlar! Siz, Allah dilerse, güven içinde, başlarınızı tıraş etmiş veya saçlarınızı kısaltmış olarak, korkmadan Mescidi Haram'a gireceksiniz. Allah, sizin bilmediğinizi bilir. Size, bundan başka, yakın zamanda bir zafer verecektir","ur":"فی الواقع اللہ نے اپنے رسول کو سچا خواب دکھا یا تھا جو ٹھیک ٹھیک حق کے مطابق تھا انشاءاللہ تم ضرور مسجد حرام میں پورے امن کے ساتھ داخل ہو گے، اپنے سر منڈواؤ گے اور بال ترشواؤ گے، اور تمہیں کوئی خوف نہ ہو گا وہ اُس بات کو جانتا تھا جسے تم نہ جانتے تھے اس لیے وہ خواب پورا ہونے سے پہلے اُس نے یہ قریبی فتح تم کو عطا فرما دی","zh":"安拉确已昭示他的使者包含真理的梦兆，如果安拉意欲，你们必定平安地进入禁寺，有的人剃头，有的人剪短头发，你们将永不恐惧。安拉知道你们所未知道的，故在那件事之前，先有一次临近的胜利。"},"transliteration":"Laqad sadaqa Allahu rasoolahu alrruya bialhaqqi latadkhulunna almasjida alharama in shaa Allahu amineena muhalliqeena ruoosakum wamuqassireena la takhafoona faAAalima ma lam taAAlamoo fajaAAala min dooni thalika fathan qareeban","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
