{"id":4612,"number":29,"text":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","translations":{"en":"Muhammad is the Messenger of Allah; and those with him are forceful against the disbelievers, merciful among themselves. You see them bowing and prostrating [in prayer], seeking bounty from Allah and [His] pleasure. Their mark is on their faces from the trace of prostration. That is their description in the Torah. And their description in the Gospel is as a plant which produces its offshoots and strengthens them so they grow firm and stand upon their stalks, delighting the sowers - so that Allah may enrage by them the disbelievers. Allah has promised those who believe and do righteous deeds among them forgiveness and a great reward","es":"Mujámmad es el Mensajero de Dios. [Los creyentes] que están con él son severos con los que se niegan a creer, pero misericordiosos entre ellos. Los verás [rezando] inclinados y prosternados, anhelando alcanzar la misericordia de Dios y Su complacencia. En sus rostros se encuentran las huellas de la prosternación. Así fueron descritos en la Tora; mientras que en el Evangelio se los compara con una semilla que germina, brota, se fortalece, cobra grosor y se afirma en su tallo, causando alegría a los sembradores. Para que se indignen los que se niegan a creer. A los que crean y obren rectamente, Dios les ha prometido el perdón y una recompensa grandiosa","fr":"Muhammad est le Messager d'Allah. Et ceux qui sont avec lui sont durs envers les mécréants, miséricordieux entre eux. Tu les vois inclinés, prosternés, recherchant d'Allah grâce et agrément. Leurs visages sont marqués par la trace laissée par la prosternation. Telle est leur image dans la Thora. Et l'image que l'on donne d'eux dans l'Evangile est celle d'une semence qui sort sa pousse, puis se raffermit, s'épaissit, et ensuite se dresse sur sa tige, à l'émerveillement des semeurs. [Allah] par eux [les croyants] remplit de dépit les mécréants. Allah promet à ceux d'entre eux qui croient et font de bonnes œuvres, un pardon et une énorme récompense","id":"Muhammad adalah utusan Allah, dan orang-orang yang bersama dengan dia bersikap keras terhadap orang-orang kafir, tetapi berkasih sayang dengan sesama mereka. Kamu melihat mereka rukuk dan sujud mencari karunia Allah dan keridaan-Nya. Pada wajah mereka tampak tanda-tanda bekas sujud. Demikianlah sifat-sifat mereka (yang diungkapkan) dalam Taurat dan sifat-sifat mereka (yang diungkapkan) dalam Injil, yaitu seperti benih yang mengeluarkan tunasnya, kemudian tunas itu semakin kuat, lalu menjadi besar dan tegak lurus di atas batangnya; tanaman itu menyenangkan hati penanam-penanamnya karena Allah hendak menjengkelkan hati orang-orang kafir (dengan kekuatan orang-orang mukmin). Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka, ampunan dan pahala yang besar","ru":"Мухаммад - Посланник Аллаха. Те, которые вместе с ним, суровы к неверующим и милостивы между собой. Ты видишь, как они кланяются и падают ниц, стремясь к милости от Аллаха и довольству. Их признаком являются следы от земных поклонов на их лицах. Так они представлены в Таурате (Торе). В Инджиле (Евангелии) же они представлены посевом, на котором вырос росток. Он укрепил его, и тот стал толстым и выпрямился на своем стебле, восхищая сеятелей. Аллах привел эту притчу для того, чтобы привести ими в ярость неверующих. Аллах обещал тем из них, которые уверовали и совершали праведные деяния, прощение и великую награду","sv":"MUHAMMAD är Guds Sändebud. De som följer honom är oböjligt fasta gentemot dem som förnekar sanningen, men sinsemellan fulla av värme och vänskap. Du ser hur de böjer ryggen och faller ned inför Gud i tillbedjan och söker Hans nåd och Hans välbehag; i sina ansikten bär de spåren av [de många] nedfallen under bönen. De liknas både i Tora och i Evangeliet vid frön som skjuter skott, varefter [Gud] ger skotten kraft, så att de växer sig starka och reser sina raka stjälkar till glädje för såningsmännen, men för förnekarna är de en orsak till förargelse. Gud har lovat dem av dessa [förnekare] som antar tron och lever ett rättskaffens liv, förlåtelse och en rik belöning","tr":"Muhammed Allah'ın elçisidir. Onun beraberinde bulunanlar, inkarcılara karşı sert, birbirlerine merhametlidirler. Onları rükua varırken, secde ederken, Allah'tan lütuf ve hoşnudluk dilerken görürsün. Onlar, yüzlerindeki secde izi ile tanınırlar. İşte bu, onların Tevrat'ta anlatılan vasıflarıdır. İncil'de de şöyle vasıflandırılmışlardı: Filizini çıkarmış, onu kuvvetlendirmiş, kalınlaşmış, gövdesi üzerine dikilmiş, ekincilerin hoşuna giden ekin gibidirler. Allah böylece bunları çoğaltıp kuvvetlendirmekle inkarcıları öfkelendirir. Allah, inanıp yararlı işler işleyenlere, bağışlama ve büyük ecir vadetmiştir","ur":"محمدؐ اللہ کے رسول ہیں، اور جو لوگ ان کے ساتھ ہیں وہ کفار پر سخت اور آپس میں رحیم ہیں تم جب دیکھو گے اُنہیں رکوع و سجود، اور اللہ کے فضل اور اس کی خوشنودی کی طلب میں مشغول پاؤ گے سجود کے اثرات ان کے چہروں پر موجود ہیں جن سے وہ الگ پہچانے جاتے ہیں یہ ہے ان کی صفت توراۃ میں اور انجیل میں اُن کی مثال یوں دی گئی ہے کہ گویا ایک کھیتی ہے جس نے پہلے کونپل نکالی، پھر اس کو تقویت دی، پھر وہ گدرائی، پھر اپنے تنے پر کھڑی ہو گئی کاشت کرنے والوں کو وہ خوش کرتی ہے تاکہ کفار ان کے پھلنے پھولنے پر جلیں اِس گروہ کے لوگ جو ایمان لائے ہیں اور جنہوں نے نیک عمل کیے ہیں اللہ نے ان سے مغفرت اور بڑے اجر کا وعدہ فرمایا ہے","zh":"穆罕默德是安拉的使者，在他左右的人，对不信道者是严厉的，对教胞是慈祥的。你看他们鞠躬叩头，要求安拉的恩惠和喜悦，他们的标记就在他们的脸上，那是叩头的效果。那是他们在《讨拉特》中的譬喻。他们在《引支勒》中的譬喻，是他们像一棵庄稼，发出枝条，而他助它长大，而那枝条渐渐地茁壮，终于固定在苗本上，使农夫欣赏。（他将他们造成那样，）以便他借他们激怒逆徒。安拉应许信道而且行善者，将蒙赦宥和重大的报酬。"},"transliteration":"Muhammadun rasoolu Allahi waallatheena maAAahu ashiddao AAala alkuffari ruhamao baynahum tarahum rukkaAAan sujjadan yabtaghoona fadlan mina Allahi waridwanan seemahum fee wujoohihim min athari alssujoodi thalika mathaluhum fee alttawrati wamathaluhum fee alinjeeli kazarAAin akhraja shatahu faazarahu faistaghlatha faistawa AAala sooqihi yuAAjibu alzzurraAAa liyagheetha bihimu alkuffara waAAada Allahu allatheena amanoo waAAamiloo alssalihati minhum maghfiratan waajran AAatheeman","chapter":{"id":48,"name":"الفتح","transliteration":"Al-Fath","translations":{"en":"The Victory","es":"La Victoria","fr":"La victoire éclatante","id":"Kemenangan","ru":"Победа","sv":"Segern","tr":"Fetih","ur":"فتح","zh":"胜利"},"type":"medinan"}}
