{"id":4614,"number":2,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","translations":{"en":"O you who have believed, do not raise your voices above the voice of the Prophet or be loud to him in speech like the loudness of some of you to others, lest your deeds become worthless while you perceive not","es":"¡Oh, creyentes! No levanten sus voces sobre la voz del Profeta, y no hablen con él del mismo modo que hablan entre ustedes, pues sus obras se podrían malograr sin que se dieran cuenta","fr":"O vous qui avez cru! N'élevez pas vos voix au-dessus de la voix du Prophète, et ne haussez pas le ton en lui parlant, comme vous le haussez les uns avec les autres, sinon vos œuvres deviendraient vaines sans que vous vous en rendiez compte","id":"Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain, nanti (pahala) segala amalmu bisa terhapus sedangkan kamu tidak menyadari","ru":"О те, которые уверовали! Не поднимайте ваши голоса над голосом Пророка и не обращайтесь к нему так же громко, как вы обращаетесь друг к другу, а не то ваши деяния окажутся тщетными, и вы даже не почувствуете этого","sv":"Troende! Dränk inte med era röster Profetens ord och höj inte rösten när ni talar till honom, som ni gör sinsemellan; annars kan det [goda] ni gör gå om intet utan att ni förstår [vad som sker]","tr":"Ey inananlar! Seslerinizi, Peygamberin sesini bastıracak şekilde yükseltmeyin. Farkına varmadan, işlediklerinizin boşa gitmemesi için, Peygambere birbirinize bağırdığınız gibi yüksek sesle bağırmayın","ur":"اے لوگو جو ایمان لائے ہو، اپنی آواز نبیؐ کی آواز سے بلند نہ کرو، اور نہ نبیؐ کے ساتھ اونچی آواز سے بات کیا کرو جس طرح تم آپس میں ایک دوسرے سے کرتے ہو، کہیں ایسا نہ ہو کہ تمہارا کیا کرایا سب غارت ہو جائے اور تمہیں خبر بھی نہ ہو","zh":"信道的人们啊！不要使你们的声音高过先知的声音，不要对他高声说话，犹如你们彼此间高声说话那样，以免你们的善功变为无效，而你们是不知不觉的。"},"transliteration":"Ya ayyuha allatheena amanoo la tarfaAAoo aswatakum fawqa sawti alnnabiyyi wala tajharoo lahu bialqawli kajahri baAAdikum libaAAdin an tahbata aAAmalukum waantum la tashAAuroona","chapter":{"id":49,"name":"الحجرات","transliteration":"Al-Hujurat","translations":{"en":"The Rooms","es":"Los Aposentos Privados","fr":"Les appartements","id":"Kamar-kamar","ru":"Комнаты","sv":"De Inre Rummen","tr":"Hucurât","ur":"حجرے","zh":"寝室"},"type":"medinan"}}
