{"id":4615,"number":3,"text":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَـٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","translations":{"en":"Indeed, those who lower their voices before the Messenger of Allah - they are the ones whose hearts Allah has tested for righteousness. For them is forgiveness and great reward","es":"Quienes bajan sus voces cuando están en presencia del Mensajero de Dios son aquellos a los que Dios purificó sus corazones, infundiendo en ellos el temor devocional. Ellos recibirán perdón y una recompensa magnífica","fr":"Ceux qui auprès du Messager d'Allah baissent leurs voix sont ceux dont Allah a éprouvé les cœurs pour la piété. Ils auront un pardon et une énorme récompense","id":"Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka akan memperoleh ampunan dan pahala yang besar","ru":"Воистину, сердца тех, которые при Посланнике Аллаха понижают свои голоса, Аллах очистил (или раскрыл) для богобоязненности. Им уготованы прощение и великая награда","sv":"De som sänker rösten i Sändebudets närvaro är de vars hjärtan Gud har gjort redo för gudsfruktan; för dem finns förlåtelse och en rik belöning","tr":"Seslerini Peygamberin yanında kısan kimseler, Allah'ın gönüllerini takva ile sınadığı kimselerdir. Onlara mağfiret ve büyük ecir vardır","ur":"جو لوگ رسول خدا کے حضور بات کرتے ہوئے اپنی آواز پست رکھتے ہیں وہ در حقیقت وہی لوگ ہیں جن کے دلوں کو اللہ نے تقویٰ کے لیے جانچ لیا ہے، اُن کے لیے مغفرت ہے اور اجر عظیم","zh":"在安拉的使者面前低声说话的人们，安拉确已为敬畏者而试验他们的心，他们将蒙赦宥和重大的报酬。"},"transliteration":"Inna allatheena yaghuddoona aswatahum AAinda rasooli Allahi olaika allatheena imtahana Allahu quloobahum lilttaqwa lahum maghfiratun waajrun AAatheemun","chapter":{"id":49,"name":"الحجرات","transliteration":"Al-Hujurat","translations":{"en":"The Rooms","es":"Los Aposentos Privados","fr":"Les appartements","id":"Kamar-kamar","ru":"Комнаты","sv":"De Inre Rummen","tr":"Hucurât","ur":"حجرے","zh":"寝室"},"type":"medinan"}}
