{"id":4619,"number":7,"text":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَـٰٓئِكَ هُمُ ٱلرَّـٰشِدُونَ","translations":{"en":"And know that among you is the Messenger of Allah. If he were to obey you in much of the matter, you would be in difficulty, but Allah has endeared to you the faith and has made it pleasing in your hearts and has made hateful to you disbelief, defiance and disobedience. Those are the [rightly] guided","es":"Sepan que entre ustedes está el Mensajero de Dios, y que si los obedeciera en la mayoría de los asuntos habrían caído en la perdición. Dios les ha infundido el amor por la fe, embelleciéndola en sus corazones, y los hizo aborrecer la incredulidad, la corrupción y la desobediencia. ¡Esos son los bien guiados","fr":"Et sachez que le Messager d'Allah est parmi vous. S'il vous obéissait dans maintes affaires, vous seriez en difficultés. Mais Allah vous a fait aimer la foi et l'a embellie dans vos cœurs et vous a fait détester la mécréance, la perversité et la désobéissance. Ceux-là sont les bien dirigés","id":"Dan ketahuilah bahwa di tengah-tengah kamu ada Rasulullah. Kalau dia menuruti (kemauan) kamu dalam banyak hal, pasti kamu akan mendapatkan kesusahan. Tetapi Allah menjadikan kamu cinta kepada keimanan, dan menjadikan (iman) itu indah dalam hatimu, serta menjadikan kamu benci kepada kekafiran, kefasikan dan kedurhakaan. Mereka itulah orang-orang yang mengikuti jalan yang lurus","ru":"Знайте, что среди вас находится Посланник Аллаха. Если бы он подчинялся вам во многих делах, то вы непременно попали бы в затруднительное положение. Но Аллах привил вам любовь к вере, и представил ее прекрасной вашим сердцам, и сделал ненавистными вам неверие, нечестие и неповиновение. Таковы идущие правым путем","sv":"Och tänk på att det är Guds Sändebud ni har mitt ibland er; om han var gång ni lägger fram ett problem lyssnade till era [åsikter], kunde det vålla er svårigheter. Men Gud har gjort tron dyrbar för er och visat era hjärtan dess skönhet och Han har ingjutit i er avsky mot förnekandet av sanningen och mot all synd och olydnad. De [som beskrivs på detta sätt] är de som följer den raka vägen","tr":"Bilin ki, içinizde Allah'ın Peygamberi bulunmaktadır. Eğer o, bir çok işlerde size uymuş olsaydı şüphesiz kötü duruma düşerdiniz; ama Allah size imanı sevdirmiş, onu gönüllerinize güzel göstermiş; inkarcılığı, yoldan çıkmayı ve baş kaldırmayı size iğrenç göstermiştir. İşte böyle olanlar, Allah katından bir lütuf ve nimet sayesinde doğru yolda bulunanlardır. Allah bilendir, Hakim'dir","ur":"خوب جان رکھو کہ تمہارے درمیان اللہ کا رسول موجود ہے اگر وہ بہت سے معاملات میں تمہاری بات مان لیا کرے تو تم خود ہی مشکلات میں مبتلا ہو جاؤ مگر اللہ نے تم کو ایمان کی محبت دی اور اس کو تمہارے لیے دل پسند بنا دیا، اور کفر و فسق اور نافرمانی سے تم کو متنفر کر دیا","zh":"你们当知道，安拉的使者在你们中间，假若他对于许多事情都服从你们，你们必陷于苦难。但安拉使你们热爱正信，并在你们的心中修饰它；他使你们觉得迷信、罪恶、放荡是可恶的；这等人，确是循规蹈矩的。"},"transliteration":"WaiAAlamoo anna feekum rasoola Allahi law yuteeAAukum fee katheerin mina alamri laAAanittum walakinna Allaha habbaba ilaykumu aleemana wazayyanahu fee quloobikum wakarraha ilaykumu alkufra waalfusooqa waalAAisyana olaika humu alrrashidoona","chapter":{"id":49,"name":"الحجرات","transliteration":"Al-Hujurat","translations":{"en":"The Rooms","es":"Los Aposentos Privados","fr":"Les appartements","id":"Kamar-kamar","ru":"Комнаты","sv":"De Inre Rummen","tr":"Hucurât","ur":"حجرے","zh":"寝室"},"type":"medinan"}}
