{"id":4621,"number":9,"text":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","translations":{"en":"And if two factions among the believers should fight, then make settlement between the two. But if one of them oppresses the other, then fight against the one that oppresses until it returns to the ordinance of Allah. And if it returns, then make settlement between them in justice and act justly. Indeed, Allah loves those who act justly","es":"Si dos grupos de creyentes combaten entre sí, intenten reconciliarlos. Si uno de los dos actúa abusivamente contra el otro, combatan al grupo opresor hasta que respete las leyes de Dios, pero si lo hace, entonces reconcilien a ambos grupos con equidad. Sean justos, que Dios ama a quienes establecen justicia","fr":"Et si deux groupes de croyants se combattent, faites la conciliation entre eux. Si l'un d'eux se rebelle contre l'autre, combattez le groupe qui se rebelle, jusqu'à ce qu'il se conforme à l'ordre d'Allah. Puis, s'il s'y conforme, réconciliez-les avec justice et soyez équitables car Allah aime les équitables","id":"Dan apabila ada dua golongan orang mukmin berperang, maka damaikanlah antara keduanya. Jika salah satu dari keduanya berbuat zalim terhadap (golongan) yang lain, maka perangilah (golongan) yang berbuat zalim itu, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali (kepada perintah Allah), maka damaikanlah antara keduanya dengan adil, dan berlakulah adil. Sungguh, Allah mencintai orang-orang yang berlaku adil","ru":"Если две группы верующих сражаются между собой, то примирите их. Если же одна из них притесняет на другую, то сражайтесь против той, которая притесняет, пока она не вернется к повелению Аллаха. Когда же она вернется, то примирите их по справедливости и будьте беспристрастны. Воистину, Аллах любит беспристрастных","sv":"Om två grupper av troende skulle råka i delo med varandra, försök då mäkla fred mellan dem, men om den ena [gruppen] grovt kränker den andras rätt, ingrip då mot de skyldiga tills de fogar sig efter Guds bud; och, om de fogar sig, medla då mellan dem båda med rättvisa och opartiskhet. Gud älskar de opartiska","tr":"Eğer müminlerden iki topluluk birbirleriyle savaşırlarsa aralarını düzeltiniz; eğer biri diğeri üzerine saldırırsa, saldıranlarla Allah'ın buyruğuna dönmelerine kadar savaşınız; eğer dönerlerse aralarını adaletle bulunuz, adil davranınız, şüphesiz Allah adil davrananları sever","ur":"اور اگر اہل ایمان میں سے دو گروہ آپس میں لڑ جائیں تو ان کے درمیان صلح کراؤ پھر اگر ان میں سے ایک گروہ دوسرے گروہ سے زیادتی کرے تو زیادتی کرنے والے سے لڑو یہاں تک کہ وہ اللہ کے حکم کی طرف پلٹ آئے پھر اگر وہ پلٹ آئے تو ان کے درمیان عدل کے ساتھ صلح کرا دو اور انصاف کرو کہ اللہ انصاف کرنے والوں کو پسند کرتا ہے","zh":"如果两伙信士相斗，你们应当居间调停。如果这伙压迫那伙，你们应当讨伐压迫的这伙，直到他们归顺安拉的命令。如果他们归顺，你们应当秉公调停，主持公道；安拉确是喜爱公道者的。"},"transliteration":"Wain taifatani mina almumineena iqtataloo faaslihoo baynahuma fain baghat ihdahuma AAala alokhra faqatiloo allatee tabghee hatta tafeea ila amri Allahi fain faat faaslihoo baynahuma bialAAadli waaqsitoo inna Allaha yuhibbu almuqsiteena","chapter":{"id":49,"name":"الحجرات","transliteration":"Al-Hujurat","translations":{"en":"The Rooms","es":"Los Aposentos Privados","fr":"Les appartements","id":"Kamar-kamar","ru":"Комнаты","sv":"De Inre Rummen","tr":"Hucurât","ur":"حجرے","zh":"寝室"},"type":"medinan"}}
