{"id":4623,"number":11,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translations":{"en":"O you who have believed, let not a people ridicule [another] people; perhaps they may be better than them; nor let women ridicule [other] women; perhaps they may be better than them. And do not insult one another and do not call each other by [offensive] nicknames. Wretched is the name of disobedience after [one's] faith. And whoever does not repent - then it is those who are the wrongdoers","es":"¡Oh, creyentes! No se burlen unos de otros, porque pudiera ser que los que son blancos de las burlas sean mejores que los que se están burlando. Que las mujeres no se burlen de otras mujeres, porque es posible que las que son el blanco de las burlas sean mejores que las que se burlan. No difamen ni pongan apodos ofensivos. ¡Qué malo es comportarse como un corrupto luego de haber sido agraciado con la fe! Quienes no se arrepientan… esos son los injustos","fr":"O vous qui avez cru! Qu'un groupe ne se raille pas d'un autre groupe: ceux-ci sont peut-être meilleurs qu'eux. Et que des femmes ne se raillent pas d'autres femmes: celles-ci sont peut-être meilleures qu'elles. Ne vous dénigrez pas et ne vous lancez pas mutuellement des sobriquets (injurieux). Quel vilain mot que «perversion» lorsqu'on a déjà la foi. Et quiconque ne se repent pas... Ceux-là sont les injustes","id":"Wahai orang-orang yang beriman! Janganlah suatu kaum mengolok-olok kaum yang lain, (karena) boleh jadi mereka (yang diperolok-olokkan) lebih baik dari mereka (yang mengolok-olok), dan jangan pula perempuan-perempuan (mengolok-olokkan) perempuan lain, (karena) boleh jadi perempuan (yang diperolok-olokkan) lebih baik dari perempuan (yang mengolok-olok). Janganlah kamu saling mencela satu sama lain, dan janganlah saling memanggil dengan gelar-gelar yang buruk. Seburuk-buruk panggilan adalah (panggilan) yang buruk (fasik) setelah beriman. Dan barangsiapa tidak bertobat, maka mereka itulah orang-orang yang zalim","ru":"О те, которые уверовали! Пусть одни люди не насмехаются над другими, ведь может быть, что те лучше них. И пусть одни женщины не насмехаются над другими женщинами, ведь может быть, что те лучше них. Не обижайте самих себя (друг друга) и не называйте друг друга оскорбительными прозвищами. Скверно называться нечестивцем после того, как уверовал. А те, которые не раскаются, окажутся беззаконниками","sv":"TROENDE! Män skall inte göra narr av andra män - det kan hända att de som de gör narr av är bättre än de själva. Och kvinnor skall inte göra narr av andra kvinnor - det kan hända att de som de gör narr av är bättre än de själva. Och förtala inte varandra och ge inte varandra skamliga öknamn; det är gement, troende emellan, att använda öknamn som leder tanken till synd och lastbarhet, och de som [beter sig så och] inte ångrar det gör sig skyldiga till en svår orätt","tr":"Ey inananlar! Bir topluluk bir diğerini alaya almasın, belki de onlar kendilerinden daha iyidirler. Kadınlar da başka kadınları alaya almasınlar, belki onlar kendilerinden daha iyidirler. Kendi kendinizi ayıplamayın; birbirinizi kötü lakaplarla çağırmayın; inandıktan sonra yoldan çıkmış olmak ne kötü bir addır. Tevbe etmeyenler, işte onlar zalimlerdir","ur":"اے لوگو جو ایمان لائے ہو، نہ مرد دوسرے مردوں کا مذاق اڑائیں، ہو سکتا ہے کہ وہ ان سے بہتر ہوں، اور نہ عورتیں دوسری عورتوں کا مذاق اڑائیں، ہو سکتا ہے کہ وہ ان سے بہتر ہوں آپس میں ایک دوسرے پر طعن نہ کرو اور نہ ایک دوسرے کو برے القاب سے یاد کرو ایمان لانے کے بعد فسق میں نام پیدا کرنا بہت بری بات ہے جو لوگ اس روش سے باز نہ آئیں وہی ظالم ہیں","zh":"信道的人们啊！你们中的男子，不要互相嘲笑；被嘲笑者，或许胜于嘲笑者。你们中的女子，也不要互相嘲笑；被嘲笑者，或许胜于嘲笑者。你们不要互相诽谤，不要以诨名相称；信道后再以诨名相称，这称呼真恶劣！未悔罪者，是不义的。"},"transliteration":"Ya ayyuha allatheena amanoo la yaskhar qawmun min qawmin AAasa an yakoonoo khayran minhum wala nisaon min nisain AAasa an yakunna khayran minhunna wala talmizoo anfusakum wala tanabazoo bialalqabi bisa alismu alfusooqu baAAda aleemani waman lam yatub faolaika humu alththalimoona","chapter":{"id":49,"name":"الحجرات","transliteration":"Al-Hujurat","translations":{"en":"The Rooms","es":"Los Aposentos Privados","fr":"Les appartements","id":"Kamar-kamar","ru":"Комнаты","sv":"De Inre Rummen","tr":"Hucurât","ur":"حجرے","zh":"寝室"},"type":"medinan"}}
