{"id":4626,"number":14,"text":"۞قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translations":{"bn":"মরুবাসীরা বলেঃ আমরা বিশ্বাস স্থাপন করেছি। বলুনঃ তোমরা বিশ্বাস স্থাপন করনি; বরং বল, আমরা বশ্যতা স্বীকার করেছি। এখনও তোমাদের অন্তরে বিশ্বাস জন্মেনি। যদি তোমরা আল্লাহ ও তাঁর রসূলের আনুগত্য কর, তবে তোমাদের কর্ম বিন্দুমাত্রও নিস্ফল করা হবে না। নিশ্চয়, আল্লাহ ক্ষমাশীল, পরম মেহেরবান।","en":"The bedouins say, \"We have believed.\" Say, \"You have not [yet] believed; but say [instead], 'We have submitted,' for faith has not yet entered your hearts. And if you obey Allah and His Messenger, He will not deprive you from your deeds of anything. Indeed, Allah is Forgiving and Merciful","id":"Orang-orang Arab Badui berkata, \"Kami telah beriman.\" Katakanlah (kepada mereka), \"Kamu belum beriman, tetapi katakanlah 'Kami telah tunduk (Islam)', karena iman belum masuk ke dalam hatimu. Dan jika kamu taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun (pahala) amalmu. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Бедуины сказали: «Мы уверовали». Скажи: «Вы не уверовали. Посему говорите: «Мы покорились». Вера еще не вошла в ваши сердца. Если вы подчинитесь Аллаху и Его Посланнику, Он нисколько не умалит ваших деяний. Воистину, Аллах - Прощающий, Милосердный»","tr":"Bedeviler: \"İnandık\" dediler, de ki: \"İnanmadınız ama İslam olduk deyin; inanç henüz gönüllerinize yerleşmedi; eğer Allah'a ve Peygamberine itaat ederseniz, işlediklerinizden bir şey eksilmez; doğrusu Allah, bağışlar, merhamet eder","ur":"یہ بدوی کہتے ہیں کہ \"ہم ایمان لائے\" اِن سے کہو، تم ایمان نہیں لائے، بلکہ یوں کہو کہ \"ہم مطیع ہو گئے\" ایمان ابھی تمہارے دلوں میں داخل نہیں ہوا ہے اگر تم اللہ اور اس کے رسول کی فرماں برداری اختیار کر لو تو وہ تمہارے اعمال کے اجر میں کوئی کمی نہ کرے گا، یقیناً اللہ بڑا در گزر کرنے والا اور رحیم ہے"},"chapter":{"id":49,"name":"الحجرات","transliteration":"Al-Hujurat","translations":{"bn":"আবাস","en":"The Rooms","id":"Kamar-kamar","ru":"Комнаты","tr":"Hucurât","ur":"حجرے"},"type":"medinan"}}
