{"id":4626,"number":14,"text":"۞قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translations":{"en":"The bedouins say, \"We have believed.\" Say, \"You have not [yet] believed; but say [instead], 'We have submitted,' for faith has not yet entered your hearts. And if you obey Allah and His Messenger, He will not deprive you from your deeds of anything. Indeed, Allah is Forgiving and Merciful","es":"Los beduinos dicen: \"Somos creyentes\". Diles [¡oh, Mujámmad!]: \"Todavía no son verdaderos creyentes. Mejor digan que han aceptado el Islam, pues la fe no ha ingresado completamente en sus corazones. Sepan que si obedecen a Dios y a Su Mensajero, sus obras no habrán sido en vano [y serán recompensados por ellas]; Dios es Absolvedor, Misericordioso","fr":"Les Bédouins ont dit: «Nous avons la foi». Dis: «Vous n'avez pas encore la foi. Dites plutôt: Nous nous sommes simplement soumis, car la foi n'a pas encore pénétré dans vos cœurs. Et si vous obéissez à Allah et à Son messager, Il ne vous fera rien perdre de vos œuvres». Allah est Pardonneur et Miséricordieux","id":"Orang-orang Arab Badui berkata, \"Kami telah beriman.\" Katakanlah (kepada mereka), \"Kamu belum beriman, tetapi katakanlah 'Kami telah tunduk (Islam)', karena iman belum masuk ke dalam hatimu. Dan jika kamu taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun (pahala) amalmu. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Бедуины сказали: «Мы уверовали». Скажи: «Вы не уверовали. Посему говорите: «Мы покорились». Вера еще не вошла в ваши сердца. Если вы подчинитесь Аллаху и Его Посланнику, Он нисколько не умалит ваших деяний. Воистину, Аллах - Прощающий, Милосердный»","sv":"ÖKENARABERNA säger: ”Vi har blivit troende.” Svara [dem, Muhammad]: ”[Ännu] än ni inte troende – säg hellre: 'Vi har underkastat oss Guds vilja'! Ännu har inte [sann] tro vunnit insteg i era hjärtan. Men om ni [med ärligt uppsåt] lyder Gud och Hans Sändebud skall Han inte låta er gå miste om någon del av [lönen för] era handlingar; Gud är ständigt förlåtande, barmhärtig.”","tr":"Bedeviler: \"İnandık\" dediler, de ki: \"İnanmadınız ama İslam olduk deyin; inanç henüz gönüllerinize yerleşmedi; eğer Allah'a ve Peygamberine itaat ederseniz, işlediklerinizden bir şey eksilmez; doğrusu Allah, bağışlar, merhamet eder","ur":"یہ بدوی کہتے ہیں کہ \"ہم ایمان لائے\" اِن سے کہو، تم ایمان نہیں لائے، بلکہ یوں کہو کہ \"ہم مطیع ہو گئے\" ایمان ابھی تمہارے دلوں میں داخل نہیں ہوا ہے اگر تم اللہ اور اس کے رسول کی فرماں برداری اختیار کر لو تو وہ تمہارے اعمال کے اجر میں کوئی کمی نہ کرے گا، یقیناً اللہ بڑا در گزر کرنے والا اور رحیم ہے","zh":"游牧人们曾说：“我们已信道了。”你说：“你们没有信道。虽然你们可以说：‘我们已归顺了’，但正信还没有入你们的心。如果你们服从安拉和使者，他不减少你们的善功一丝毫。安拉确是至赦的，确是至慈的。”"},"transliteration":"Qalati alaAArabu amanna qul lam tuminoo walakin qooloo aslamna walamma yadkhuli aleemanu fee quloobikum wain tuteeAAoo Allaha warasoolahu la yalitkum min aAAmalikum shayan inna Allaha ghafoorun raheemun","chapter":{"id":49,"name":"الحجرات","transliteration":"Al-Hujurat","translations":{"en":"The Rooms","es":"Los Aposentos Privados","fr":"Les appartements","id":"Kamar-kamar","ru":"Комнаты","sv":"De Inre Rummen","tr":"Hucurât","ur":"حجرے","zh":"寝室"},"type":"medinan"}}
