{"id":4629,"number":17,"text":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","translations":{"en":"They consider it a favor to you that they have accepted Islam. Say, \"Do not consider your Islam a favor to me. Rather, Allah has conferred favor upon you that He has guided you to the faith, if you should be truthful","es":"Piensan que te han hecho un favor al abrazar el Islam. Diles [¡oh, Mujámmad!]: \"No me mencionen su conversión al Islam como si fuera un favor hacia mí. Porque si fueron sinceros, fue Dios Quien les hizo el favor de guiarlos a la fe","fr":"Ils te rappellent leur conversion à l'Islam comme si c'était une faveur de leur part. Dis: «Ne me rappelez pas votre conversion à l'Islam comme une faveur. C'est tout au contraire une faveur dont Allah vous a comblés en vous dirigeant vers la foi, si toutefois vous êtes véridiques»","id":"Mereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, \"Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar","ru":"Они попрекают тебя тем, что обратились в ислам. Скажи: «Не попрекайте меня вашим обращением в ислам. Это Аллах оказал вам милость тем, что привел вас к вере, если вы вообще говорите правду»","sv":"De [tror att de] har gett dig något [Muhammad] när de underkastade sig Guds vilja. Säg: \"Er underkastelse under Guds vilja är inte en gåva till mig; nej, det är en Guds välgärning mot er att Han har velat leda er till tron - om er bekännelse är sann","tr":"Müslüman oldular diye seni minnet altında bırakmak isterler; de ki: \"Müslüman olmanızla beni minnet altında tutmayın, hayır; eğer doğru kimselerseniz, sizi imana eriştirmekle Allah sizi minnet altında bırakır","ur":"یہ لوگ تم پر احسان جتاتے ہیں کہ اِنہوں نے اسلام قبول کر لیا اِن سے کہو اپنے اسلام کا احسان مجھ پر نہ رکھو، بلکہ اللہ تم پر اپنا احسان رکھتا ہے کہ اس نے تمہیں ایمان کی ہدایت دی اگر تم واقعی اپنے دعوائے ایمان میں سچے ہو","zh":"他们以自己信奉伊斯兰，示惠于你，你说：“你们不要以你们的信奉伊斯兰示惠于我；不然安拉以引导你们于正信而示惠于你们，如果你们是说实话的。”"},"transliteration":"Yamunnoona AAalayka an aslamoo qul la tamunnoo AAalayya islamakum bali Allahu yamunnu AAalaykum an hadakum lileemani in kuntum sadiqeena","chapter":{"id":49,"name":"الحجرات","transliteration":"Al-Hujurat","translations":{"en":"The Rooms","es":"Los Aposentos Privados","fr":"Les appartements","id":"Kamar-kamar","ru":"Комнаты","sv":"De Inre Rummen","tr":"Hucurât","ur":"حجرے","zh":"寝室"},"type":"medinan"}}
