{"id":465,"number":172,"text":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","translations":{"en":"Those [believers] who responded to Allah and the Messenger after injury had struck them. For those who did good among them and feared Allah is a great reward","es":"Quienes acudieron al llamado de Dios y Su Mensajero a pesar de sus heridas [y dificultades], con obediencia y temor a Dios, obtendrán una recompensa magnífica","fr":"Ceux qui, quoiqu'atteints de blessure, répondirent à l'appel d'Allah et du Messager, il y aura une énorme récompense pour ceux d'entre eux qui ont agi en bien et pratiqué la piété","id":"(yaitu) orang-orang yang menaati (perintah) Allah dan Rasul setelah mereka mendapat luka (dalam Perang Uhud). Orang-orang yang berbuat kebajikan dan bertakwa di antara mereka mendapat pahala yang besar","ru":"которые ответили Аллаху и Посланнику после того, как им нанесли ранение. Тем из них, которые вершили добро и были богобоязненны, уготована великая награда","sv":"[belöningen] till dem som besvarade Guds och Sändebudets kallelse efter att ha drabbats av det svåra slaget. De bland dem som gjorde det goda och det rätta och fruktade Gud har en rik belöning [att vänta]","tr":"Kendileri savaşta yara aldıktan sonra Allah ve Peygamberin çağrısına koşanlara, hele onlardan iyilik edip sakınanlara büyük ecir vardır","ur":"جن لوگوں نے زخم کھانے کے بعد بھی اللہ اور رسول کی پکار پر لبیک کہا اُن میں جو اشخاص نیکوکار اور پرہیز گار ہیں اُن کے لیے بڑا اجر ہے","zh":"他们遭受创伤之后仍应安拉和使者的召唤。他们中行善而且敬畏的人，得享受重大的报酬。"},"transliteration":"Allatheena istajaboo lillahi waalrrasooli min baAAdi ma asabahumu alqarhu lillatheena ahsanoo minhum waittaqaw ajrun AAatheemun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
