{"id":466,"number":173,"text":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","translations":{"en":"Those to whom hypocrites said, \"Indeed, the people have gathered against you, so fear them.\" But it [merely] increased them in faith, and they said, \"Sufficient for us is Allah, and [He is] the best Disposer of affairs","es":"A ellos les fue dicho: \"Los enemigos se han agrupado contra ustedes, no podrán con ellos\". Pero esto solo les aumentó la fe y dijeron: \"Dios es suficiente para nosotros, porque Él es el mejor protector","fr":"Certes ceux auxquels l'on disait: «Les gens se sont rassemblés contre vous; craignez-les» - cela accrut leur foi - et ils dirent: «Allah nous suffit; Il est notre meilleur garant»","id":"(Yaitu) orang-orang (yang menaati Allah dan Rasul) yang ketika ada orang-orang mengatakan kepadanya, \"Orang-orang (Quraisy) telah mengumpulkan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka,\" ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, \"Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung","ru":"Люди сказали им: «Народ собрался против вас. Побойтесь же их». Однако это лишь приумножило их веру, и они сказали: «Нам достаточно Аллаха, и как прекрасен этот Попечитель и Хранитель!»","sv":"De som kände sin tro växa, när de varnades att [styrkor] hade dragits samman mot dem och att de borde vara på sin vakt, och svarade: \"Vi behöver ingen annan hjälpare än Gud. Var finns en mäktigare beskyddare","tr":"İnsanlar onlara: \"Düşmanınız olan insanlar size karşı bir ordu topladılar, onlardan korkun\" dediler. Bu, onların imanını artırdı da: \"Allah bize yeter. O ne güzel Vekil'dir\" dediler","ur":"اور وہ جن سے لوگوں نے کہا کہ، \"تماررے خلاف بڑی فوجیں جمع ہوئی ہیں، اُن سے ڈرو\"، تو یہ سن کر ان کا ایمان اور بڑھ گیا اور اُنہوں نے جواب دیا کہ ہمارے لیے اللہ کافی ہے اور وہی بہترین کارسا ز ہے","zh":"有人曾对他们说：“那些人确已为进攻你们而集合队伍了，故你们应当畏惧他们。”这句话却增加了他们的信念，他们说：“安拉是使我们满足的，他是优美的监护者！”"},"transliteration":"Allatheena qala lahumu alnnasu inna alnnasa qad jamaAAoo lakum faikhshawhum fazadahum eemanan waqaloo hasbuna Allahu waniAAma alwakeelu","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
