{"id":469,"number":176,"text":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","translations":{"en":"And do not be grieved, [O Muhammad], by those who hasten into disbelief. Indeed, they will never harm Allah at all. Allah intends that He should give them no share in the Hereafter, and for them is a great punishment","es":"Que no te cause tristeza ver a quienes se precipitan a negar la verdad, porque no perjudican a Dios. Es voluntad de Dios que en la otra vida no obtengan bendición alguna, y sí tengan un castigo terrible","fr":"N'aie (ô Muhammad) aucun chagrin pour ceux qui se jettent rapidement dans la mécréance. En vérité, ils ne nuiront en rien à Allah. Allah tient à ne leur assigner aucune part de biens dans l'au-delà. Et pour eux il y aura un énorme châtiment","id":"Dan janganlah engkau (Muhammad) dirisaukan oleh orang-orang yang dengan mudah kembali menjadi kafir;164) sesungguhnya sedikit pun mereka tidak merugikan Allah. Allah tidak akan memberi bagian (pahala) kepada mereka di akhirat, dan mereka akan mendapat azab yang besar","ru":"Пусть не печалят тебя те, которые спешат к неверию. Они ничем не навредят Аллаху. Аллах желает лишить их доли в Последней жизни, и им уготованы великие мучения","sv":"Sörj inte över dem som tävlar om att förneka sanningen; de kan på intet sätt skada Gud. Det är Guds vilja att inte ge dem del av det eviga livets goda, ja, ett plågsamt straff väntar dem","tr":"Küfürde yarışanlar seni üzmesin; şüphesiz onlar Allah'a bir zarar veremezler. Allah ahirette onlara bir pay vermemek istiyor; onlara büyük azab vardır","ur":"(اے پیغمبرؐ) جو لوگ آج کفر کی راہ میں بڑی دوڑ دھوپ کر رہے ہیں ان کی سرگرمیاں تمہیں آزردہ نہ کریں، یہ اللہ کا کچھ بھی نہ بگاڑ سکیں گے اللہ کا ارادہ یہ ہے کہ اُن کے لیے آخرت میں کوئی حصہ نہ رکھے، اور بالآخر ان کو سخت سزا ملنے والی ہے","zh":"争先投入迷信的人，不要让他使你忧愁。他们绝不能损伤安拉一丝毫。安拉欲使他们在后世没有福分；他们将受重大的刑罚。"},"transliteration":"Wala yahzunka allatheena yusariAAoona fee alkufri innahum lan yadurroo Allaha shayan yureedu Allahu alla yajAAala lahum haththan fee alakhirati walahum AAathabun AAatheemun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
