{"id":472,"number":179,"text":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","translations":{"en":"Allah would not leave the believers in that [state] you are in [presently] until He separates the evil from the good. Nor would Allah reveal to you the unseen. But [instead], Allah chooses of His messengers whom He wills, so believe in Allah and His messengers. And if you believe and fear Him, then for you is a great reward","es":"No es propio de la sabiduría de Dios dejar a los creyentes en la situación en que se encuentran sin distinguir al perverso [hipócrita] del virtuoso [creyente]. Ni es propio de la sabiduría de Dios revelarles el conocimiento oculto [de quiénes son los hipócritas]. Dios elige entre Sus Mensajeros a quien Le place [para revelárselo], así que crean en Dios y Sus Mensajeros, porque si creen y obran rectamente obtendrán una magnífica recompensa","fr":"Allah n'est point tel qu'Il laisse les croyants dans l'état où vous êtes jusqu'à ce qu'Il distingue le mauvais du bon. Et Allah n'est point tel qu'Il vous dévoile l'Inconnaissable. Mais Allah choisit parmi Ses messagers qui Il veut. Croyez donc en Allah et en Ses messagers. Et si vous avez la foi et la piété, vous aurez alors une récompense énorme","id":"(Allah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini,166) sehingga Dia membedakan yang buruk dari yang baik. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara Rasul-rasul-Nya.167) Karena itu, berimanlah kepada Allah dan Rasul-rasul-Nya. Jika kamu beriman dan bertakwa, maka kamu akan mendapat pahala yang besar","ru":"Аллах не оставит верующих в том положении, в котором вы находитесь, пока не отличит скверного от благого. Аллах не откроет вам сокровенное знание, однако Аллах избирает среди Своих посланников того, кого пожелает. Уверуйте же в Аллаха и Его посланников, ведь если вы уверуете и будете богобоязненны, то получите великую награду","sv":"Det är otänkbart att Gud skulle låta de troende [leva] i de former som ni [förnekare] lever, längre än till dess Han skilt mellan de onda och de goda. Men Gud låter er inte få insikt i det som är dolt för människor; [för detta] utser Gud den Han vill bland Sina sändebud. Tro därför på Gud och Hans sändebud; om ni tror [på Gud] och fruktar Honom, väntar er en rik belöning","tr":"Allah inananları sizin durumunuzda bırakacak değildir, temizi pisten ayıracaktır. Allah size gaybı bildirecek değildir; fakat Allah peygamberlerinden dilediğini seçip, ona gaybı bildirir. Artık Allah'a ve peygamberlerine inanın; inanır ve sakınırsanız size büyük ecir vardır","ur":"اللہ مومنوں کو اس حالت میں ہرگز نہ رہنے دے گا جس میں تم اس وقت پائے جاتے ہو وہ پاک لوگوں کو ناپاک لوگوں سے الگ کر کے رہے گا مگر اللہ کا یہ طریقہ نہیں ہے کہ تم کو غیب پر مطلع کر دے غیب کی باتیں بتانے کے لیے تو وہ اپنے رسولوں میں جس کو چاہتا ہے منتخب کر لیتا ہے لہٰذا (امور غیب کے بارے میں) اللہ اور اس کے رسول پر ایمان رکھو اگر تم ایمان اور خدا ترسی کی روش پر چلو گے تو تم کو بڑا اجر ملے گا","zh":"安拉不致于让信士们常在你们的现状之下，（但他试验你们），直到甄别恶劣的与善良的。安拉不致于使你们窥见幽玄，但安拉拣选他所意欲的人做使者；故你们当确信安拉和众使者。如果你们信道，而且敬畏，那么，你们将受重大的报酬。"},"transliteration":"Ma kana Allahu liyathara almumineena AAala ma antum AAalayhi hatta yameeza alkhabeetha mina alttayyibi wama kana Allahu liyutliAAakum AAala alghaybi walakinna Allaha yajtabee min rusulihi man yashao faaminoo biAllahi warusulihi wain tuminoo watattaqoo falakum ajrun AAatheemun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
