{"id":473,"number":180,"text":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translations":{"en":"And let not those who [greedily] withhold what Allah has given them of His bounty ever think that it is better for them. Rather, it is worse for them. Their necks will be encircled by what they withheld on the Day of Resurrection. And to Allah belongs the heritage of the heavens and the earth. And Allah, with what you do, is [fully] Acquainted","es":"Los que mezquinan lo que Dios les ha concedido, que no crean que es un bien para ellos ser avaros. Por el contrario, es un mal. El Día del Juicio Final llevarán colgando de su cuello aquello a lo que con tanta avaricia se aferraron. A Dios pertenece la herencia de cuanto hay en los cielos y la Tierra. Dios está bien informado de lo que hacen","fr":"Que ceux qui gardent avec avarice ce qu'Allah leur donne par Sa grâce, ne comptent point cela comme bon pour eux. Au contraire, c'est mauvais pour eux: au Jour de la Résurrection, on leur attachera autour du cou ce qu'ils ont gardé avec avarice. C'est Allah qui a l'héritage des cieux et de la terre. Et Allah est Parfaitement Connaisseur de ce que vous faites","id":"Dan jangan sekali-kali orang-orang yang kikir dengan apa yang diberikan Allah kepada mereka dari karunia-Nya, mengira bahwa (kikir) itu baik bagi mereka, padahal (kikir) itu buruk bagi mereka. Apa (harta) yang mereka kikirkan itu akan dikalungkan (di lehernya) pada hari Kiamat. Milik Allahlah warisan (apa yang ada) di langit dan di bumi. Allah Mahateliti terhadap apa yang kamu kerjakan","ru":"Пусть не думают те, которые скупятся расходовать то, что Аллах даровал им по Своей милости, что поступать так лучше для них. Напротив, это хуже для них. В День воскресения их шеи будут обернуты тем, что они жалели. Аллаху принадлежит наследие небес и земли, и Аллах ведает о том, что вы совершаете","sv":"DE SOM girigt behåller för sig själva det som Gud i Sin nåd har skänkt dem skall inte tro att det blir till deras bästa. Nej, det kommer att vara ett ont för dem. På Uppståndelsens dag skall de bära det som de så girigt höll fast vid hängande om halsen. - Arvet efter himlarna och jorden skall tillfalla Gud. Och Gud är väl underrättad om vad ni gör","tr":"Allah'ın bol nimetinden verdiklerinde cimrilik edenler, sakın bunun kendileri için hayırlı olduğunu sanmasınlar, bilakis bu onların kötülüğünedir. Cimrilik yaptıkları şey, kıyamet günü boyunlarına dolanacaktır. Göklerin ve yerin mirası Allah'ındır. Allah işlediklerinizden haberdardır","ur":"جن لوگوں کو اللہ نے اپنے فضل سے نوازا ہے اور پھر وہ بخل سے کام لیتے ہیں وہ اس خیال میں نہ رہیں کہ یہ بخیلی ان کے لیے اچھی ہے نہیں، یہ ان کے حق میں نہایت بری ہے جو کچھ وہ اپنی کنجوسی سے جمع کر رہے ہیں وہی قیامت کے روز ان کے گلے کا طوق بن جائے گا زمین اور آسمانوں کی میراث اللہ ہی کے لیے ہے اور تم جو کچھ کرتے ہو اللہ اس سے باخبر ہے","zh":"吝惜安拉所赐的恩惠的人，绝不要认为他们的吝惜，对于他们是有益的，其实，那对于他们是有害的；复活日，他们所吝惜的（财产），要像一个项圈一样，套在他们颈项上。天地间的遗产，只是安拉的。安拉是彻知你们的行为的。"},"transliteration":"Wala yahsabanna allatheena yabkhaloona bima atahummu Allahu min fadlihi huwa khayran lahum bal huwa sharrun lahum sayutawwaqoona ma bakhiloo bihi yawma alqiyamati walillahi meerathu alssamawati waalardi waAllahu bima taAAmaloona khabeerun","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
