{"id":474,"number":181,"text":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","translations":{"en":"Allah has certainly heard the statement of those [Jews] who said, \"Indeed, Allah is poor, while we are rich.\" We will record what they said and their killing of the prophets without right and will say, \"Taste the punishment of the Burning Fire","es":"Dios ha oído las palabras de quienes dijeron: \"Dios es pobre, mientras que nosotros somos ricos\". Registraremos lo que dijeron y también que hayan matado injustamente a los Profetas. Y les diré: \"Sufran el castigo del fuego del Infierno","fr":"Allah a certainement entendu la parole de ceux qui ont dit: «Allah est pauvre et nous sommes riches.» Nous enregistrons leur parole, ainsi que leur meurtre, sans droit, des prophètes. Et Nous leur dirons: «Goûtez au châtiment de la fournaise","id":"Sungguh, Allah telah mendengar perkataan orang-orang (Yahudi) yang mengatakan, \"Sesungguhnya Allah itu miskin dan kami kaya.\" Kami akan mencatat perkataan mereka dan perbuatan mereka membunuh Nabi-nabi tanpa hak (alasan yang benar), dan Kami akan mengatakan (kepada mereka), \"Rasakanlah olehmu azab yang membakar","ru":"Аллах услышал слова тех, которые сказали: «Аллах беден, а мы богаты». Мы запишем то, что они сказали, и то, как несправедливо они убивали пророков, и скажем: «Вкусите мучения от обжигающего Огня","sv":"Gud har hört dem som säger: \"Gud är fattig - vi är rika.\" Vi skall teckna ned vad de säger, liksom [Vi tecknade ned] deras rättsstridiga dråp på profeterna, och [på Uppståndelsens dag] skall Vi säga till dem: \"Pröva eldens straff","tr":"And olsun ki, Allah: \"Allah fakir; biz zenginiz\" diyenlerin sözünü işitmiştir. Dediklerini ve haksız yere peygamberleri öldürdüklerini elbette yazacağız, \"Yakıcı azabı tadın\" diyeceğiz","ur":"اللہ نے اُن لوگوں کا قول سنا جو کہتے ہیں کہ اللہ فقیر ہے اور ہم غنی ہیں ان کی یہ باتیں بھی ہم لکھ لیں گے، اور اس سے پہلے جو وہ پیغمبروں کو ناحق قتل کرتے رہے ہیں وہ بھی ان کے نامہ اعمال میں ثبت ہے (جب فیصلہ کا وقت آئے گا اُس وقت) ہم ان سے کہیں گے کہ لو، اب عذاب جہنم کا مزا چکھو","zh":"安拉确已听见有些人说：“安拉确是贫穷的，我们却是富足的。”我要记录他们所说的话，和他们妄杀众先知的行为。我要说：“你们尝试烧灼的刑罚吧。”"},"transliteration":"Laqad samiAAa Allahu qawla allatheena qaloo inna Allaha faqeerun wanahnu aghniyaon sanaktubu ma qaloo waqatlahumu alanbiyaa bighayri haqqin wanaqoolu thooqoo AAathaba alhareeqi","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
