{"id":4756,"number":21,"text":"وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ","translations":{"en":"And those who believed and whose descendants followed them in faith - We will join with them their descendants, and We will not deprive them of anything of their deeds. Every person, for what he earned, is retained","es":"Los creyentes y sus descendientes que los hayan seguido en la fe serán reunidos, sin que se pierda ninguna de sus obras. Toda persona es responsable de sus propias acciones","fr":"Ceux qui auront cru et que leurs descendants auront suivis dans la foi, Nous ferons que leurs descendants les rejoignent. Et Nous ne diminuerons en rien le mérite de leurs œuvres, chacun étant tenu responsable de ce qu'il aura acquis","id":"Dan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya","ru":"Мы воссоединим верующих с их потомками, которые последовали за ними в вере, и нисколько не умалим их деяний. Каждый человек является заложником того, что он приобрел","sv":"Vi skall låta deras efterkommande som följde dem i tron förena sig med dem utan att förminska något av deras egna förtjänster. Men var och en är ansvarig för sina handlingar","tr":"İnanan, soyları da inançta kendilerine uyan kimselere soylarını da katarız. Onların işlediklerinden hiçbir şey eksiltmeyiz. Herkes kazancına bağlıdır","ur":"جو لوگ ایمان لائے ہیں اور اُن کی اولاد بھی کسی درجہ ایمان میں ان کے نقش قدم پر چلی ہے ان کی اُس اولاد کو بھی ہم (جنت میں) اُن کے ساتھ ملا دیں گے اور اُن کے عمل میں کوئی گھاٹا ان کو نہ دیں گے ہر شخص اپنے کسب کے عوض رہن ہے","zh":"自己信道，子孙也跟着信道者，我将使他们的子孙与他们同级，我不减少他们的善功一丝毫。每人应对自己的行为负责。"},"transliteration":"Waallatheena amanoo waittabaAAathum thurriyyatuhum bieemanin alhaqna bihim thurriyyatahum wama alatnahum min AAamalihim min shayin kullu imriin bima kasaba raheenun","chapter":{"id":52,"name":"الطور","transliteration":"At-Tur","translations":{"en":"The Mount","es":"El Monte","fr":"Le mont At-Tour","id":"Bukit","ru":"Гора","sv":"Sinai Berg","tr":"Tûr","ur":"طور پہاڑ","zh":"山岳"},"type":"meccan"}}
