{"id":476,"number":183,"text":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translations":{"en":"[They are] those who said, \"Indeed, Allah has taken our promise not to believe any messenger until he brings us an offering which fire [from heaven] will consume.\" Say, \"There have already come to you messengers before me with clear proofs and [even] that of which you speak. So why did you kill them, if you should be truthful","es":"Ellos mismos son los que dijeron: \"Dios pactó con nosotros que no creyéramos en ningún Mensajero hasta que nos trajera una ofrenda que el fuego consumiera\". Diles: \"Antes de mí, otros Mensajeros se les presentaron con las pruebas claras y todas sus exigencias; ¿por qué los mataron entonces, si es cierto lo que dicen","fr":"Ceux-là mêmes qui ont dit: «Vraiment Allah nous a enjoint de ne pas croire en un messager tant qu'Il ne nous a pas apporté une offrande que le feu consume». - Dis: «Des messagers avant moi vous sont, certes, venus avec des preuves, et avec ce que vous avez dit [demandé]. Pourquoi donc les avez-vous tués, si vous êtes véridiques?»","id":"(Yaitu) orang-orang (Yahudi) yang mengatakan, \"Sesungguhnya Allah telah memerintahkan kepada kami, agar kami tidak beriman kepada seorang rasul, sebelum dia mendatangkan kepada kami kurban yang dimakan api.\" Katakanlah (Muhammad), \"Sungguh, beberapa orang Rasul sebelumku telah datang kepadamu, (dengan) membawa bukti-bukti yang nyata dan membawa apa yang kamu sebutkan, tetapi mengapa kamu membunuhnya jika kamu orang-orang yang benar","ru":"Они сказали: «Аллах взял с нас обещание не верить ни одному посланнику, пока он не явится к нам с жертвой, которую будет пожирать огонь». Скажи: «До меня к вам приходили посланники с ясными знамениями и с тем, о чем вы говорите. Почему же вы убили их, если вы говорите правду?»","sv":"Och de som påstår: \"Gud har ålagt oss att inte tro på en profet som inte [föreskriver] brännoffer\" - säg [till dem]: \"Före mig har profeter kommit till er med klara vittnesbörd och med det ni säger. Varför dödade ni dem då, om det som ni [nu] säger är sanning","tr":"Doğrusu, ateşin yiyeceği bir kurban getirmedikçe hiçbir peygambere inanmamak üzere Allah bize ahid verdi\" diyenlere sen, de ki: \"Benden önce peygamberler size belgeler ve dediğiniz şeyi getirdi. Doğru sözlü iseniz niçin onları öldürdünüz","ur":"جو لوگ کہتے ہیں \"اللہ نے ہم کو ہدایت کر دی ہے کہ ہم کسی کو رسول تسلیم نہ کریں جب تک وہ ہمارے سامنے ایسی قربانی نہ کرے جسے (غیب سے آکر) آگ کھا لے \"، اُن سے کہو، \"تمہارے پاس مجھ سے پہلے بہت سے رسول آ چکے ہیں جو بہت سی روشن نشانیاں لائے تھے اور وہ نشانی بھی لائے تھے جس کا تم ذکر کرتے ہو، پھر اگر (ایمان لانے کے لیے یہ شرط پیش کرنے میں) تم سچے ہو تو اُن رسولوں کو تم نے کیوں قتل کیا؟","zh":"他们曾说：“安拉确已命令我们不可确信任何使者，直到他昭示火所焚化的供物。”你说：“在我之前，有许多使者已昭示你们许多明证，并昭示你们所请求的；如果你们是诚实的，你们为什么要杀害他们呢？”"},"transliteration":"Allatheena qaloo inna Allaha AAahida ilayna alla numina lirasoolin hatta yatiyana biqurbanin takuluhu alnnaru qul qad jaakum rusulun min qablee bialbayyinati wabiallathee qultum falima qataltumoohum in kutum sadiqeena","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
