{"id":48,"number":41,"text":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّـٰيَ فَٱتَّقُونِ","translations":{"en":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me","es":"Y crean en lo que he revelado en confirmación de lo que ya habían recibido y no sean los primeros en negarlo. No vendan Mis preceptos por un precio vil, y tengan temor devocional solo de Mí","fr":"Et croyez à ce que J'ai fait descendre, en confirmation de ce qui était déjà avec vous; et ne soyez pas les premiers à le rejeter. Et n'échangez pas Mes révélations contre un vil prix. Et c'est Moi que vous devez craindre","id":"Dan berimanlah kalian kepada apa (Alquran) yang telah Aku turunkan yang membenarkan apa (Taurat) yang ada pada kalian, dan janganlah kalian menjadi orang yang pertama kafir kepadanya. Janganlah kalian jual ayat-ayat-Ku dengan harga yang murah, dan bertakwalah hanya kepada-Ku","ru":"Уверуйте в то, что Я ниспослал в подтверждение того, что есть у вас, и не становитесь первыми, кто отказался уверовать в это. Не продавайте Мои знамения за ничтожную цену и Меня одного бойтесь","sv":"Tro på vad Jag [nu] har uppenbarat med bekräftelse av de [uppenbarelser] som ni [tidigare] fick ta emot och gå inte i spetsen för dem som förnekar sanningen. Sälj inte Mina budskap för en ynklig slant. Och frukta Mig","tr":"Yanınızdaki Tevrat'ı tasdik ederek indirdiğim Kuran'a, inanın; onu ilk inkar edenler siz olmayın, ayetlerimi hiçbir değere karşılık değiştirmeyin ve bile bile hakkı gizlemeyin","ur":"اور میں نے جو کتاب بھیجی ہے اس پر ایمان لاؤ یہ اُس کتاب کی تائید میں ہے جو تمہارے پاس پہلے سے موجود تھی، لہٰذا سب سے پہلے تم ہی اس کے منکر نہ بن جاؤ تھوڑی قیمت پر میری آیات کو نہ بیچ ڈالو او ر میرے غضب سے بچو","zh":"你们当归信我所降示的，这能证实你们所有的经典，你们不要做首先不信的人，你们不要以廉价出卖我的迹象，你们应当只敬畏我。"},"transliteration":"Waaminoo bima anzaltu musaddiqan lima maAAakum wala takoonoo awwala kafirin bihi wala tashtaroo biayatee thamanan qaleelan waiyyaya faittaqooni","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
