{"id":480,"number":187,"text":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","translations":{"en":"And [mention, O Muhammad], when Allah took a covenant from those who were given the Scripture, [saying], \"You must make it clear to the people and not conceal it.\" But they threw it away behind their backs and exchanged it for a small price. And wretched is that which they purchased","es":"[Sabe que] Dios celebró este pacto con la Gente del Libro: \"Deberán explicar el Libro claramente a la gente y jamás ocultarlo\". Pero traicionaron el pacto y lo vendieron por vil precio. ¡Qué mal actuaron","fr":"Allah prit, de ceux auxquels le Livre était donné, cet engagement: «Exposez-le, certes, aux gens et ne le cachez pas». Mais ils l'ont jeté derrière leur dos et l'ont vendu à vil prix. Quel mauvais commerce ils ont fait","id":"Dan (ingatlah), ketika Allah mengambil janji dari orang-orang yang telah diberi Kitab (yaitu), \"Hendaklah kamu benar-benar menerangkannya (isi Kitab itu) kepada manusia, dan janganlah kamu menyembunyikannya,\"170) lalu mereka melemparkan (janji itu) ke belakang punggung mereka dan menjualnya dengan harga murah. Maka itulah seburuk-buruk jual-beli yang mereka lakukan","ru":"Вот Аллах взял завет с тех, кому было даровано Писание: «Вы обязательно будете разъяснять его людям и не будете скрывать его». Но они бросили его за спины и продали его за ничтожную цену. Как же скверно то, что они приобретают","sv":"NÄR GUD slöt förbund med dem som fick ta emot uppenbarelsen tog Han löfte av dem [med orden]: \"Dölj inte detta utan kungör det för människorna!\" Men de kastade löftet bakom sig och sålde det för en usel slant - ja, ynklig är deras vinst av denna byteshandel","tr":"Allah, Kitap verilenlerden, onu insanlara açıklayacaksınız ve gizlemeyeceksiniz, diye ahid almıştı. Onlar ise, onu arkalarına atıp az bir değere değiştiler. Alış verişleri ne kötüdür","ur":"اِن اہل کتاب کو وہ عہد بھی یاد دلاؤ جو اللہ نے ان سے لیا تھا کہ تمہیں کتاب کی تعلیمات کو لوگوں میں پھیلانا ہوگا، انہیں پوشیدہ رکھنا نہیں ہوگا مگر انہوں نے کتاب کو پس پشت ڈال دیا اور تھوڑی قیمت پر اُسے بیچ ڈالا کتنا برا کاروبار ہے جو یہ کر رہے ہیں","zh":"当时，安拉与曾受天经的人缔约，说：“你们必为世人阐明天经，你们不可隐讳它。”但他们把它抛在了背后，并以它换取些微的代价。他们所换取的真恶劣！"},"transliteration":"Waith akhatha Allahu meethaqa allatheena ootoo alkitaba latubayyinunnahu lilnnasi wala taktumoonahu fanabathoohu waraa thuhoorihim waishtaraw bihi thamanan qaleelan fabisa ma yashtaroona","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
