{"id":4807,"number":23,"text":"إِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَآءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰٓ","translations":{"en":"They are not but [mere] names you have named them - you and your forefathers - for which Allah has sent down no authority. They follow not except assumption and what [their] souls desire, and there has already come to them from their Lord guidance","es":"[Esos tres ídolos] son solo nombres que ustedes y sus padres han inventado, porque Dios no les dio autoridad alguna para ello. [Los idólatras] solo siguen suposiciones impulsados por sus propias pasiones, a pesar de haberles llegado la guía de su Señor","fr":"Ce ne sont que des noms que vous avez inventés, vous et vos ancêtres. Allah n'a fait descendre aucune preuve à leur sujet. Ils ne suivent que la conjecture et les passions de [leurs] âmes, alors que la guidée leur est venue de leur Seigneur","id":"Itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka","ru":"Они - всего лишь имена, которыми нарекли их вы и ваши отцы, относительно которых Аллах не ниспослал никакого доказательства. Они следуют лишь предположениям и тому, чего желают души, хотя верное руководство от их Господа уже явилось к ним","sv":"Nej, dessa [gudinnor] är ingenting annat än namn som ni och era förfäder har uppfunnit; Gud har aldrig gett tillstånd till detta. - De följer enbart lösa antaganden och vad som faller dem in. Men ändå har vägledningen från deras Herre nått dem","tr":"Bunlar sizin ve babalarınızın taktığı adlardan başka bir şey değildir. Allah onları destekleyen bir delil indirmemiştir. Onlar sadece sanıya ve canlarının istediğine uymaktadırlar. Oysa onlara Rablerinden and olsun ki doğruluk rehberi gelmiştir","ur":"دراصل یہ کچھ نہیں ہیں مگر بس چند نام جو تم نے اور تمہارے باپ دادا نے رکھ لیے ہیں اللہ نے اِن کے لیے کوئی سند نازل نہیں کی حقیقت یہ ہے کہ لوگ محض وہم و گمان کی پیروی کر رہے ہیں اور خواہشات نفس کے مرید بنے ہوئے ہیں حالانکہ اُن کے رب کی طرف سے اُن کے پاس ہدایت آ چکی ہے","zh":"这些偶像只是你们和你们的祖先所定的名称，安拉并未加以证实，他们只是凭猜想和私欲。正道确已从他们的主降临他们。"},"transliteration":"In hiya illa asmaon sammaytumooha antum waabaokum ma anzala Allahu biha min sultanin in yattabiAAoona illa alththanna wama tahwa alanfusu walaqad jaahum min rabbihimu alhuda","chapter":{"id":53,"name":"النجم","transliteration":"An-Najm","translations":{"en":"The Star","es":"El Astro","fr":"L'étoile","id":"Bintang","ru":"Звезда","sv":"Stjärnan","tr":"Necm","ur":"ستارہ","zh":"星宿"},"type":"meccan"}}
