{"id":4815,"number":31,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ لِيَجۡزِيَ ٱلَّذِينَ أَسَـٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى","translations":{"en":"And to Allah belongs whatever is in the heavens and whatever is in the earth - that He may recompense those who do evil with [the penalty of] what they have done and recompense those who do good with the best [reward]","es":"A Dios pertenece cuanto hay en los cielos y en la Tierra, y Él castigará a quienes obren el mal y retribuirá con una hermosa recompensa a los que hagan el bien","fr":"A Allah appartient ce qui est dans les cieux et sur la terre afin qu'Il rétribue ceux qui font le mal selon ce qu'ils œuvrent, et récompense ceux qui font le bien par la meilleure [récompense]","id":"Dan milik Allah lah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga)","ru":"Аллаху принадлежит то, что на небесах, и то, что на земле, дабы Он воздал злодеям за то, что они совершили, и воздал творившим добро Наилучшим (Раем)","sv":"Allt det som himlarna rymmer och allt det som jorden bär tillhör Gud; Han kommer att straffa dem som gör ont med [det som svarar mot] deras handlingar och belöna dem som gör gott med det högsta goda","tr":"Göklerde olanlar ve yerde olanlar Allah'ındır ki O, kötülük yapanlara işlerinin karşılığını verir; iyi davrananlara, ufak tefek kabahatleri bir yana büyük günahlardan ve hayasızlıklardan kaçınanlara işlediklerinden daha iyisiyle karşılığını verir. Doğrusu Rabbinin bağışı boldur. Sizi yerden var ederken ve siz annelerinizin karınlarında cenin halinde iken sizleri çok iyi bilen O'dur. Kendinizi temize çıkarmayın. O, sakınanı çok iyi bilir","ur":"اور زمین اور آسمانوں کی ہر چیز کا مالک اللہ ہی ہے تاکہ اللہ برائی کرنے والوں کو ان کے عمل کا بدلہ دے اور اُن لوگوں کو اچھی جزا سے نوازے جنہوں نے نیک رویہ اختیار کیا ہے","zh":"天地万物都是安拉的。他创造万物，以便他依作恶者的行为而报酬他们，并以至善的品级报酬行善者。"},"transliteration":"Walillahi ma fee alssamawati wama fee alardi liyajziya allatheena asaoo bima AAamiloo wayajziya allatheena ahsanoo bialhusna","chapter":{"id":53,"name":"النجم","transliteration":"An-Najm","translations":{"en":"The Star","es":"El Astro","fr":"L'étoile","id":"Bintang","ru":"Звезда","sv":"Stjärnan","tr":"Necm","ur":"ستارہ","zh":"星宿"},"type":"meccan"}}
