{"id":488,"number":195,"text":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","translations":{"en":"And their Lord responded to them, \"Never will I allow to be lost the work of [any] worker among you, whether male or female; you are of one another. So those who emigrated or were evicted from their homes or were harmed in My cause or fought or were killed - I will surely remove from them their misdeeds, and I will surely admit them to gardens beneath which rivers flow as reward from Allah, and Allah has with Him the best reward","es":"Su Señor les respondió sus súplicas diciendo: \"No dejaré de recompensar ninguna de sus obras, sean hombres o mujeres, descienden el uno del otro. A los que emigraron, fueron expulsados de sus hogares, padecieron dificultades por Mi causa, lucharon y cayeron, les perdonaré sus faltas y los introduciré en jardines por donde corren ríos\". Ésta es la recompensa que Dios les concederá. Dios posee la más hermosa recompensa","fr":"Leur Seigneur les a alors exaucés (disant): «En vérité, Je ne laisse pas perdre le bien que quiconque parmi vous a fait, homme ou femme, car vous êtes les uns des autres. Ceux donc qui ont émigré, qui ont été expulsés de leurs demeures, qui ont été persécutés dans Mon chemin, qui ont combattu, qui ont été tués, Je tiendrai certes pour expiées leurs mauvaises actions, et les ferai entrer dans les Jardins sous lesquels coulent les ruisseaux, comme récompense de la part d'Allah.» Quant à Allah, c'est auprès de Lui qu'est la plus belle récompense","id":"Maka Tuhan mereka memperkenankan permohonannya (dengan berfirman), \"Sesungguhnya Aku tidak menyia-nyiakan amal orang yang beramal di antara kamu, baik laki-laki maupun perempuan, (karena) sebagian kamu adalah (keturunan) dari sebagian yang lain.171) Maka orang yang berhijrah, yang diusir dari kampung halamannya, yang disakiti pada jalan-Ku, yang berperang dan yang terbunuh, pasti akan Aku hapus kesalahan mereka dan pasti Aku masukkan mereka ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, sebagai pahala dari Allah. Dan di sisi Allah ada pahala yang baik","ru":"Господь их ответил им: «Я не погублю деяния, совершенные любым из вас, будь то мужчина или женщина. Одни из вас произошли от других. А тем, которые переселились или были изгнаны из своих жилищ, были подвергнуты мучениям на Моем пути, сражались и были убиты, Я непременно прощу их злодеяния и введу их в Райские сады, в которых текут реки. Такой будет награда от Аллаха, а ведь у Аллаха - наилучшая награда»","sv":"Och Gud svarar dem: \"Jag skall inte låta någon av er som arbetar och strävar, vare sig man eller kvinna, se sin strävan gå förlorad - ni är [alla] av samma rot [och skall lönas på samma sätt]. De som övergav sina hem för att fly undan det onda, eller drevs bort därifrån och led annan oförrätt för Min skull och de som kämpade [för Min sak] och stupade, för dem alla skall Jag utplåna deras dåliga handlingar och föra dem till lustgårdar, vattnade av bäckar - en belöning från Gud själv; ja, den bästa belöningen väntar hos Gud","tr":"Rableri dualarını kabul etti: \"Birbirinizden meydana gelen sizlerden, erkek olsun, kadın olsun, iş yapanın işini boşa çıkarmam. Hicret edenlerin, memleketlerinden çıkarılanların, yolumda ezaya uğratılanların, savaşan ve öldürülenlerin günahlarını elbette örteceğim. And olsun ki, Allah katından bir nimet olarak, onları içlerinden ırmaklar akan cennetlere koyacağım. Nimetin güzeli Allah katındadır","ur":"جواب میں ان کے رب نے فرمایا، \"میں تم میں سے کسی کا عمل ضائع کرنے والا نہیں ہوں خواہ مرد ہو یا عورت، تم سب ایک دوسرے کے ہم جنس ہو لہٰذا جن لوگوں نے میری خاطر اپنے وطن چھوڑے اور جو میر ی راہ میں اپنے گھروں سے نکالے گئے اور ستائے گئے اور میرے لیے لڑے اور مارے گئے اُن کے سب قصور میں معاف کر دوں گا اور انہیں ایسے باغوں میں داخل کروں گا جن کے نیچے نہریں بہتی ہوں گی یہ اُن کی جزا ہے اللہ کے ہاں اور بہترین جزا اللہ ہی کے پاس ہے","zh":"他们的主应答了他们：“我绝不使你们中任何一个行善者徒劳无酬，无论他是男的，还是女的——男女是相生的——。迁居异乡、被人驱逐者、为主道而受害者、参加战斗者、被敌杀死者，我必消除他们的过失，我必使他们进那下临诸河的乐园。”这是从安拉发出的报酬。安拉那里，有优美的报酬。"},"transliteration":"Faistajaba lahum rabbuhum annee la odeeAAu AAamala AAamilin minkum min thakarin aw ontha baAAdukum min baAAdin faallatheena hajaroo waokhrijoo min diyarihim waoothoo fee sabeelee waqataloo waqutiloo laokaffiranna AAanhum sayyiatihim walaodkhilannahum jannatin tajree min tahtiha alanharu thawaban min AAindi Allahi waAllahu AAindahu husnu alththawabi","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
