{"id":491,"number":198,"text":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","translations":{"en":"But those who feared their Lord will have gardens beneath which rivers flow, abiding eternally therein, as accommodation from Allah. And that which is with Allah is best for the righteous","es":"En cambio, quienes hayan tenido temor de su Señor vivirán eternamente en jardines por donde corren ríos, es la acogida que Dios les ha preparado. Lo que Dios tiene reservado para los virtuosos es superior al éxito de los incrédulos en esta vida","fr":"Mais quant à ceux qui craignent leur Seigneur, ils auront des Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement, un lieu d'accueil de la part d'Allah. Et ce qu'il y a auprès d'Allah est meilleur, pour les pieux","id":"Tetapi orang-orang yang bertakwa kepada Tuhannya, mereka akan mendapat surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya sebagai karunia dari Allah. Dan apa yang di sisi Allah lebih baik bagi orang-orang yang berbakti","ru":"Но для тех, которые боятся своего Господа, уготованы Райские сады, в которых текут реки. Они пребудут там вечно. Таково угощение от Аллаха, и то, что у Аллаха, будет лучше для благочестивых","sv":"Men på de gudfruktiga väntar lustgårdar, vattnade av bäckar, där de skall förbli till evig tid som Guds ärade gäster. Och det bästa för de fromma är det [som väntar] hos Gud","tr":"Fakat Rablerinden sakınanlara, Allah katından konukluklar bulunan, içlerinden ırmaklar akan, içinde temelli kalacakları cennetler vardır. Allah katındaki şeyler, iyi olanlar için daha hayırlıdır","ur":"برعکس اس کے جو لوگ اپنے رب سے ڈرتے ہوئے زندگی بسر کرتے ہیں ان کے لیے ایسے باغ ہیں جن کے نیچے نہریں بہتی ہیں، ان باغوں میں وہ ہمیشہ رہیں گے، اللہ کی طرف سے یہ سامان ضیافت ہے ان کے لیے، اور جو کچھ اللہ کے پاس ہے نیک لوگوں کے لیے وہی سب سے بہتر ہے","zh":"敬畏主的人，却得享受下临诸河的乐园，而永居其中。这是从安拉那里发出的款待。在安拉那里的恩典，对于义人是更有益的。"},"transliteration":"Lakini allatheena ittaqaw rabbahum lahum jannatun tajree min tahtiha alanharu khalideena feeha nuzulan min AAindi Allahi wama AAinda Allahi khayrun lilabrari","chapter":{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translations":{"en":"Family of Imran","es":"La Familia de Imran","fr":"La famille de 'imran","id":"Keluarga Imran","ru":"Семейство Имрана","sv":"Imrans Ätt","tr":"Âl-i İmrân","ur":"عمران کا خاندان","zh":"仪姆兰的家属"},"type":"medinan"}}
