{"id":4934,"number":33,"text":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ إِنِ ٱسۡتَطَعۡتُمۡ أَن تَنفُذُواْ مِنۡ أَقۡطَارِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ فَٱنفُذُواْۚ لَا تَنفُذُونَ إِلَّا بِسُلۡطَٰنٖ","translations":{"en":"O company of jinn and mankind, if you are able to pass beyond the regions of the heavens and the earth, then pass. You will not pass except by authority [from Allah]","es":"¡Oh, yinnes y seres humanos! Si pueden traspasar los confines del cielo y de la Tierra, háganlo. Pero sepan que solo podrán traspasarlos con autorización [de Dios]","fr":"O peuple de djinns et d'hommes! Si vous pouvez sortir du domaine des cieux et de la terre, alors faites-le. Mais vous ne pourrez en sortir qu'à l'aide d'un pouvoir [illimité]","id":"Wahai golongan jin dan manusia! Jika kamu sanggup menembus (melintasi) penjuru langit dan bumi, maka tembuslah. Kamu tidak akan mampu menembusnya kecuali dengan kekuatan (dari Allah)","ru":"О сонмище джиннов и людей! Если вы можете проникнуть за пределы небес и земли, то проникните. Но вы не проникните, не обладая властью (или ясным доводом)","sv":"Om ni, osynliga väsen och människor, [tror att ni] kan fly bort genom himlarnas och jordens yttersta gränstrakter [undan Gud], fly! Men ni kan inte fly annat än med en fullmakt [från Honom]","tr":"Ey cin ve insan toplulukları! Göklerin ve yerin çevresini aşıp geçmeye gücünüz yetiyorsa geçin! Ama Allah'ın verdiği bir güç olmaksızın geçemezsiniz ki","ur":"اے گروہ جن و انس، گر تم زمین اور آسمانوں کی سرحدوں سے نکل کر بھاگ سکتے ہو تو بھاگ دیکھو نہیں بھاگ سکتے اِس کے لیے بڑا زور چاہیے","zh":"精灵和人类的群众啊！如果你们能通过天地的境界，你们就通过吧！你们必须凭据一种权柄，才能通过。"},"transliteration":"Ya maAAshara aljinni waalinsi ini istataAAtum an tanfuthoo min aqtari alssamawati waalardi faonfuthoo la tanfuthoona illa bisultanin","chapter":{"id":55,"name":"الرحمن","transliteration":"Ar-Rahman","translations":{"en":"The Beneficent","es":"El Misericordioso","fr":"Le Tout Miséricordieux","id":"Yang Maha Pemurah","ru":"Милостивый","sv":"Den Nåderike","tr":"Rahmân","ur":"مہربان","zh":"至仁主"},"type":"medinan"}}
