{"id":494,"number":1,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا","translations":{"en":"O mankind, fear your Lord, who created you from one soul and created from it its mate and dispersed from both of them many men and women. And fear Allah, through whom you ask one another, and the wombs. Indeed Allah is ever, over you, an Observer","es":"¡Oh, seres humanos! Tengan temor de su Señor, Quien los ha creado de un solo ser, del que creó a su cónyuge e hizo descender de ambos muchos hombres y mujeres. Tengan temor de Dios, en Cuyo nombre se reclaman sus derechos, y respeten los lazos familiares. Dios los observa","fr":"O hommes! Craignez votre Seigneur qui vous a créés d'un seul être, et a créé de celui-ci son épouse, et qui de ces deux là a fait répandre (sur la terre) beaucoup d'hommes et de femmes. Craignez Allah au nom duquel vous vous implorez les uns les autres, et craignez de rompre les liens du sang. Certes Allah vous observe parfaitement","id":"Wahai manusia! Bertakwalah kepada Tuhanmu yang telah menciptakan kamu dari diri yang satu (Adam), dan (Allah) menciptakan pasangannya (Hawa) dari (diri)nya; dan dari keduanya Allah mengembangbiakkan laki-laki dan perempuan yang banyak. Bertakwalah kepada Allah yang dengan nama-Nya kamu saling meminta,172) dan (peliharalah) hubungan kekeluargaan. Sesungguhnya Allah selalu menjaga dan mengawasimu","ru":"О люди! Бойтесь вашего Господа, Который сотворил вас из одного человека, сотворил из него пару ему и расселил много мужчин и женщин, произошедших от них обоих. Бойтесь Аллаха, именем Которого вы просите друг друга, и бойтесь разрывать родственные связи. Воистину, Аллах наблюдает за вами","sv":"MÄNNISKOR! Frukta er Herre som har skapat er av en enda varelse och av denna har skapat dess make och låtit dessa två [föröka sig] och sprida sig [över jorden] i väldiga skaror av män och kvinnor. Frukta Gud, i vars namn ni innerligt och enträget ber varandra [om hjälp], och [visa aktning för] de nära släktskapsbanden. Gud vakar över er","tr":"Ey İnsanlar! Sizi bir tek nefisten yaratan, ondan eşini var eden ve ikisinden pek çok erkek ve kadın meydana getiren Rabb'inize hürmetsizlikten sakının. Kendisi adına birbirinizden dilekte bulunduğunuz Allah'ın ve akrabanın haklarına riayetsizliktende sakının. Allah şüphesiz hepinizi görüp gözetmektedir","ur":"لوگو! اپنے رب سے ڈرو جس نے تم کو ایک جان سے پیدا کیا اور اُسی جان سے اس کا جوڑا بنایا اور ان دونوں سے بہت مرد و عورت دنیا میں پھیلا دیے اُس خدا سے ڈرو جس کا واسطہ دے کر تم ایک دوسرے سے اپنے حق مانگتے ہو، اور رشتہ و قرابت کے تعلقات کو بگاڑنے سے پرہیز کرو یقین جانو کہ اللہ تم پر نگرانی کر رہا ہے","zh":"众人啊！你们当敬畏你们的主，他从一个人创造了你们，他把那个人的配偶造成与他同类的，并且从他俩繁衍了许多男人和女人。你们当敬畏安拉——你们凭安拉和亲情而相互要求（权利）。安拉确是监视你们的。"},"transliteration":"Ya ayyuha alnnasu ittaqoo rabbakumu allathee khalaqakum min nafsin wahidatin wakhalaqa minha zawjaha wabaththa minhuma rijalan katheeran wanisaan waittaqoo Allaha allathee tasaaloona bihi waalarhama inna Allaha kana AAalaykum raqeeban","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
