{"id":495,"number":2,"text":"وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا","translations":{"en":"And give to the orphans their properties and do not substitute the defective [of your own] for the good [of theirs]. And do not consume their properties into your own. Indeed, that is ever a great sin","es":"Reintegren los bienes materiales a los huérfanos [cuando alcancen la pubertad]. No les cambien lo bueno de ellos por lo malo de ustedes, ni se apropien de los bienes materiales de ellos agregándolos a los de ustedes, porque es un gran pecado","fr":"Et donnez aux orphelins leurs biens; n'y substituez pas le mauvais au bon. Ne mangez pas leurs biens avec les vôtres: c'est vraiment un grand péché","id":"Dan berikanlah kepada anak-anak yatim (yang sudah dewasa) harta mereka, janganlah kamu menukar yang baik dengan yang buruk, dan janganlah kamu makan harta mereka bersama hartamu. Sungguh, (tindakan menukar dan memakan) itu adalah dosa yang besar","ru":"Отдавайте сиротам их имущество и не меняйте скверное на хорошее. Не пожирайте их имущества вместе со своим. Воистину, это - великий грех","sv":"Återställ till de faderlösa deras egendom och sätt inte ting av lägre värde i stället för de goda ting [som tillhör dem] och förbruka inte deras egendom, sammanblandad med er egen. Detta är en mycket svår synd","tr":"Yetimlere mallarını verin. Temizi murdara değişmeyin, onların mallariyle kendi mallarınızı karıştırarak yemeyin, çünkü bu büyük bir suçtur","ur":"یتیموں کے مال اُن کو واپس دو، اچھے مال کو برے مال سے نہ بدل لو، اور اُن کے مال اپنے مال کے ساتھ ملا کر نہ کھا جاؤ، یہ بہت بڑا گناہ ہے","zh":"你们应当把孤儿的财产交还他们，不要以（你们的）恶劣的（财产），换取（他们的）佳美的（财产）；也不要把他们的财产并入你们的财产，而加以吞蚀。这确是大罪。"},"transliteration":"Waatoo alyatama amwalahum wala tatabaddaloo alkhabeetha bialttayyibi wala takuloo amwalahum ila amwalikum innahu kana hooban kabeeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
