{"id":496,"number":3,"text":"وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ","translations":{"en":"And if you fear that you will not deal justly with the orphan girls, then marry those that please you of [other] women, two or three or four. But if you fear that you will not be just, then [marry only] one or those your right hand possesses. That is more suitable that you may not incline [to injustice]","es":"No se casen con las huérfanas que han criado si temen no ser equitativos [con sus dotes], mejor cásense con otras mujeres que les gusten: dos, tres o cuatro. Pero si temen no ser justos, cásense con una sola o con una esclava, porque es lo mejor para evitar cometer alguna injusticia","fr":"Et si vous craignez de n'être pas justes envers les orphelins,... Il est permis d'épouser deux, trois ou quatre, parmi les femmes qui vous plaisent, mais, si vous craignez de n'être pas justes avec celles-ci, alors une seule, ou des esclaves que vous possédez. Cela, afin de ne pas faire d'injustice (ou afin de ne pas aggraver votre charge de famille)","id":"Dan jika kamu khawatir tidak akan mampu berlaku adil terhadap (hak-hak) perempuan yatim (bilamana kamu menikahinya), maka nikahilah perempuan (lain) yang kamu senangi: dua, tiga atau empat. Tetapi jika kamu khawatir tidak akan mampu berlaku adil,173) maka (nikahilah) seorang saja,174) atau hamba sahaya perempuan yang kamu miliki.175) Yang demikian itu lebih dekat agar kamu tidak berbuat zalim","ru":"Если вы боитесь, что не будете справедливы к сиротам, то женитесь на других женщинах, которые нравятся вам: на двух, трех, четырех. Если же вы боитесь, что не будете одинаково справедливы к ним, то довольствуйтесь одной или невольницами, которыми овладели ваши десницы. Это ближе к тому, чтобы избежать несправедливости (или бедности)","sv":"Om ni är rädda att inte kunna behandla de faderlösa med rättvisa, tag då [andra] kvinnor som är tillåtna för er till hustrur - två eller tre eller fyra; men [begränsa er till] en enda om ni inte tror er om att kunna behandla dem alla lika - eller [vänd er till] någon av dem som ni rättmätigt besitter. Detta gör det lättare för er att undvika partiskhet","tr":"Eğer, velisi olduğunuz mal sahibi yetim kızlarla evlenmekle onlara haksızlık yapmaktan korkarsanız onlarla değil, hoşunuza giden başka kadınlarla iki, üç ve dörde kadar evlenebilirsiniz; şayet, aralarında adaletsizlik yapmaktan korkarsanız bir tane almalısınız veya sahip olduğunuz ile yetinmelisiniz. Doğru yoldan sapmamanız için en uygunu budur","ur":"اور اگر تم یتیموں کے ساتھ بے انصافی کرنے سے ڈرتے ہو تو جو عورتیں تم کو پسند آئیں اُن میں سے دو دو، تین تین، چار چار سے نکاح کرلو لیکن اگر تمہیں اندیشہ ہو کہ اُن کے ساتھ عدل نہ کر سکو گے تو پھر ایک ہی بیوی کرو یا اُن عورتوں کو زوجیت میں لاؤ جو تمہارے قبضہ میں آئی ہیں، بے انصافی سے بچنے کے لیے یہ زیادہ قرین صواب ہے","zh":"如果你们恐怕不能公平对待孤儿，那么，你们可以择娶你们爱悦的女人，各娶两妻、三妻、四妻；如果你们恐怕不能公平地对待她们，那么，你们只可以各娶一妻，或以你们的女奴为满足。这是更近于公平的。"},"transliteration":"Wain khiftum alla tuqsitoo fee alyatama fainkihoo ma taba lakum mina alnnisai mathna wathulatha warubaAAa fain khiftum alla taAAdiloo fawahidatan aw ma malakat aymanukum thalika adna alla taAAooloo","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
