{"id":498,"number":5,"text":"وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","translations":{"en":"And do not give the weak-minded your property, which Allah has made a means of sustenance for you, but provide for them with it and clothe them and speak to them words of appropriate kindness","es":"No confíen a los [huérfanos menores de edad que sean] derrochadores los bienes materiales cuya administración Dios les ha confiado. Denles alimentación y vestimenta, y háblenles con cariño","fr":"Et ne confiez pas aux incapables vos biens dont Allah a fait votre subsistance. Mais prélevez-en, pour eux, nourriture et vêtement; et parlez-leur convenablement","id":"(Dan janganlah kamu serahkan kepada orang yang belum sempurna akalnya,177) harta (mereka yang ada dalam kekuasaan) kamu yang dijadikan Allah sebagai pokok kehidupan. Berilah mereka belanja dan pakaian (dari hasil harta itu) dan ucapkanlah kepada mereka perkataan yang baik","ru":"Не отдавайте неразумным людям вашего имущества, которое Аллах сделал средством вашего существования. Кормите и одевайте их из него и говорите им слово доброе","sv":"Låt inte dem som [ännu] inte har förstånd få råda över egendom som Gud har anförtrott åt er för [deras] uppehälle, men använd den för att förse dem med vad de behöver av mat och kläder och ha [alltid] ett vänligt ord för dem","tr":"Allah'ın sizi koruyucu kılmış olduğu mallarınızı, beyinsizlere vermeyin, kendilerini bunların geliriyle rızıklandırıp giydirin ve onlara güzel söz söyleyin","ur":"اور اپنے وہ مال جنہیں اللہ نے تمہارے لیے قیام زندگی کا ذریعہ بنایا ہے، نادان لوگوں کے حوالہ نہ کرو، البتہ انہیں کھانے اور پہننے کے لیے دو اور انہیں نیک ہدایت کرو","zh":"你们的财产，本是安拉给你们用来维持生计的，你们不要把它交给愚人，你们当以财产的利润供给他们衣食。你们当对他们说温和的言语。"},"transliteration":"Wala tutoo alssufahaa amwalakumu allatee jaAAala Allahu lakum qiyaman waorzuqoohum feeha waoksoohum waqooloo lahum qawlan maAAroofan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
