{"id":499,"number":6,"text":"وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","translations":{"en":"And test the orphans [in their abilities] until they reach marriageable age. Then if you perceive in them sound judgement, release their property to them. And do not consume it excessively and quickly, [anticipating] that they will grow up. And whoever, [when acting as guardian], is self-sufficient should refrain [from taking a fee]; and whoever is poor - let him take according to what is acceptable. Then when you release their property to them, bring witnesses upon them. And sufficient is Allah as Accountant","es":"Pongan a prueba la madurez de los huérfanos cuando alcancen la pubertad, y si los consideran maduros y capaces, entréguenles sus bienes. No los derrochen antes de que alcancen la mayoría de edad. El [administrador] que sea rico, que se abstenga [de cobrar honorarios por su administración]; y el pobre que cobre lo mínimo. Cuando les entreguen su patrimonio, háganlo ante testigos. Es suficiente con que Dios les pedirá cuentas","fr":"Et éprouvez (la capacité) des orphelins jusqu'à ce qu'ils atteignent (l'aptitude) au mariage; et si vous ressentez en eux une bonne conduite, remettez-leur leurs biens. Ne les utilisez pas (dans votre intérêt) avec gaspillage et dissipation, avant qu'ils ne grandissent. Quiconque est aisé, qu'il s'abstienne d'en prendre lui-même. S'il est pauvre, alors qu'il en utilise raisonnablement: et lorsque vous leur remettez leurs biens, prenez des témoins à leur encontre. Mais Allah suffit pour observer et compter","id":"(Dan ujilah178) anak-anak yatim itu sampai mereka cukup umur untuk menikah. Kemudian jika menurut pendapatmu mereka telah cerdas (pandai memelihara harta), maka serahkanlah kepada mereka hartanya. Dan janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menyerahkannya) sebelum mereka dewasa. Barang siapa (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan barang siapa miskin, maka bolehlah dia makan harta itu menurut cara yang patut. Kemudian, apabila kamu menyerahkan harta itu kepada mereka, maka hendaklah kamu adakan saksi-saksi. Dan cukuplah Allah sebagai pengawas","ru":"Испытывайте сирот, пока они не достигнут брачного возраста. Если обнаружите в них зрелый разум, то отдавайте им их имущество. Не пожирайте его, излишествуя, в спешке, пока они не вырастут. Кто богат, пусть воздержится, а кто беден, пусть ест по справедливости. Когда вы отдаете им их имущество, то делайте это в присутствии свидетелей. Но довольно того, что Аллах ведет счет","sv":"Och sätt de faderlösa [som ni har i er vård] på prov fram till dess de når giftasvuxen ålder, och om ni finner dem förståndiga, överlämna då deras egendom till dem; slösa inte bort den innan de vuxit upp. Den förmögne skall inte röra [sådan egendom], men den fattige får [i mån av behov] dra fördel av den med måtta. Och när ni överlämnar deras egendom till dem, gör detta i närvaro av vittnen; men Gud håller bäst räkning på allt","tr":"Yetimleri, evlenme çağına gelene kadar deneyin; onlarda olgunlaşma görürseniz mallarını kendilerine verin; büyüyecekler de geri alacaklar diye onları israf ederek ve tez elden yemeyin. Zengin olan, iffetli olmağa çalışsın, yoksul olan uygun bir şekilde yesin. Mallarını kendilerine verdiğiniz zaman, yanlarında şahid bulundurun. Hesap sormak için Allah yeter","ur":"اور یتیموں کی آزمائش کرتے رہو یہاں تک کہ وہ نکاح کے قابل عمر کو پہنچ جائیں پھر اگر تم اُن کے اندر اہلیت پاؤ تو اُن کے مال اُن کے حوالے کر دو ایسا کبھی نہ کرنا کہ حد انصاف سے تجاوز کر کے اِس خوف سے اُن کے مال جلدی جلدی کھا جاؤ کہ وہ بڑے ہو کر اپنے حق کا مطالبہ کریں گے یتیم کا جو سرپرست مال دار ہو وہ پرہیز گاری سے کام لے اور جو غریب ہو وہ معروف طریقہ سے کھائے پھر جب اُن کے مال اُن کے حوالے کرنے لگو تو لوگوں کو اس پر گواہ بنا لو، اور حساب لینے کے لیے اللہ کافی ہے","zh":"你们当试验孤儿，直到他们达到适婚年龄；当你们看见他们能处理财产的时候，应当把他们的财产交还给他们；不要在他们还没有长大的时候，赶快浪费地消耗他们的财产。富裕的监护人，应当廉洁自持；贫穷的监护人，可以取合理的生活费。你们把他们的财产交还他们的时候，应当请人作见证。安拉足为检察者。"},"transliteration":"Waibtaloo alyatama hatta itha balaghoo alnnikaha fain anastum minhum rushdan faidfaAAoo ilayhim amwalahum wala takulooha israfan wabidaran an yakbaroo waman kana ghaniyyan falyastaAAfif waman kana faqeeran falyakul bialmaAAroofi faitha dafaAAtum ilayhim amwalahum faashhidoo AAalayhim wakafa biAllahi haseeban","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
