{"id":500,"number":7,"text":"لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا","translations":{"en":"For men is a share of what the parents and close relatives leave, and for women is a share of what the parents and close relatives leave, be it little or much - an obligatory share","es":"A los varones les corresponde un porcentaje de la herencia que dejen los padres y parientes más cercanos, y a las mujeres otro porcentaje de lo que los padres y parientes más cercanos dejen. Fuere poco o mucho, les corresponde [por derecho] un porcentaje determinado de la herencia","fr":"Aux hommes revient une part de ce qu'ont laissé les père et mère ainsi que les proches; et aux femmes une part de ce qu'ont laissé les père et mère ainsi que les proches, que ce soit peu ou beaucoup: une part fixée","id":"Bagi laki-laki ada hak bagian dari harta peninggalan kedua orang tua dan kerabatnya, dan bagi perempuan ada hak bagian (pula) dari harta peninggalan kedua orang tua dan kerabatnya, baik sedikit atau banyak menurut bagian yang telah ditetapkan","ru":"Мужчинам принадлежит доля из того, что оставили родители и ближайшие родственники, и женщинам принадлежит доля из того, что оставили родители и ближайшие родственники, будь его мало или много. Таков предписанный удел","sv":"MÄN HAR rätt till en andel av vad föräldrar och nära anhöriga efterlämnar och kvinnor har rätt till en andel av vad föräldrar och nära anhöriga efterlämnar, vare sig det är litet eller mycket - en andel föreskriven [av Gud]","tr":"Ana babanın ve yakınların bıraktıklarından, erkeklere hisse vardır. Ana babanın ve yakınların bıraktıklarından kadınlara da hisse vardır. Bunlar, az veya çok, belirli bir hissedir","ur":"مردوں کے لیے اُس مال میں حصہ ہے جو ماں باپ اور رشتہ داروں نے چھوڑا ہو، اور عورتوں کے لیے بھی اُس مال میں حصہ ہے جو ماں باپ اور رشتہ داروں نے چھوڑا ہو، خواہ تھوڑا ہو یا بہت، اور یہ حصہ (اللہ کی طرف سے) مقرر ہے","zh":"男子得享受父母和至亲所遗财产的一部分，女子也得享受父母和至亲所遗财产的一部分，无论他们所遗财产多寡，各人应得法定的部分。"},"transliteration":"Lilrrijali naseebun mimma taraka alwalidani waalaqraboona walilnnisai naseebun mimma taraka alwalidani waalaqraboona mimma qalla minhu aw kathura naseeban mafroodan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
