{"id":502,"number":9,"text":"وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا","translations":{"en":"And let those [executors and guardians] fear [injustice] as if they [themselves] had left weak offspring behind and feared for them. So let them fear Allah and speak words of appropriate justice","es":"Que [los apoderados de los huérfanos] se preocupen [por ellos] igual que si dejasen tras de sí a sus propios hijos menores huérfanos y temiesen por ellos. Que tengan temor de Dios y digan la verdad","fr":"Que la crainte saisisse ceux qui laisseraient après eux une descendance faible, et qui seraient inquiets à leur sujet; qu'ils redoutent donc Allah et qu'ils prononcent des paroles justes","id":"Dan hendaklah takut (kepada Allah) orang-orang yang sekiranya mereka meninggalkan keturunan yang lemah di belakang mereka yang mereka khawatir terhadap (kesejahteraan)nya. Oleh sebab itu, hendaklah mereka bertakwa kepada Allah, dan hendaklah mereka berbicara dengan tutur kata yang benar","ru":"Пусть опасаются те, которые боялись бы за своих немощных потомков, если бы им пришлось оставить их после себя. Пусть они боятся Аллаха и говорят слово правильное","sv":"[De som skiftar arvet] bör tänka på den oro de själva måste känna om de vid sin död efterlämnade minderåriga barn. Därför skall de frukta Gud och [till de faderlösa och de behövande] säga de rätta orden [av tröst och uppmuntran]","tr":"Arkalarında cılız çocuklar bıraktıkları takdirde, bundan endişe edecek olanlar, haksızlık yapmaktan korksunlar; dürüst söz söylesinler","ur":"لوگوں کو اس بات کا خیال کر کے ڈرنا چاہیے کہ اگر وہ خود اپنے پیچھے بے بس اولاد چھوڑتے تو مرتے وقت انہیں اپنے بچوں کے حق میں کیسے کچھ اندیشے لاحق ہوتے پس چاہیے کہ وہ خدا کا خوف کریں اور راستی کی بات کریں","zh":"假若自己遗下幼弱的后裔，自己就会为他们而忧虑；这等人，应当也为别人的孤儿而忧虑，应当敬畏安拉，应当（对临终的病人）说正当的话。"},"transliteration":"Walyakhsha allatheena law tarakoo min khalfihim thurriyyatan diAAafan khafoo AAalayhim falyattaqoo Allaha walyaqooloo qawlan sadeedan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
