{"id":505,"number":12,"text":"۞وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ","translations":{"en":"And for you is half of what your wives leave if they have no child. But if they have a child, for you is one fourth of what they leave, after any bequest they [may have] made or debt. And for the wives is one fourth if you leave no child. But if you leave a child, then for them is an eighth of what you leave, after any bequest you [may have] made or debt. And if a man or woman leaves neither ascendants nor descendants but has a brother or a sister, then for each one of them is a sixth. But if they are more than two, they share a third, after any bequest which was made or debt, as long as there is no detriment [caused]. [This is] an ordinance from Allah, and Allah is Knowing and Forbearing","es":"A los hombres les corresponde la mitad de lo que dejaran sus esposas si no tuvieran hijos. Si tuvieran hijos les corresponde un cuarto, luego de cumplir con sus legados y pagar sus deudas. Si no tuvieran hijos, a las mujeres les corresponde un cuarto de lo que dejaran. Si tuvieran hijos, entonces un octavo de lo que dejaran, luego de cumplir con sus legados y pagar las deudas. Si [el difunto] no tiene padres ni hijos, pero sí un hermano o una hermana, entonces les corresponde a cada uno de ellos un sexto. Si son más, participarán del tercio de la herencia, luego de cumplir con los legados y pagar las deudas, siempre que los legados no causen perjuicio a los herederos. Esto es un precepto de Dios. Dios es Sabio, Generoso","fr":"Et à vous la moitié de ce que laissent vos épouses, si elles n'ont pas d'enfants. Si elles ont un enfant, alors à vous le quart de ce qu'elles laissent, après exécution du testament qu'elles auraient fait ou paiement d'une dette. Et à elles un quart de ce que vous laissez, si vous n'avez pas d'enfant. Mais si vous avez un enfant, à elles alors le huitième de ce que vous laissez après exécution du testament que vous auriez fait ou paiement d'une dette. Et si un homme, ou une femme meurt sans héritier direct, cependant qu'il laisse un frère ou une sœur, à chacun de ceux-ci alors, un sixième. S'ils sont plus de deux, tous alors participeront au tiers, après exécution du testament ou paiement d'une dette, sans préjudice à quiconque. (Telle est l') Injonction d'Allah! Et Allah est Omniscient et Indulgent","id":"Dan bagianmu (suami-suami) adalah seperdua dari harta yang ditinggalkan oleh istri-istrimu, jika mereka tidak mempunyai anak. Jika mereka (istri-istrimu) itu mempunyai anak, maka kamu mendapat seperempat dari harta yang ditinggalkannya setelah (dipenuhi) wasiat yang mereka buat atau (dan setelah dibayar) hutangnya. Para istri memperoleh seperempat harta yang kamu tinggalkan jika kamu tidak mempunyai anak. Jika kamu mempunyai anak, maka para istri memperoleh seperdelapan dari harta yang kamu tinggalkan (setelah dipenuhi) wasiat yang kamu buat atau (dan setelah dibayar) hutang-hutangmu. Jika seseorang meninggal, baik laki-laki maupun perempuan yang tidak meninggalkan ayah dan tidak meninggalkan anak, tetapi mempunyai seorang saudara laki-laki (seibu) atau seorang saudara perempuan (seibu), maka bagi masing-masing dari kedua jenis saudara itu seperenam harta. Tetapi jika saudara-saudara seibu itu lebih dari seorang, maka mereka bersama-sama dalam bagian yang sepertiga itu, setelah (dipenuhi wasiat) yang dibuatnya atau (dan setelah dibayar) hutangnya dengan tidak menyusahkan (kepada ahli waris).182) Demikianlah ketentuan Allah. Allah Maha Mengetahui, Maha Penyantun","ru":"Вам принадлежит половина того, что оставили ваши жены, если у них нет ребенка. Но если у них есть ребенок, то вам принадлежит четверть того, что они оставили. Таков расчет после вычета по завещанию, которое они завещали, или выплаты долга. Им принадлежит четверть того, что вы оставили, если у вас нет ребенка. Но если у вас есть ребенок, то им принадлежит одна восьмая того, что вы оставили. Таков расчет после вычета по завещанию, которое вы завещали, или выплаты долга. Если мужчина или женщина, которые оставили наследство, не имеют родителей или детей, но имеют брата или сестру, то каждому из них достается одна шестая. Но если их больше, то они имеют равные права на одну треть. Таков расчет после вычета по завещанию, которое он завещал, или выплаты долга, если это не причиняет вреда. Такова заповедь Аллаха, ведь Аллах - Знающий, Выдержанный","sv":"Av kvarlåtenskapen efter era hustrur är er andel hälften om de inte efterlämnar barn; men om de efterlämnar barn är den en fjärdedel efter [avdrag för] legat och skulder. Era hustrurs andel i er kvarlåtenskap är en fjärdedel, om ni inte efterlämnar barn; men efterlämnar ni barn, är den en åttondel efter [avdrag för] legat och skulder. Om en man eller en kvinna dör utan att efterlämna barn eller föräldrar men en bror eller syster är i livet, ärver vardera en sjättedel; men om syskonen är fler än två ärver de alla tillsammans en tredjedel efter [avdrag för] legat och skulder utan att [därigenom arvingarnas] intressen skadas. Detta är vad Gud har föreskrivit. Gud vet allt och Han har överseende [med era brister]","tr":"Kadınlarınızın çocukları yoksa bıraktıklarının yarısı sizindir, çocukları varsa, bıraktıklarının ettikleri vasiyetten veya borçtan arta kalanın dörtte biri sizindir. Sizin çocuğunuz yoksa ettiğiniz vasiyet veya borç çıktıktan sonra bıraktıklarınızın dörtte biri karılarınızındır; çocuğunuz varsa, bıraktıklarınızın sekizde biri onlarındır. Eğer bir erkek veya kadına kelale yollu (çocuğu ve babası olmadığı halde) varis olunuyor ve bunların ana-bir erkek veya bir kız kardeşi bulunuyorsa, her birine edilen vasiyetten veya borçtan arta kalanın altıda biri düşer; ikiden çoksalar, üçte birine, zarara uğratılmaksızın ortak olurlar. Bunlar Allah tarafından tavsiye edilmiştir. Allah bilendir. Halim'dir","ur":"اور تمہاری بیویوں نے جو کچھ چھوڑا ہو اس کا آدھا حصہ تمہیں ملے گا اگر وہ بے اولاد ہوں، ورنہ اولاد ہونے کی صورت میں ترکہ کا ایک چوتھائی حصہ تمہارا ہے جبکہ وصیت جو انہوں ں نے کی ہو پوری کر دی جائے، اور قرض جو اُنہوں نے چھوڑا ہو ادا کر دیا جائے اور وہ تمہارے ترکہ میں سے چوتھائی کی حق دار ہوں گی اگر تم بے اولاد ہو، ورنہ صاحب اولاد ہونے کی صورت میں اُن کا حصہ آٹھواں ہوگا، بعد اس کے کہ جو وصیت تم نے کی ہو وہ پوری کر دی جائے اور جو قرض تم نے چھوڑا ہو وہ ادا کر دیا جائے اور اگر وہ مرد یا عورت (جس کی میراث تقسیم طلب ہے) بے اولاد بھی ہو اور اس کے ماں باپ بھی زندہ نہ ہوں، مگر اس کا ایک بھائی یا ایک بہن موجود ہو تو بھائی اور بہن ہر ایک کو چھٹا حصہ ملے گا، اور بھائی بہن ایک سے زیادہ ہوں تو کل ترکہ کے ایک تہائی میں وہ سب شریک ہوں گے، جبکہ وصیت جو کی گئی ہو پوری کر دی جائے، اور قرض جو میت نے چھوڑا ہو ادا کر دیا جائے، بشر طیکہ وہ ضرر رساں نہ ہو یہ حکم ہے اللہ کی طرف سے اور اللہ دانا و بینا اور نرم خو ہے","zh":"如果你们的妻室没有子女，那么，你们得受她们的遗产的二分之一。如果她们有子女，那么，你们得受她们的遗产的四分之一。（这种分配），须在交付亡人所嘱的遗赠或清偿亡人所欠的债务之后。如果你们没有子女，那么，你们的妻室得你们遗产的四分之一。如果你们有子女，那么，她们得你们遗产的八分之一。（这种分配），须在交付亡人遗赠或清偿亡人所欠的债务之后。如果被继承的男子或女子，上无父母，下无子女，只有（同母异父的）一个弟兄和一个姐妹，那么，他和她，各得遗产的六分之一。如果被继承者有（同母异父的）更多的兄弟和姐妹，那么，他们和她们，均分遗产的三分之一。（这种分配），须在交付亡人遗赠或清偿亡人所欠的债务之后，但留遗嘱的时候，不得妨害继承人的权利。这是从安拉发出的命令。安拉是全知的，是至容的。"},"transliteration":"Walakum nisfu ma taraka azwajukum in lam yakun lahunna waladun fain kana lahunna waladun falakumu alrrubuAAu mimma tarakna min baAAdi wasiyyatin yooseena biha aw daynin walahunna alrrubuAAu mimma taraktum in lam yakun lakum waladun fain kana lakum waladun falahunna alththumunu mimma taraktum min baAAdi wasiyyatin toosoona biha aw daynin wain kana rajulun yoorathu kalalatan awi imraatun walahu akhun aw okhtun falikulli wahidin minhuma alssudusu fain kanoo akthara min thalika fahum shurakao fee alththuluthi min baAAdi wasiyyatin yoosa biha aw daynin ghayra mudarrin wasiyyatan mina Allahi waAllahu AAaleemun haleemun","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
