{"id":506,"number":13,"text":"تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translations":{"en":"These are the limits [set by] Allah, and whoever obeys Allah and His Messenger will be admitted by Him to gardens [in Paradise] under which rivers flow, abiding eternally therein; and that is the great attainment","es":"Estas son las leyes de Dios. A quien obedezca a Dios y a Su Mensajero, Él lo introducirá en jardines donde corren ríos, donde vivirá por toda la eternidad. Éste es el éxito supremo","fr":"Tels sont les ordres d'Allah. Et quiconque obéit à Allah et à Son messager, Il le fera entrer dans les Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Et voilà la grande réussite","id":"Itulah batas-batas (hukum) Allah. Barang siapa taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Dan itulah kemenangan yang agung","ru":"Таковы ограничения Аллаха. Тех, кто повинуется Аллаху и Его Посланнику, Он введет в Райские сады, в которых текут реки. Они пребудут там вечно. Это и есть великое преуспеяние","sv":"Dessa är de gränser som Gud [har fastställt]. Gud skall föra den som lyder Honom och Hans Sändebud till lustgårdar, vattnade av bäckar, där han skall förbli till evig tid. Detta är den stora, den lysande segern","tr":"Bunlar Allah'ın yasalarıdır. Allah'a ve Peygamberine kim itaat ederse onu içlerinden ırmaklar akan cennetlere koyacaktır, orada temellidirler, büyük kurtuluş budur","ur":"یہ اللہ کی مقرر کی ہوئی حدیں ہیں جو اللہ اور اُس کے رسول کی اطاعت کرے گا اُسے اللہ ایسے باغوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی اور ان باغوں میں وہ ہمیشہ رہے گا اور یہی بڑی کامیابی ہے","zh":"这些是安拉的法度。谁服从安拉和使者，安拉将使谁入那下临诸河的乐园，而永居其中。这是伟大的成功。"},"transliteration":"Tilka hudoodu Allahi waman yutiAAi Allaha warasoolahu yudkhilhu jannatin tajree min tahtiha alanharu khalideena feeha wathalika alfawzu alAAatheemu","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
