{"id":508,"number":15,"text":"وَٱلَّـٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا","translations":{"en":"Those who commit unlawful sexual intercourse of your women - bring against them four [witnesses] from among you. And if they testify, confine the guilty women to houses until death takes them or Allah ordains for them [another] way","es":"Si una mujer es acusada de fornicación, deben declarar en su contra cuatro testigos [presenciales del acto]. Si los testigos confirman el hecho, condénenlas a reclusión perpetua en sus casas o hasta que Dios les conceda otra salida","fr":"Celles de vos femmes qui forniquent, faites témoigner à leur encontre quatre d'entre vous. S'ils témoignent, alors confinez ces femmes dans vos maisons jusqu'à ce que la mort les rappelle ou qu'Allah décrète un autre ordre à leur égard","id":"(Dan para perempuan yang melakukan perbuatan keji183) di antara perempuan-perempuan kamu, hendaklah terhadap mereka ada empat orang saksi di antara kamu (yang menyaksikannya). Apabila mereka telah memberi kesaksian, maka kurunglah mereka (perempuan itu) dalam rumah sampai mereka menemui ajalnya, atau sampai Allah memberi jalan (yang lain) kepadanya","ru":"Против тех из ваших женщин, которые совершат мерзкий поступок (прелюбодеяние), призовите в свидетели четырех из вас. Если они засвидетельствуют это, то держите их в домах, пока смерть не покончит с ними или пока Аллах не установит для них иной путь","sv":"OM NÅGON av era kvinnor begår en grovt oanständig handling, tillkalla då fyra bland dem av er som har bevittnat handlingen, och om de vittnar [att de har sett den], stäng då in henne i hennes hem till dess döden befriar henne eller Gud visar henne en väg","tr":"Kadınlarınızdan zina edenlere, bunu isbat edecek aranızdan dört şahid getirin, şehadet ederlerse, ölünceye veya Allah onlara bir yol açana kadar evlerde tutun","ur":"تمہاری عورتوں میں سے جو بد کاری کی مرتکب ہوں اُن پر اپنے میں سے چار آدمیوں کی گواہی لو، اور اگر چار آدمی گواہی دے دیں تو ان کو گھروں میں بند رکھو یہاں تک کہ انہیں موت آ جائے یا اللہ اُن کے لیے کوئی راستہ نکال دے","zh":"你们的妇女，若作丑事，你们当在你们的男人中寻求四个人作见证；如果他们已作见证，你们就应该把她们拘留在家里，直到她们死亡，或安拉为她们开辟一条出路。"},"transliteration":"Waallatee yateena alfahishata min nisaikum faistashhidoo AAalayhinna arbaAAatan minkum fain shahidoo faamsikoohunna fee albuyooti hatta yatawaffahunna almawtu aw yajAAala Allahu lahunna sabeelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
