{"id":5083,"number":8,"text":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"en":"And why do you not believe in Allah while the Messenger invites you to believe in your Lord and He has taken your covenant, if you should [truly] be believers","es":"¿Qué les sucede que no creen en Dios, siendo que el Mensajero los invita a creer en su Señor y ya tenía un pacto con ustedes? Si es que son creyentes","fr":"Et qu'avez-vous à ne pas croire en Allah, alors que le Messager vous appelle à croire en votre Seigneur? Et [Allah] a déjà pris [acte] de votre engagement si vous êtes [sincères] dans votre foi","id":"Dan mengapa kamu tidak beriman kepada Allah, padahal Rasul mengajak kamu beriman kepada Tuhanmu? Dan Dia telah mengambil janji (setia)mu, jika kamu orang-orang mukmin","ru":"Что с вами? Почему вы не веруете в Аллаха, тогда как Посланник призывает вас уверовать в вашего Господа? Он уже взял с вас завет, если только вы действительно являетесь верующими","sv":"Hur är det fatt med er, som inte tror på Gud? [Ändå] uppmanar er [Hans] Sändebud att tro på er Herre, som har slutit förbund med er! [Vittnesbörden borde räcka] om ni alls har förmågan att tro","tr":"Peygamber sizi, Rabbinize inanmaya çağırdığı halde, Allah'a niçin inanmazsınız? Hem O, sizden söz almıştı, inanmışlar iseniz; bu çağrıya koşun","ur":"تمہیں کیا ہو گیا ہے کہ تم اللہ پر ایمان نہیں لاتے حالانکہ رسول تمہیں اپنے رب پر ایمان لانے کی دعوت دے رہا ہے اور وہ تم سے عہد لے چکا ہے اگر تم واقعی ماننے والے ہو","zh":"你们怎么不信仰安拉呢？使者号召你们去信仰你们的主，而你们的主，确已和你们缔约，如果你们是信士的话 。，，，，"},"transliteration":"Wama lakum la tuminoona biAllahi waalrrasoolu yadAAookum lituminoo birabbikum waqad akhatha meethaqakum in kuntum mumineena","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
