{"id":5085,"number":10,"text":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَـٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translations":{"en":"And why do you not spend in the cause of Allah while to Allah belongs the heritage of the heavens and the earth? Not equal among you are those who spent before the conquest [of Makkah] and fought [and those who did so after it]. Those are greater in degree than they who spent afterwards and fought. But to all Allah has promised the best [reward]. And Allah, with what you do, is Acquainted","es":"¿Qué les sucede que no aportan a la causa de Dios, siendo que los cielos y la Tierra Le pertenecen a Él? No son iguales quienes hayan aportado y combatido antes de la liberación. Ellos tendrán un rango mayor que quienes hayan aportado y combatido después de la liberación. Pero a todos les ha prometido Dios una hermosa recompensa. Dios está bien informado de cuanto hacen","fr":"Et qu'avez-vous à ne pas dépenser dans le chemin d'Allah, alors que c'est à Allah que revient l'héritage des cieux et de la terre? On ne peut comparer cependant celui d'entre vous qui a donné ses biens et combattu avant la conquête... ces derniers sont plus hauts en hiérarchie que ceux qui ont dépensé et ont combattu après. Or, à chacun, Allah a promis la plus belle récompense, et Allah est Grand Connaisseur de ce que vous faites","id":"Dan mengapa kamu tidak menginfakkan hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Tidak sama orang yang menginfakkan (hartanya di jalan Allah) di antara kamu dan berperang sebelum penaklukan (Mekkah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Dan Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah Mahateliti atas apa yang kamu kerjakan","ru":"Что с вами? Почему вы не расходуете на пути Аллаха, тогда как Аллаху принадлежит наследство небес и земли. Не сравнятся люди с теми из вас, кто расходовал и сражался до победы над Меккой. Эти выше степенью, чем те, которые расходовали и сражались после этого. Но каждому из них Аллах обещал наилучшее, и Аллах ведает о том, что вы совершаете","sv":"Hur är det fatt med er, som inte vill ge [av det ni äger] för Guds sak? Allt det som himlarna och jorden lämnar i arv skall ändå tillfalla Gud! De bland er som gav [av vad de ägde] och kämpade [för Guds sak] före segern kan inte jämställas [med er andra] och står ett steg högre än de som gav och kämpade [först] efteråt, även om Gud har lovat dem alla det högsta goda. Gud är underrättad om vad ni gör","tr":"Göklerin ve yerin mirasçısı Allah olduğu halde, Allah yolunda siz niçin sarf etmiyorsunuz? İçinizden Mekke'nin fethinden önce sarfeden ve savaşan kimseler, daha sonra sarfedip savaşan kimselerle bir değildirler, öncekiler daha üstün derecededirler. Allah, hepsine cenneti vadetmiştir. Allah, işlediklerinizden haberdardır","ur":"آخر کیا وجہ ہے کہ تم اللہ کی راہ میں خرچ نہیں کرتے حالانکہ زمین اور آسمانوں کی میراث اللہ ہی کے لیے ہے تم میں سے جو لوگ فتح کے بعد خرچ اور جہاد کریں گے وہ کبھی اُن لوگوں کے برابر نہیں ہو سکتے جنہوں نے فتح سے پہلے خرچ اور جہاد کیا ہے اُن کا درجہ بعد میں خرچ اور جہاد کرنے والوں سے بڑھ کر ہے اگرچہ اللہ نے دونوں ہی سے اچھے وعدے فرمائے ہیں جو کچھ تم کرتے ہو اللہ اس سے با خبر ہے","zh":"你们怎么不为安拉而施舍呢？天地的遗产，只是安拉的。你们中在胜利之前施舍而且参战者，与在胜利之后施舍而且参战者，不是平等的，前者比后者品级更高。安拉以最优的报酬应许每派人，安拉是彻知你们的行为的。"},"transliteration":"Wama lakum alla tunfiqoo fee sabeeli Allahi walillahi meerathu alssamawati waalardi la yastawee minkum man anfaqa min qabli alfathi waqatala olaika aAAthamu darajatan mina allatheena anfaqoo min baAAdu waqataloo wakullan waAAada Allahu alhusna waAllahu bima taAAmaloona khabeerun","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
