{"id":5087,"number":12,"text":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translations":{"en":"On the Day you see the believing men and believing women, their light proceeding before them and on their right, [it will be said], \"Your good tidings today are [of] gardens beneath which rivers flow, wherein you will abide eternally.\" That is what is the great attainment","es":"Ese día verás la luz de los creyentes y de las creyentes irradiar delante de ellos y a su derecha. [Les será dicho]: \"¡Hoy son bienaventurados, tendrán jardines por donde corren ríos, en donde vivirán por toda la eternidad! ¡Ese es el triunfo grandioso","fr":"Le jour où tu verras les croyants et les croyantes, leur lumière courant devant eux et à leur droite; (on leur dira): «Voici une bonne nouvelle pour vous, aujourd'hui: des Jardins sous lesquels coulent les ruisseaux pour y demeurer éternellement». Tel est l'énorme succès","id":"pada hari engkau akan melihat orang-orang yang beriman laki-laki dan perempuan, betapa cahaya mereka bersinar di depan dan di samping kanan mereka, (dikatakan kepada mereka), \"Pada hari ini ada berita gembira untukmu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Demikianlah kemenangan yang agung","ru":"в тот день, когда ты увидишь, как перед верующими мужчинами и верующими женщинами и справа от них будет распространяться их свет. Возрадуйтесь сегодня Райским садам, в которых текут реки. Вы пребудете в них вечно. Это и есть великое преуспеяние","sv":"[Återbetalningen skall ske] den Dag då du får se de troende männen och kvinnorna [skynda fram] och ljuset [av deras tro och deras goda handlingar] skall lysa framför dem och till höger om dem [och hör] det glada budskapet [som riktas till dem:] \"I dag står lustgårdar, vattnade av bäckar, beredda att ta emot er och där skall ni förbli till evig tid! Detta är den stora, den lysande segern","tr":"İnanmış erkek ve kadınları, defterleri sağdan verilmiş ve ışıkları önlerinde olarak giderken gördüğün gün onlara şöyle denecektir: \"Müjde; bugün içlerinden ırmaklar akan, içinde temelli kalacağınız cennetler sizindir.\" İşte bu büyük kurtuluştur","ur":"اُس دن جبکہ تم مومن مردوں اور عورتوں کو دیکھو گے کہ ان کا نور اُن کے آگے آگے اور ان کے دائیں جانب دوڑ رہا ہوگا (ان سے کہا جائے گا کہ) \"آج بشارت ہے تمہارے لیے\" جنتیں ہونگی جن کے نیچے نہریں بہہ رہی ہونگی، جن میں وہ ہمیشہ رہیں گے یہی ہے بڑی کامیابی","zh":"在那日，你将看见男女信士们，他们的光辉，在他们的前面和右边奔驰，有人将对他们说：你们今日的佳音，是下临诸河的乐园；你们将永居其中，那确是伟大的成功。"},"transliteration":"Yawma tara almumineena waalmuminati yasAAa nooruhum bayna aydeehim wabiaymanihim bushrakumu alyawma jannatun tajree min tahtiha alanharu khalideena feeha thalika huwa alfawzu alAAatheemu","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
