{"id":5088,"number":13,"text":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","translations":{"bn":"যেদিন কপট বিশ্বাসী পুরুষ ও কপট বিশ্বাসিনী নারীরা মুমিনদেরকে বলবেঃ তোমরা আমাদের জন্যে অপেক্ষা কর, আমরাও কিছু আলো নিব তোমাদের জ্যোতি থেকে। বলা হবেঃ তোমরা পিছনে ফিরে যাও ও আলোর খোঁজ কর। অতঃপর উভয় দলের মাঝখানে খাড়া করা হবে একটি প্রাচীর, যার একটি দরজা হবে। তার অভ্যন্তরে থাকবে রহমত এবং বাইরে থাকবে আযাব।","en":"On the [same] Day the hypocrite men and hypocrite women will say to those who believed, \"Wait for us that we may acquire some of your light.\" It will be said, \"Go back behind you and seek light.\" And a wall will be placed between them with a door, its interior containing mercy, but on the outside of it is torment","id":"Pada hari orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, \"Tunggulah kami! Kami ingin mengambil cahayamu.\" (Kepada mereka) dikatakan, \"Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).\" Lalu di antara mereka dipasang dinding (pemisah) yang berpintu. Di bagian dalam ada rahmat dan di luarnya hanya ada azab","ru":"В тот день лицемеры и лицемерки скажут верующим: «Погодите, мы позаимствуем у вас немного света». Им будет сказано: «Возвращайтесь назад и ищите свет». Между ними будет возведен забор с вратами, с внутренней стороны которого будет милость, а снаружи - мучения","tr":"İkiyüzlü erkek ve kadınlar müminlere: \"Bizi de gözetin; ışığınızdan faydalanalım\" dedikleri gün, onlara: \"Ardınıza dönün de ışık arayın\" denir; inananlarla ikiyüzlüler arasına, kapısının içinde rahmet ve dışında azap olan bir sur çekilir","ur":"اُس روز منافق مردوں اور عورتوں کا حال یہ ہوگا کہ وہ مومنوں سے کہیں گے ذرا ہماری طرف دیکھو تاکہ ہم تمہارے نور سے کچھ فائدہ اٹھائیں، مگر ان سے کہا جائے گا پیچھے ہٹ جاؤ، اپنا نور کہیں اور تلاش کرو پھر ان کے درمیان ایک دیوار حائل کر دی جائے گی جس میں ایک دروازہ ہوگا اُس دروازے کے اندر رحمت ہوگی اور باہر عذاب"},"chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"bn":"লোহা","en":"The Iron","id":"Besi","ru":"Железо","tr":"Hadîd","ur":"فولاد"},"type":"medinan"}}
