{"id":5088,"number":13,"text":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","translations":{"en":"On the [same] Day the hypocrite men and hypocrite women will say to those who believed, \"Wait for us that we may acquire some of your light.\" It will be said, \"Go back behind you and seek light.\" And a wall will be placed between them with a door, its interior containing mercy, but on the outside of it is torment","es":"El día que los hipócritas y las hipócritas digan a los creyentes: \"¡Aguarden, para que nos podamos iluminar con su luz!\" Se les dirá: \"¡Apártense y busquen otra luz!\" Entonces se levantará un muro entre ellos que tendrá una puerta. Detrás estará la misericordia de Dios y ante ellos Su castigo","fr":"Le jour où les hypocrites, hommes et femmes, diront à ceux qui croient: «Attendez que nous empruntions [un peu] de votre lumière». Il sera dit: «Revenez en arrière, et cherchez de la lumière». C'est alors qu'on éleva entre eux une muraille ayant une porte dont l'intérieur contient la miséricorde, et dont la face apparente a devant elle le châtiment [l'Enfer]","id":"Pada hari orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, \"Tunggulah kami! Kami ingin mengambil cahayamu.\" (Kepada mereka) dikatakan, \"Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).\" Lalu di antara mereka dipasang dinding (pemisah) yang berpintu. Di bagian dalam ada rahmat dan di luarnya hanya ada azab","ru":"В тот день лицемеры и лицемерки скажут верующим: «Погодите, мы позаимствуем у вас немного света». Им будет сказано: «Возвращайтесь назад и ищите свет». Между ними будет возведен забор с вратами, с внутренней стороны которого будет милость, а снаружи - мучения","sv":"Då skall hycklarna, männen såväl som kvinnorna, säga till de troende: \"Vänta på oss! Låt oss få litet av ert ljus!\" - men de skall få svaret: \"Gå tillbaka och be om ljus!\" Då reser sig en mur mellan dem och i den syns en port; innanför muren finns nåd och barmhärtighet men utanför den, helt nära, straff och lidande","tr":"İkiyüzlü erkek ve kadınlar müminlere: \"Bizi de gözetin; ışığınızdan faydalanalım\" dedikleri gün, onlara: \"Ardınıza dönün de ışık arayın\" denir; inananlarla ikiyüzlüler arasına, kapısının içinde rahmet ve dışında azap olan bir sur çekilir","ur":"اُس روز منافق مردوں اور عورتوں کا حال یہ ہوگا کہ وہ مومنوں سے کہیں گے ذرا ہماری طرف دیکھو تاکہ ہم تمہارے نور سے کچھ فائدہ اٹھائیں، مگر ان سے کہا جائے گا پیچھے ہٹ جاؤ، اپنا نور کہیں اور تلاش کرو پھر ان کے درمیان ایک دیوار حائل کر دی جائے گی جس میں ایک دروازہ ہوگا اُس دروازے کے اندر رحمت ہوگی اور باہر عذاب","zh":"在那日，伪信的男女，将对信道的男女说：请你们等候我们，让我们借你们的一点光辉！有人将要对他们说：你们转回去寻求光辉吧！于是，彼此之间，筑起了一堵隔壁来，隔壁上有一道门，门内有恩惠，门外有刑罚。"},"transliteration":"Yawma yaqoolu almunafiqoona waalmunafiqatu lillatheena amanoo onthuroona naqtabis min noorikum qeela irjiAAoo waraakum failtamisoo nooran faduriba baynahum bisoorin lahu babun batinuhu feehi alrrahmatu wathahiruhu min qibalihi alAAathabu","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
