{"id":5089,"number":14,"text":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","translations":{"bn":"তারা মুমিনদেরকে ডেকে বলবেঃ আমরা কি তোমাদের সাথে ছিলাম না? তারা বলবেঃ হঁ্যা কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদগ্রস্ত করেছ। প্রতীক্ষা করেছ, সন্দেহ পোষণ করেছ এবং অলীক আশার পেছনে বিভ্রান্ত হয়েছ, অবশেষে আল্লাহর আদেশ পৌঁছেছে। এই সবই তোমাদেরকে আল্লাহ সম্পর্কে প্রতারিত করেছে।","en":"The hypocrites will call to the believers, \"Were we not with you?\" They will say, \"Yes, but you afflicted yourselves and awaited [misfortune for us] and doubted, and wishful thinking deluded you until there came the command of Allah. And the Deceiver deceived you concerning Allah","id":"Orang-orang munafik memanggil orang-orang mukmin, \"Bukankah kami dahulu bersama kamu?\" Mereka menjawab, \"Benar, tetapi kamu mencelakakan dirimu sendiri, dan kamu hanya menunggu, meragukan (janji Allah) dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah; dan penipu (setan) datang memperdaya kamu tentang Allah","ru":"Они будут взывать к ним: «Разве мы не были с вами?». Они скажут: «Да, но вы соблазняли самих себя, выжидали, сомневались и обольщались надеждами до тех пор, пока не явилось повеление Аллаха. Соблазнитель (дьявол) обманул вас относительно Аллаха","tr":"İkiyüzlüler, inananlara: \"Biz sizinle beraber değil miydik\" diye seslenirler. Onlar: \"Evet öyle; fakat sizler kendinizi aldattınız, bize pusu kurdunuz, Allah'ın buyruğu gelene kadar dinde şüpheye düştünüz; sizi kuruntular aldattı; sizi şeytanlar Allah'a karşı da ayarttı","ur":"وہ مومنوں سے پکار پکار کر کہیں گے کیا ہم تمہارے ساتھ نہ تھے؟ مومن جواب دیں گے ہاں، مگر تم نے اپنے آپ کو خود فتنے میں ڈالا، موقع پرستی کی، شک میں پڑے رہے، اور جھوٹی توقعات تمہیں فریب دیتی رہیں، یہاں تک کہ اللہ کا فیصلہ آ گیا، اور آخر وقت تک وہ بڑا دھوکے باز تمہیں اللہ کے معاملہ میں دھوکا دیتا رہا"},"chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"bn":"লোহা","en":"The Iron","id":"Besi","ru":"Железо","tr":"Hadîd","ur":"فولاد"},"type":"medinan"}}
