{"id":5089,"number":14,"text":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","translations":{"en":"The hypocrites will call to the believers, \"Were we not with you?\" They will say, \"Yes, but you afflicted yourselves and awaited [misfortune for us] and doubted, and wishful thinking deluded you until there came the command of Allah. And the Deceiver deceived you concerning Allah","es":"Los llamarán: \"¿Acaso no estábamos con ustedes?\" Responderán: \"¡Sí! Pero sucumbieron a la tentación, estaban vacilantes y dudaron. Se dejaron seducir por las falsas esperanzas hasta que les llegó la orden de Dios. Finalmente el Seductor los engañó acerca de Dios","fr":"«N'étions-nous pas avec vous?» leur crieront-ils. «Oui, répondront [les autres] mais vous vous êtes laissés tenter, vous avez comploté (contre les croyants) et vous avez douté et de vains espoirs vous ont trompés, jusqu'à ce que vînt l'ordre d'Allah. Et le séducteur [le diable] vous a trompés au sujet d'Allah","id":"Orang-orang munafik memanggil orang-orang mukmin, \"Bukankah kami dahulu bersama kamu?\" Mereka menjawab, \"Benar, tetapi kamu mencelakakan dirimu sendiri, dan kamu hanya menunggu, meragukan (janji Allah) dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah; dan penipu (setan) datang memperdaya kamu tentang Allah","ru":"Они будут взывать к ним: «Разве мы не были с вами?». Они скажут: «Да, но вы соблазняли самих себя, выжидали, сомневались и обольщались надеждами до тех пор, пока не явилось повеление Аллаха. Соблазнитель (дьявол) обманул вас относительно Аллаха","sv":"De [som är utanför muren] skall ropa till dem [som är innanför]: \"Var vi inte med er?\" [och de andra] skall svara: \"Jo, [ni var med oss], men ni lät er frestas och ni ville i det längsta vänta och se [hur det skulle gå för oss troende]; ni var osäkra och tvekade [om vägen] och lät lura er [av ert önsketänkande], till dess att Gud avgjorde saken. Det var den store bedragaren som förledde er att missräkna er på Gud","tr":"İkiyüzlüler, inananlara: \"Biz sizinle beraber değil miydik\" diye seslenirler. Onlar: \"Evet öyle; fakat sizler kendinizi aldattınız, bize pusu kurdunuz, Allah'ın buyruğu gelene kadar dinde şüpheye düştünüz; sizi kuruntular aldattı; sizi şeytanlar Allah'a karşı da ayarttı","ur":"وہ مومنوں سے پکار پکار کر کہیں گے کیا ہم تمہارے ساتھ نہ تھے؟ مومن جواب دیں گے ہاں، مگر تم نے اپنے آپ کو خود فتنے میں ڈالا، موقع پرستی کی، شک میں پڑے رہے، اور جھوٹی توقعات تمہیں فریب دیتی رہیں، یہاں تک کہ اللہ کا فیصلہ آ گیا، اور آخر وقت تک وہ بڑا دھوکے باز تمہیں اللہ کے معاملہ میں دھوکا دیتا رہا","zh":"他们将喊叫信道的人们说：难道我们与你们不是同教吗？他们说：不然，你们自欺、观望、怀疑正道，种种妄想欺骗你们，直到安拉的命令来临，猾贼曾以安拉的优容欺骗你们。"},"transliteration":"Yunadoonahum alam nakun maAAakum qaloo bala walakinnakum fatantum anfusakum watarabbastum wairtabtum wagharratkumu alamaniyyu hatta jaa amru Allahi wagharrakum biAllahi algharooru","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
