{"id":509,"number":16,"text":"وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا","translations":{"en":"And the two who commit it among you, dishonor them both. But if they repent and correct themselves, leave them alone. Indeed, Allah is ever Accepting of repentance and Merciful","es":"El castigo se aplica a los dos que lo cometen [hombre y mujer]. Pero cuando se arrepientan y enmienden, déjenlos en paz. Dios es Indulgente, Misericordioso","fr":"Les deux d'entre vous qui l'ont commise [la fornication], sévissez contre eux. S'ils se repentent ensuite et se réforment, alors laissez-les en paix. Allah demeure Accueillant au repentir et Miséricordieux","id":"Dan terhadap dua orang yang melakukan perbuatan keji di antara kamu, maka berilah hukuman kepada keduanya. Jika keduanya tobat dan memperbaiki diri, maka biarkanlah mereka. Sungguh, Allah Maha Penerima tobat, Maha Penyayang","ru":"Если двое из вас совершат такой поступок (прелюбодеяние), то подвергните обоих наказанию. Если они раскаются и станут поступать праведно, то оставьте их, ведь Аллах - Принимающий покаяния, Милосердный","sv":"Om två begått en sådan handling, straffa dem båda. Men lämna dem i fred, om de ångrar sin handling och bättrar sig. Gud tar i Sin barmhärtighet emot den ångerfulles ånger","tr":"İçinizden zina eden iki kimseye eziyet edin, tevbe edip düzeltirlerse onları bırakın. Doğrusu Allah tevbeleri daima kabul ve merhamet eder","ur":"اور تم میں سے جو اس فعل کا ارتکاب کریں اُن دونوں کو تکلیف دو، پھر اگر وہ توبہ کریں اور اپنی اصلاح کر لیں تو انہیں چھوڑ دو کہ اللہ بہت توبہ قبول کرنے والا اور رحم فرمانے والا ہے","zh":"你们的男人，若作丑事，你们应当责备他俩；如果他俩悔罪自新，你们就应当原谅他俩。安拉确是至宥的，确是至慈的。"},"transliteration":"Waallathani yatiyaniha minkum faathoohuma fain taba waaslaha faaAAridoo AAanhuma inna Allaha kana tawwaban raheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
