{"id":5094,"number":19,"text":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَـٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","translations":{"en":"And those who have believed in Allah and His messengers - those are [in the ranks of] the supporters of truth and the martyrs, with their Lord. For them is their reward and their light. But those who have disbelieved and denied Our verses - those are the companions of Hellfire","es":"Quienes creen en Dios y en Sus Mensajeros son los veraces para Dios, los que mueren dando testimonio [de su fe]. Ellos recibirán su recompensa y su luz. Pero los que se negaron a creer y desmintieron Mis signos, morarán en el fuego del Infierno","fr":"Ceux qui ont cru en Allah et en Ses messagers ceux-là sont les grands véridiques et les témoins auprès d'Allah. Ils auront leur récompense et leur lumière, tandis que ceux qui ont mécru et traité de mensonges Nos signes, ceux-là seront les gens de la Fournaise","id":"Dan orang-orang yang beriman kepada Allah dan rasul-rasul-Nya, mereka itu orang-orang yang tulus hati (pecinta kebenaran) dan saksi-saksi di sisi Tuhan mereka. Mereka berhak mendapat pahala dan cahaya. Tetapi orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni-penghuni neraka","ru":"Уверовавшие в Аллаха и Его посланников - это правдивейшие люди. А павшие мученики находятся возле своего Господа, и им уготованы их награда и их свет. А те, которые не уверовали и сочли ложью Наши знамения, являются обитателями Ада","sv":"Och de som tror på Gud och Hans Sändebud och som vittnar om sanningen inför Gud, de skall få sin lön och [skall lysas av] ett klart ljus! Men de som förnekar sanningen och påstår att Våra budskap är lögn har Elden till arvedel","tr":"Allah'a ve peygamberlerine inananlara, dosdoğru olanlara ve Allah yolunda şehit düşenlere, işte onlara, Rableri katında nur ve ecir vardır. İnkar edip ayetlerimizi yalanlayanlar, işte onlar da, cehennemlik olanlardır","ur":"اور جو لوگ اللہ اور اس کے رسولوں پر ایمان لائے ہیں وہی اپنے رب کے نزدیک صدیق اور شہید ہیں، اُن کے لیے اُن کا اجر اور اُن کا نور ہے اور جن لوگوں نے کفر کیا ہے اور ہماری آیات کو جھٹلایا ہے وہ دوزخی ہیں","zh":"信仰安拉和使者的人们，在主那里，是虔诚者，是见证者，他们将有他们的报酬和光明。不信道并且否认我的迹象的人们，是火狱的居民。"},"transliteration":"Waallatheena amanoo biAllahi warusulihi olaika humu alssiddeeqoona waalshshuhadao AAinda rabbihim lahum ajruhum wanooruhum waallatheena kafaroo wakaththaboo biayatina olaika ashabu aljaheemi","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
