{"id":5096,"number":21,"text":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translations":{"en":"Race toward forgiveness from your Lord and a Garden whose width is like the width of the heavens and earth, prepared for those who believed in Allah and His messengers. That is the bounty of Allah which He gives to whom He wills, and Allah is the possessor of great bounty","es":"¡Apresúrense a alcanzar el perdón de su Señor y así obtener un Paraíso tan vasto como el cielo y la Tierra, el cual está reservado para quienes creen en Dios y en Sus Mensajeros! Esa es la bendición de Dios, y Él se la concede a quien quiere. Dios es poseedor de una bendición grandiosa","fr":"Hâtez-vous vers un pardon de votre Seigneur ainsi qu'un Paradis aussi large que le ciel et la terre, préparé pour ceux qui ont cru en Allah et en Ses Messagers. Telle est la grâce d'Allah qu'Il donne à qui Il veut. Et Allah est le Détenteur de l'énorme grâce","id":"Berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dan surga yang luasnya seluas langit dan bumi, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar","ru":"Стремитесь же к прощению от вашего Господа и Раю, ширина которого подобна ширине неба и земли. Он уготован для тех, которые уверовали в Аллаха и Его посланников. Такова милость Аллаха, которую Он дарует тем, кому пожелает. Аллах обладает великой милостью","sv":"Tävla [därför] om [att vinna] er Herres förlåtelse och ett paradis, lika vidsträckt som himlarna och jorden, vilket är berett att ta emot dem som tror på Gud och Hans Sändebud. I Sin godhet låter Gud Sin nåd [flöda] över den Han vill - Guds nåd är en outsinlig källa","tr":"Ey İnsanlar! Rabbiniz tarafından bağışlanmaya, Allah'a ve Peygamberine inananlar için hazırlanmış, genişliği yerle göğün genişliği kadar olan cennete koşusun; bu Allah'ın dilediğine verdiği lütfudur. Allah, büyük lütuf sahibidir","ur":"دوڑو اور ایک دوسرے سے آگے بڑھنے کی کوشش کرو اپنے رب کی مغفرت اور اُس کی جنت کی طرف جس کی وسعت آسمان و زمین جیسی ہے، جو مہیا کی گئی ہے اُن لوگوں کے لیے جو اللہ اور اُس کے رسولوں پر ایمان لائے ہوں یہ اللہ کا فضل ہے، جسے چاہتا ہے عطا فرماتا ہے، اور اللہ بڑے فضل والا ہے","zh":"你们应当争取从你们的主发出的赦宥，和与天地一样广阔的乐园--为信仰安拉和众使者的人们而准备的乐园--那是安拉的恩典，他将它赏赐他所意欲者。安拉是有宏恩的。"},"transliteration":"Sabiqoo ila maghfiratin min rabbikum wajannatin AAarduha kaAAardi alssamai waalardi oAAiddat lillatheena amanoo biAllahi warusulihi thalika fadlu Allahi yuteehi man yashao waAllahu thoo alfadli alAAatheemi","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
