{"id":510,"number":17,"text":"إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translations":{"en":"The repentance accepted by Allah is only for those who do wrong in ignorance [or carelessness] and then repent soon after. It is those to whom Allah will turn in forgiveness, and Allah is ever Knowing and Wise","es":"Dios solo perdona a quienes cometen el mal por ignorancia y se arrepienten antes de morir. A éstos Dios los absuelve porque es Sabio y todo lo sabe","fr":"Allah accueille seulement le repentir de ceux qui font le mal par ignorance et qui aussitôt se repentent. Voilà ceux de qui Allah accueille le repentir. Et Allah est Omniscient et Sage","id":"Sesungguhnya bertobat kepada Allah itu hanya (pantas) bagi mereka yang melakukan kejahatan karena tidak mengerti, kemudian segera bertobat. Tobat mereka itulah yang diterima Allah. Allah Maha Mengetahui, Mahabijaksana","ru":"Воистину, Аллах обязался принимать покаяния тех, которые совершают дурной поступок по своему невежеству и вскоре раскаиваются. Их покаяния Аллах принимает, ведь Аллах - Знающий, Мудрый","sv":"Men vägen tillbaka till Gud genom ånger är öppen enbart för dem som av oförstånd begår en dålig handling och sedan ångrar [den], innan deras tid är ute. Gud vänder Sig till dem och innesluter dem på nytt i Sin nåd; Gud är allvetande, vis","tr":"Allah kötülüğü bilmeyerek yapıp da, hemen tevbe edenlerin tevbesini kabul etmeyi üzerine almıştır. Allah işte onların tevbesini kabul eder. Allah Bilen'dir, Hakim olandır","ur":"ہاں یہ جان لو کہ اللہ پر توبہ کی قبولیت کا حق اُنہی لوگوں کے لیے ہے جو نادانی کی وجہ سے کوئی برا فعل کر گزرتے ہیں اور اس کے بعد جلدی ہی توبہ کر لیتے ہیں ایسے لوگوں پر اللہ اپنی نظر عنایت سے پھر متوجہ ہو جاتا ہے اور اللہ ساری باتوں کی خبر رکھنے والا اور حکیم و دانا ہے","zh":"安拉只赦宥无知而作恶，不久就悔罪的人；这等人，安拉将赦宥他们。安拉是全知的，是至睿的。"},"transliteration":"Innama alttawbatu AAala Allahi lillatheena yaAAmaloona alssooa bijahalatin thumma yatooboona min qareebin faolaika yatoobu Allahu AAalayhim wakana Allahu AAaleeman hakeeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
