{"id":5100,"number":25,"text":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","translations":{"en":"We have already sent Our messengers with clear evidences and sent down with them the Scripture and the balance that the people may maintain [their affairs] in justice. And We sent down iron, wherein is great military might and benefits for the people, and so that Allah may make evident those who support Him and His messengers unseen. Indeed, Allah is Powerful and Exalted in Might","es":"Envié a Mis Mensajeros con las pruebas evidentes e hice descender con ellos el Libro y la balanza de la justicia para que la gente establezca la equidad. Hice descender el hierro, en el que hay gran poder y beneficio para la gente. Para que Dios distinga a quienes se esfuercen sinceramente por Su causa y la de Sus Mensajeros. Dios es Fortísimo, Poderoso","fr":"Nous avons effectivement envoyé Nos Messagers avec des preuves évidentes, et fait descendre avec eux le Livre et la balance, afin que les gens établissent la justice. Et Nous avons fait descendre le fer, dans lequel il y a une force redoutable, aussi bien que des utilités pour les gens, et pour qu'Allah reconnaisse qui, dans l'Invisible, défendra Sa cause et celle de Ses Messagers. Certes, Allah est Fort et Puissant","id":"Sungguh, Kami telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan Kami turunkan bersama mereka Kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Dan Kami menciptakan besi yang mempunyai kekuatan hebat dan banyak manfaat bagi manusia, dan agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat, Mahaperkasa","ru":"Мы уже отправили Наших посланников с ясными знамениями и ниспослали с ними Писание и Весы, чтобы люди придерживались справедливости. Мы также ниспослали железо, в котором заключается могучая сила и польза для людей, для того, чтобы Аллах узнал тех, кто помогает Ему и Его посланникам, хотя и не видит Его воочию. Воистину, Аллах - Всесильный, Могущественный","sv":"Vi sände Våra profeter med klara bevis [om sanningen] och med dem sände Vi Skriften och en Våg för att [hjälpa] människorna att handla rättvist. Och järnet, som har fruktansvärd styrka och som är människan till nytta, har Vi satt i era [händer]. Låt därför dem ge sig till känna som vill stödja och försvara Guds och Hans Sändebuds sak, fastän [Gud] inte kan ses eller förnimmas. All styrka och all makt ligger hos Gud","tr":"And olsun ki peygamberlerimizi belgelerle gönderdik; insanların doğru (adaletli) hareket etmeleri için peygamberlere kitap ve ölçü indirdik; pek sert olan ve insanlara birçok faydası bulunan demiri de indirdik. Bu, Allah'ın dinine ve peygamberlerine görmeksizin yardım edenleri meydana çıkarması içindir. Doğrusu Allah kuvvetlidir, güçlüdür","ur":"ہم نے اپنے رسولوں کو صاف صاف نشانیوں اور ہدایات کے ساتھ بھیجا، اور اُن کے ساتھ کتاب اور میزان نازل کی تاکہ لوگ انصاف پر قائم ہوں، اور لوہا اتارا جس میں بڑا زور ہے اور لوگوں کے لیے منافع ہیں یہ اس لیے کیا گیا ہے کہ اللہ کو معلوم ہو جائے کہ کون اُس کو دیکھے بغیر اس کی اور اُس کے رسولوں کی مدد کرتا ہے یقیناً اللہ بڑی قوت والا اور زبردست ہے","zh":"我确已派遣我的众使者，去传达我的许多明证，并降示天经和公平，以便众人谨守公道。我曾创造钢铁，其中有严厉的刑罚，对于众人没有许多裨益；以便安拉知道在秘密中襄助他和他的众使者的人。安拉确是至刚的，确是万能的。"},"transliteration":"Laqad arsalna rusulana bialbayyinati waanzalna maAAahumu alkitaba waalmeezana liyaqooma alnnasu bialqisti waanzalna alhadeeda feehi basun shadeedun wamanafiAAu lilnnasi waliyaAAlama Allahu man yansuruhu warusulahu bialghaybi inna Allaha qawiyyun AAazeezun","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
