{"id":5101,"number":26,"text":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","translations":{"en":"And We have already sent Noah and Abraham and placed in their descendants prophethood and scripture; and among them is he who is guided, but many of them are defiantly disobedient","es":"Envié a Noé y a Abraham, y agracié a la descendencia de ambos con la profecía y el Libro. Entre sus descendientes hubo quienes siguieron la guía, aunque muchos de ellos fueron corruptos","fr":"Nous avons effectivement envoyé Noé et Abraham et accordé à leur descendance la prophétie et le Livre. Certains d'entre eux furent bien-guidés, tandis que beaucoup d'entre eux furent pervers","id":"Dan sungguh, Kami telah mengutus Nuh dan Ibrahim dan Kami berikan kenabian dan kitab (wahyu) kepada keturunan keduanya, di antara mereka ada yang menerima petunjuk dan banyak di antara mereka yang fasik","ru":"Мы уже отправили Нуха (Ноя) и Ибрахима (Авраама) и установили пророчество и Писание в их потомстве. Среди них есть такие, которые следуют прямым путем, но многие из них являются нечестивцами","sv":"Ja, Vi sände Noa och Abraham och kallade flera av deras efterkommande till profeter och gav dem [Våra] uppenbarelser; bland dessa [efterkommande] följde några den raka vägen, men många av dem visade trots och olydnad [mot Gud]","tr":"And olsun ki Nuh'u ve İbrahim'i Biz gönderdik; ikisinin soyundan gelenlere peygamberlik ve kitap verdik; soylarından gelenlerin kimi doğru yoldadır, birçoğu da yoldan çıkmıştır","ur":"ہم نے نوحؑ اور ابراہیمؑ کو بھیجا اور اُن دونوں کی نسل میں نبوت اور کتاب رکھ دی پھر ان کی اولاد میں سے کسی نے ہدایت اختیار کی اور بہت سے فاسق ہو گئے","zh":"我确已派遣努哈和易卜拉欣，我以预言和天经赏赐他俩的后裔；他们中有遵循正道的，他们中有许多人是悖逆的。"},"transliteration":"Walaqad arsalna noohan waibraheema wajaAAalna fee thurriyyatihima alnnubuwwata waalkitaba faminhum muhtadin wakatheerun minhum fasiqoona","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
