{"id":5103,"number":28,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translations":{"en":"O you who have believed, fear Allah and believe in His Messenger; He will [then] give you a double portion of His mercy and make for you a light by which you will walk and forgive you; and Allah is Forgiving and Merciful","es":"¡Oh, creyentes! ¡Tengan temor de Dios y crean en Su Mensajero! Les multiplicará Su misericordia, les dará una luz para el camino y los perdonará. Dios es Absolvedor, Misericordioso","fr":"O Vous qui avez cru! Craignez Allah et croyez en Son messager pour qu'Il vous accorde deux parts de Sa miséricorde, et qu'Il vous assigne une lumière à l'aide de laquelle vous marcherez, et qu'Il vous pardonne, car Allah est Pardonneur et Très Miséricordieux","id":"Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepada dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang","ru":"О те, которые уверовали! Бойтесь Аллаха и веруйте в Его Посланника, и тогда Он одарит вас вдвойне из Своей милости, и дарует вам свет, при котором вы будете идти, и простит вас. Аллах - Прощающий, Милосердный","sv":"TROENDE! Frukta Gud och tro på Hans Sändebud! Då skall Han av nåd ge er en dubbel belöning och låta ett ljus lysa er på er vandring och Han skall ge er Sin förlåtelse - Gud är ständigt förlåtande, barmhärtig","tr":"Ey inananlar! Allah'tan sakının, Peygamberine inanın ki, Allah size rahmetini iki kat versin; size ışığında yürüyeceğiniz bir ışık var etsin; sizi bağışlasın; Allah bağışlayandır, acıyandır","ur":"اے لوگو جو ایمان لائے ہو، اللہ سے ڈرو اور اس کے رسولؐ پر ایمان لاؤ، اللہ تمہیں اپنی رحمت کا دوہرا حصہ عطا فرمائے گا اور تمہیں وہ نور بخشے گا جس کی روشنی میں تم چلو گے، اور تمہارے قصور معاف کر دے گا، اللہ بڑا معاف کرنے والا اور مہربان ہے","zh":"信道的人们啊！你们应当敬畏安拉，应当信仰他的使者，他就把他的恩惠加倍赏赐你们，他就为你们创造一道光明；你们将借那道光明而行走，他就赦宥你们。安拉是至赦的，是至慈的。"},"transliteration":"Ya ayyuha allatheena amanoo ittaqoo Allaha waaminoo birasoolihi yutikum kiflayni min rahmatihi wayajAAal lakum nooran tamshoona bihi wayaghfir lakum waAllahu ghafoorun raheemun","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
