{"id":5104,"number":29,"text":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translations":{"en":"[This is] so that the People of the Scripture may know that they are not able [to obtain] anything from the bounty of Allah and that [all] bounty is in the hand of Allah; He gives it to whom He wills. And Allah is the possessor of great bounty","es":"Que la Gente del Libro sepan que carecen de privilegios ante Dios. Los favores están en manos de Dios, y Él los concede a quien quiere. Dios es el poseedor del favor inmenso","fr":"Cela afin que les gens du Livre sachent qu'ils ne peuvent en rien disposer de la grâce d'Allah et que la grâce est dans la main d'Allah. Il la donne à qui Il veut, et Allah est le Détenteur de la grâce immense","id":"agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwa karunia itu ada di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar","ru":"Аллах одарит вас для того, чтобы люди Писания знали, что они ничего не способны приобрести из милости Аллаха и что милость находится в Руке Аллаха, Который дарует ее тому, кому пожелает. Аллах обладает великой милостью","sv":"Efterföljarna av gångna tiders uppenbarelser bör förstå att de inte har någon makt över Guds nåd. Nåden är i Guds hand och Han skänker den till den Han vill. - Guds nåd är en outsinlig källa","tr":"Kitap ehli bilsinler ki, Allah'ın lütfundan hiçbir şey elde edemezler (bu lütfa malik değillerdir); lütuf Allah'ın elindedir, onu dilediğine verir; Allah büyük lütuf sahibidir","ur":"(تم کو یہ روش اختیار کرنی چاہیے) تاکہ اہل کتاب کو معلوم ہو جائے کہ اللہ کے فضل پر اُن کا کوئی اجارہ نہیں ہے، اور یہ کہ اللہ کا فضل اس کے اپنے ہی ہاتھ میں ہے، جسے چاہتا ہے عطا فرماتا ہے، اور وہ بڑے فضل والا ہے","zh":"以便曾受天经的人们知道，他们简直不能操纵安拉的恩典，并且知道，凡恩典都在安拉的掌握中，他要赏赐谁，就赏赐谁，安拉是有宏恩的。"},"transliteration":"Lialla yaAAlama ahlu alkitabi alla yaqdiroona AAala shayin min fadli Allahi waanna alfadla biyadi Allahi yuteehi man yashao waAllahu thoo alfadli alAAatheemi","chapter":{"id":57,"name":"الحديد","transliteration":"Al-Hadid","translations":{"en":"The Iron","es":"El Hierro","fr":"Le fer","id":"Besi","ru":"Железо","sv":"Järnet","tr":"Hadîd","ur":"فولاد","zh":"铁"},"type":"medinan"}}
