{"id":5105,"number":1,"text":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","translations":{"en":"Certainly has Allah heard the speech of the one who argues with you, [O Muhammad], concerning her husband and directs her complaint to Allah. And Allah hears your dialogue; indeed, Allah is Hearing and Seeing","es":"Dios oyó las palabras de quien reclamaba ante ti [¡oh, Mujámmad!] acerca de su esposo y se quejaba por su aflicción ante Dios, y Dios escuchaba su diálogo porque Dios todo lo oye, todo lo ve","fr":"Allah a bien entendu la parole de celle qui discutait avec toi à propos de son époux et se plaignait à Allah. Et Allah entendait votre conversation, car Allah est Audient et Clairvoyant","id":"Sungguh, Allah telah mendengar ucapan perempuan yang mengajukan gugatan kepadamu (Muhammad) tentang suaminya, dan mengadukan (halnya) kepada Allah, dan Allah mendengar percakapan antara kamu berdua. Sesungguhnya Allah Maha Mendengar, Maha Melihat","ru":"Аллах уже услышал слова женщины, которая вступила с тобой в пререкания относительно своего мужа и пожаловалась Аллаху. Аллах слышал ваш спор, ведь Аллах - Слышащий, Видящий","sv":"GUD har helt visst hört hennes ord, hon som vädjar till dig i [tvisten med] sin man och som bönfaller Gud om hjälp. Och Gud hör vad ni båda har haft att anföra - Gud är Den som hör allt, ser allt","tr":"Kocası hakkında seninle tartışan ve Allah'a şikayette bulunan kadının sözünü Allah işitmiştir; esasen Allah konuşmanızı işitir. Doğrusu Allah işitendir, görendir","ur":"اللہ نے سن لی اُس عورت کی بات جو ا پنے شوہر کے معاملہ میں تم سے تکرار کر رہی ہے اور اللہ سے فریاد کیے جاتی ہے اللہ تم دونوں کی گفتگو سن رہا ہے، وہ سب کچھ سننے اور دیکھنے والا ہے","zh":"安拉确已听取为丈夫而向你辩诉，并向安拉诉苦者的陈述了。安拉听着你俩的辩论；安拉确是全聪的，确是全明的。"},"transliteration":"Qad samiAAa Allahu qawla allatee tujadiluka fee zawjiha watashtakee ila Allahi waAllahu yasmaAAu tahawurakuma inna Allaha sameeAAun baseerun","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
