{"id":5106,"number":2,"text":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّـٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","translations":{"en":"Those who pronounce thihar among you [to separate] from their wives - they are not [consequently] their mothers. Their mothers are none but those who gave birth to them. And indeed, they are saying an objectionable statement and a falsehood. But indeed, Allah is Pardoning and Forgiving","es":"Quienes digan a sus mujeres: \"¡Eres para mí tan ilícita como mi madre!\" Sepan que ellas no son sus madres. Sus madres son solo quienes los han dado a luz. Lo que dicen es reprobable y falso, pero Dios es Remisorio, Absolvedor","fr":"Ceux d'entre vous qui répudient leurs femmes, en déclarant qu'elles sont pour eux comme le dos de leurs mères. alors qu'elles ne sont nullement leurs mères, car ils n'ont pour mères que celles qui les ont enfantés. Ils prononcent certes une parole blâmable et mensongère. Allah cependant est Indulgent et Pardonneur","id":"Orang-orang di antara kamu yang menzihar istrinya, (menganggap istrinya sebagai ibunya, padahal) istri mereka itu bukanlah ibunya. Ibu-ibu mereka hanyalah perempuan yang melahirkannya. Dan sesungguhnya mereka benar-benar telah mengucapkan suatu perkataan yang mungkar dan dusta. Dan sesungguhnya Allah Maha Pemaaf, Maha Pengampun","ru":"Те из вас, которые объявляют своих жен запретными для себя, говорят слова предосудительные и лживые. Их жены - не матери им, ведь их матерями являются только женщины, которые их родили. Воистину, Аллах - Снисходительный, Прощающий","sv":"De av er som [hädanefter vill] förskjuta sina hustrur [bör inse att de] inte är deras mödrar; deras mödrar är de som födde dem och inga andra. Orden [som yttras enligt denna sed] strider mot rim och reson och är en klar lögn. Men Gud utplånar och förlåter mycken synd","tr":"İçinizde karılarını \"zıhar\" yapanlar bilsinler ki, karıları anneleri değildir; anneleri ancak, onları doğuranlardır. Doğrusu söyledikleri kötü ve asılsız bir sözdür. Allah şüphesiz affedendir, bağışlayandır","ur":"تم میں سے جو لوگ اپنی بیویوں سے ظہار کرتے ہیں ان کی بیویاں ان کی مائیں نہیں ہیں، ان کی مائیں تو وہی ہیں جنہوں نے ان کو جنا ہے یہ لوگ ایک سخت ناپسندیدہ اور جھوٹی بات کہتے ہیں، اور حقیقت یہ ہے کہ اللہ بڑا معاف کرنے والا اور درگزر فرمانے والا ہے","zh":"你们中把妻室当母亲的人们，她们不是他们的母亲；除他们的生身之母外，没有任何人，可以称为他们的母亲；他们的确说出恶言和谎话；安拉确是至宥的，确是至赦的。"},"transliteration":"Allatheena yuthahiroona minkum min nisaihim ma hunna ommahatihim in ommahatuhum illa allaee waladnahum wainnahum layaqooloona munkaran mina alqawli wazooran wainna Allaha laAAafuwwun ghafoorun","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
