{"id":5107,"number":3,"text":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translations":{"en":"And those who pronounce thihar from their wives and then [wish to] go back on what they said - then [there must be] the freeing of a slave before they touch one another. That is what you are admonished thereby; and Allah is Acquainted with what you do","es":"Quienes repudien a su mujer diciéndole: \"¡Eres para mí tan ilícita como mi madre!\", y luego se retracten, deberán liberar a un esclavo antes de poder cohabitar. Así es como se los escarmienta. Sepan que Dios está bien informado de cuanto hacen","fr":"Ceux qui comparent leurs femmes au dos de leurs mères puis reviennent sur ce qu'ils ont dit, doivent affranchir un esclave avant d'avoir aucun contact [conjugal] avec leur femme. C'est ce dont on vous exhorte. Et Allah est Parfaitement Connaisseur de ce que vous faites","id":"Dan mereka yang menzihar istrinya, kemudian menarik kembali apa yang telah mereka ucapkan, maka (mereka diwajibkan) memerdekakan seorang budak sebelum kedua suami istri itu bercampur. Demikianlah yang diajarkan kepadamu, dan Allah Mahateliti atas apa yang kamu kerjakan","ru":"Те, которые объявляют своих жен запретными для себя, а потом отрекаются от сказанного, должны освободить одного раба прежде, чем они прикоснутся друг к другу. Этим вас увещевают, и Аллах ведает о том, что вы совершаете","sv":"De som på detta sätt förskjuter sin hustru men tar tillbaka sitt ord skall [som bot] skänka en slav friheten, innan samlivet [med den förskjutna] får återupptas. Detta är vad Gud föreskriver för er. Gud är underrättad om vad ni gör","tr":"Karılarını zıhar yoluyla boşamak isteyip, sonra sözlerinden dönenlerin, ailesiyle temas etmeden bir köle azad etmeleri gerekir. Size bu hususta böylece öğüt verilmektedir. Allah, işlediklerinizden haberdardır","ur":"جو لوگ اپنی بیویوں سے ظہار کریں پھر اپنی اُس بات سے رجوع کریں جو انہوں نے کہی تھی، تو قبل اس کے کہ دونوں ایک دوسرے کو ہاتھ لگائیں، ایک غلام آزاد کرنا ہوگا اِس سے تم کو نصیحت کی جاتی ہے، اور جو کچھ تم کرتے ہو اللہ اس سے باخبر ہے","zh":"把妻子当做母亲然后悔其所言者，在交接之前，应该释放一个奴隶。那是用来劝告你们的，安拉是彻知你们的行为的。"},"transliteration":"Waallatheena yuthahiroona min nisaihim thumma yaAAoodoona lima qaloo fatahreeru raqabatin min qabli an yatamassa thalikum tooAAathoona bihi waAllahu bima taAAmaloona khabeerun","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
