{"id":5108,"number":4,"text":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","translations":{"en":"And he who does not find [a slave] - then a fast for two months consecutively before they touch one another; and he who is unable - then the feeding of sixty poor persons. That is for you to believe [completely] in Allah and His Messenger; and those are the limits [set by] Allah. And for the disbelievers is a painful punishment","es":"Pero quien no pueda hacerlo, deberá ayunar dos meses consecutivos antes de poder cohabitar. Quien no pueda, deberá alimentar a sesenta pobres. Esto es para que crean [con sinceridad] en Dios y en Su Mensajero [y aprendan a respetar a la mujer]. Estos son los preceptos de Dios. Pero los que se nieguen a creer recibirán un castigo doloroso","fr":"Mais celui qui n'en trouve pas les moyens doit jeûner alors deux mois consécutifs avant d'avoir aucun contact [conjugal] avec sa femme. Mais s'il ne peut le faire non plus, alors qu'il nourrisse soixante pauvres. Cela, pour que vous croyiez en Allah et en Son messager. Voilà les limites imposées par Allah. Et les mécréants auront un châtiment douloureux","id":"Maka barangsiapa tidak dapat (memerdekakan hamba sahaya), maka (dia wajib) berpuasa dua bulan berturut-turut sebelum keduanya bercampur. Tetapi barangsiapa tidak mampu, maka (wajib) memberi makan enam puluh orang miskin. Demikianlah agar kamu beriman kepada Allah dan Rasul-Nya. Itulah hukum-hukum Allah, dan bagi orang-orang yang mengingkarinya akan mendapat azab yang sangat pedih","ru":"Если кто-либо не сможет сделать этого, то он должен поститься в течение двух месяцев без перерыва прежде, чем они прикоснутся друг к другу. А кто не способен на это, тому надлежит накормить шестьдесят бедняков. Это делается для того, чтобы вы уверовали в Аллаха и Его Посланника. Таковы ограничения Аллаха, а для неверующих уготованы мучительные страдания","sv":"De som inte [är i stånd att lyda denna föreskrift] skall fasta två månader i följd, innan [man och hustru] får återuppta samlivet; och de som inte förmår [fasta] skall ge mat åt sextio nödställda; på så sätt får ni [visa] er tro på Gud och Hans Sändebud. Detta är Guds föreskrifter, och de som inte lyder [dem] har ett plågsamt straff [att vänta]","tr":"Azad edecek köle bulamayanın, ailesiyle temastan önce iki ay birbiri peşinden oruç tutması gerekir. Buna gücü yetmeyen, altmış düşkünü doyurur. Bu kolaylık, Allah'a ve Peygamberine inanmış olmanızdan ötürüdür; bunlar, Allah'ın koyduğu sınırlardır; inkar edenler için can yakıcı azap vardır","ur":"اور جو شخص غلام نہ پائے وہ دو مہینے کے پے در پے روزے رکھے قبل اس کے کہ دونوں ایک دوسرے کو ہاتھ لگائیں اور جو اس پر بھی قادر نہ ہو وہ ۶۰ مسکینوں کو کھانا کھلائے یہ حکم اس لیے دیا جا رہا ہے کہ تم اللہ اور اُس کے رسول پر ایمان لاؤ یہ اللہ کی مقرر کی ہوئی حدیں ہیں، اور کافروں کے لیے دردناک سزا ہے","zh":"没有奴隶者，在交接之前，应该连续斋戒两月。不能斋戒者，应该供给六十个贫民一日的口粮。这因为要你们表示信仰安拉和使者。这些是安拉的法度。不信道的人们，将受痛苦的刑罚。"},"transliteration":"Faman lam yajid fasiyamu shahrayni mutatabiAAayni min qabli an yatamassa faman lam yastatiAA faitAAamu sitteena miskeenan thalika lituminoo biAllahi warasoolihi watilka hudoodu Allahi walilkafireena AAathabun aleemun","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
