{"id":5109,"number":5,"text":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","translations":{"en":"Indeed, those who oppose Allah and His Messenger are abased as those before them were abased. And We have certainly sent down verses of clear evidence. And for the disbelievers is a humiliating punishment","es":"Los que combatan a Dios y a Su Mensajero serán derrotados como quienes los precedieron. He revelado signos evidentes, y por eso quienes se nieguen a creer recibirán un castigo humillante","fr":"Ceux qui s'opposent à Allah et à Son messager seront culbutés comme furent culbutés leurs devanciers. Nous avons déjà fait descendre des preuves explicites, et les mécréants auront un châtiment avilissant","id":"Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya pasti mendapat kehinaan sebagaimana kehinaan yang telah didapat oleh orang-orang sebelum mereka. Dan sungguh, kami telah menurunkan bukti-bukti yang nyata. Dan bagi orang-orang yang mengingkarinya akan mendapat azab yang menghinakan","ru":"Те, которые враждуют с Аллахом и Его Посланником, будут унижены, как были унижены их предшественники. Мы уже ниспослали ясные знамения, а для неверующих уготованы унизительные мучения","sv":"De som sätter sig upp mot Gud och Hans Sändebud skall förödmjukas såsom deras föregångare blev förödmjukade, eftersom Våra budskap är otvetydiga. De som förnekar sanningen har ett förnedrande straff [att vänta]","tr":"Allah'a ve Peygamberine karşı gelenler, kendilerinden öncekiler nasıl alçaltıldı ise öyle alçaltılacaklardır. Biz, apaçık ayetler indirmişizdir, bunları inkar edene alçaltıcı azap vardır","ur":"جو لوگ اللہ اور اس کے رسول کی مخالفت کرتے ہیں وہ اسی طرح ذلیل و خوار کر دیے جائیں گے جس طرح ان سے پہلے کے لوگ ذلیل و خوار کیے جا چکے ہیں ہم نے صاف صاف آیات نازل کر دی ہیں، اور کافروں کے لیے ذلت کا عذاب ہے","zh":"违抗安拉和使者的人，必遭折磨，犹如他们以前的人曾遭折磨一样。我确已降示许多明证，不信者，将受凌辱的刑罚。"},"transliteration":"Inna allatheena yuhaddoona Allaha warasoolahu kubitoo kama kubita allatheena min qablihim waqad anzalna ayatin bayyinatin walilkafireena AAathabun muheenun","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
