{"id":5110,"number":6,"text":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","translations":{"en":"On the Day when Allah will resurrect them all and inform them of what they did. Allah had enumerated it, while they forgot it; and Allah is, over all things, Witness","es":"El día que Dios los resucite a todos, les informará cuanto hicieron. Dios registró sus obras, mientras que ellos las olvidaron. Dios es testigo de todo","fr":"le jour où Allah les ressuscitera tous, puis les informera de ce qu'ils ont fait Allah l'a dénombré et ils l'auront oublié. Allah est témoin de toute chose","id":"Pada hari itu mereka semuanya dibangkitkan Allah, lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah menghitungnya (semua amal perbuatan itu), meskipun mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu","ru":"В тот день Аллах воскресит их всех и поведает им о том, что они совершили. Аллах исчислил это, а они забыли. Аллах - Свидетель всякой вещи","sv":"den Dag då Gud skall uppväcka dem alla till nytt liv och låta dem veta vad deras handlingar [var värda]. Gud håller räkning på det som de själva har glömt. Gud är vittne till allt som sker","tr":"Allah onların hepsini dirilttiği gün, kendilerine işlediklerini haber verir; Allah onları bir bir saymıştır, fakat kendileri unutmuşlardır. Allah her şeye şahiddir","ur":"اُس دن (یہ ذلت کا عذاب ہونا ہے) جب اللہ ان سب کو پھر سے زندہ کر کے اٹھائے گا اور انہیں بتا دے گا کہ وہ کیا کچھ کر کے آئے ہیں وہ بھول گئے ہیں مگر اللہ نے ان سب کا کیا دھرا گن گن کر محفوظ کر رکھا ہے اور اللہ ایک ایک چیز پر شاہد ہے","zh":"在那日，安拉将使他们统统都复活，而将他们生前的行为告诉他们。安拉曾记录那些行为，他们却忘了它。安拉是见证万物的。"},"transliteration":"Yawma yabAAathuhumu Allahu jameeAAan fayunabbiohum bima AAamiloo ahsahu Allahu wanasoohu waAllahu AAala kulli shayin shaheedun","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
