{"id":5111,"number":7,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","translations":{"en":"Have you not considered that Allah knows what is in the heavens and what is on the earth? There is in no private conversation three but that He is the fourth of them, nor are there five but that He is the sixth of them - and no less than that and no more except that He is with them [in knowledge] wherever they are. Then He will inform them of what they did, on the Day of Resurrection. Indeed Allah is, of all things, Knowing","es":"¿Acaso no ves que Dios conoce cuanto hay en los cielos y en la Tierra? No hay confidencia entre tres sin que Él sea el cuarto, ni entre cinco sin que Él sea el sexto. Siempre, sean menos o más, Él estará presente dondequiera que se encuentren. El Día de la Resurrección les informará sobre lo que hicieron. Dios tiene conocimiento de todas las cosas","fr":"Ne vois-tu pas qu'Allah sait ce qui est dans les cieux et sur la terre? Pas de conversation secrète entre trois sans qu'Il ne soit leur quatrième, ni entre cinq sans qu'Il n'y ne soit leur sixième, ni moins ni plus que cela sans qu'Il ne soit avec eux, là où ils se trouvent. Ensuite, Il les informera au Jour de la Résurrection, de ce qu'ils faisaient, car Allah est Omniscient","id":"Tidakkah engkau perhatikan, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya. Dan tidak ada lima orang, melainkan Dialah yang keenamnya. Dan tidak ada yang kurang dari itu atau lebih banyak, melainkan Dia pasti ada bersama mereka di mana pun mereka berada. Kemudian Dia akan memberitakan kepada mereka pada hari Kiamat apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala sesuatu","ru":"Разве ты не знаешь, что Аллаху ведомо то, что на небесах, и то, что на земле? Не бывает тайной беседы между тремя, чтобы Он не был четвертым; или между пятью, чтобы Он не был шестым. Больше их или меньше - Он всегда с ними, где бы они ни были. А потом, в День воскресения, Он поведает им о том, что они совершили. Воистину, Аллах знает о всякой вещи","sv":"HAR DU inte klart för dig att Gud känner allt det som himlarna rymmer och det som jorden bär? När tre samlas till en hemlig överläggning är Han den fjärde, och om fem samlas är Han den sjätte; och vare sig de är färre eller flera är Han med dem, var de än befinner sig. Till sist, på Uppståndelsens dag, skall Han låta dem veta vad deras handlingar [var värda]. Gud har kännedom om allt","tr":"Göklerde olanları da, yerde olanları da Allah'ın bildiğini bilmez misin? Üç kişinin gizli bulunduğu yerde dördüncü mutlaka O'dur; beş kişinin gizli bulunduğu yerde altıncıları mutlaka O'dur; bunlardan az veya çok, ne olursa olsunlar nerede bulunurlarsa bulunsunlar, mutlak onlarla beraberdir. Sonra, kıyamet günü, işlediklerini onlara haber verir. Doğrusu Allah her şeyi bilendir","ur":"کیا تم کو خبر نہیں ہے کہ زمین اور آسمانوں کی ہر چیز کا اللہ کو علم ہے؟ کبھی ایسا نہیں ہوتا کہ تین آدمیوں میں کوئی سرگوشی ہو اور ان کے درمیان چوتھا اللہ نہ ہو، یا پانچ آدمیوں میں سرگوشی ہو اور ان کے اندر چھٹا اللہ نہ ہو خفیہ بات کرنے والا خواہ اِس سے کم ہوں یا زیادہ، جہاں کہیں بھی وہ ہوں، اللہ ان کے ساتھ ہوتا ہے پھر قیامت کے روز وہ ان کو بتا دے گا کہ انہوں نے کیا کچھ کیا ہے اللہ ہر چیز کا علم رکھتا ہے","zh":"难道你不知道安拉是全知天地万物的？凡有三个人密谈，他就是第四个参与者；凡有五个人密谈，他就是第六个参与者；凡有比那更少或更多的人密谈，无论他们在哪里，他总是与他们同在的；然后在复活日，他要把他们的行为告诉他们。安拉确是全知万物的。"},"transliteration":"Alam tara anna Allaha yaAAlamu ma fee alssamawati wama fee alardi ma yakoonu min najwa thalathatin illa huwa rabiAAuhum wala khamsatin illa huwa sadisuhum wala adna min thalika wala akthara illa huwa maAAahum ayna ma kanoo thumma yunabbiohum bima AAamiloo yawma alqiyamati inna Allaha bikulli shayin AAaleemun","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
