{"id":5112,"number":8,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","translations":{"en":"Have you not considered those who were forbidden from private conversation, then they return to that which they were forbidden and converse among themselves about sin and aggression and disobedience to the Messenger? And when they come to you, they greet you with that [word] by which Allah does not greet you and say among themselves, \"Why does Allah not punish us for what we say?\" Sufficient for them is Hell, which they will [enter to] burn, and wretched is the destination","es":"¿Acaso no ves a aquellos a los que se les habían prohibido los conciliábulos, pero igualmente persisten en hacerlo en secreto? Se confabulan para la maldad, la enemistad y la desobediencia al Mensajero. Cuando se presentan ante ti [¡oh, Mujámmad!] no te saludan como Dios ha ordenado que lo hagan, y se dicen ente ellos [en tono burlón]: \"¿Por qué será que Dios no nos castiga por lo que decimos?\" Será suficiente el Infierno al que serán arrojados. ¡Qué pésimo destino","fr":"Ne vois-tu pas ceux à qui les conversations secrètes ont été interdites? Puis, ils retournent à ce qui leur a été interdit, et se concertent pour pécher, transgresser et désobéir au Messager. Et quand ils viennent à toi, ils te saluent d'une façon dont Allah ne t'a pas salué, et disent en eux-mêmes: «Pourquoi Allah ne nous châtie pas pour ce que nous disons?» L'Enfer leur suffira, où ils brûleront. Et quelle mauvaise destination","id":"Tidakkah engkau perhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (mengerjakan) larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada Rasul. Dan apabila mereka datang kepadamu (Muhammad), mereka mengucapkan salam dengan cara yang bukan seperti yang ditentukan Allah untukmu. Dan mereka mengatakan pada diri mereka sendiri, \"Mengapa Allah tidak menyiksa kita atas apa yang kita katakan itu?\" Cukuplah bagi mereka neraka Jahanam yang akan mereka masuki. Maka neraka itu seburuk-buruk tempat kembali","ru":"Разве ты не видел тех, кому были запрещены тайные беседы. Они возвращаются к тому, что было им запрещено, и тайно переговариваются о грехах, посягательстве и неповиновении Посланнику. Когда они приходят к тебе, то приветствуют тебя не так, как приветствует тебя Аллах, говоря в душе: «Почему бы Аллаху не наказать нас за то, что мы говорим?». Довольно с них Геенны! Туда они попадут, и как же скверно это место прибытия","sv":"Har du inte lagt märke till, hur de som ålagts att avhålla sig från hemliga överläggningar, återgår till det förbjudna och överlägger i hemlighet om syndiga handlingar och om att motarbeta och trotsa Profeten? När de kommer till dig [Muhammad], hälsar de dig med ord som Gud inte har anbefallt, och säger till sig själva: \"Varför straffar inte Gud oss för det vi säger?\" Helvetet är straff nog för dem; i dess eld skall de brinna - ett fasansfullt slut","tr":"Gizli toplantıdan menedilen, sonra menolundukları şeyi yapmaya kalkışarak günah işlemek, düşmanlık etmek ve Peygambere karşı gelmek konusunda gizli gizli konuşanları görmedin mi? Sana geldiklerinde, Allah'ın seni selamlamadığı bir şekilde seni selamlarlar; içlerinden, \"Gerçekten peygamber olsaydı Allah'ın bizi, söylediklerimizden ötürü, cezalandırması gerekmez miydi?\" derler. Cehennem onlara yeter. Oraya girerler, ne kötü dönüştür","ur":"کیا تم نے دیکھا نہیں اُن لوگوں کو جنہیں سرگوشیاں کرنے سے منع کر دیا گیا تھا پھر بھی وہ وہی حرکت کیے جاتے ہیں جس سے انہیں منع کیا گیا تھا؟ یہ لوگ چھپ چھپ کر آپس میں گناہ اور زیادتی اور رسول کی نافرمانی کی باتیں کرتے ہیں، اور جب تمہارے پاس آتے ہیں تو تمہیں اُس طریقے سے سلام کرتے ہیں جس طرح اللہ نے تم پر سلام نہیں کیا ہے اور اپنے دلوں میں کہتے ہیں کہ ہماری اِن باتوں پر اللہ ہمیں عذاب کیوں نہیں دیتا اُن کے لیے جہنم ہی کافی ہے اُسی کا وہ ایندھن بنیں گے بڑا ہی برا انجام ہے اُن کا","zh":"难道你没有看见不许密谈而违禁密谈的人吗？他们密谈的，是关于罪恶、侵害和违抗使者的事。他们来见你的时侯，用安拉所未用的祝辞祝贺你，他们自言自语地说：安拉何不因我们所说的话而惩罚我们呢！火狱是能使他们满足的！他们将入其中，那归宿真恶劣！"},"transliteration":"Alam tara ila allatheena nuhoo AAani alnnajwa thumma yaAAoodoona lima nuhoo AAanhu wayatanajawna bialithmi waalAAudwani wamaAAsiyati alrrasooli waitha jaooka hayyawka bima lam yuhayyika bihi Allahu wayaqooloona fee anfusihim lawla yuAAaththibuna Allahu bima naqoolu hasbuhum jahannamu yaslawnaha fabisa almaseeru","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
