{"id":5113,"number":9,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","translations":{"en":"O you who have believed, when you converse privately, do not converse about sin and aggression and disobedience to the Messenger but converse about righteousness and piety. And fear Allah, to whom you will be gathered","es":"¡Oh, creyentes! Cuando hablen en secreto no lo hagan para cometer una maldad, crear una enemistad o desobedecer al Mensajero, sino que hablen en secreto para acordar actos de benevolencia y piedad. Tengan temor de Dios, que ante Él comparecerán","fr":"O vous qui avez cru! Quand vous tenez des conversations secrètes, ne vous concertez pas pour pécher, transgresser et désobéir au Messager, mais concertez-vous dans la bonté et la piété. Et craignez Allah vers qui vous serez rassemblés","id":"Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali","ru":"О те, которые уверовали! Если уж вы тайно переговариваетесь, то не говорите о грехах, посягательстве и неповиновении Посланнику, а говорите о благочестии и богобоязненности и бойтесь Аллаха, к Которому вы будете собраны","sv":"Troende! Om ni överlägger i avskildhet om era angelägenheter, undvik då allt som kan ligga synd, illvilja och trots mot Sändebudet nära. Nej, överlägg om hur ni skall verka för större fromhet och lydnad för Gud - och frukta Gud! [En Dag] skall ni föras samman inför Honom","tr":"Ey inananlar! Gizli konuştuğunuz zaman, günah işlemeyi, düşmanlık etmeyi ve Peygambere karşı gelmeyi fısıldaşmayın; iyilik yapmak ve Allah'a karşı gelmekten sakınmayı konuşun; kıyamet günü huzurunda toplanacağınız Allah'tan sakının","ur":"اے لوگو جو ایمان لائے ہو، جب تم آپس میں پوشیدہ بات کرو تو گناہ اور زیادتی اور رسول کی نافرمانی کی باتیں نہیں بلکہ نیکی اور تقویٰ کی باتیں کرو اور اُس خدا سے ڈرتے رہو جس کے حضور تمہیں حشر میں پیش ہونا ہے","zh":"信道的人们啊！当你们密谈的时侯，不要密谈关于罪恶、侵害和违抗使者的事，你们应当密谈关於正义和敬畏的事，你们应当敬畏安拉，你们将被集合到他那里。"},"transliteration":"Ya ayyuha allatheena amanoo itha tanajaytum fala tatanajaw bialithmi waalAAudwani wamaAAsiyati alrrasooli watanajaw bialbirri waalttaqwa waittaqoo Allaha allathee ilayhi tuhsharoona","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
