{"id":5115,"number":11,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translations":{"bn":"মুমিনগণ, যখন তোমাদেরকে বলা হয়ঃ মজলিসে স্থান প্রশস্ত করে দাও, তখন তোমরা স্থান প্রশস্ত করে দিও। আল্লাহর জন্যে তোমাদের জন্য প্রশস্ত করে দিবেন। যখন বলা হয়ঃ উঠে যাও, তখন উঠে যেয়ো। তোমাদের মধ্যে যারা ঈমানদার এবং যারা জ্ঞানপ্রাপ্ত, আল্লাহ তাদের মর্যাদা উচ্চ করে দিবেন। আল্লাহ খবর রাখেন যা কিছু তোমরা কর।","en":"O you who have believed, when you are told, \"Space yourselves\" in assemblies, then make space; Allah will make space for you. And when you are told, \"Arise,\" then arise; Allah will raise those who have believed among you and those who were given knowledge, by degrees. And Allah is Acquainted with what you do","id":"Wahai orang-orang yang beriman! Apabila dikatakan kepadamu, \"Berilah kelapangan di dalam majelis-majelis,\" maka lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan, \"Berdirilah kamu,\" maka berdirilah, niscaya Allah akan mengangkat (derajat) orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Dan Allah Mahateliti atas apa yang kamu kerjakan","ru":"О те, которые уверовали! Когда вас просят на собраниях сесть пошире, то садитесь пошире, и Аллах одарит вас местом просторным. Когда же вам велят подняться, то поднимайтесь. Аллах возвышает по степеням тех из вас, кто уверовал, и тех, кому даровано знание. Аллах ведает о том, что вы совершаете","tr":"Ey inananlar! Toplantılarda, size, \"Yer açın\" denince yer açın ki Allah da size genişlik versin; \"Kalkın\" denildiği zaman da hemen kalkın ki, Allah, içinizden inanmış olanları ve kendilerine ilim verilenleri derecelerle yükseltsin. Allah işlediklerinizden haberdardır","ur":"اے لوگو جو ایمان لائے ہو، جب تم سے کہا جائے کہ اپنی مجلسوں میں کشادگی پیدا کرو تو جگہ کشادہ کر دیا کرو، اللہ تمہیں کشادگی بخشے گا اور جب تم سے کہا جائے کہ اٹھ جاؤ تو اٹھ جایا کرو تم میں سے جو لوگ ایمان رکھنے والے ہیں اور جن کو علم بخشا گیا ہے، اللہ ان کو بلند درجے عطا فرمائے گا، اور جو کچھ تم کرتے ہو اللہ کو اس کی خبر ہے"},"chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"bn":"অনুযোগকারিণী","en":"The Pleading Woman","id":"Wanita yang Menggugat","ru":"Препирающаяся","tr":"Mücâdele","ur":"جھگڑنے والی"},"type":"medinan"}}
