{"id":5115,"number":11,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translations":{"en":"O you who have believed, when you are told, \"Space yourselves\" in assemblies, then make space; Allah will make space for you. And when you are told, \"Arise,\" then arise; Allah will raise those who have believed among you and those who were given knowledge, by degrees. And Allah is Acquainted with what you do","es":"¡Oh, creyentes! Cuando se les dice: \"Hagan un lugar en las reuniones, háganlo, para que Dios les haga a ustedes un lugar\". Y si se les dice: \"¡Levántense!\" Levántense. Sepan que Dios elevará en grados a los creyentes y a quienes agracie con el conocimiento. Dios sabe cuanto hacen","fr":"O vous qui avez cru! Quand on vous dit: «Faites place [aux autres] dans les assemblées», alors faites place. Allah vous ménagera une place (au Paradis). Et quand on vous dit de vous lever, levez-vous. Allah élèvera en degrés ceux d'entre vous qui auront cru et ceux qui auront reçu le savoir. Allah est Parfaitement Connaisseur de ce que vous faites","id":"Wahai orang-orang yang beriman! Apabila dikatakan kepadamu, \"Berilah kelapangan di dalam majelis-majelis,\" maka lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan, \"Berdirilah kamu,\" maka berdirilah, niscaya Allah akan mengangkat (derajat) orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Dan Allah Mahateliti atas apa yang kamu kerjakan","ru":"О те, которые уверовали! Когда вас просят на собраниях сесть пошире, то садитесь пошире, и Аллах одарит вас местом просторным. Когда же вам велят подняться, то поднимайтесь. Аллах возвышает по степеням тех из вас, кто уверовал, и тех, кому даровано знание. Аллах ведает о том, что вы совершаете","sv":"TROENDE! När ni under era sammankomster uppmanas \"Ge plats!\" - ge plats; då skall Gud bereda plats åt er [i Sin nåd]. Och när ni uppmanas \"Res er!\" - res er [utan att dröja]. Då skall Gud upphöja dem bland er som är [sanna] troende och dem som har fått kunskap, till högre rang. Gud är underrättad om vad ni gör","tr":"Ey inananlar! Toplantılarda, size, \"Yer açın\" denince yer açın ki Allah da size genişlik versin; \"Kalkın\" denildiği zaman da hemen kalkın ki, Allah, içinizden inanmış olanları ve kendilerine ilim verilenleri derecelerle yükseltsin. Allah işlediklerinizden haberdardır","ur":"اے لوگو جو ایمان لائے ہو، جب تم سے کہا جائے کہ اپنی مجلسوں میں کشادگی پیدا کرو تو جگہ کشادہ کر دیا کرو، اللہ تمہیں کشادگی بخشے گا اور جب تم سے کہا جائے کہ اٹھ جاؤ تو اٹھ جایا کرو تم میں سے جو لوگ ایمان رکھنے والے ہیں اور جن کو علم بخشا گیا ہے، اللہ ان کو بلند درجے عطا فرمائے گا، اور جو کچھ تم کرتے ہو اللہ کو اس کی خبر ہے","zh":"信道的人们啊！有人在会场中对你们说：“请你们退让一点吧！”你们就应当退让些，安拉将使你们宽裕。有人对你们说：“你们起来吧！”你们就应当起来，安拉将你们中的信道的人和有学问的人们提升若干级。安拉是彻知你们的行为的。"},"transliteration":"Ya ayyuha allatheena amanoo itha qeela lakum tafassahoo fee almajalisi faifsahoo yafsahi Allahu lakum waitha qeela onshuzoo faonshuzoo yarfaAAi Allahu allatheena amanoo minkum waallatheena ootoo alAAilma darajatin waAllahu bima taAAmaloona khabeerun","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
