{"id":5117,"number":13,"text":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translations":{"en":"Have you feared to present before your consultation charities? Then when you do not and Allah has forgiven you, then [at least] establish prayer and give zakah and obey Allah and His Messenger. And Allah is Acquainted with what you do","es":"¿Acaso temen no poder ofrecer una caridad antes de consultarlo en privado? Si no pueden hacerlo Dios los absolverá, pero hagan la oración prescrita, paguen el zakat y obedezcan a Dios y a Su Mensajero. Dios está bien informado de cuanto hacen","fr":"Appréhendez-vous de faire précéder d'aumônes votre entretien? Mais, si vous ne l'avez pas fait et qu'Allah a accueilli votre repentir, alors accomplissez la Salât, acquittez la Zakât, et obéissez à Allah et à Son messager. Allah est Parfaitement Connaisseur de ce que vous faites","id":"Apakah kamu takut akan (menjadi miskin) karena kamu memberikan sedekah sebelum (melakukan) pembicaraan dengan Rasul? Tetapi jika kamu tidak melakukannya dan Allah telah memberi ampun kepadamu, maka laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Dan Allah Mahateliti atas apa yang kamu kerjakan","ru":"Неужели вы боялись предварять вашу тайную беседу милостыней? Если вы не сделали этого и Аллах принял ваше покаяние, то совершайте намаз, выплачивайте закят и повинуйтесь Аллаху и Его Посланнику. Аллах ведает о том, что вы совершаете","sv":"Om föreskriften att inför ert samtal ge en offergåva vållar er bekymmer och ni har underlåtit att [följa den] och Gud i Sin nåd förlåter er, [nöj er då med att samvetsgrant] förrätta bönen och betala allmoseskatten; och lyd Gud och Hans Sändebud; Gud är underrättad om vad ni gör","tr":"Hususi konuşmanızdan önce sadaka vermekten ürktünüz mü ki bunu yerine getirmediniz? Ama Allah, tevbenizi kabul etmiştir. Öyleyse namazı kılın, zekatı verin, Allah'a ve Peygamberine itaat edin. Allah, işlediklerinizden haberdardır","ur":"کیا تم ڈر گئے اس بات سے کہ تخلیہ میں گفتگو کرنے سے پہلے تمہیں صدقات دینے ہونگے؟ اچھا، اگر تم ایسا نہ کرو اور اللہ نے تم کو اس سے معاف کر دیا تو نماز قائم کرتے رہو، زکوٰۃ دیتے رہو اور اللہ اور اس کے رسول کی اطاعت کرتے رہو تم جو کچھ کرتے ہو اللہ اس سے باخبر ہے","zh":"难道你们怕在密谈之前有所施舍吗？你们没有施舍，而安拉已赦宥你们，故你们应当谨守拜功、完纳天课、服从安拉和使者。安拉是全知你们的行为的。"},"transliteration":"Aashfaqtum an tuqaddimoo bayna yaday najwakum sadaqatin faith lam tafAAaloo wataba Allahu AAalaykum faaqeemoo alssalata waatoo alzzakata waateeAAoo Allaha warasoolahu waAllahu khabeerun bima taAAmaloona","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
