{"id":5118,"number":14,"text":"۞أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","translations":{"en":"Have you not considered those who make allies of a people with whom Allah has become angry? They are neither of you nor of them, and they swear to untruth while they know [they are lying]","es":"¿No has reparado en aquellos que tomaron como aliados a un pueblo que cayó en la ira de Dios? No están con unos ni con otros, y juran con mentiras a sabiendas","fr":"N'as-tu pas vu ceux qui ont pris pour alliés des gens contre qui Allah S'est courroucé? Ils ne sont ni des vôtres, ni des leurs; et ils jurent mensongèrement, alors qu'ils savent","id":"Tidakkah engkau perhatikan orang-orang (munafik) yang menjadikan suatu kaum yang telah dimurkai Allah sebagai sahabat? Orang-orang itu bukan dari (kaum) kamu dan bukan dari (kaum) mereka. Dan mereka bersumpah atas kebohongan, sedang mereka mengetahuinya","ru":"Разве ты не видел тех, которые дружат с людьми, на которых разгневался Аллах? Они не относятся ни к вам, ни к ним. Они дают заведомо ложные клятвы","sv":"HAR DU inte lagt märke till de [hycklare] som söker stöd hos dem som har drabbats av Guds vrede [därför att de förnekar sanningen]? De hör inte samman med er och inte heller med dem och de svär på det som de vet är en lögn","tr":"Allah'ın gazabettiği milleti dost edinen münafıkları görmedin mi? Onlar ne sizdendir ne de onlardan, bile bile, yalan yere yemin etmektedirler","ur":"کیا تم نے دیکھا نہیں اُن لوگوں کو جنہوں نے دوست بنایا ہے ایک ایسے گروہ کو جو اللہ کا مغضوب ہے؟ وہ نہ تمہارے ہیں نہ اُن کے، اور وہ جان بوجھ کر جھوٹی بات پر قسمیں کھاتے ہیں","zh":"难道你没有看见与安拉所遣怒的民众结交的人吗？他们不属于你们，也不属于那些民众；他们明知故犯地以谎言盟誓。"},"transliteration":"Alam tara ila allatheena tawallaw qawman ghadiba Allahu AAalayhim ma hum minkum wala minhum wayahlifoona AAala alkathibi wahum yaAAlamoona","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
