{"id":512,"number":19,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا","translations":{"en":"O you who have believed, it is not lawful for you to inherit women by compulsion. And do not make difficulties for them in order to take [back] part of what you gave them unless they commit a clear immorality. And live with them in kindness. For if you dislike them - perhaps you dislike a thing and Allah makes therein much good","es":"¡Oh, creyentes! Quedan abolidas las costumbres [paganas preislámicas] de heredar a las mujeres como un objeto y de obligarlas a casarse y retenerlas por la fuerza para recuperar parte de lo que les habían dado, a menos que ellas cometan un acto de inmoralidad. En lugar de eso, traten amablemente a las mujeres en la convivencia. Y si algo de ellas les llegara a disgustar [sean tolerantes], puede ser que les desagrade algo en lo que Dios ha puesto un bien para ustedes","fr":"O les croyants! Il ne vous est pas licite d'hériter des femmes contre leur gré. Ne les empêchez pas de se remarier dans le but de leur ravir une partie de ce que vous aviez donné, à moins qu'elles ne viennent à commettre un péché prouvé. Et comportez-vous convenablement envers elles. Si vous avez de l'aversion envers elles durant la vie commune, il se peut que vous ayez de l'aversion pour une chose où Allah a déposé un grand bien","id":"(Wahai orang-orang yang beriman! Tidak halal bagi kamu mewarisi perempuan dengan jalan paksa185) dan janganlah kamu menyusahkan mereka karena hendak mengambil kembali sebagian dari apa yang telah kamu berikan kepadanya, kecuali apabila mereka melakukan perbuatan keji yang nyata. Dan bergaullah dengan mereka menurut cara yang patut. Jika kamu tidak menyukai mereka, (maka bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak padanya","ru":"О те, которые уверовали! Вам не дозволено наследовать женщин против их воли. Не чините им препятствия, чтобы унести часть брачного дара, который вы им дали, если только они не совершили явной мерзости. Живите с ними достойно, и даже если они неприятны вам, то ведь вам может быть неприятно то, в чем Аллах заложил много добра","sv":"TROENDE! Det är inte tillåtet för er att ärva [andras] hustrur mot deras vilja; och ni får inte utsätta [era hustrur] för hård behandling för att [förmå dem att begära skilsmässa och på så sätt kunna] återta något av vad ni har gett dem, såvida de inte bevisligen har gjort sig skyldiga till grovt oanständiga handlingar. Och lev med era hustrur i vänskap och samförstånd; om ni fattar motvilja mot dem är det möjligt att ni vänder er ifrån det som Gud skulle ha gjort [till en källa] till rik välsignelse [för er]","tr":"Ey İnananlar! Kadınlara zorla mirasçı olmaya kalkmanız size helal değildir. Apaçık hayasızlık etmedikçe onlara verdiğinizin bir kısmını alıp götürmeniz için onları sıkıştırmayın. Onlarla güzellikle geçinin. Eğer onlardan hoşlanmıyorsanız, sabredin, hoşlanmadığınız bir şeyi Allah çok hayırlı kılmış olabilir","ur":"اے لوگو جو ایمان لائے ہو، تمہارے لیے یہ حلال نہیں ہے کہ زبردستی عورتوں کے وارث بن بیٹھو اور نہ یہ حلال ہے کہ انہیں تنگ کر کے اُس مہر کا کچھ حصہ اڑا لینے کی کوشش کرو جو تم انہیں دے چکے ہو ہاں اگر وہ کسی صریح بد چلنی کی مرتکب ہو ں (تو ضرور تمہیں تنگ کرنے کا حق ہے) ان کے ساتھ بھلے طریقہ سے زندگی بسر کرو اگر وہ تمہیں ناپسند ہوں تو ہو سکتا ہے کہ ایک چیز تمہیں پسند نہ ہو مگر اللہ نے اُسی میں بہت کچھ بھلائی رکھ دی ہو","zh":"信道的人们啊！你们不得强占妇女，当作遗产，也不得压迫她们，以便你们收回你们所给她们的一部分聘仪，除非她们作了明显的丑事。你们当善待她们。如果你们厌恶她们，（那么，你们应当忍受她们），因为，或许你们厌恶一件事，而安拉在那件事中安置了许多福利"},"transliteration":"Ya ayyuha allatheena amanoo la yahillu lakum an tarithoo alnnisaa karhan wala taAAduloohunna litathhaboo bibaAAdi ma ataytumoohunna illa an yateena bifahishatin mubayyinatin waAAashiroohunna bialmaAAroofi fain karihtumoohunna faAAasa an takrahoo shayan wayajAAala Allahu feehi khayran katheeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
