{"id":5122,"number":18,"text":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","translations":{"en":"On the Day Allah will resurrect them all, and they will swear to Him as they swear to you and think that they are [standing] on something. Unquestionably, it is they who are the liars","es":"El día que Dios los resucite a todos, Le jurarán como les juraban a ustedes, creyendo que les servirá de algo. ¿Acaso no son ellos los que mienten","fr":"Le jour où Allah les ressuscitera tous, ils Lui jureront alors comme ils vous jurent à vous-mêmes, pensant s'appuyer sur quelque chose de solide. Mais ce sont eux les menteurs","id":"(Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta","ru":"В тот день, когда Аллах воскресит их всех, они станут клясться перед Ним, подобно тому, как клянутся перед вами, полагая, что это поможет им. Воистину, они - лжецы","sv":"Den Dag då Gud uppväcker dem alla från de döda, kommer de att bedyra och svära inför Gud [att de hade underkastat sig Hans vilja] liksom de nu bedyrar och svär inför er i tron att de uppnår något [med sina eder]. Nej, de är lögnens verkliga mästare","tr":"Allah, onların hepsini tekrar dirilttiği gün, size yemin ettikleri gibi O'na yemin ederler; kendilerine bir yarar sağlayacağını sanırlar. Dikkat edin; onlar şüphesiz yalancıdırlar","ur":"جس روز اللہ ان سب کو اٹھائے گا، وہ اس کے سامنے بھی اُسی طرح قسمیں کھائیں گے جس طرح تمہارے سامنے کھاتے ہیں اور اپنے نزدیک یہ سمجھیں گے کہ اس سے ان کا کچھ کام بن جائے گا خوب جان لو، وہ پرلے درجے کے جھوٹے ہیں","zh":"在那日，安拉将使他们统统复活。他们对他盟誓，犹如现在对你们盟誓一样；他们以为自己是获得效果的。真的，他们确是说谎的。"},"transliteration":"Yawma yabAAathuhumu Allahu jameeAAan fayahlifoona lahu kama yahlifoona lakum wayahsaboona annahum AAala shayin ala innahum humu alkathiboona","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
