{"id":5123,"number":19,"text":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَـٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","translations":{"en":"Satan has overcome them and made them forget the remembrance of Allah. Those are the party of Satan. Unquestionably, the party of Satan - they will be the losers","es":"El demonio los sedujo y los hizo olvidar que recordaran a Dios. Esos son los partidarios del demonio. ¿Acaso no son secuaces del demonio los perdedores","fr":"Le Diable les a dominés et leur a fait oublier le rappel d'Allah. Ceux-là sont le parti du Diable et c'est le parti du Diable qui sont assurément les perdants","id":"Setan telah menguasai mereka, lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan. Ketahuilah, bahwa golongan setan itulah golongan yang merugi","ru":"Дьявол одолел их и заставил их забыть о поминании Аллаха. Они являются партией дьявола. Воистину, партия дьявола - это потерпевшие убыток","sv":"Djävulen har helt tagit befälet över dem och kommit dem att glömma att åkalla Gud. [De är Djävulens trogna och] Djävulens trogna är sannerligen förlorarna","tr":"Şeytan onların başlarına dikilip Allah'ı anmayı unutturmuştur. İşte onlar şeytanın taraftarlarıdır. İyi bilin; şeytanın taraftarları elbette hüsrandadırlar","ur":"شیطان اُن پر مسلط ہو چکا ہے اور ا ُس نے خدا کی یاد اُن کے دل سے بھلا دی ہے وہ شیطان کی پارٹی کے لوگ ہیں خبردار ہو، شیطان کی پارٹی والے ہی خسارے میں رہنے والے ہیں","zh":"恶魔已经制服了他们，因而使他们忘却安拉的教训；这等人，是恶魔的党羽。真的，恶魔的党羽确是亏折的。"},"transliteration":"Istahwatha AAalayhimu alshshaytanu faansahum thikra Allahi olaika hizbu alshshaytani ala inna hizba alshshaytani humu alkhasiroona","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
