{"id":5126,"number":22,"text":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَـٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَـٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","translations":{"en":"You will not find a people who believe in Allah and the Last Day having affection for those who oppose Allah and His Messenger, even if they were their fathers or their sons or their brothers or their kindred. Those - He has decreed within their hearts faith and supported them with spirit from Him. And We will admit them to gardens beneath which rivers flow, wherein they abide eternally. Allah is pleased with them, and they are pleased with Him - those are the party of Allah. Unquestionably, the party of Allah - they are the successful","es":"No encontrarás ningún pueblo que crea en Dios y en el Día del Juicio que sienta afecto por quienes combaten a Dios y a Su Mensajero, aunque estos sean sus padres, sus hijos, sus hermanos o sus parientes. A ellos [Dios] les ha grabado la fe en sus corazones, los ha fortalecido con Su luz y los ingresará en jardines por donde corren ríos por toda la eternidad. Dios se complace de ellos y ellos de Él. Estos son los aliados de Dios. ¿Acaso no son los aliados de Dios los triunfadores","fr":"Tu n'en trouveras pas, parmi les gens qui croient en Allah et au Jour dernier, qui prennent pour amis ceux qui s'opposent à Allah et à Son Messager, fussent-ils leurs pères, leurs fils, leurs frères ou les gens de leur tribu. Il a prescrit la foi dans leurs cœurs et Il les a aidés de Son secours. Il les fera entrer dans des Jardins sous lesquels coulent les ruisseaux, où ils demeureront éternellement. Allah les agrée et ils L'agréent. Ceux-là sont le parti d'Allah. Le parti d'Allah est celui de ceux qui réussissent","id":"Engkau (Muhammad) tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari akhirat, saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya atau keluarganya. Mereka itulah orang-orang yang dalam hatinya telah ditanamkan Allah keimanan dan Allah telah menguatkan mereka dengan pertolongan834) yang datang dari Dia. Lalu dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka dan mereka pun merasa puas terhadap (limpahan rahmat)-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah yang beruntung","ru":"Среди тех, кто верует в Аллаха и в Последний день, ты не найдешь людей, которые любили бы тех, кто враждует с Аллахом и Его Посланником, даже если это будут их отцы, сыновья, братья или родственники. Аллах начертал в их сердцах веру и укрепил их духом от Него. Он введет их в Райские сады, в которых текут реки, и они пребудут там вечно. Аллах доволен ими, и они довольны Им. Они являются партией Аллаха. Воистину, партия Аллаха - это преуспевшие","sv":"Du kan inte finna [sådana] människor som tror på Gud och den Yttersta dagen och som [samtidigt] söker vänskap med dem som trotsar Gud och Hans Sändebud - inte ens om det gäller deras egen fader eller son eller broder eller [andra] som står dem nära. Det är i deras hjärtan som Han har skrivit in tron och de som Han har stärkt med Sin ande, och dem skall Han föra till lustgårdar, vattnade av bäckar, där de skall förbli till evig tid. Gud är nöjd med dem och de är nöjda [där de njuter] Hans [gåvor]. De är Guds trogna och Guds trogna skall det sannerligen gå väl i händer","tr":"Allah'a ve ahiret gününe inanan bir milletin, babaları veya oğulları veya kardeşleri ya da akrabaları olsa bile Allah'a ve Peygamberine karşı gelenlere, sevgi beslediklerini görmezsin. İşte Allah, imanı bunların kalblerine yazmış, katından bir nur ile onları desteklemiştir. Onları, içlerinden ırmaklar akan, içinde temelli kalacakları cennetlere koyar. Allah onlardan hoşnut olmuştur, onlar da Allah'tan hoşnut olmuştur. İşte bunlar, Allah'tan yana olanlardır. İyi bilin ki, saadete erecek olanlar, Allah'tan yana olanlardır","ur":"تم کبھی یہ نہ پاؤ گے کہ جو لوگ اللہ اور آخرت پر ایمان رکھنے والے ہیں وہ اُن لوگوں سے محبت کرتے ہوں جنہوں نے اللہ اور اس کے رسول کی مخالفت کی ہے، خواہ وہ اُن کے باپ ہوں، یا اُن کے بیٹے، یا اُن کے بھائی یا اُن کے اہل خاندان یہ وہ لوگ ہیں جن کے دلوں میں اللہ نے ایمان ثبت کر دیا ہے اور اپنی طرف سے ایک روح عطا کر کے ان کو قوت بخشی ہے وہ ان کو ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی ان میں وہ ہمیشہ رہیں گے اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے وہ اللہ کی پارٹی کے لوگ ہیں خبردار رہو، اللہ کی پارٹی والے ہی فلاح پانے والے ہیں","zh":"你不会发现确信安拉和末日的民众，会与违抗安拉和使者的人相亲相爱，即使那等人是他们的父亲，或儿子，或兄弟，或亲戚。这等人，安拉曾将正信铭刻在他们的心上，并且以从他降下的精神援助他们。他将使他们入下临诸河的乐园，而永居其中。安拉喜悦他们，他们也喜悦他。这等人是安拉的党羽，真的，安拉的党羽确是成功的。"},"transliteration":"La tajidu qawman yuminoona biAllahi waalyawmi alakhiri yuwaddoona man hadda Allaha warasoolahu walaw kanoo abaahum aw abnaahum aw ikhwanahum aw AAasheeratahum olaika kataba fee quloobihimu aleemana waayyadahum biroohin minhu wayudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha radiya Allahu AAanhum waradoo AAanhu olaika hizbu Allahi ala inna hizba Allahi humu almuflihoona","chapter":{"id":58,"name":"المجادلة","transliteration":"Al-Mujadila","translations":{"en":"The Pleading Woman","es":"La Discusión","fr":"La discussion","id":"Wanita yang Menggugat","ru":"Препирающаяся","sv":"Hon Som Vädjar","tr":"Mücâdele","ur":"جھگڑنے والی","zh":"辩诉者"},"type":"medinan"}}
