{"id":513,"number":20,"text":"وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","translations":{"en":"But if you want to replace one wife with another and you have given one of them a great amount [in gifts], do not take [back] from it anything. Would you take it in injustice and manifest sin","es":"Y si te decides a divorciarte de tu esposa, a la que has dado una fortuna como dote, para casarte con otra [mujer], no le pidas que te devuelva nada de su dote. ¿Acaso pensabas hacerlo calumniándola, cometiendo un claro delito","fr":"Si vous voulez substituer une épouse à une autre, et que vous ayez donné à l'une un qintâr, n'en reprenez rien. Quoi! Le reprendriez-vous par injustice et péché manifeste","id":"Dan jika kamu ingin mengganti istrimu dengan istri yang lain, sedang kamu telah memberikan kepada seorang di antara mereka harta yang banyak, maka janganlah kamu mengambil kembali sedikit pun darinya. Apakah kamu akan mengambilnya kembali dengan jalan tuduhan yang dusta dan dengan (menanggung) dosa yang nyata","ru":"Если вы пожелали заменить одну жену другой и если одной из них вы подарили кантар, то ничего не берите себе из этого. Неужели вы станете отбирать это, поступая лживо и совершая очевидный грех","sv":"Om ni önskar lämna en hustru och i hennes ställe ta en annan, tag då ingenting ifrån den första, även om ni har gett henne de dyrbaraste gåvor. Eller vill ni ta [gåvorna] tillbaka genom att rikta falska anklagelser mot henne och därmed begå en klar synd","tr":"Bir eşin yerine başka bir eşi almak isterseniz, birincisine bir yük altın vermiş olsanız bile ondan bir şey almayın. İftira ederek ve apaçık günaha girerek ona verdiğinizi geri alır mısınız","ur":"اور اگر تم ایک بیوی کی جگہ دوسری بیوی لے آنے کا ارادہ ہی کر لو تو خواہ تم نے اُسے ڈھیر سا مال ہی کیوں نہ دیا ہو، اس میں سے کچھ واپس نہ لینا کیا تم اُسے بہتان لگا کر اور صریح ظلم کر کے واپس لو گے؟","zh":"如果你们休一个妻室，而另娶一个妻室，即使你们给过前妻一千两黄金，你们也不要取回一丝毫。难道你们要加以诬蔑和亏枉而把它取回吗？"},"transliteration":"Wain aradtumu istibdala zawjin makana zawjin waataytum ihdahunna qintaran fala takhuthoo minhu shayan atakhuthoonahu buhtanan waithman mubeenan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
