{"id":5132,"number":6,"text":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"And what Allah restored [of property] to His Messenger from them - you did not spur for it [in an expedition] any horses or camels, but Allah gives His messengers power over whom He wills, and Allah is over all things competent","es":"Ustedes no tuvieron la necesidad de emplear caballos ni camellos para contribuir a lo que Dios concedió a Su Mensajero como botín, porque Dios concede a Sus Mensajeros predominio sobre quien quiere. Dios tiene poder sobre todas las cosas","fr":"Le butin provenant de leurs biens et qu'Allah a accordé sans combat à Son Messager, vous n'y aviez engagé ni chevaux, ni chameaux; mais Allah, donne à Ses messagers la domination sur qui Il veut et Allah est Omnipotent","id":"(Dan harta rampasan fai`836) dari mereka yang diberikan Allah kepada Rasul-Nya, kamu tidak memerlukan kuda atau unta untuk mendapatkannya, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu","ru":"К добыче, которую Аллах вернул Своему Посланнику, вы не скакали рысью ни на конях, ни на верблюдах, но Аллах дарует Своим посланникам власть, над кем пожелает. Аллах способен на всякую вещь","sv":"[Glöm inte att] ni varken har behövt sporra häst eller kamel för att vinna det byte [som ni tog från fienden och] som Gud har överlämnat till Sitt Sändebud. Gud lägger makten över dem Han vill i Sina sändebuds händer; Gud är allsmäktig","tr":"Ey inananlar! Onların mallarından, Allah'ın Peygamberine verdiği şeyler için siz ne at ve ne de deve sürdünüz; fakat Allah peygamberlerine, dilediği kimselere karşı üstünlük verir. Allah herşeye Kadir'dir","ur":"اور جو مال اللہ نے اُن کے قبضے سے نکال کر اپنے رسول کی طرف پلٹا دیے، وہ ایسے مال نہیں ہیں جن پر تم نے اپنے گھوڑے اور اونٹ دوڑائے ہوں، بلکہ اللہ اپنے رسولوں کو جس پر چاہتا ہے تسلط عطا فرما دیتا ہے، اور اللہ ہر چیز پر قادر ہے","zh":"凡安拉收归使者的逆产，你们都没有汗马之劳；但安拉使众使者，制服他所意欲者；安拉对于万事，是全能的。"},"transliteration":"Wama afaa Allahu AAala rasoolihi minhum fama awjaftum AAalayhi min khaylin wala rikabin walakinna Allaha yusallitu rusulahu AAala man yashao waAllahu AAala kulli shayin qadeerun","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
