{"id":5133,"number":7,"text":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","translations":{"en":"And what Allah restored to His Messenger from the people of the towns - it is for Allah and for the Messenger and for [his] near relatives and orphans and the [stranded] traveler - so that it will not be a perpetual distribution among the rich from among you. And whatever the Messenger has given you - take; and what he has forbidden you - refrain from. And fear Allah; indeed, Allah is severe in penalty","es":"Lo que Dios concedió de la gente de las aldeas a Su Mensajero pertenece a Dios, al Mensajero, a sus parientes, a los huérfanos, a los pobres y al viajero insolvente, para que la riqueza no sea un privilegio solo de los ricos. Lo que les ha transmitido el Mensajero tómenlo, y cuanto les haya prohibido déjenlo. Tengan temor de Dios, porque Dios es severo en el castigo","fr":"Le butin provenant [des biens] des habitants des cités, qu'Allah a accordé sans combat à Son Messager, appartient à Allah, au Messager, aux proches parents, aux orphelins, aux pauvres et au voyageur en détresse, afin que cela ne circule pas parmi les seuls riches d'entre vous. Prenez ce que le Messager vous donne; et ce qu'il vous interdit, abstenez-vous en; et craignez Allah car Allah est dur en punition","id":"Harta rampasan fai` yang diberikan Allah kepada Rasul-Nya (yang berasal) dari penduduk beberapa negeri, adalah untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin dan untuk orang-orang yang dalam perjalanan, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu maka terimalah. Dan apa yang dilarangnya bagimu maka tinggalkanlah. Dan bertakwalah kepada Allah. Sungguh, Allah sangat keras hukuman-Nya","ru":"Добыча, которую Аллах вернул Своему Посланнику от жителей селений, принадлежит Аллаху, Посланнику, родственникам Пророка, сиротам, бедным и путникам, дабы не досталась она богатым среди вас. Берите же то, что дал вам Посланник, и сторонитесь того, что он запретил вам. Бойтесь Аллаха, ведь Аллах суров в наказании","sv":"Det som Gud anvisar Sitt Sändebud av [det byte som tagits utan krig] av städernas folk tillhör Gud och Sändebudet, [hans] närmaste, de faderlösa och de behövande och vandringsmannen. Det får inte bli [en handelsvara], som cirkulerar mellan dem av er som lever i välstånd. Tag alltså emot vad [Hans] Sändebud ger er [av detta] och avstå [villigt] från det som han nekar er; och frukta Gud; Gud straffar med stränghet","tr":"Allah'ın, fethedilen memleketler halkının mallarından Peygamberine verdikleri; Allah, Peygamber, yakınlar, yetimler, yoksullar ve yolda kalmışlar içindir; ta ki içinizdeki zenginler arasında elden ele dolaşan bir devlet olmasın. Peygamber size ne verirse onu alın, sizi neden menederse ondan geri durun; Allah'tan sakının, doğrusu Allah'ın cezalandırması çetindir","ur":"جو کچھ بھی اللہ اِن بستیوں کے لوگوں سے اپنے رسول کی طرف پلٹا دے وہ اللہ اور رسول اور رشتہ داروں اور یتامیٰ اور مساکین اور مسافروں کے لیے ہے تاکہ وہ تمہارے مالداروں ہی کے درمیان گردش نہ کرتا رہے جو کچھ رسولؐ تمھیں دے وہ لے لو اور جس چیز سے وہ تم کو روک دے اس سے رک جاؤ اللہ سے ڈرو، اللہ سخت سزا دینے والا ہے","zh":"城市的居民的逆产，凡安拉收归使者的，都归安拉、使者、至亲、孤儿、贫民和旅客，以免那些逆产，成为在你们中富豪之间周转的东西。凡使者给你们的，你们都应当接受；凡使者禁止你们的，你们都应当戒除。你们应当敬畏安拉，安拉确是刑罚严厉的。"},"transliteration":"Ma afaa Allahu AAala rasoolihi min ahli alqura falillahi walilrrasooli walithee alqurba waalyatama waalmasakeeni waibni alssabeeli kay la yakoona doolatan bayna alaghniyai minkum wama atakumu alrrasoolu fakhuthoohu wama nahakum AAanhu faintahoo waittaqoo Allaha inna Allaha shadeedu alAAiqabi","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
