{"id":5134,"number":8,"text":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ","translations":{"en":"For the poor emigrants who were expelled from their homes and their properties, seeking bounty from Allah and [His] approval and supporting Allah and His Messenger, [there is also a share]. Those are the truthful","es":"[También le corresponde una parte de dicho botín] a los emigrados pobres que fueron expulsados de sus hogares y despojados de sus bienes cuando buscaban la gracia de Dios y Su complacencia, y apoyaron a Dios y a Su Mensajero. Ellos son los sinceros","fr":"[Il appartient aussi] aux émigrés besogneux qui ont été expulsés de leurs demeures et de leurs biens, tandis qu'ils recherchaient une grâce et un agrément d'Allah, et qu'ils portaient secours à (la cause d') Allah et à Son Messager. Ceux-là sont les véridiques","id":"(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah837) yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar","ru":"А также неимущим мухаджирам, которые были изгнаны из своих жилищ и лишены своего имущества. Они стремятся к милости Аллаха и довольству и помогают Аллаху и Его Посланнику. Они являются правдивыми","sv":"Bland dem [som skall få del av bytet är] de fattiga och utvandrarna som tvingats att lämna sina hem och sin egendom och överge ondskans rike för att söka Guds nåd och Hans välbehag och som ger sina bidrag [i kampen] för Guds och Hans Sändebuds sak. De är de som har en sann och uppriktig [tro]","tr":"Allah'ın verdiği bu ganimet malları bilhassa; yurtlarından ve mallarından edilmiş olan, Allah'tan bir lütuf ve rıza dileyen, Allah'ın dinine ve Peygamberine yardım eden muhacir fakirlerindir. İşte doğru olanlar bunlardır","ur":"(نیز وہ مال) اُن غریب مہاجرین کے لیے ہے جو اپنے گھروں اور جائدادوں سے نکال باہر کیے گئے ہیں یہ لوگ اللہ کا فضل اور اس کی خوشنودی چاہتے ہیں اور اللہ اور اُس کے رسولؐ کی حمایت پر کمر بستہ رہتے ہیں یہی راستباز لوگ ہیں","zh":"（那些逆产一部分）归迁士中的贫民，他们曾被驱逐出境，以致丧失自己的房屋和财产。他们寻求从安拉发出的恩典和喜悦，他们协助安拉和使者；这等人，确是说实话的。"},"transliteration":"Lilfuqarai almuhajireena allatheena okhrijoo min diyarihim waamwalihim yabtaghoona fadlan mina Allahi waridwanan wayansuroona Allaha warasoolahu olaika humu alssadiqoona","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
