{"id":5135,"number":9,"text":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translations":{"en":"And [also for] those who were settled in al-Madinah and [adopted] the faith before them. They love those who emigrated to them and find not any want in their breasts of what the emigrants were given but give [them] preference over themselves, even though they are in privation. And whoever is protected from the stinginess of his soul - it is those who will be the successful","es":"Quienes estaban establecidos y aceptaron la fe antes de su llegada, aman a los que emigraron, no sienten envidia alguna en sus corazones por lo que se les ha dado y los prefieren a sí mismos aunque estén en extrema necesidad. Quienes hayan sido preservados de la avaricia serán los triunfadores","fr":"Il [appartient également] à ceux qui, avant eux, se sont installés dans le pays et dans la foi, qui aiment ceux qui émigrent vers eux, et ne ressentent dans leurs cœurs aucune envie pour ce que [ces immigrés] ont reçu, et qui [les] préfèrent à eux-mêmes, même s'il y a pénurie chez eux. Quiconque se prémunit contre sa propre avarice, ceux-là sont ceux qui réussissent","id":"Dan orang-orang (Ansar) yang telah menempati kota Madinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung","ru":"А те, которые жили в доме (Медине) и обрели веру до них, любят переселившихся к ним и не ощущают никакой нужды к тому, что даровано им. Они отдают им предпочтение перед собой, даже если они сами нуждаются. А те, кто уберегся от собственной скупости, являются преуспевшими","sv":"[Till dem hör också] de som var bofasta i staden och antog tron före [utvandrarnas ankomst, och som] med kärlek bemötte alla som sökte tillflykt hos dem och inte missunnade dem vad de fick ta emot, utan tvärtom gav dem företräde, trots att de själva måste göra uppoffringar. De som värjer sig för girighetens [frestelser] - dem skall det gå väl i händer","tr":"Daha önceden Medine'yi yurt edinmiş ve gönüllerine imanı yerleştirmiş olan kimseler, kendilerine hicret edip gelenleri severler; onlara verilenler karşısında içlerinde bir çekememezlik hissetmezler; kendileri zaruret içinde bulunsalar bile onları kendilerinden önde tutarlar. Nefsinin tamahkarlığından korunabilmiş kimseler, işte onlar saadete erenlerdir","ur":"(اور وہ اُن لوگوں کے لیے بھی ہے) جو اِن مہاجرین کی آمد سے پہلے ہی ایمان لا کر دارالحجرت میں مقیم تھے یہ اُن لوگوں سے محبت کرتے ہیں جو ہجرت کر کے اِن کے پاس آئے ہیں اور جو کچھ بھی اُن کو دیدیا جائے اُس کی کوئی حاجت تک یہ اپنے دلوں میں محسوس نہیں کرتے اور اپنی ذات پر دوسروں کو ترجیح دیتے ہیں خواہ اپنی جگہ خود محتاج ہوں حقیقت یہ ہے کہ جو لوگ اپنے دل کی تنگی سے بچا لیے گئے وہی فلاح پانے والے ہیں","zh":"在他们之前，安居故乡而且确信正道的人们，他们喜爱迁居来的教胞们，他们对于那些教胞所获的赏赐，不怀怨恨，他们虽有急需，也愿把自己所有的让给那些教胞。能戒除自身的贪吝者，才是成功的。"},"transliteration":"Waallatheena tabawwaoo alddara waaleemana min qablihim yuhibboona man hajara ilayhim wala yajidoona fee sudoorihim hajatan mimma ootoo wayuthiroona AAala anfusihim walaw kana bihim khasasatun waman yooqa shuhha nafsihi faolaika humu almuflihoona","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
