{"id":5136,"number":10,"text":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","translations":{"en":"And [there is a share for] those who came after them, saying, \"Our Lord, forgive us and our brothers who preceded us in faith and put not in our hearts [any] resentment toward those who have believed. Our Lord, indeed You are Kind and Merciful","es":"Quienes vienen después de ellos imploran: \"¡Oh Señor nuestro! Perdónanos, a nosotros y a nuestros hermanos que nos han precedido en la fe. No infundas en nuestros corazones rencor hacia los creyentes ¡Señor nuestro!, Tú eres Compasivo, Misericordioso","fr":"Et [il appartient également] à ceux qui sont venus après eux en disant: «Seigneur, pardonne-nous, ainsi qu'à nos frères qui nous ont précédés dans la foi; et ne mets dans nos cœurs aucune rancœur pour ceux qui ont cru. Seigneur, Tu es Compatissant et Très Miséricordieux»","id":"Dan orang-orang yang datang sesudah mereka (Muhajirin dan Ansar), mereka berdoa, \"Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, sungguh, Engkau Maha Penyantun, Maha Penyayang","ru":"А те, которые пришли после них, говорят: «Господь наш! Прости нас и наших братьев, которые уверовали раньше нас! Не насаждай в наших сердцах ненависти и зависти к тем, кто уверовал. Господь наш! Воистину, Ты - Сострадательный, Милосердный»","sv":"De som kommer efter dem ber: \"Herre, ge oss Din förlåtelse och förlåt våra bröder som gått före oss i tron, och låt inte ovilja mot [någon] troende bli kvar i våra hjärtan! Herre! Du ömmar, full av barmhärtighet, [för Dina tjänare]","tr":"Onlardan sonra gelenler: \"Rabbimiz! Bizi ve bizden önce inanmış olan kardeşlerimizi bağışla; kalbimizde müminlere karşı kin bırakma; Rabbimiz! Şüphesiz Sen şefkatlisin, merhametlisin\" derler","ur":"(اور وہ اُن لوگوں کے لیے بھی ہے) جو اِن اگلوں کے بعد آئے ہیں، جو کہتے ہیں کہ \"اے ہمارے رب، ہمیں اور ہمارے اُن سب بھائیوں کو بخش دے جو ہم سے پہلے ایمان لائے ہیں اور ہمارے دلوں میں اہل ایمان کے لیے کوئی بغض نہ رکھ، اے ہمارے رب، تو بڑا مہربان اور رحیم ہے","zh":"在他们之后到来的人们说：我们的主啊！求你赦宥我们，并赦宥在我们之前已经信道的人们，求你不要让我们怨恨在我们之前已经信道的人们，我们的主啊！你确是仁爱的，确是至慈的。"},"transliteration":"Waallatheena jaoo min baAAdihim yaqooloona rabbana ighfir lana waliikhwanina allatheena sabaqoona bialeemani wala tajAAal fee quloobina ghillan lillatheena amanoo rabbana innaka raoofun raheemun","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
