{"id":5137,"number":11,"text":"۞أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","translations":{"en":"Have you not considered those who practice hypocrisy, saying to their brothers who have disbelieved among the People of the Scripture, \"If you are expelled, we will surely leave with you, and we will not obey, in regard to you, anyone - ever; and if you are fought, we will surely aid you.\" But Allah testifies that they are liars","es":"¿Acaso no observas cuando los hipócritas dicen a sus hermanos de la Gente del Libro que se negaron a creer: \"Si son expulsados, saldremos con ustedes, y jamás obedeceremos a nadie que los quiera dañar. Y si los combaten, los socorreremos\"? Dios es testigo de que mienten","fr":"N'as-tu pas vu les hypocrites disant à leurs confrères qui ont mécru parmi les gens du Livre: «Si vous êtes chassés, nous partirons certes avec vous et nous n'obéirons jamais à personne contre vous; et si vous êtes attaqués, nous vous secourrons certes». Et Allah atteste qu'en vérité ils sont des menteurs","id":"Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, \"Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.\" Dan Allah menyaksikan, bahwa mereka benar-benar pendusta","ru":"Разве ты не видишь, что лицемеры говорят своим неверующим братьям из числа людей Писания: «Если вас изгонят, то мы уйдем вместе с вами и никогда никому не подчинимся против вас. А если с вами сразятся, то мы обязательно поможем вам». Аллах свидетельствует о том, что они являются лжецами","sv":"HAR DU inte insett [vad] hycklarna säger till sina bröder, dem bland efterföljarna av äldre tiders uppenbarelser som förnekar sanningen? \"Om ni blir bortdrivna lovar vi att lämna [staden] med er och vi kommer aldrig att följa någon [som vill gå hårt fram] mot er; och om ni blir angripna skall vi helt säkert stå på er sida.\" Men Gud vittnar att de ljuger","tr":"Münafıkların, kitap ehlinin inkarcılarından olan kardeşlerine: \"Eğer siz yurdunuzdan çıkarılırsanız and olsun ki, biz de sizinle beraber çıkarız; sizin aleyhinizde kimseye asla uymayız; eğer savaşa tutuşursanız mutlaka size yardım ederiz\" dediklerini görmedin mi? Allah onların yalancı olduklarına şahidlik eder","ur":"تم نے دیکھا نہیں اُن لوگوں کو جنہوں نے منافقت کی روش اختیار کی ہے؟ یہ اپنے کافر اہل کتاب بھائیوں سے کہتے ہیں \"اگر تمہیں نکالا گیا تو ہم تمہارے ساتھ نکلیں گے، اور تمہارے معاملہ میں ہم کسی کی بات ہرگز نہ مانیں گے، اور اگر تم سے جنگ کی گئی تو ہم تمہاری مدد کریں گے\" مگر اللہ گواہ ہے کہ یہ لوگ قطعی جھوٹے ہیں","zh":"难道你没有看见那些伪信者吗？他们对自己的朋友--信奉《圣经》而不信《古兰经》的人们说：“如果你们被放逐，我们必定与你们一同出境，我们永不服从任何人的命令而放弃你们；如果你们被攻击，我们必援助你们。安拉作证，他们确是说谎的。"},"transliteration":"Alam tara ila allatheena nafaqoo yaqooloona liikhwanihimu allatheena kafaroo min ahli alkitabi lain okhrijtum lanakhrujanna maAAakum wala nuteeAAu feekum ahadan abadan wain qootiltum lanansurannakum waAllahu yashhadu innahum lakathiboona","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
