{"id":5138,"number":12,"text":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","translations":{"en":"If they are expelled, they will not leave with them, and if they are fought, they will not aid them. And [even] if they should aid them, they will surely turn their backs; then [thereafter] they will not be aided","es":"Si son expulsados, no se irán con ellos. Si son combatidos, no los socorrerán. Y aun si los socorrieran huirían del combate, y de nada les serviría su ayuda","fr":"S'ils sont chassés, ils ne partiront pas avec eux; et s'ils sont attaqués, ils ne les secourront pas; et même s'ils allaient à leur secours, ils tourneraient sûrement le dos; puis ils ne seront point secourus","id":"Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka diperangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan","ru":"Если они будут изгнаны, то те не уйдут вместе с ними. Если с ними сразятся, то они не помогут им. А если даже они помогут им, то повернут вспять, после чего уже никто не поможет им","sv":"Om [förnekarna] drivs bort kommer [hycklarna] med säkerhet inte att gå med dem, och om de angrips kommer [hycklarna] inte att sluta upp vid deras sida; men kommer de [ändå] till deras hjälp, gör de [snart] helt om och flyr och så blir [förnekarna] till sist ensamma","tr":"Onlar çıkarılmış olsalar, and olsun ki, onlarla beraber çıkmazlar; savaşa tutuşmuş olsalar, and olsun ki, onlara yardıma koşmazlar; onlara yardıma gitseler, mutlaka geri dönüp kaçarlar, sonra yardım da görmezler","ur":"اگر وہ نکالے گئے تو یہ ان کے ساتھ ہرگز نہ نکلیں گے، اور اگر اُن سے جنگ کی گئی تو یہ اُن کی ہرگز مدد نہ کریں گے، اور اگر یہ ان کی مدد کریں بھی تو پیٹھ پھیر جائیں گے اور پھر کہیں سے کوئی مدد نہ پائیں گے","zh":"如果他们被放逐，伪信者不与他们一道出境；如果他们被攻击，伪信者不援助他们；即使援助他们，也必转身逃跑，使之不获援助。"},"transliteration":"Lain okhrijoo la yakhrujoona maAAahum walain qootiloo la yansuroonahum walain nasaroohum layuwallunna aladbara thumma la yunsaroona","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
