{"id":5140,"number":14,"text":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","translations":{"en":"They will not fight you all except within fortified cities or from behind walls. Their violence among themselves is severe. You think they are together, but their hearts are diverse. That is because they are a people who do not reason","es":"No combatirán unidos contra ustedes, salvo en aldeas fortificadas o detrás de murallas. Entre ellos hay una fuerte hostilidad. Ustedes piensan que ellos son unidos, pero sus corazones están divididos. Es porque que son gente que no razona","fr":"Tous ne vous combattront que retranchés dans des cités fortifiées ou de derrière des murailles. Leurs dissensions internes sont extrêmes. Tu les croirait unis, alors que leurs cœurs sont divisés. C'est qu'ils sont des gens qui ne raisonnent pas","id":"Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti","ru":"Они не станут сражаться с вами вместе, разве что в укрепленных селениях или из-за стен. Меж собой у них жестокая вражда. Ты полагаешь, что они едины, но сердца их разобщены. Это потому, что они - люди неразумные","sv":"De kommer aldrig att kämpa i samlad trupp mot er om det inte sker från [ställningar i] befästa städer eller bakom murar. Inbördes är de hätska fiender. Det är lätt att tro att de håller samman, men i sitt inre är de splittrade [utom i sitt hat mot de troende]; de är människor som inte använder sitt förstånd","tr":"Onlar sizinle toplu olarak, ancak surla çevrilmiş kasabalar içinde veya duvarlar arkasından savaşı kabul edebilirler. Kendi aralarındaki çekişmeleri ise serttir; onları birlik sanırsın, oysa kalbleri birbirinden ayrıdır. Bu, akletmeyen bir topluluk olmalarındandır","ur":"یہ کبھی اکٹھے ہو کر (کھلے میدان میں) تمہارا مقابلہ نہ کریں گے، لڑیں گے بھی تو قلعہ بند بستیوں میں بیٹھ کر یا دیواروں کے پیچھے چھپ کر یہ آپس کی مخالفت میں بڑے سخت ہیں تم اِنہیں اکٹھا سمجھتے ہو مگر ان کے دل ایک دوسرے سے پھٹے ہوئے ہیں اِن کا یہ حال اِس لیے ہے کہ یہ بے عقل لوگ ہیں","zh":"他们只在巩固的城市中或在壁垒后共同作战。他们的内争是严重的，你以为他们是团结的，其实，他们的心是涣散的。那是因为他们是不明理的民众。"},"transliteration":"La yuqatiloonakum jameeAAan illa fee quran muhassanatin aw min warai judurin basuhum baynahum shadeedun tahsabuhum jameeAAan waquloobuhum shatta thalika biannahum qawmun la yaAAqiloona","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
