{"id":5142,"number":16,"text":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","translations":{"en":"[The hypocrites are] like the example of Satan when he says to man, \"Disbelieve.\" But when he disbelieves, he says, \"Indeed, I am disassociated from you. Indeed, I fear Allah, Lord of the worlds","es":"Como el demonio cuando le dice al hombre: \"¡Niega la verdad!\" Pero cuando este le obedece, dice: \"Yo no soy responsable de ti, yo temo a Dios, Señor del universo","fr":"ils sont semblables au Diable quand il dit à l'homme: «Sois incrédule». Puis quand il a mécru, il dit: «Je te désavoue car je redoute Allah, le Seigneur de l'Univers»","id":"(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, \"Kafirlah kamu!\" Kemudian setelah manusia itu menjadi kafir ia berkata, \"Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam","ru":"Они подобны дьяволу, который говорит человеку: «Не веруй!». Когда же тот становится неверующим, он говорит: «Я не причастен к тебе! Я боюсь Аллаха, Господа миров»","sv":"Se hur Djävulen [beter sig]: först säger han till människan: \"Förneka sanningen!\" och när hon förnekar sanningen, säger han: \"Jag är inte ansvarig för dig; jag fruktar Gud, världarnas Herre","tr":"İkiyüzlülerin durumu insana: \"İnkar et!\" deyip, insan da inkar edince: \"Doğrusu ben senden uzağım; Alemlerin Rabbi olan Allah'tan korkarım\" diyen şeytanın durumu gibidir","ur":"اِن کی مثال شیطان کی سی ہے کہ پہلے وہ انسان سے کہتا ہے کہ کفر کر، اور جب انسان کفر کر بیٹھتا ہے تو وہ کہتا ہے کہ میں تجھ سے بری الذمہ ہوں، مجھے تو اللہ رب العالمین سے ڈر لگتا ہے","zh":"他们又像恶魔一样。当时，他曾对人说：你不要信道。当他不信道的时候，他说：我确是与你无干的，我的确畏惧安拉。"},"transliteration":"Kamathali alshshaytani ith qala lilinsani okfur falamma kafara qala innee bareeon minka innee akhafu Allaha rabba alAAalameena","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
