{"id":5144,"number":18,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translations":{"en":"O you who have believed, fear Allah. And let every soul look to what it has put forth for tomorrow - and fear Allah. Indeed, Allah is Acquainted with what you do","es":"¡Oh, creyentes! Tengan temor de Dios, y que cada alma considere cuánto ha obrado para el mañana. Tengan temor de Dios, porque Dios está bien informado de cuanto hacen","fr":"O vous qui avez cru! Craignez Allah. Que chaque âme voit bien ce qu'elle a avancé pour demain. Et craignez Allah, car Allah est Parfaitement Connaisseur de ce que vous faites","id":"Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan","ru":"О те, которые уверовали! Бойтесь Аллаха, и пусть душа посмотрит, что она приготовила на завтрашний день. Бойтесь Аллаха, ведь Аллах ведает о том, что вы совершаете","sv":"TROENDE! Frukta Gud, och tänk på vad ni sänder framför er, var och en, till morgondagen! Ja, frukta Gud! Han är väl underrättad om vad ni gör","tr":"Ey inananlar! Allah'tan sakının; herkes yarına ne hazırladığına baksın; Allah'tan sakının, çünkü Allah işlediklerinizden haberdardır","ur":"اے لوگو جو ایمان لائے ہو، اللہ سے ڈرو، اور ہر شخص یہ دیکھے کہ اُس نے کل کے لیے کیا سامان کیا ہے اللہ سے ڈرتے رہو، اللہ یقیناً تمہارے اُن سب اعمال سے باخبر ہے جو تم کرتے ہو","zh":"信道的人们啊！你们应当敬畏安拉，各人应当想一想自己为明日而预备了什么，你们应当敬畏安拉，安拉确是彻知你们的行为的。"},"transliteration":"Ya ayyuha allatheena amanoo ittaqoo Allaha waltanthur nafsun ma qaddamat lighadin waittaqoo Allaha inna Allaha khabeerun bima taAAmaloona","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
