{"id":5147,"number":21,"text":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","translations":{"en":"If We had sent down this Qur'an upon a mountain, you would have seen it humbled and coming apart from fear of Allah. And these examples We present to the people that perhaps they will give thought","es":"Si hubiera hecho descender este Corán sobre una montaña, la habrías visto temblar y derrumbarse por temor a Dios. Así exponemos a la gente los ejemplos para que reflexionen","fr":"Si Nous avions fait descendre ce Coran sur une montagne, tu l'aurais vu s'humilier et se fendre par crainte d'Allah. Et ces paraboles Nous les citons aux gens afin qu'ils réfléchissent","id":"Sekiranya Kami turunkan Alquran ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir","ru":"Если бы Мы ниспослали этот Коран горе, то ты увидел бы, как она смиренно раскалывается от страха перед Аллахом. Такие притчи Мы приводим людям для того, чтобы они поразмыслили","sv":"OM VI hade uppenbarat denna Koran för ett berg, skulle du helt säkert ha sett det rämna av fruktan för Gud. Sådana liknelser framställer Vi för människorna för att stämma dem till eftertanke","tr":"Eğer Biz Kuran'ı bir dağa indirmiş olsaydık, sen, onun, Allah korkusuyla başeğerek parça parça olduğunu görürdün. Bu misalleri, insanlar düşünsünler diye veriyoruz","ur":"اگر ہم نے یہ قرآن کسی پہاڑ پر بھی اتار دیا ہوتا تو تم دیکھتے کہ وہ اللہ کے خوف سے دبا جا رہا ہے اور پھٹا پڑتا ہے یہ مثالیں ہم لوگوں کے سامنے اس لیے بیان کرتے ہیں کہ وہ (اپنی حالت پر) غور کریں","zh":"假若我把这部《古兰经》降示一座山，你必定看见那座山因畏惧安拉而成为柔和的，崩溃的。这些譬喻，是我为众人而设的，以便他们省悟。"},"transliteration":"Law anzalna hatha alqurana AAala jabalin laraaytahu khashiAAan mutasaddiAAan min khashyati Allahi watilka alamthalu nadribuha lilnnasi laAAallahum yatafakkaroona","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
