{"id":5149,"number":23,"text":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","translations":{"en":"He is Allah, other than whom there is no deity, the Sovereign, the Pure, the Perfection, the Bestower of Faith, the Overseer, the Exalted in Might, the Compeller, the Superior. Exalted is Allah above whatever they associate with Him","es":"Él es Al-lah, no hay otra divinidad salvo Él, el Soberano Supremo, el Santísimo, el Salvador, el Dispensador de seguridad, el Custodio [de la fe], el Todopoderoso, el Dominador y el Soberbio. ¡Glorificado sea Dios! Está por encima de las divinidades que Le asocian","fr":"C'est Lui, Allah. Nulle divinité autre que Lui; Le Souverain, Le Pur, L'Apaisant, Le Rassurant, Le Prédominant, Le Tout Puissant, Le Contraignant, L'Orgueilleux. Gloire à Allah! Il transcende ce qu'ils Lui associent","id":"Dialah Allah, tidak ada tuhan selain Dia. Maha Raja Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan. Mahasuci Allah dari apa yang mereka persekutukan","ru":"Он - Аллах, и нет божества, кроме Него, Властелина, Святого, Пречистого, Оберегающего, Хранителя, Могущественного, Могучего, Гордого. Пречист Аллах и далек от того, что они приобщают в сотоварищи","sv":"Han är Gud; ingen gudom finns utom Han, Konungen, den Helige, Han [som skänker] fred, Han som [väcker och vidmakthåller] tron, Han som vakar [över uppenbarelsen], den Mäktige, Han som betvingar och återupprättar, Han vars storhet [ingen kan fatta]! Stor är Gud i Sin härlighet, fjärran från allt som [människor] vill sätta vid Hans sida","tr":"O, kendisinden başka tanrı olmayan, hükümran, çok kutsal; esenlik veren, güvenlik veren, görüp gözeten, güçlü, buyruğunu herşeye geçiren, ulu olan, Allah'tır. Allah onların koştukları eşlerden (ortaklardan) münezzehtir","ur":"وہ اللہ ہی ہے جس کے سوا کوئی معبود نہیں وہ بادشاہ ہے نہایت مقدس، سراسر سلامتی، امن دینے والا، نگہبان، سب پر غالب، اپنا حکم بزور نافذ کرنے والا، اور بڑا ہی ہو کر رہنے والا پاک ہے اللہ اُس شرک سے جو لوگ کر رہے ہیں","zh":"他是安拉，除他外，绝无应受崇拜的。他是君主。他是至洁的，是健全的，是保佑的，是见证者，是万能的，是尊严的，是尊大的。赞颂真主，超绝万物，他是超乎他们所用以配他的。"},"transliteration":"Huwa Allahu allathee la ilaha illa huwa almaliku alquddoosu alssalamu almuminu almuhayminu alAAazeezu aljabbaru almutakabbiru subhana Allahi AAamma yushrikoona","chapter":{"id":59,"name":"الحشر","transliteration":"Al-Hashr","translations":{"en":"The Exile","es":"La Concentración","fr":"L'exode","id":"Pengusiran","ru":"Сбор","sv":"Mönstringen","tr":"Haşr","ur":"حشر","zh":"放逐"},"type":"medinan"}}
