{"id":5151,"number":1,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","translations":{"en":"O you who have believed, do not take My enemies and your enemies as allies, extending to them affection while they have disbelieved in what came to you of the truth, having driven out the Prophet and yourselves [only] because you believe in Allah, your Lord. If you have come out for jihad in My cause and seeking means to My approval, [take them not as friends]. You confide to them affection, but I am most knowing of what you have concealed and what you have declared. And whoever does it among you has certainly strayed from the soundness of the way","es":"¡Creyentes! Si el abandono de sus hogares [en La Meca] fue sincero por Mi causa y para obtener Mi complacencia, no tomen por confidentes a quienes demuestran ser Mis enemigos, y enemigos suyos, revelándoles secretos [de Estado] como muestra de afecto hacia ellos; porque ellos han negado abiertamente la verdad revelada, han expulsado al Mensajero y los han expulsado a ustedes [de La Meca y de sus hogares], simplemente por haber creído en Dios, su Señor. ¿Cómo pueden confiarles secretos por afecto? Yo bien sé lo que ocultan y lo que manifiestan. Quien obre así se habrá extraviado del camino correcto","fr":"O vous qui avez cru! Ne prenez pas pour alliés Mon ennemi et le vôtre, leur offrant l'amitié, alors qu'ils ont nié ce qui vous est parvenu de la vérité. Ils expulsent le Messager et vous-mêmes parce que vous croyez en Allah, votre Seigneur. Si vous êtes sortis pour lutter dans Mon chemin et pour rechercher Mon agrément, leur témoignerez-vous secrètement de l'amitié, alors que Je connais parfaitement ce que vous cachez et ce que vous divulguez? Et quiconque d'entre vous le fait s'égare de la droiture du sentier","id":"Wahai orang-orang yang beriman! Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman-teman setia sehingga kamu sampaikan kepada mereka (berita-berita Muhammad), karena rasa kasih sayang; padahal mereka telah ingkar kepada kebenaran yang disampaikan kepadamu. Mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu. Jika kamu benar-benar keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, karena rasa kasih sayang, dan Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. Dan barangsiapa di antara kamu yang melakukannya, maka sungguh dia telah tersesat dari jalan yang lurus","ru":"О те, которые уверовали! Не берите врага Моего и врага вашего своим покровителем и помощником. Вы открываетесь им с любовью, хотя они не веруют в истину, которая явилась вам. Они изгоняют Посланника и вас за то, что вы веруете в Аллаха, вашего Господа. Если вы выступили, чтобы сражаться на Моем пути и снискать Мое довольство, то не питайте к ним любви в тайне. Я знаю то, что вы скрываете, и то, что вы обнародуете. А кто из вас поступает таким образом, тот сбился с прямого пути","sv":"TROENDE! Tag inte Mina fiender - de är också era fiender - till bundsförvanter som ni skänker vänskap och tillgivenhet, [människor som] har avvisat den sanning som ni har fått del av, och som har jagat bort Sändebudet och er [själva från era hem] på grund av er tro på Gud, er Herre! Om ni har valt att kämpa för Min sak och strävar efter [att vinna] Mitt välbehag, [tag dem då inte till vänner] som ni i hemlighet visar tillgivenhet. Jag har full kännedom om det som ni vill dölja liksom om det som ni gör öppet. De bland er som handlar så har avvikit från den raka vägen","tr":"Ey inananlar! Benim de düşmanım, sizin de düşmanınız olanları dost edinmeyin. Onlar, size gelen gerçeği inkar etmişken, onlara sevgi gösteriyorsunuz; oysa onlar, Rabbiniz olan Allah'a inandığınızdan ötürü sizi ve Peygamberi yurdunuzdan çıkarıyorlar. Eğer sizler Benim yolumda savaşmak ve rızamı kazanmak için çıkmışsanız onlara nasıl sevgi gösterirsiniz? Ben, sizin gizlediğinizi de, açığa vurduğunuzu da bilirim. İçinizden onlara sevgi gösteren kimse, şüphesiz doğru yoldan sapmıştır","ur":"اے لوگو جو ایمان لائے ہو، اگر تم میری راہ میں جہاد کرنے کے لیے اور میری رضا جوئی کی خاطر (وطن چھوڑ کر گھروں سے) نکلے ہو تو میرے اور اپنے دشمنوں کو دوست نہ بناؤ تم اُن کے ساتھ دوستی کی طرح ڈالتے ہو، حالانکہ جو حق تمہارے پاس آیا ہے اُس کو ماننے سے وہ انکار کر چکے ہیں اور اُن کی روش یہ ہے کہ رسول کو اور خود تم کو صرف اِس قصور پر جلا وطن کرتے ہیں کہ تم اپنے رب، اللہ پر ایمان لائے ہو تم چھپا کر اُن کو دوستانہ پیغام بھیجتے ہو، حالانکہ جو کچھ تم چھپا کر کرتے ہو اور جو علانیہ کرتے ہو، ہر چیز کو میں خوب جانتا ہوں جو شخص بھی تم میں سے ایسا کرے وہ یقیناً راہ راست سے بھٹک گیا","zh":"信道的人们啊！你们不要以我的敌人和你们的敌人为朋友，而传送消息给他们，以示亲爱。他们不信降临你们的真理，他们为你们信仰安拉--你们的主--而将使者和你们驱逐出境。如果你们从故乡迁出，是由于为我而奋斗，是由于寻求我的喜悦，（那么，你们不要以他们为朋友）。你们秘密地传送消息给他们，以示亲爱，其实，我知道你们所隐匿的和你们所显示的。你们中谁做这件事，谁已背离正道。"},"transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo AAaduwwee waAAaduwwakum awliyaa tulqoona ilayhim bialmawaddati waqad kafaroo bima jaakum mina alhaqqi yukhrijoona alrrasoola waiyyakum an tuminoo biAllahi rabbikum in kuntum kharajtum jihadan fee sabeelee waibtighaa mardatee tusirroona ilayhim bialmawaddati waana aAAlamu bima akhfaytum wama aAAlantum waman yafAAalhu minkum faqad dalla sawaa alssabeeli","chapter":{"id":60,"name":"الممتحنة","transliteration":"Al-Mumtahanah","translations":{"en":"She that is to be examined","es":"La Examinada","fr":"L'éprouvée","id":"Wanita yang Diuji","ru":"Испытуемая","sv":"Den Som Skall Förhöras","tr":"Mümtehine","ur":"امتحان لی جانے والی","zh":"受考验的妇人"},"type":"medinan"}}
