{"id":5154,"number":4,"text":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَـٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","translations":{"en":"There has already been for you an excellent pattern in Abraham and those with him, when they said to their people, \"Indeed, we are disassociated from you and from whatever you worship other than Allah. We have denied you, and there has appeared between us and you animosity and hatred forever until you believe in Allah alone\" except for the saying of Abraham to his father, \"I will surely ask forgiveness for you, but I have not [power to do] for you anything against Allah. Our Lord, upon You we have relied, and to You we have returned, and to You is the destination","es":"Tienen un buen ejemplo en Abraham y sus seguidores, cuando dijeron a su pueblo: \"Nosotros somos inocentes de ustedes y de cuanto adoran en lugar de Dios. Negamos que haya verdad en lo que ustedes creen, y comenzará la animadversión y el desacuerdo [en temas de creencia] hasta que no acepten que solamente Dios merece ser adorado\". Pero no hagan como Abraham, cuando le dijo a su padre: \"Pediré perdón por ti, pero no puedo hacer nada por ti ante Dios\". [Abraham oraba diciendo:] \"¡Oh, Señor nuestro! A Ti nos encomendamos, a Ti pedimos perdón y a Ti volveremos","fr":"Certes, vous avez eu un bel exemple [à suivre] en Abraham et en ceux qui étaient avec lui, quand ils dirent à leur peuple: «Nous vous désavouons, vous et ce que vous adorez en dehors d'Allah. Nous vous renions. Entre vous et nous, l'inimitié et la haine sont à jamais déclarées jusqu'à ce que vous croyiez en Allah, seul». Exception faite de la parole d'Abraham [adressée] à son père: «J'implorerai certes, le pardon [d'Allah] en ta faveur bien que je ne puisse rien pour toi auprès d'Allah». «Seigneur, c'est en Toi que nous mettons notre confiance et à Toi nous revenons [repentants]. Et vers Toi est le Devenir","id":"Sungguh, telah ada suri teladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengannya, ketika mereka berkata kepada kaumnya, \"Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah, kami mengingkari (kekafiran)mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian buat selama-lamanya sampai kamu beriman kepada Allah saja,\" kecuali perkataan Ibrahim kepada ayahnya,838) \"Sungguh, aku akan memohonkan ampunan bagimu, namun aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.\" (Ibrahim berkata), \"Ya Tuhan kami, hanya kepada Engkau kami bertawakal dan hanya kepada Engkau kami bertobat dan hanya kepada Engkaulah kami kembali","ru":"Прекрасным примером для вас были Ибрахим (Авраам) и те, кто был с ним. Они сказали своему народу: «Мы отрекаемся от вас и тех, кому вы поклоняетесь вместо Аллаха. Мы отвергаем вас, и между нами и вами установились вражда и ненависть навеки, пока вы не уверуете в одного Аллаха». Лишь только Ибрахим (Авраам) сказал своему отцу: «Я обязательно буду просить для тебя прощения, но я не властен помочь тебе перед Аллахом. Господь наш! На Тебя одного мы уповаем, к Тебе одному мы обращаемся, и к Тебе предстоит прибытие","sv":"Ett gott föredöme har ni i Abraham och de som följde honom, när de sade till sina landsmän: \"Vi är inte ansvariga för er och för det som ni dyrkar i Guds ställe och vi tar avstånd från er. Fiendskap och hat skall råda mellan oss och er ända till dess ni tror på den Ende Guden.\" [Men tag] inte [exempel av] Abraham när han sade till sin fader: \"Jag lovar att be [Gud] ge dig Sin förlåtelse; men jag kan inte av Gud utverka någon [lindring i ditt straff].\" [Abraham och de som följde honom bad:] \"Herre! Till Dig sätter vi vår lit, till Dig vänder vi oss i ånger [över våra synder] och Du är målet för vår färd","tr":"İbrahim ve onunla beraber olanlarda, sizin için uyulacak güzel bir örnek vardır. Onlar milletlerine şöyle demişlerdi: \"Biz sizden ve Allah'tan başka taptıklarınızdan uzağız; sizin dininizi inkar ediyoruz; bizimle sizin aranızda yalnız Allah'a inanmanıza kadar ebedi düşmanlık ve öfke başgöstermiştir.\" -Yalnız, İbrahim'in, babasına: \"And olsun ki, senin için mağfiret dileyeceğim, fakat sana Allah'tan gelecek herhangi bir şeyi savmaya gücüm yetmez\" sözü bu örneğin dışındadır- \"Rabbimiz! Sana güvendik, Sana yöneldik; dönüş Sanadır","ur":"تم لوگوں کے لیے ابراہیمؑ اور اُس کے ساتھیوں میں ایک اچھا نمونہ ہے کہ اُنہوں نے اپنی قوم سے صاف کہہ دیا \"ہم تم سے اور تمہارے اِن معبودوں سے جن کو تم خدا کو چھوڑ کر پوجتے ہو قطعی بیزار ہیں، ہم نے تم سے کفر کیا اور ہمارے اور تمہارے درمیان ہمیشہ کے لیے عداوت ہو گئی اور بیر پڑ گیا جب تک تم اللہ واحد پر ایمان نہ لاؤ\" مگر ابراہیمؑ کا اپنے باپ سے یہ کہنا (اِس سے مستثنیٰ ہے) کہ \"میں آپ کے لیے مغفرت کی درخواست ضرور کروں گا، اور اللہ سے آپ کے لیے کچھ حاصل کر لینا میرے بس میں نہیں ہے\" (اور ابراہیمؑ و اصحاب ابراہیمؑ کی دعا یہ تھی کہ) \"اے ہمارے رب، تیرے ہی اوپر ہم نے بھروسا کیا اور تیری ہی طرف ہم نے رجوع کر لیا اور تیرے ہی حضور ہمیں پلٹنا ہے","zh":"易卜拉欣和他的教徒，是你们的好模范。当时，他们曾对自己的宗族说：“我们对於你们，和你们舍安拉而崇拜的，确是无干的，我们不承认你们。我们彼此间的仇恨，永远存在。直到你们只信仰安拉。但易卜拉欣对他父亲所说的话，（不可做你们的模范）。他曾说：我必定为你求饶，我不能为你抵御安拉的一些刑罚。他们曾说：我们的主啊！我们只托靠你，我们只归依你，只有你是最後的归宿。"},"transliteration":"Qad kanat lakum oswatun hasanatun fee ibraheema waallatheena maAAahu ith qaloo liqawmihim inna buraao minkum wamimma taAAbudoona min dooni Allahi kafarna bikum wabada baynana wabaynakumu alAAadawatu waalbaghdao abadan hatta tuminoo biAllahi wahdahu illa qawla ibraheema liabeehi laastaghfiranna laka wama amliku laka mina Allahi min shayin rabbana AAalayka tawakkalna wailayka anabna wailayka almaseeru","chapter":{"id":60,"name":"الممتحنة","transliteration":"Al-Mumtahanah","translations":{"en":"She that is to be examined","es":"La Examinada","fr":"L'éprouvée","id":"Wanita yang Diuji","ru":"Испытуемая","sv":"Den Som Skall Förhöras","tr":"Mümtehine","ur":"امتحان لی جانے والی","zh":"受考验的妇人"},"type":"medinan"}}
