{"id":5156,"number":6,"text":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","translations":{"en":"There has certainly been for you in them an excellent pattern for anyone whose hope is in Allah and the Last Day. And whoever turns away - then indeed, Allah is the Free of need, the Praiseworthy","es":"En ellos tienen un bello ejemplo quienes anhelan el encuentro con Dios y la recompensa el Día del Juicio. Pero quien se aparte, sepa que Él es el Opulento, el Loable","fr":"Vous avez certes eu en eux un bel exemple [à suivre], pour celui qui espère en Allah et en le Jour dernier; mais quiconque se détourne... alors Allah Se suffit à Lui-même et est Digne de louange","id":"Sungguh, pada mereka itu (Ibrahim dan umatnya) terdapat suri teladan yang baik bagimu; (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari kemudian, dan barangsiapa berpaling, maka sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji","ru":"Они были прекрасным примером для вас - для тех, кто надеется на Аллаха и на Последний день. А если кто-либо отвернется, то ведь Аллах - Богатый, Достохвальный","sv":"I dem har ni ett gott föredöme, [ett föredöme] för den som ser fram mot [mötet med] Gud och den Yttersta dagen med hopp [och fruktan]. Och den som vänder ryggen [åt Gud bör tänka på att] Gud är Den som är Sig själv nog, Den som allt lov och pris tillkommer","tr":"And olsun ki, sizlerden, Allah'ı ve ahiret gününü uman kimse için, bunlarda güzel örnekler vardır. Kim yüz çevirirse kendi aleyhine olur, doğrusu Allah müstağnidir, övülmeğe layıktır","ur":"اِنہی لوگوں کے طرز عمل میں تمہارے لیے اور ہر اُس شخص کے لیے اچھا نمونہ ہے جو اللہ اور روز آخر کا امیدوار ہو اِس سے کوئی منحرف ہو تو اللہ بے نیاز اور اپنی ذات میں آپ محمود ہے","zh":"易卜拉欣和他的教徒，对於你们希望会见安拉和末日者，确是好模范。背叛者，无损于安拉，因为安拉确是无求的，确是可颂的。"},"transliteration":"Laqad kana lakum feehim oswatun hasanatun liman kana yarjoo Allaha waalyawma alakhira waman yatawalla fainna Allaha huwa alghanniyyu alhameedu","chapter":{"id":60,"name":"الممتحنة","transliteration":"Al-Mumtahanah","translations":{"en":"She that is to be examined","es":"La Examinada","fr":"L'éprouvée","id":"Wanita yang Diuji","ru":"Испытуемая","sv":"Den Som Skall Förhöras","tr":"Mümtehine","ur":"امتحان لی جانے والی","zh":"受考验的妇人"},"type":"medinan"}}
