{"id":5158,"number":8,"text":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","translations":{"en":"Allah does not forbid you from those who do not fight you because of religion and do not expel you from your homes - from being righteous toward them and acting justly toward them. Indeed, Allah loves those who act justly","es":"Dios no les prohíbe hacer el bien y tratar con justicia a quienes no los han combatido por causa de la religión ni los han expulsado de sus hogares, porque Dios ama a los que actúan con justicia","fr":"Allah ne vous défend pas d'être bienfaisants et équitables envers ceux qui ne vous ont pas combattus pour la religion et ne vous ont pas chassés de vos demeures. Car Allah aime les équitables","id":"Allah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil","ru":"Аллах не запрещает вам быть добрыми и справедливыми с теми, которые не сражались с вами из-за религии и не изгоняли вас из ваших жилищ. Воистину, Аллах любит беспристрастных","sv":"Gud förbjuder er inte att visa godhet mot dem som inte bekämpar er på grund av [er] tro och inte driver ut er ur era hem, och [Han förbjuder er inte] att bemöta dem med rättvisa och opartiskhet - Gud älskar de opartiska","tr":"Allah, din uğrunda sizinle savaşmayan, sizi yurdunuzdan çıkarmayan kimselere iyilik yapmanızı ve onlara karşı adil davranmanızı yasak kılmaz; doğrusu Allah adil olanları sever","ur":"اللہ تمیں اس بات سے نہیں روکتا کہ تم ان لوگوں کے ساتھ نیکی اور انصاف کا برتاؤ کرو جنہوں نے دین کے معاملہ میں تم سے جنگ نہیں کی ہے اور تمہیں تمہارے گھروں سے نہیں نکالا ہے اللہ انصاف کرنے والوں کو پسند کرتا ہے","zh":"未曾为你们的宗教而对你们作战，也未曾把你们从故乡驱逐出境者，安拉并不禁止你们怜悯他们，公平待遇他们。安拉确是喜爱公平者的。"},"transliteration":"La yanhakumu Allahu AAani allatheena lam yuqatilookum fee alddeeni walam yukhrijookum min diyarikum an tabarroohum watuqsitoo ilayhim inna Allaha yuhibbu almuqsiteena","chapter":{"id":60,"name":"الممتحنة","transliteration":"Al-Mumtahanah","translations":{"en":"She that is to be examined","es":"La Examinada","fr":"L'éprouvée","id":"Wanita yang Diuji","ru":"Испытуемая","sv":"Den Som Skall Förhöras","tr":"Mümtehine","ur":"امتحان لی جانے والی","zh":"受考验的妇人"},"type":"medinan"}}
