{"id":5159,"number":9,"text":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translations":{"en":"Allah only forbids you from those who fight you because of religion and expel you from your homes and aid in your expulsion - [forbids] that you make allies of them. And whoever makes allies of them, then it is those who are the wrongdoers","es":"Dios solo les prohíbe que tomen por aliados a quienes los combaten a causa de la religión y los han expulsado de sus hogares o han contribuido a su expulsión. Sepan que quienes los tomen como aliados estarán cometiendo una injusticia","fr":"Allah vous défend seulement de prendre pour alliés ceux qui vous ont combattus pour la religion, chassés de vos demeures et ont aidé à votre expulsion. Et ceux qui les prennent pour alliés sont les injustes","id":"Sesungguhnya Allah hanya melarang kamu menjadikan mereka sebagai kawanmu orang-orang yang memerangi kamu dalam urusan agama dan mengusir kamu dari kampung halamanmu dan membantu (orang lain) untuk mengusirmu. Barangsiapa menjadikan mereka sebagai kawan, mereka itulah orang yang zalim","ru":"Аллах запрещает вам дружить только с теми, которые сражались с вами из-за религии, выгоняли вас из ваших жилищ и способствовали вашему изгнанию. А те, которые берут их себе в помощники и друзья, являются беззаконниками","sv":"Det är inga andra än de som bekämpar er på grund av [er] tro och som vill driva bort er från era hem eller hjälper [dem som vill] driva bort er, vilkas skydd och vänskap Gud förbjuder er att söka. De som söker deras vänskap och skydd har begått orätt mot sig själva","tr":"Allah, ancak sizinle din uğrunda savaşanları, sizi yurtlarınızdan çıkaranları ve çıkarılmanıza yardım edenleri dost edinmenizi yasak eder; kim onları dost edinirse, işte onlar zalimdir","ur":"وہ تمہیں جس بات سے روکتا ہے وہ تو یہ ہے کہ تم اُن لوگوں سے دوستی کرو جنہوں نے تم سے دین کے معاملہ میں جنگ کی ہے اور تمہیں تمہارے گھروں سے نکالا ہے اور تمہارے اخراج میں ایک دوسرے کی مدد کی ہے اُن سے جو لوگ دوستی کریں وہی ظالم ہیں","zh":"他只禁止你们结交曾为你们的宗教而对你们作战，曾把你们从故乡驱逐出境，曾协助别人驱逐你们的人。谁与他们结交，谁是不义者。"},"transliteration":"Innama yanhakumu Allahu AAani allatheena qatalookum fee alddeeni waakhrajookum min diyarikum wathaharoo AAala ikhrajikum an tawallawhum waman yatawallahum faolaika humu alththalimoona","chapter":{"id":60,"name":"الممتحنة","transliteration":"Al-Mumtahanah","translations":{"en":"She that is to be examined","es":"La Examinada","fr":"L'éprouvée","id":"Wanita yang Diuji","ru":"Испытуемая","sv":"Den Som Skall Förhöras","tr":"Mümtehine","ur":"امتحان لی جانے والی","zh":"受考验的妇人"},"type":"medinan"}}
