{"id":516,"number":23,"text":"حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّـٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّـٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَـٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translations":{"bn":"তোমাদের জন্যে হারাম করা হয়েছে তোমাদের মাতা, তোমাদের কন্যা, তোমাদের বোন, তোমাদের ফুফু, তোমাদের খালা, ভ্রাতৃকণ্যা; ভগিনীকণ্যা তোমাদের সে মাতা, যারা তোমাদেরকে স্তন্যপান করিয়েছে, তোমাদের দুধ-বোন, তোমাদের স্ত্রীদের মাতা, তোমরা যাদের সাথে সহবাস করেছ সে স্ত্রীদের কন্যা যারা তোমাদের লালন-পালনে আছে। যদি তাদের সাথে সহবাস না করে থাক, তবে এ বিবাহে তোমাদের কোন গোনাহ নেই। তোমাদের ঔরসজাত পুত্রদের স্ত্রী এবং দুই বোনকে একত্রে বিবাহ করা; কিন্তু যা অতীত হয়ে গেছে। নিশ্চয় আল্লাহ ক্ষমাকরী, দয়ালু।","en":"Prohibited to you [for marriage] are your mothers, your daughters, your sisters, your father's sisters, your mother's sisters, your brother's daughters, your sister's daughters, your [milk] mothers who nursed you, your sisters through nursing, your wives' mothers, and your step-daughters under your guardianship [born] of your wives unto whom you have gone in. But if you have not gone in unto them, there is no sin upon you. And [also prohibited are] the wives of your sons who are from your [own] loins, and that you take [in marriage] two sisters simultaneously, except for what has already occurred. Indeed, Allah is ever Forgiving and Merciful","id":"Diharamkan atas kamu (menikahi) ibu-ibumu, anak-anakmu yang perempuan, saudara-saudaramu yang perempuan, saudara-saudara ayahmu yang perempuan, saudara-saudara ibumu yang perempuan, anak-anak perempuan dari saudara-saudaramu yang laki-laki, anak-anak perempuan dari saudara-saudaramu yang perempuan, ibu-ibumu yang menyusui kamu, saudara-saudara perempuanmu sesusuan, ibu-ibu istrimu (mertua), anak-anak perempuan dari istrimu (anak tiri) yang dalam pemeliharaanmu186) dari istri yang telah kamu campuri, tetapi jika kamu belum campur dengan istrimu itu (dan sudah kamu ceraikan), maka tidak berdosa kamu (menikahinya), (dan diharamkan bagimu) istri-istri anak kandungmu (menantu), dan (diharamkan) mengumpulkan (dalam pernikahan) dua perempuan yang bersaudara, kecuali yang telah terjadi pada masa lampau. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Вам запретны ваши матери, ваши дочери, ваши сестры, ваши тетки со стороны отца, ваши тетки со стороны матери, дочери брата, дочери сестры, ваши матери, вскормившие вас молоком, ваши молочные сестры, матери ваших жен, ваши падчерицы, находящиеся под вашим покровительством, с матерями которых вы имели близость, но если вы не имели близости с ними, то на вас не будет греха; а также жены ваших сыновей, которые произошли из ваших чресл. Вам запретно жениться одновременно на двух сестрах, если только это не произошло прежде. Воистину, Аллах - Прощающий, Милосердный","tr":"Sizlere, analarınız, kızlarınız, kızkardeşleriniz, halalarınız, teyzeleriniz, kardeşlerinizin kızları, kızkardeşlerinizin kızları, sizi emziren süt anneleriniz, süt kardeşleriniz, karılarınızın anneleri, kendileriyle gerdeğe girdiğiniz kadınlarınızin yanınızda kalan üvey kızlarınız ki onlarla gerdeğe girmemişseniz size bir engel yoktur, öz oğullarınızın eşleri ve iki kız kardeşi bir arada almak suretiyle evlenmek, -geçmişte olanlar artık geçmiştir- size haram kılındı. Doğrusu Allah bağışlar ve merhamet eder","ur":"تم پر حرام کی گئیں تمہاری مائیں، بیٹیاں، بہنیں، پھوپھیاں، خالائیں، بھتیجیاں، بھانجیاں، اور تمہاری وہ مائیں جنہوں نے تم کو دودھ پلایا ہو، اور تمہاری دودھ شریک بہنیں، اور تمہاری بیویوں کی مائیں، اور تمہاری بیویوں کی لڑکیاں جنہوں نے تمہاری گودوں میں پرورش پائی ہے اُن بیویوں کی لڑکیاں جن سے تمہارا تعلق زن و شو ہو چکا ہو ورنہ اگر (صرف نکاح ہوا ہو اور) تعلق زن و شو نہ ہوا ہو تو (ا نہیں چھوڑ کر ان کی لڑکیوں سے نکاح کر لینے میں) تم پر کوئی مواخذہ نہیں ہے اور تمہارے اُن بیٹوں کی بیویاں جو تمہاری صلب سے ہوں اور یہ بھی تم پر حرام کیا گیا ہے کہ ایک نکاح میں دو بہنوں کو جمع کرو، مگر جو پہلے ہو گیا سو ہو گیا، اللہ بخشنے والا اور رحم کرنے والا ہے"},"chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"bn":"নারী","en":"The Women","id":"Wanita","ru":"Женщины","tr":"Nisâ","ur":"عورت"},"type":"medinan"}}
