{"id":516,"number":23,"text":"حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّـٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّـٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَـٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translations":{"en":"Prohibited to you [for marriage] are your mothers, your daughters, your sisters, your father's sisters, your mother's sisters, your brother's daughters, your sister's daughters, your [milk] mothers who nursed you, your sisters through nursing, your wives' mothers, and your step-daughters under your guardianship [born] of your wives unto whom you have gone in. But if you have not gone in unto them, there is no sin upon you. And [also prohibited are] the wives of your sons who are from your [own] loins, and that you take [in marriage] two sisters simultaneously, except for what has already occurred. Indeed, Allah is ever Forgiving and Merciful","es":"Se prohíbe contraer matrimonio con sus madres, hijas, hermanas, tías, sobrinas por parte de hermano o de hermana, madres de leche, hermanas de leche, sus suegras, hijastras que están bajo su tutela nacidas de esposas con las que han consumado el matrimonio; pero si no han consumado el matrimonio, no incurren en falta al casarse con ellas. Salvo en casos consumados, también se prohíbe la nuera y casarse con dos hermanas a la vez. Dios es Perdonador, Misericordioso","fr":"Vous sont interdites vos mères, filles, sœurs, tantes paternelles et tantes maternelles, filles d'un frère et filles d'une sœur, mères qui vous ont allaités, sœurs de lait, mères de vos femmes, belles-filles sous votre tutelle et issues des femmes avec qui vous avez consommé le mariage; si le mariage n'a pas été consommé, ceci n'est pas un péché de votre part; les femmes de vos fils nés de vos reins; de même que deux sœurs réunies - exception faite pour le passé. Car vraiment Allah est Pardonneur et Miséricordieux","id":"Diharamkan atas kamu (menikahi) ibu-ibumu, anak-anakmu yang perempuan, saudara-saudaramu yang perempuan, saudara-saudara ayahmu yang perempuan, saudara-saudara ibumu yang perempuan, anak-anak perempuan dari saudara-saudaramu yang laki-laki, anak-anak perempuan dari saudara-saudaramu yang perempuan, ibu-ibumu yang menyusui kamu, saudara-saudara perempuanmu sesusuan, ibu-ibu istrimu (mertua), anak-anak perempuan dari istrimu (anak tiri) yang dalam pemeliharaanmu186) dari istri yang telah kamu campuri, tetapi jika kamu belum campur dengan istrimu itu (dan sudah kamu ceraikan), maka tidak berdosa kamu (menikahinya), (dan diharamkan bagimu) istri-istri anak kandungmu (menantu), dan (diharamkan) mengumpulkan (dalam pernikahan) dua perempuan yang bersaudara, kecuali yang telah terjadi pada masa lampau. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Вам запретны ваши матери, ваши дочери, ваши сестры, ваши тетки со стороны отца, ваши тетки со стороны матери, дочери брата, дочери сестры, ваши матери, вскормившие вас молоком, ваши молочные сестры, матери ваших жен, ваши падчерицы, находящиеся под вашим покровительством, с матерями которых вы имели близость, но если вы не имели близости с ними, то на вас не будет греха; а также жены ваших сыновей, которые произошли из ваших чресл. Вам запретно жениться одновременно на двух сестрах, если только это не произошло прежде. Воистину, Аллах - Прощающий, Милосердный","sv":"Ni får inte ta till hustru er moder, er dotter, er syster, er faster eller er moster, er brorsdotter eller er systerdotter, den kvinna som har ammat er eller er disyster, er svärmoder eller er styvdotter - dotter till er hustru, med vilken ni har fullbordat äktenskapet och som ni har i er vård; men om ni inte har fullbordat äktenskapet begår ni ingen synd [genom att ta styvdottern till hustru]. Inte heller [får ni ta till hustru den som varit] er köttslige sons hustru eller samtidigt ha två systrar [som hustrur]; dock, det som har skett, har skett. Gud är ständigt förlåtande, barmhärtig","tr":"Sizlere, analarınız, kızlarınız, kızkardeşleriniz, halalarınız, teyzeleriniz, kardeşlerinizin kızları, kızkardeşlerinizin kızları, sizi emziren süt anneleriniz, süt kardeşleriniz, karılarınızın anneleri, kendileriyle gerdeğe girdiğiniz kadınlarınızin yanınızda kalan üvey kızlarınız ki onlarla gerdeğe girmemişseniz size bir engel yoktur, öz oğullarınızın eşleri ve iki kız kardeşi bir arada almak suretiyle evlenmek, -geçmişte olanlar artık geçmiştir- size haram kılındı. Doğrusu Allah bağışlar ve merhamet eder","ur":"تم پر حرام کی گئیں تمہاری مائیں، بیٹیاں، بہنیں، پھوپھیاں، خالائیں، بھتیجیاں، بھانجیاں، اور تمہاری وہ مائیں جنہوں نے تم کو دودھ پلایا ہو، اور تمہاری دودھ شریک بہنیں، اور تمہاری بیویوں کی مائیں، اور تمہاری بیویوں کی لڑکیاں جنہوں نے تمہاری گودوں میں پرورش پائی ہے اُن بیویوں کی لڑکیاں جن سے تمہارا تعلق زن و شو ہو چکا ہو ورنہ اگر (صرف نکاح ہوا ہو اور) تعلق زن و شو نہ ہوا ہو تو (ا نہیں چھوڑ کر ان کی لڑکیوں سے نکاح کر لینے میں) تم پر کوئی مواخذہ نہیں ہے اور تمہارے اُن بیٹوں کی بیویاں جو تمہاری صلب سے ہوں اور یہ بھی تم پر حرام کیا گیا ہے کہ ایک نکاح میں دو بہنوں کو جمع کرو، مگر جو پہلے ہو گیا سو ہو گیا، اللہ بخشنے والا اور رحم کرنے والا ہے","zh":"安拉禁止你们娶你们的母亲、女儿、姐妹、姑母、姨母、侄女、外甥女、乳母、同乳姐妹、岳母、以及你们所抚育的继女，即你们曾与她们的母亲同房的，如果你们与她们的母亲没有同房，那么，你们无妨娶她们。安拉还严禁你们娶你们亲生儿子的媳妇，严禁你们同时娶两姐妹，但已往的不受惩罚。安拉确是至赦的，确是至慈的。"},"transliteration":"Hurrimat AAalaykum ommahatukum wabanatukum waakhawatukum waAAammatukum wakhalatukum wabanatu alakhi wabanatu alokhti waommahatukumu allatee ardaAAnakum waakhawatukum mina alrradaAAati waommahatu nisaikum warabaibukumu allatee fee hujoorikum min nisaikumu allatee dakhaltum bihinna fain lam takoonoo dakhaltum bihinna fala junaha AAalaykum wahalailu abnaikumu allatheena min aslabikum waan tajmaAAoo bayna alokhtayni illa ma qad salafa inna Allaha kana ghafooran raheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
