{"id":5161,"number":11,"text":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","translations":{"en":"And if you have lost any of your wives to the disbelievers and you subsequently obtain [something], then give those whose wives have gone the equivalent of what they had spent. And fear Allah, in whom you are believers","es":"A aquellos cuyas esposas se hayan ido con los que se negaron a creer y los perjudiquen, denles una compensación acorde a lo que gastaron. Tengan temor de Dios, en Quien ustedes creen","fr":"Et si quelqu'une de vos épouses s'échappe vers les mécréants, et que vous fassiez des représailles, restituez à ceux dont les épouses sont parties autant que ce qu'ils avaient dépensé. Craignez Allah en qui vous croyez","id":"Dan jika ada sesuatu (pengembalian mahar) yang belum kamu selesaikan dari istri-istrimu yang lari kepada orang-orang kafir, lalu kamu dapat mengalahkan mereka maka berikanlah (dari harta rampasan) kepada orang-orang yang istrinya lari itu sebanyak mahar yang telah mereka berikan.839) Dan bertakwalah kamu kepada Allah yang kepada-Nya kamu beriman","ru":"Если какая-либо из ваших жен ушла от вас к неверующим, после чего вы получили военную добычу, то отдайте тем, жены которых ушли, потраченное ими на брачный дар. Бойтесь Аллаха, в Которого вы веруете","sv":"Och om [ni lider en förlust genom att] hustrun till någon av de troende lämnar honom och återgår till förnekarna och ni kan göra en motsvarande vinst, ge då den vars hustru övergett honom motvärdet till vad han gett [henne i brudgåva] och frukta Gud, som ni tror på","tr":"Ey mümin erkekler! Eğer inkar eden (kafir olan) eşlerinize sarfettiklerinizden inkarcılara bir şey geçecek olursa ganimetten, eşleri giden mümin erkeklere sarfettikleri miktar kadarını verin. İnandığınız Allah'a karşı gelmekten sakının","ur":"اور اگر تمہاری کافر بیویوں کے مہروں میں سے کچھ تمہیں کفار سے واپس نہ ملے اور پھر تمہاری نوبت آئے تو جن لوگوں کی بیویاں ادھر رہ گئی ہیں اُن کو اتنی رقم ادا کر دو جو اُن کے دیے ہوئے مہروں کے برابر ہو اور اُس خدا سے ڈر تے رہو جس پر تم ایمان لائے ہو","zh":"如果你们的妻子，有脱离你们而到不信道者那边的，那么，当你们轮到交聘礼的时候，你们应当把妻子脱离者所纳的聘礼交付他们。你们当敬畏你们所信仰的安拉。"},"transliteration":"Wain fatakum shayon min azwajikum ila alkuffari faAAaqabtum faatoo allatheena thahabat azwajuhum mithla ma anfaqoo waittaqoo Allaha allathee antum bihi muminoona","chapter":{"id":60,"name":"الممتحنة","transliteration":"Al-Mumtahanah","translations":{"en":"She that is to be examined","es":"La Examinada","fr":"L'éprouvée","id":"Wanita yang Diuji","ru":"Испытуемая","sv":"Den Som Skall Förhöras","tr":"Mümtehine","ur":"امتحان لی جانے والی","zh":"受考验的妇人"},"type":"medinan"}}
