{"id":5162,"number":12,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translations":{"en":"O Prophet, when the believing women come to you pledging to you that they will not associate anything with Allah, nor will they steal, nor will they commit unlawful sexual intercourse, nor will they kill their children, nor will they bring forth a slander they have invented between their arms and legs, nor will they disobey you in what is right - then accept their pledge and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful","es":"¡Oh, Profeta! Cuando las mujeres creyentes se presenten ante ti para prestarte juramento de fidelidad, comprometiéndose a no cometer idolatría, no robar, no cometer fornicación ni adulterio, no matar a sus hijos, no decir ninguna calumnia y a no desobedecerte, tómales el juramento de fidelidad y pide perdón a Dios por ellas. Dios es Absolvedor, Misericordioso","fr":"O Prophète! Quand les croyantes viennent te prêter serment d'allégeance, [et en jurent] qu'elles n'associeront rien à Allah, qu'elles ne voleront pas, qu'elles ne se livreront pas à l'adultère, qu'elles ne tueront pas leurs propres enfants, qu'elles ne commettront aucune infamie ni avec leurs mains ni avec leurs pieds et qu'elles ne désobéiront pas en ce qui est convenable, alors reçois leur serment d'allégeance, et implore d'Allah le pardon pour elles. Allah est certes, Pardonneur et Très Miséricordieux","id":"Wahai Nabi! Apabila perempuan-perempuan mukmin datang kepadamu untuk mengadakan baiat (janji setia), bahwa mereka tidak akan mempersekutukan sesuatu apa pun dengan Allah; tidak akan mencuri, tidak akan berzina, tidak akan membunuh anak-anaknya, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka840) dan tidak akan mendurhakaimu dalam urusan yang baik, maka terimalah janji setia mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"О Пророк! Если к тебе придут верующие женщины, чтобы присягнуть в том, что они не будут приобщать сотоварищей к Аллаху, красть, прелюбодействовать, убивать своих детей, покрывать клеветой то, что между их руками и ногами, и ослушаться тебя в благих делах, то прими у них присягу и попроси у Аллаха прощения для них. Воистину, Аллах - Прощающий, Милосердный","sv":"Profet! När troende kvinnor kommer till dig för att avlägga trohetsed - [och lovar] att inte sätta något, vad det än är, vid Guds sida, att inte stjäla, att inte begå äktenskapsbrott, att inte döda sina egna barn, att inte sprida förtal som de själva diktat upp och att aldrig vägra dig lydnad i det som är rätt och rimligt - tag då emot deras trohetsed och be Gud förlåta dem deras synder; Gud är ständigt förlåtande, barmhärtig","tr":"Ey Peygamber! İnanmış kadınlar, Allah'a hiçbir ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, başkasının çocuğunu sahiplenerek kocasına isnadda bulunmamak ve uygun olanı işlemekte sana karşı gelmemek şartıyla sana beyat etmek üzere geldikleri zaman, onları kabul et; onlara Allah'tan bağışlanma dile; doğrusu Allah, bağışlayandır, acıyandır","ur":"اے نبیؐ، جب تمہارے پاس مومن عورتیں بیعت کرنے کے لیے آئیں اور اس بات کا عہد کریں کہ وہ اللہ کے ساتھ کسی چیز کو شریک نہ کریں گی، چوری نہ کریں گی، زنا نہ کریں گی، اپنی اولاد کو قتل نہ کریں گی، اپنے ہاتھ پاؤں کے آگے کوئی بہتان گھڑ کر نہ لائیں گی، اور کسی امر معروف میں تمہاری نافرمانی نہ کریں گی، تو ان سے بیعت لے لو اور اُن کے حق میں اللہ سے دعائے مغفرت کرو، یقیناً اللہ درگزر فرمانے والا اور رحم کرنے والا ہے","zh":"先知啊！如果信女们到你面前来与你誓约：她们不以任何物配安拉，不偷盗，不通奸，不杀自己的儿女，不以别人的儿子冒充丈夫的儿子，不违背你的合理的命令，那么，你当与她们誓约，你当为她们向安拉告饶。安拉确是至赦的，确是至慈的。"},"transliteration":"Ya ayyuha alnnabiyyu itha jaaka almuminatu yubayiAAnaka AAala an la yushrikna biAllahi shayan wala yasriqna wala yazneena wala yaqtulna awladahunna wala yateena bibuhtanin yaftareenahu bayna aydeehinna waarjulihinna wala yaAAseenaka fee maAAroofin fabayiAAhunna waistaghfir lahunna Allaha inna Allaha ghafoorun raheemun","chapter":{"id":60,"name":"الممتحنة","transliteration":"Al-Mumtahanah","translations":{"en":"She that is to be examined","es":"La Examinada","fr":"L'éprouvée","id":"Wanita yang Diuji","ru":"Испытуемая","sv":"Den Som Skall Förhöras","tr":"Mümtehine","ur":"امتحان لی جانے والی","zh":"受考验的妇人"},"type":"medinan"}}
