{"id":5163,"number":13,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","translations":{"en":"O you who have believed, do not make allies of a people with whom Allah has become angry. They have despaired of [reward in] the Hereafter just as the disbelievers have despaired of [meeting] the inhabitants of the graves","es":"¡Creyentes! No tomen por aliados a quienes han caído en la ira de Dios, pues habrán perdido toda esperanza en la recompensa de la otra vida, como ocurre también con los que niegan la resurrección de los muertos","fr":"O vous qui avez cru! Ne prenez pas pour alliés des gens contre lesquels Allah est courroucé et qui désespèrent de l'au-delà, tout comme les mécréants désespèrent des gens des tombeaux","id":"Wahai orang-orang yang beriman! Janganlah kamu jadikan orang-orang yang dimurkai Allah sebagai penolongmu, sungguh, mereka telah putus asa terhadap akhirat sebagaimana orang-orang kafir yang telah berada dalam kubur juga berputus asa","ru":"О те, которые уверовали! Не дружите с теми, на кого разгневался Аллах. Они потеряли надежду на Последнюю жизнь, как потеряли ее неверующие обитатели могил (или как неверующие потеряли надежду на воскрешение обитателей могил)","sv":"TROENDE! Sök inte vänskap och skydd hos dem som har drabbats av Guds vrede! De hoppas inte på det eviga livet, liksom de som [helt] förnekar sanningen inte hoppas [få återse] dem som [de har följt till graven]","tr":"Ey inananlar! Allah'ın gazabına uğramış milleti dost edinmeyin; inkarcıların kabirde bulunan kimselerden umutlarını kestikleri gibi, onlar da, ahiretten umutlarını kesmişlerdir","ur":"اے لوگو جو ایمان لائے ہو، اُن لوگوں کو دوست نہ بناؤ جن پر اللہ نے غضب فرمایا ہے، جو آخرت سے اسی طرح مایوس ہیں جس طرح قبروں میں پڑے ہوئے کافر مایوس ہیں","zh":"信道的人们啊！你们不要结交安拉所谴怒的民众，他们对于世确已绝望，犹如不信道的人对坟里的人绝望一样。"},"transliteration":"Ya ayyuha allatheena amanoo la tatawallaw qawman ghadiba Allahu AAalayhim qad yaisoo mina alakhirati kama yaisa alkuffaru min ashabi alquboori","chapter":{"id":60,"name":"الممتحنة","transliteration":"Al-Mumtahanah","translations":{"en":"She that is to be examined","es":"La Examinada","fr":"L'éprouvée","id":"Wanita yang Diuji","ru":"Испытуемая","sv":"Den Som Skall Förhöras","tr":"Mümtehine","ur":"امتحان لی جانے والی","zh":"受考验的妇人"},"type":"medinan"}}
