{"id":5168,"number":5,"text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translations":{"bn":"স্মরণ কর, যখন মূসা (আঃ) তাঁর সম্প্রদায়কে বললঃ হে আমার সম্প্রদায়, তোমরা কেন আমাকে কষ্ট দাও, অথচ তোমরা জান যে, আমি তোমাদের কাছে আল্লাহর রসূল। অতঃপর তারা যখন বক্রতা অবলম্বন করল, তখন আল্লাহ তাদের অন্তরকে বক্র করে দিলেন। আল্লাহ পাপাচারী সম্প্রদায়কে পথপ্রদর্শন করেন না।","en":"And [mention, O Muhammad], when Moses said to his people, \"O my people, why do you harm me while you certainly know that I am the messenger of Allah to you?\" And when they deviated, Allah caused their hearts to deviate. And Allah does not guide the defiantly disobedient people","id":"Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Mengapa kamu menyakitiku, padahal kamu sungguh mengetahui bahwa sesungguhnya aku utusan Allah kepadamu?\" Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka.841) Dan Allah tidak memberi petunjuk kepada kaum yang fasik","ru":"Вот сказал Муса (Моисей) своему народу: «О мой народ! Почему вы причиняете мне страдания, зная, что я послан к вам Аллахом?». Когда же они уклонились, Аллах совратил их сердца. Аллах не ведет прямым путем людей нечестивых","tr":"Musa milletine: \"Ey milletim! Beni niçin incitirsiniz? Oysa, benim size gönderilmiş Allah'ın bir peygamberi olduğumu biliyorsunuz\" demişti. Ama onlar yoldan sapınca, Allah da onların kalblerini saptırmıştı. Allah, yoldan çıkan milleti doğru yola eriştirmez","ur":"اور یاد کرو موسیٰؑ کی وہ بات جو اس نے اپنی قوم سے کہی تھی \"اے میری قوم کے لوگو، تم کیوں مجھے اذیت دیتے ہو حالانکہ تم خوب جانتے ہو کہ میں تمہاری طرف اللہ کا بھیجا ہوا رسول ہوں؟\" پھر جب انہوں نے ٹیڑھ اختیار کی تو اللہ نے ان کے دل ٹیڑھے کر دیے، اللہ فاسقوں کو ہدایت نہیں دیتا"},"chapter":{"id":61,"name":"الصف","transliteration":"As-Saf","translations":{"bn":"সারিবদ্ধ সৈন্যদল","en":"The Ranks","id":"Barisan","ru":"Ряды","tr":"Saf","ur":"صف"},"type":"medinan"}}
