{"id":5168,"number":5,"text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translations":{"en":"And [mention, O Muhammad], when Moses said to his people, \"O my people, why do you harm me while you certainly know that I am the messenger of Allah to you?\" And when they deviated, Allah caused their hearts to deviate. And Allah does not guide the defiantly disobedient people","es":"[Recuerden] cuando Moisés dijo a su pueblo: \"¡Pueblo mío! ¿Por qué me maltratan a pesar de saber que soy el Mensajero que Dios les ha enviado?\" Cuando [su pueblo] se alejó [del Mensaje], Dios desvió sus corazones [alejándolos de la guía]. Dios no guía a los perversos","fr":"Et quand Moïse dit à son peuple: «O mon peuple! Pourquoi me maltraitez-vous alors que vous savez que je suis vraiment le Messager d'Allah [envoyé] à vous?» Puis quand ils dévièrent, Allah fit dévier leurs cœurs, car Allah ne guide pas les gens pervers","id":"Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Mengapa kamu menyakitiku, padahal kamu sungguh mengetahui bahwa sesungguhnya aku utusan Allah kepadamu?\" Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka.841) Dan Allah tidak memberi petunjuk kepada kaum yang fasik","ru":"Вот сказал Муса (Моисей) своему народу: «О мой народ! Почему вы причиняете мне страдания, зная, что я послан к вам Аллахом?». Когда же они уклонились, Аллах совратил их сердца. Аллах не ведет прямым путем людей нечестивых","sv":"[Minns] Moses, som talade till sitt folk och sade: \"Varför orsakar ni mig sorg och bekymmer, fastän ni vet att jag är sänd till er av Gud?\" Men när de [ändå] vek av [från den raka vägen], stämplade Gud deras hjärtan med avvikelsens stämpel; Gud leder inte dem som förhärdar sig i trots","tr":"Musa milletine: \"Ey milletim! Beni niçin incitirsiniz? Oysa, benim size gönderilmiş Allah'ın bir peygamberi olduğumu biliyorsunuz\" demişti. Ama onlar yoldan sapınca, Allah da onların kalblerini saptırmıştı. Allah, yoldan çıkan milleti doğru yola eriştirmez","ur":"اور یاد کرو موسیٰؑ کی وہ بات جو اس نے اپنی قوم سے کہی تھی \"اے میری قوم کے لوگو، تم کیوں مجھے اذیت دیتے ہو حالانکہ تم خوب جانتے ہو کہ میں تمہاری طرف اللہ کا بھیجا ہوا رسول ہوں؟\" پھر جب انہوں نے ٹیڑھ اختیار کی تو اللہ نے ان کے دل ٹیڑھے کر دیے، اللہ فاسقوں کو ہدایت نہیں دیتا","zh":"当时，穆萨曾对他的宗族说：\"我的宗族啊！你们既知道我是安拉派来教化你们的使者，你们为什么诽谤我呢？\"当他们背离正道的时候，安拉使他们的心背离真理；安拉是不引导悖逆的民众的。"},"transliteration":"Waith qala moosa liqawmihi ya qawmi lima tuthoonanee waqad taAAlamoona annee rasoolu Allahi ilaykum falamma zaghoo azagha Allahu quloobahum waAllahu la yahdee alqawma alfasiqeena","chapter":{"id":61,"name":"الصف","transliteration":"As-Saf","translations":{"en":"The Ranks","es":"La Fila","fr":"Le rang","id":"Barisan","ru":"Ряды","sv":"I Slutna Led","tr":"Saf","ur":"صف","zh":"列阵"},"type":"medinan"}}
