{"id":5169,"number":6,"text":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَـٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","translations":{"en":"And [mention] when Jesus, the son of Mary, said, \"O children of Israel, indeed I am the messenger of Allah to you confirming what came before me of the Torah and bringing good tidings of a messenger to come after me, whose name is Ahmad.\" But when he came to them with clear evidences, they said, \"This is obvious magic","es":"Y cuando Jesús, hijo de María, dijo: \"¡Oh, hijos de Israel! Yo soy el Mensajero que Dios les ha enviado para corroborar la Tora y anunciar a un Mensajero que vendrá después de mí llamado Ajmad\". Pero cuando les mostró los milagros, dijeron [con incredulidad manifiesta]: \"¡Esto es pura hechicería","fr":"Et quand Jésus fils de Marie dit: «O Enfants d'Israël, je suis vraiment le Messager d'Allah [envoyé] à vous, confirmateur de ce qui, dans la Thora, est antérieur à moi, et annonciateur d'un Messager à venir après moi, dont le nom sera «Ahmad». Puis quand celui-ci vint à eux avec des preuves évidentes, ils dirent: «C'est là une magie manifeste»","id":"Dan (ingatlah) ketika Isa Putra Maryam berkata, \"Wahai Bani Israil! Sesungguhnya aku utusan Allah kepadamu, yang membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).\" Namun ketika Rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka berkata, \"Ini adalah sihir yang nyata","ru":"А вот Иса (Иисус), сын Марьям (Марии), сказал: «О сыны Исраила (Израиля)! Я послан к вам Аллахом, чтобы подтвердить правдивость того, что было в Таурате (Торе) до меня, и чтобы сообщить благую весть о Посланнике, который придет после меня, имя которого будет Ахмад (Мухаммад)». Когда же он явился к ним с ясными знамениями, они сказали: «Это - очевидное колдовство»","sv":"Och [minns] Jesus, Marias son, som sade: \"Israeliter! Jag är sänd till er av Gud för att bekräfta vad som ännu består av Tora och för att förkunna för er det glada budskapet att ett sändebud skall komma efter mig vars namn skall vara Ahmad.\" Men när han kom till dem med klara tecken och vittnesbörd, sade de: \"Detta är uppenbart vältalighet som bländar och förhäxar","tr":"Meryem oğlu İsa: \"Ey İsrailoğulları! Doğrusu ben, benden önce gelmiş olan Tevrat'ı doğrulayan, benden sonra gelecek ve adı Ahmet olacak bir peygamberi müjdeleyen, Allah'ın size gönderilmiş bir peygamberiyim\" demişti. Ama o elçi, kendilerine belgelerle geldiği zaman: \"Bu, apaçık bir sihirdir\" demişlerdi","ur":"اور یاد کرو عیسیٰؑ ابن مریمؑ کی وہ بات جو اس نے کہی تھی کہ \"اے بنی اسرائیل، میں تمہاری طرف اللہ کا بھیجا ہوا رسول ہوں، تصدیق کرنے والا ہوں اُس توراۃ کی جو مجھ سے پہلے آئی ہوئی موجود ہے، اور بشارت دینے والا ہوں ایک رسول کی جو میرے بعد آئے گا جس کا نام احمد ہوگا مگر جب وہ ان کے پاس کھلی کھلی نشانیاں لے کر آیا تو انہوں نے کہا یہ تو صریح دھوکا ہے","zh":"当时，麦尔彦之子尔撒曾说：“以色列的後裔啊！我确是安拉派来教化你们的使者，他派我来证实在我之前的《讨拉特》，并且以在我之后诞生的使者，名叫艾哈默德的，向你们报喜。”当他已昭示他们许多明证的时候，他们说：“这是明显的魔术。”"},"transliteration":"Waith qala AAeesa ibnu maryama ya banee israeela innee rasoolu Allahi ilaykum musaddiqan lima bayna yadayya mina alttawrati wamubashshiran birasoolin yatee min baAAdee ismuhu ahmadu falamma jaahum bialbayyinati qaloo hatha sihrun mubeenun","chapter":{"id":61,"name":"الصف","transliteration":"As-Saf","translations":{"en":"The Ranks","es":"La Fila","fr":"Le rang","id":"Barisan","ru":"Ряды","sv":"I Slutna Led","tr":"Saf","ur":"صف","zh":"列阵"},"type":"medinan"}}
