{"id":517,"number":24,"text":"۞وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translations":{"en":"And [also prohibited to you are all] married women except those your right hands possess. [This is] the decree of Allah upon you. And lawful to you are [all others] beyond these, [provided] that you seek them [in marriage] with [gifts from] your property, desiring chastity, not unlawful sexual intercourse. So for whatever you enjoy [of marriage] from them, give them their due compensation as an obligation. And there is no blame upon you for what you mutually agree to beyond the obligation. Indeed, Allah is ever Knowing and Wise","es":"Las mujeres decentes y honestas son prohibidas, excepto que sea tomando su mano a través de un contrato de matrimonio. Esta es la ley de Dios. Fuera de las prohibiciones, es lícito que busquen casarse pagando la dote correspondiente, pero con intensión de matrimonio y no de fornicar. Es una obligación dar a la mujer la dote convenida una vez consumado el matrimonio. Pero no incurren en falta si después de haber cumplido con esta obligación legal, deciden algo distinto de mutuo acuerdo. Dios es Sabio, todo lo sabe","fr":"et, parmi les femmes, les dames (qui ont un mari), sauf si elles sont vos esclaves en toute propriété. Prescription d'Allah sur vous! A part cela, il vous est permis de les rechercher, en vous servant de vos biens et en concluant mariage, non en débauchés. Puis, de même que vous jouissez d'elles, donnez-leur leur mahr comme une chose due. Il n'y a aucun péché contre vous à ce que vous concluez un accord quelconque entre vous après la fixation du mahr Car Allah est, certes, Omniscient et Sage","id":"Dan (diharamkan juga kamu menikahi) perempuan yang bersuami, kecuali hamba sahaya perempuan (tawanan perang) yang kamu miliki187) sebagai ketetapan Allah atas kamu. Dan dihalalkan bagimu selain (perempuan-perempuan) yang demikian itu188) jika kamu berusaha dengan hartamu untuk menikahinya bukan untuk berzina. Maka karena kenikmatan yang telah kamu dapatkan dari mereka, berikanlah maskawinnya kepada mereka sebagai suatu kewajiban. Tetapi tidak mengapa jika ternyata di antara kamu telah saling merelakannya, setelah ditetapkan.189) Sungguh, Allah Maha Mengetahui, Mahabijaksana","ru":"И замужние женщины запретны для вас, если только ими не овладели ваши десницы (если только они не стали вашими невольницами). Таково предписание Аллаха для вас. Вам дозволены все остальные женщины, если вы добиваетесь их посредством своего имущества, соблюдая целомудрие и не распутничая. А за то удовольствие, которое вы получаете от них, давайте им установленное вознаграждение (брачный дар). На вас не будет греха, если вы придете к обоюдному согласию после того, как определите обязательное вознаграждение (брачный дар). Воистину, Аллах - Знающий, Мудрый","sv":"[Ni får inte närma er] gifta kvinnor utom sådana som ni rättmätigt besitter - detta är vad Gud föreskriver för er. Med dessa undantag får ni vända er till varje kvinna, som ni vill leva samman med i ett regelrätt äktenskap, inte i ett löst förhållande, och erbjuda henne något av er egendom. Och liksom ni vill njuta av vad [er hustru] skänker er skall ni ge henne den föreskrivna brudgåvan; men ni kan inte klandras om ni efter att ha fullgjort vad som är föreskrivet kommer överens om något [vid sidan därom]. Gud är allvetande, vis","tr":"Evli kadınlarla evlenmeniz de haram kılındı. Maliki bulunduğunuz cariyeler müstesna, bunlar, Allah'ın üzerinize farz kıldığı hükümlerdir. Bunlardan başkasını, zinadan kaçınıp, iffetli olarak, mallarınızla istemeniz size helal kılındı. Onlardan faydalandığınıza mukabil, kararlaştırılmış olan mehirlerini verin; kararlaştırılandan başka, karşılıklı hoşnud olduğunuz hususda size bir sorumluluk yoktur. Allah Bilen'dir, Hakim'dir","ur":"اور وہ عورتیں بھی تم پر حرام ہیں جو کسی دوسرے کے نکاح میں ہوں (محصنات) البتہ ایسی عورتیں اس سے مستثنیٰ ہیں جو (جنگ میں) تمہارے ہاتھ آئیں یہ اللہ کا قانون ہے جس کی پابندی تم پر لازم کر دی گئی ہے اِن کے ماسوا جتنی عورتیں ہیں انہیں اپنے اموال کے ذریعہ سے حاصل کرنا تمہارے لیے حلال کر دیا گیا ہے، بشر طیکہ حصار نکاح میں اُن کو محفوظ کرو، نہ یہ کہ آزاد شہوت رانی کرنے لگو پھر جو ازدواجی زندگی کا لطف تم ان سے اٹھاؤ اس کے بدلے اُن کے مہر بطور فرض ادا کرو، البتہ مہر کی قرارداد ہو جانے کے بعد آپس کی رضامندی سے تمہارے درمیان اگر کوئی سمجھوتہ ہو جائے تو اس میں کوئی حرج نہیں، اللہ علیم اور دانا ہے","zh":"（他又严禁你们娶）有丈夫的妇女，但你们所管辖的妇女除外；安拉以此为你们的定制。除此外，一切妇女，对于你们是合法的，你们可以借你们自己的财产而谋与妇女结合，但你们应当是贞洁的，不可是淫荡的。既与你们成婚的妇女，你们应当把已决定的聘仪交给她们。既决定聘仪之后，你们双方同意的事，对于你们是毫无罪过的。安拉确是全知的，确是至睿的。"},"transliteration":"Waalmuhsanatu mina alnnisai illa ma malakat aymanukum kitaba Allahi AAalaykum waohilla lakum ma waraa thalikum an tabtaghoo biamwalikum muhsineena ghayra musafiheena fama istamtaAAtum bihi minhunna faatoohunna ojoorahunna fareedatan wala junaha AAalaykum feema taradaytum bihi min baAAdi alfareedati inna Allaha kana AAaleeman hakeeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
