{"id":5175,"number":12,"text":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّـٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translations":{"en":"He will forgive for you your sins and admit you to gardens beneath which rivers flow and pleasant dwellings in gardens of perpetual residence. That is the great attainment","es":"[Si hacen esto, Dios] perdonará sus pecados y los ingresará en jardines por donde corren ríos, donde habitarán en hermosas moradas en los jardines del Edén. ¡Ese es, sin duda, el éxito grandioso","fr":"Il vous pardonnera vos péchés et vous fera entrer dans des Jardins sous lesquels coulent les ruisseaux, et dans des demeures agréables dans les jardins d'Eden. Voilà l'énorme succès","id":"niscaya Allah mengampuni dosa-dosamu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, dan ke tempat-tempat tinggal yang baik di dalam surga 'Ādn. Itulah kemenangan yang agung","ru":"Он простит вам ваши грехи, введет вас в Райские сады, в которых текут реки, и в прекрасные жилища в садах Эдема. Это - великое преуспеяние","sv":"[I gengäld] skall Han förlåta era synder och föra er till lustgårdar, vattnade av bäckar, och de bästa boningar i [detta] Edens paradis; detta är den stora, den lysande segern","tr":"Böyle yaparsanız, Allah günahlarınızı size bağışlar, sizi, içlerinden ırmaklar akan cennetlere, Adn cennetlerinde hoş yerlere koyar. Büyük kurtuluş budur","ur":"اللہ تمہارے گناہ معاف کر دے گا، اور تم کو ایسے باغوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی، اور ابدی قیام کی جنتوں میں بہترین گھر تمہیں عطا فرمائے گا یہ ہے بڑی کامیابی","zh":"他将赦宥你们的罪过，并且使你们入下临诸河的乐园和常住的乐园中的许多优美的住宅，那确是伟大的成功。"},"transliteration":"Yaghfir lakum thunoobakum wayudkhilkum jannatin tajree min tahtiha alanharu wamasakina tayyibatan fee jannati AAadnin thalika alfawzu alAAatheemu","chapter":{"id":61,"name":"الصف","transliteration":"As-Saf","translations":{"en":"The Ranks","es":"La Fila","fr":"Le rang","id":"Barisan","ru":"Ряды","sv":"I Slutna Led","tr":"Saf","ur":"صف","zh":"列阵"},"type":"medinan"}}
