{"id":5177,"number":14,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَـٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","translations":{"en":"O you who have believed, be supporters of Allah, as when Jesus, the son of Mary, said to the disciples, \"Who are my supporters for Allah?\" The disciples said, \"We are supporters of Allah.\" And a faction of the Children of Israel believed and a faction disbelieved. So We supported those who believed against their enemy, and they became dominant","es":"¡Creyentes! Socorran [la religión de] Dios como lo hicieron los discípulos de Jesús, el hijo de María, cuando les dijo: \"¿Quiénes me socorrerán en la causa de Dios?\" Los discípulos respondieron: \"Seremos los socorredores de [la religión de] Dios\". Pero un grupo de los Hijos de Israel creyó [en la profecía de Jesús] y otro grupo rechazó su Mensaje. Entonces di Mi apoyo a los creyentes y así vencieron a sus enemigos","fr":"O vous qui avez cru! Soyez les alliés d'Allah, à l'instar de ce que Jésus fils de Marie a dit aux apôtres: «Qui sont mes alliés (pour la cause) d'Allah?» - Les apôtres dirent: «Nous sommes les alliés d'Allah». Un groupe des Enfants d'Israël crut, tandis qu'un groupe nia. Nous aidâmes donc ceux qui crurent contre leur ennemi, et ils triomphèrent","id":"Wahai orang-orang yang beriman! Jadilah kamu penolong-penolong (agama) Allah sebagaimana Isa putra Maryam telah berkata kepada pengikut-pengikutnya yang setia, \"Siapakah yang akan menjadi penolong-penolongku (untuk menegakkan agama) Allah?\" Pengikut-pengikutnya yang setia itu berkata, \"Kamilah penolong-penolong (agama) Allah,\" lalu segolongan dari Bani Israil beriman dan segolongan (yang lain) kafir; lalu Kami berikan kekuatan kepada orang-orang yang beriman terhadap musuh-musuh mereka, sehingga mereka menjadi orang-orang yang menang","ru":"О те, которые уверовали! Будьте помощниками Аллаха. Иса (Иисус), сын Марьям (Марии), сказал апостолам: «Кто будет моим помощником на пути к Аллаху?». Апостолы ответили: «Мы - помощники Аллаха». Часть сынов Исраила (Израиля) уверовала, а другая часть не уверовала. Мы поддержали тех, которые уверовали, в борьбе с их врагами, и они вышли победителями","sv":"TROENDE! Bli Guds medhjälpare! Liksom Jesus, Marias son, sade till de vitklädda: \"Vem vill bli min medhjälpare [i arbetet] för Guds sak?\" och de svarade: \"Vi vill vara Guds medhjälpare!\". Bland Israels barn kom några att tro [på Jesus och hans budskap] medan andra förnekade [honom]. Men Vi stödde dem som trodde på honom mot deras fiender, och de [troende] avgick med segern","tr":"Ey inananlar! Allah'ın dininin yardımcıları olun. Nitekim, Meryem oğlu İsa, Havarilere: \"Allah'a giden yolda yardımcılarım kimlerdir?\" deyince, Havariler: \"Allah'ın dininin yardımcıları biziz\" demişlerdi. İsrailoğullarının bir takımı böylece inanmış, bir takımı da inkar etmişti; ama Biz, inananları düşmanlarına karşı destekledik de üstün geldiler","ur":"اے لوگو جو ایمان لائے ہو، اللہ کے مددگار بنو، جس طرح عیسیٰ ابن مریمؑ نے حواریوں کو خطاب کر کے کہا تھا: \"کون ہے اللہ کی طرف (بلانے) میں میرا مددگار؟\" اور حواریوں نے جواب دیا تھا: \"ہم ہیں اللہ کے مددگار\" اُس وقت بنی اسرائیل کا ایک گروہ ایمان لایا اور دوسرے گروہ نے انکار کیا پھر ہم نے ایمان لانے والوں کی اُن کے دشمنوں کے مقابلے میں تائید کی اور وہی غالب ہو کر رہے","zh":"信道的人们啊！你们应当做协助安拉的人，犹如麦尔彦之子尔撒对他的门徒所说的：“谁是与我共同协助安拉的？那些门徒说：我们是协助安拉的。以色列的後裔中，有一派人已经信道，有一派人并不信道。我扶助信道的人们对抗他们的敌人，故他们变成优胜的。"},"transliteration":"Ya ayyuha allatheena amanoo koonoo ansara Allahi kama qala AAeesa ibnu maryama lilhawariyyeena man ansaree ila Allahi qala alhawariyyoona nahnu ansaru Allahi faamanat taifatun min banee israeela wakafarat taifatun faayyadna allatheena amanoo AAala AAaduwwihim faasbahoo thahireena","chapter":{"id":61,"name":"الصف","transliteration":"As-Saf","translations":{"en":"The Ranks","es":"La Fila","fr":"Le rang","id":"Barisan","ru":"Ряды","sv":"I Slutna Led","tr":"Saf","ur":"صف","zh":"列阵"},"type":"medinan"}}
