{"id":5182,"number":5,"text":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"en":"The example of those who were entrusted with the Torah and then did not take it on is like that of a donkey who carries volumes [of books]. Wretched is the example of the people who deny the signs of Allah. And Allah does not guide the wrongdoing people","es":"Aquellos a quienes les fue confiada la Tora, pero no practicaron [sus principios], se asemejan al asno que lleva una carga de libros. ¡Qué pésimo es el ejemplo de aquellos que desmienten las enseñanzas de Dios! Dios no guía a los injustos","fr":"Ceux qui ont été chargés de la Thora mais qui ne l'ont pas appliquée sont pareils à l'âne qui porte des livres. Quel mauvais exemple que celui de ceux qui traitent de mensonges les versets d'Allah et Allah ne guide pas les gens injustes","id":"Perumpamaan orang-orang yang diberi tugas membawa Taurat, kemudian mereka tidak membawanya (tidak mengamalkannya) adalah seperti keledai yang membawa kitab-kitab yang tebal. Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah. Dan Allah tidak memberi petunjuk kepada orang-orang yang zalim","ru":"Те, кому было поручено придерживаться Таурата (Торы) и которые не придерживались его, подобны ослу, который везет на себе много книг. Как же скверно сравнение с людьми, которые считают ложью знамения Аллаха! Аллах не ведет прямым путем несправедливых людей","sv":"DE som anförtroddes Tora och som därefter inte förmådde bära denna [börda], kan liknas vid åsnan som bär en last av heliga böcker. Ett folk som påstår att Guds budskap är lögn visar upp sin mest motbjudande sida; Gud vägleder inte dem som oupphörligt begår orätt","tr":"Kendilerine Tevrat öğretildiği halde, onun gereğini yapmayanların durumu, sırtına kitap yüklenmiş merkebin durumu gibidir. Allah'ın ayetlerini yalanlayan kimselerin durumu ne kötüdür! Allah zalimleri doğru yola eriştirmez","ur":"جن لوگوں کو توراۃ کا حامل بنایا گیا تھا مگر انہوں نے اس کا بار نہ اٹھا یا، اُن کی مثال اُس گدھے کی سی ہے جس پر کتابیں لدی ہوئی ہوں اِس سے بھی زیادہ بری مثال ہے اُن لوگوں کی جنہوں نے اللہ کی آیات کو جھٹلا دیا ہے ایسے ظالموں کو اللہ ہدایت نہیں دیا کرتا","zh":"奉命遵守《讨拉特》而不遵守者，譬如驮经的驴子。否认安拉的迹象的民众的譬喻，真恶劣！安拉是不引导不义的民众的。"},"transliteration":"Mathalu allatheena hummiloo alttawrata thumma lam yahmilooha kamathali alhimari yahmilu asfaran bisa mathalu alqawmi allatheena kaththaboo biayati Allahi waAllahu la yahdee alqawma alththalimeena","chapter":{"id":62,"name":"الجمعة","transliteration":"Al-Jumu'ah","translations":{"en":"The Congregation, Friday","es":"El Viernes","fr":"Le vendredi","id":"Hari Jum\\'at","ru":"Собрание","sv":"Fredagsbönen","tr":"Cuma","ur":"جمعہ","zh":"聚礼"},"type":"medinan"}}
