{"id":5188,"number":11,"text":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّـٰزِقِينَ","translations":{"en":"But when they saw a transaction or a diversion, [O Muhammad], they rushed to it and left you standing. Say, \"What is with Allah is better than diversion and than a transaction, and Allah is the best of providers","es":"Pero a aquellos que si ven un negocio o una diversión corren hacia ello y te dejan [solo] de pie, diles: \"La recompensa que Dios tiene reservada [para los piadosos] es mejor que cualquier diversión o negocio, y [sepan que] Dios es el mejor de los sustentadores","fr":"Quand ils entrevoient quelque commerce ou quelque divertissement, ils s'y dispersent et te laissent debout. Dis: «Ce qui est auprès d'Allah est bien meilleur que le divertissement et le commerce, et Allah est le Meilleur des pourvoyeurs»","id":"Dan apabila mereka melihat perdagangan atau permainan, mereka segera menuju kepadanya dan mereka tinggalkan engkau (Muhammad) sedang berdiri (berkhotbah). Katakanlah, \"Apa yang ada di sisi Allah lebih baik daripada permainan dan perdagangan,\" dan Allah Pemberi rezeki yang terbaik","ru":"Когда же они увидели торговлю или забаву, они разошлись, бросившись к ней, и оставили тебя стоять во время пятничной проповеди. Скажи: «То, что у Аллаха, лучше забавы и торговли, и Аллах - Наилучший из дарующих удел»","sv":"[Men om] människorna blir varse [ett tillfälle att göra] en vinst eller [att få en stunds] förlustelse, bryter de upp [från bönen] och lämnar dig [Muhammad] stående [i predikstolen]. [Varna dem och] säg: \"Det som [väntar er] hos Gud är bättre än ytlig förströelse eller [ett tillfälle att göra] en vinst; ingen sörjer bättre [för de sina] än Gud","tr":"Onlar bir kazanç veya bir eğlence gördüklerinde, seni ayakta bırakarak oraya yöneldiler. De ki: \"Allah katında olan, eğlenceden de kazançtan da hayırlıdır. Allah, rızık verenlerin en iyisidir","ur":"اور جب انہوں نے تجارت اور کھیل تماشا ہوتے دیکھا تو اس کی طرف لپک گئے اور تمہیں کھڑا چھوڑ دیا ان سے کہو، جو کچھ اللہ کے پاس ہے وہ کھیل تماشے اور تجارت سے بہتر ہے اور اللہ سب سے بہتر رزق دینے والا ہے","zh":"当他们看见生意或游戏的时候，他们离散了，他们让你独自站着。你说：在安拉那里的，比游戏和生意还好，安拉是最善的供给者。"},"transliteration":"Waitha raaw tijaratan aw lahwan infaddoo ilayha watarakooka qaiman qul ma AAinda Allahi khayrun mina allahwi wamina alttijarati waAllahu khayru alrraziqeena","chapter":{"id":62,"name":"الجمعة","transliteration":"Al-Jumu'ah","translations":{"en":"The Congregation, Friday","es":"El Viernes","fr":"Le vendredi","id":"Hari Jum\\'at","ru":"Собрание","sv":"Fredagsbönen","tr":"Cuma","ur":"جمعہ","zh":"聚礼"},"type":"medinan"}}
