{"id":5189,"number":1,"text":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","translations":{"en":"When the hypocrites come to you, [O Muhammad], they say, \"We testify that you are the Messenger of Allah.\" And Allah knows that you are His Messenger, and Allah testifies that the hypocrites are liars","es":"Cuando los hipócritas se presentan ante ti [oh, Mujámmad], dicen: \"Atestiguamos que eres el Mensajero de Dios\". Dios bien sabe que eres el Mensajero, pero Él mismo atestigua que los hipócritas son mentirosos","fr":"Quand les hypocrites viennent à toi, ils disent: «Nous attestons que tu es certes le Messager d'Allah» Allah sait que tu es vraiment Son messager; et Allah atteste que les hypocrites sont assurément des menteurs","id":"Apabila orang-orang munafik datang kepadamu (Muhammad), mereka berkata, \"Kami mengakui, bahwa engkau adalah Rasul Allah.\" Dan Allah mengetahui bahwa engkau benar-benar Rasul-Nya; dan Allah menyaksikan bahwa orang-orang munafik itu benar-benar pendusta","ru":"Когда лицемеры приходят к тебе, они говорят: «Свидетельствуем, что ты - Посланник Аллаха». Аллах знает, что ты - Его Посланник, и Аллах свидетельствует, что лицемеры являются лжецами","sv":"NÄR HYCKLARNA kommer till dig säger de: \"Vi vittnar att du är Guds Sändebud!\" Men Gud vet att du är Hans Sändebud, och Gud vittnar att hycklarna ljuger","tr":"İkiyüzlüler sana gelince: \"Senin şüphesiz Allah'ın Peygamberi olduğuna şehadet ederiz\" derler. Allah, senin kendisinin peygamberi olduğunu bilir; bunun yanında Allah, ikiyüzlülerin yalancı olduklarını da bilir","ur":"اے نبیؐ، جب یہ منافق تمہارے پاس آتے ہیں تو کہتے ہیں \"ہم گواہی دیتے ہیں کہ آ پ یقیناً اللہ کے رسول ہیں\" ہاں، اللہ جانتا ہے کہ تم ضرور اُس کے رسول ہو، مگر اللہ گواہی دیتا ہے کہ یہ منافق قطعی جھوٹے ہیں","zh":"当伪信者来见你的时候，他们说：“我们作证，你确是安拉的使者。”安拉知道你确是他的使者，安拉作证，伪信的人们确是说谎的。"},"transliteration":"Itha jaaka almunafiqoona qaloo nashhadu innaka larasoolu Allahi waAllahu yaAAlamu innaka larasooluhu waAllahu yashhadu inna almunafiqeena lakathiboona","chapter":{"id":63,"name":"المنافقون","transliteration":"Al-Munafiqun","translations":{"en":"The Hypocrites","es":"Los Hipócritas","fr":"Les hypocrites","id":"Kaum Munafik","ru":"Лицемеры","sv":"Hycklarna","tr":"Münâfikûn","ur":"منافقین","zh":"伪信者"},"type":"medinan"}}
