{"id":5192,"number":4,"text":"۞وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","translations":{"en":"And when you see them, their forms please you, and if they speak, you listen to their speech. [They are] as if they were pieces of wood propped up - they think that every shout is against them. They are the enemy, so beware of them. May Allah destroy them; how are they deluded","es":"Cuando los observas te agrada su aspecto, y cuando hablan prestas atención a sus palabras, pues parecen maderos bien afirmados; pero cada vez que se alza la voz se sobresaltan, porque creen que es contra ellos. Ellos son el enemigo, sé precavido con ellos. Dios los destruirá por haberse desviado tanto","fr":"Et quand tu les vois, leurs corps t'émerveillent; et s'ils parlent tu écoutes leur parole. Ils sont comme des bûches appuyées (contre des murs) et ils pensent que chaque cri est dirigé contre eux. L'ennemi c'est eux. Prends y garde. Qu'Allah les extermine! Comme les voilà détournés (du droit chemin)","id":"(Dan apabila engkau melihat mereka, tubuh mereka mengagumkanmu. Dan jika mereka berkata, engkau mendengarkan tutur katanya. Mereka seakan-akan kayu yang tersandar.843) Mereka mengira bahwa setiap teriakan ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya), maka waspadalah terhadap mereka; semoga Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)","ru":"Когда ты смотришь на них, их тела восхищают тебя. Когда они говорят, ты слушаешь их слова. Они подобны прислоненным бревнам. Всякий крик они считают обращенным против них. Они являются врагами - остерегайся же их. Да погубит их Аллах! До чего же они отвращены от истины","sv":"När du ser dem kan du få ett gott intryck av deras yttre och du lyssnar på dem när de talar. [I själva verket är de lika andefattiga] som uppstöttade trästockar, och [i sin rädsla och osäkerhet] tror de att varje rop [från mängden] är ett hot mot dem. De är dina fiender, [Muhammad]; - var därför på din vakt mot dem. Guds förbannelse över dem! Hur förvirrade är inte deras begrepp","tr":"Onlara baktığın zaman cüsseleri hoşuna gider; konuşurlarsa sözlerini dinlersin; tıpkı, sıralanmış kof kütük gibidirler; her çığlığı kendi aleyhlerine sayarlar; onlar düşmandır, onlardan çekin; Allah canlarını alsın, nasıl da aldatılıp döndürülüyorlar","ur":"اِنہیں دیکھو تو اِن کے جثے تمہیں بڑے شاندار نظر آئیں بولیں تو تم ان کی باتیں سنتے رہ جاؤ مگر اصل میں یہ گویا لکڑی کے کندے ہیں جو دیوار کے ساتھ چن کر رکھ دیے گئے ہوں ہر زور کی آواز کو یہ اپنے خلاف سمجھتے ہیں یہ پکے دشمن ہیں، ان سے بچ کر رہو، اللہ کی مار ان پر، یہ کدھر الٹے پھرائے جا رہے ہیں","zh":"当你看见他们的时候，他们的体格，将使你赞叹。如果他们说话，你就静听他们的言辞，他们好像木偶样，他们以为一切呐喊，都是对他们而发的。他们确是敌人，故你当谨防他们。愿安拉诛灭他们！他们是如何悖谬的呢！"},"transliteration":"Waitha raaytahum tuAAjibuka ajsamuhum wain yaqooloo tasmaAA liqawlihim kaannahum khushubun musannadatun yahsaboona kulla sayhatin AAalayhim humu alAAaduwwu faihtharhum qatalahumu Allahu anna yufakoona","chapter":{"id":63,"name":"المنافقون","transliteration":"Al-Munafiqun","translations":{"en":"The Hypocrites","es":"Los Hipócritas","fr":"Les hypocrites","id":"Kaum Munafik","ru":"Лицемеры","sv":"Hycklarna","tr":"Münâfikûn","ur":"منافقین","zh":"伪信者"},"type":"medinan"}}
