{"id":5194,"number":6,"text":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translations":{"en":"It is all the same for them whether you ask forgiveness for them or do not ask forgiveness for them; never will Allah forgive them. Indeed, Allah does not guide the defiantly disobedient people","es":"[Oh, Mujámmad!] Lo mismo da que pidas perdón por ellos o que no lo hagas, Dios no los perdonará. Dios no guía a la gente corrupta","fr":"C'est égal, pour eux, que tu implores le pardon pour eux ou que tu ne le fasses pas: Allah ne leur pardonnera jamais, car Allah ne guide pas les gens pervers","id":"Sama saja bagi mereka, engkau (Muhammad) mohonkan ampunan untuk mereka atau tidak engkau mohonkan ampunan bagi mereka, Allah tidak akan mengampuni mereka; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik","ru":"Попросишь ты для них прощения или не станешь просить для них прощения - им все равно. Аллах не простит их. Воистину, Аллах не ведет прямым путем нечестивых людей","sv":"Vad dem beträffar är det likgiltigt om du ber om förlåtelse för dem eller inte - Gud kommer inte att förlåta dem. Gud vägleder inte dem som förhärdats i synd och trots","tr":"Onlar için, bağışlanma dilesen de dilemesen de birdir; Allah onları bağışlamayacaktır. Doğrusu Allah, yoldan çıkmış milleti doğru yola eriştirmez","ur":"اے نبیؐ، تم چاہے ان کے لیے مغفرت کی دعا کرو یا نہ کرو، ان کے لیے یکساں ہے، اللہ ہرگز انہیں معاف نہ کرے گا، اللہ فاسق لوگوں کو ہرگز ہدایت نہیں دیتا","zh":"你为他们求饶与否，这在他们是一样的。安拉绝不赦宥他们，安拉必定不引导悖逆的民众。"},"transliteration":"Sawaon AAalayhim astaghfarta lahum am lam tastaghfir lahum lan yaghfira Allahu lahum inna Allaha la yahdee alqawma alfasiqeena","chapter":{"id":63,"name":"المنافقون","transliteration":"Al-Munafiqun","translations":{"en":"The Hypocrites","es":"Los Hipócritas","fr":"Les hypocrites","id":"Kaum Munafik","ru":"Лицемеры","sv":"Hycklarna","tr":"Münâfikûn","ur":"منافقین","zh":"伪信者"},"type":"medinan"}}
