{"id":5195,"number":7,"text":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","translations":{"en":"They are the ones who say, \"Do not spend on those who are with the Messenger of Allah until they disband.\" And to Allah belongs the depositories of the heavens and the earth, but the hypocrites do not understand","es":"Ellos dicen: \"No ayuden a los que están con el Mensajero de Dios hasta que lo abandonen\". Es a Dios a quien pertenecen los tesoros de los cielos y de la Tierra, pero los hipócritas no lo comprenden","fr":"Ce sont eux qui disent: «Ne dépensez point pour ceux qui sont auprès du Messager d'Allah, afin qu'ils se dispersent». Et c'est à Allah qu'appartiennent les trésors des cieux et de la terre, mais les hypocrites ne comprennent pas","id":"Mereka yang berkata (kepada orang-orang Ansar), \"Janganlah kamu bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah).\" Padahal milik Allah lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami","ru":"Именно они говорят: «Ничего не тратьте на тех, кто возле Посланника Аллаха, пока они не покинут его». Аллаху принадлежат сокровищницы небес и земли, но лицемеры не понимают этого","sv":"Det är de som säger [till andra]: \"Ge ingenting till dem som sluter upp kring Guds Sändebud; då ger de sig nog av härifrån!\" - Men himlarnas och jordens skatter tillhör Gud, fastän hycklarna inte förstår det","tr":"Bunlar: \"Allah'ın Peygamberinin yanında bulunanlara bir şey vermeyin de dağılıp gitsinler\" diyen kimselerdir. Oysa göklerin ve yerin hazineleri Allah'ındır, ama ikiyüzlüler bu gerçeği anlamazlar","ur":"یہ وہی لوگ ہیں جو کہتے ہیں کہ رسول کے ساتھیوں پر خرچ کرنا بند کر دو تاکہ یہ منتشر ہو جائیں حالانکہ زمین اور آسمانوں کے خزانوں کا مالک اللہ ہی ہے، مگر یہ منافق سمجھتے نہیں ہیں","zh":"他们说：“你们不要供给使者左右的人，以便他们离散。”天地的库藏，只是安拉，伪信的人们却不明理。"},"transliteration":"Humu allatheena yaqooloona la tunfiqoo AAala man AAinda rasooli Allahi hatta yanfaddoo walillahi khazainu alssamawati waalardi walakinna almunafiqeena la yafqahoona","chapter":{"id":63,"name":"المنافقون","transliteration":"Al-Munafiqun","translations":{"en":"The Hypocrites","es":"Los Hipócritas","fr":"Les hypocrites","id":"Kaum Munafik","ru":"Лицемеры","sv":"Hycklarna","tr":"Münâfikûn","ur":"منافقین","zh":"伪信者"},"type":"medinan"}}
