{"id":5196,"number":8,"text":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","translations":{"en":"They say, \"If we return to al-Madinah, the more honored [for power] will surely expel therefrom the more humble.\" And to Allah belongs [all] honor, and to His Messenger, and to the believers, but the hypocrites do not know","es":"Dicen: \"Si regresamos a la ciudad [de Medina], los más poderosos expulsaremos de ella a los más débiles\". Pero el verdadero poder pertenece a Dios, a Su Mensajero y a los creyentes, aunque los hipócritas no lo saben","fr":"Ils disent: «Si nous retournons à Médine, le plus puissant en fera assurément sortir le plus humble». Or c'est à Allah qu'est la puissance ainsi qu'à Son messager et aux croyants. Mais les hypocrites ne le savent pas","id":"Mereka berkata, \"Sungguh, jika kita kembali ke Madinah (kembali dari perang Bani Mustalik), pastilah orang yang kuat akan mengusir orang-orang yang lemah dari sana.\" Padahal kekuatan itu hanyalah bagi Allah, Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui","ru":"Они говорят: «Когда мы вернемся в Медину, то могущественные среди нас непременно изгонят оттуда презренных». Могущество присуще Аллаху, Его Посланнику и верующим, но лицемеры не знают этого","sv":"De säger [också]: \"Om vi kommer tillbaka till staden [från detta fälttåg], skall de som har makten helt säkert driva bort dessa föraktliga stackare härifrån!\" - Men [den verkliga] makten ligger hos Gud - och Hans Sändebud och de troende - och det vet inte hycklarna","tr":"Eğer bu savaşdan Medine'ye dönersek, şerefli kimseler alçakları and olsun ki, oradan çıkaracaktır\" diyorlardı. Oysa, şeref Allah'ın, Peygamberinin ve inananlarındır, ama ikiyüzlüler bu gerçeği bilmezler","ur":"یہ کہتے ہیں کہ ہم مدینے واپس پہنچ جائیں تو جو عزت والا ہے وہ ذلیل کو وہاں سے نکال باہر کرے گا حالانکہ عزت تو اللہ اور اس کے رسولؐ اور مومنین کے لیے ہے، مگر یہ منافق جانتے نہیں ہیں","zh":"他们说：“如果我们返回麦地那，尊荣者必将卑贱者驱逐出城。”尊荣只是安拉和使者以及信士们的，而伪信的人们却不知道！"},"transliteration":"Yaqooloona lain rajaAAna ila almadeenati layukhrijanna alaAAazzu minha alathalla walillahi alAAizzatu walirasoolihi walilmumineena walakinna almunafiqeena la yaAAlamoona","chapter":{"id":63,"name":"المنافقون","transliteration":"Al-Munafiqun","translations":{"en":"The Hypocrites","es":"Los Hipócritas","fr":"Les hypocrites","id":"Kaum Munafik","ru":"Лицемеры","sv":"Hycklarna","tr":"Münâfikûn","ur":"منافقین","zh":"伪信者"},"type":"medinan"}}
