{"id":5198,"number":10,"text":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّـٰلِحِينَ","translations":{"en":"And spend [in the way of Allah] from what We have provided you before death approaches one of you and he says, \"My Lord, if only You would delay me for a brief term so I would give charity and be among the righteous","es":"Den en caridad parte de lo que les he provisto, antes de que la muerte les sobrevenga y [recién] entonces digan: \"¡Señor mío! Concédeme un poco más de tiempo para poder hacer caridades y ser de los piadosos","fr":"Et dépensez de ce que Nous vous avons octroyé avant que la mort ne vienne à l'un de vous et qu'il dise alors: «Seigneur! si seulement Tu m'accordais un court délai: je ferais l'aumône et serais parmi les gens de bien»","id":"Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu sebelum kematian datang kepada salah seorang di antara kamu; lalu dia berkata (menyesali), \"Ya Tuhanku, sekiranya Engkau berkenan menunda (kematian)ku sedikit waktu lagi, maka aku dapat bersedekah dan aku akan termasuk orang-orang yang saleh","ru":"Расходуйте из того, чем Мы вас наделили, до того, как вас постигнет смерть и вы скажете: «Господи! Предоставь мне недолгую отсрочку, и я буду раздавать милостыню и стану одним из праведников»","sv":"Och ge av det som Vi har skänkt er för er försörjning innan ni känner döden närma sig och ni säger: \"Herre! Ge mig bara ett kort uppskov; då skall jag ge åt de behövande och leva som en rättskaffens människa","tr":"Birine ölüm gelip de: \"Rabbim! Beni yakın bir süreye kadar ertelesen de, sadaka versem, iyilerden olsam\" diyeceği zaman gelmezden önce, size verdiğimiz rızıklardan sarfedin","ur":"جو رزق ہم نے تمہیں دیا ہے اس میں سے خرچ کرو قبل اس کے کہ تم میں سے کسی کی موت کا وقت آ جائے اور اُس وقت وہ کہے کہ \"اے میرے رب، کیوں نہ تو نے مجھے تھوڑی سی مہلت اور دے دی کہ میں صدقہ دیتا اور صالح لوگوں میں شامل ہو جاتا","zh":"在死亡降临之前，你们当分舍我赐予你们的，否则，将来人们说：“我的主啊！你为何不让我延迟到一个临近的定期，以便我有所施舍，而成为善人呢？"},"transliteration":"Waanfiqoo min ma razaqnakum min qabli an yatiya ahadakumu almawtu fayaqoola rabbi lawla akhkhartanee ila ajalin qareebin faassaddaqa waakun mina alssaliheena","chapter":{"id":63,"name":"المنافقون","transliteration":"Al-Munafiqun","translations":{"en":"The Hypocrites","es":"Los Hipócritas","fr":"Les hypocrites","id":"Kaum Munafik","ru":"Лицемеры","sv":"Hycklarna","tr":"Münâfikûn","ur":"منافقین","zh":"伪信者"},"type":"medinan"}}
