{"id":5205,"number":6,"text":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","translations":{"bn":"এটা এ কারণে যে, তাদের কাছে তাদের রসূলগণ প্রকাশ্য নিদর্শনাবলীসহ আগমন করলে তারা বলতঃ মানুষই কি আমাদেরকে পথপ্রদর্শন করবে? অতঃপর তারা কাফের হয়ে গেল এবং মুখ ফিরিয়ে নিল। এতে আল্লাহর কিছু আসে যায় না। আল্লাহ অমুখাপেক্ষী প্রশংসিত।","en":"That is because their messengers used to come to them with clear evidences, but they said, \"Shall human beings guide us?\" and disbelieved and turned away. And Allah dispensed [with them]; and Allah is Free of need and Praiseworthy","id":"Yang demikian itu karena sesungguhnya ketika rasul-rasul datang kepada mereka membawa keterangan-keterangan, lalu mereka berkata, \"Apakah (pantas) manusia yang memberi petunjuk kepada kami?\" Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Dan Allah Mahakaya, Maha Terpuji","ru":"Это - за то, что посланники приходили к ним с ясными знамениями, а они говорили: «Неужели люди поведут нас прямым путем?». Они не уверовали и отвернулись. Аллах обошелся без них, ведь Аллах - Богатый, Достохвальный","tr":"Bu, kendilerine peygamberleri belgelerle geldiğinde: \"Bizi doğru yola bir insan mı eriştirecek?\" diyerek inkar edip gerçeğe yüz çevirmelerinden ötürüdür. Allah hiçbir şeye muhtaç olmadığını ortaya koymuştur. Allah müstağnidir, övülmeğe layık olandır","ur":"اِس انجام کے مستحق وہ اس لیے ہوئے کہ اُن کے پاس اُن کے رسول کھلی کھلی دلیلیں اور نشانیاں لے کر آتے رہے، مگر اُنہوں نے کہا \"کیا انسان ہمیں ہدایت دیں گے؟\" اس طرح انہوں نے ماننے سے انکار کر دیا اور منہ پھیر لیا، تب اللہ بھی ان سے بے پروا ہو گیا اور اللہ تو ہے ہی بے نیاز اور اپنی ذات میں آپ محمود"},"chapter":{"id":64,"name":"التغابن","transliteration":"At-Taghabun","translations":{"bn":"মোহ অপসারণ","en":"The Mutual Disillusion","id":"Hari Dinampakkan Kesalahan","ru":"Взаимное обделение","tr":"Tegâbün","ur":"ہار جیت"},"type":"medinan"}}
