{"id":5205,"number":6,"text":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","translations":{"en":"That is because their messengers used to come to them with clear evidences, but they said, \"Shall human beings guide us?\" and disbelieved and turned away. And Allah dispensed [with them]; and Allah is Free of need and Praiseworthy","es":"Los Mensajeros se presentaban ante ellos con las evidencias, pero decían: \"¿Acaso un mortal [igual que nosotros] nos ha de guiar?\" Y así se negaron a creer, y se apartaron [de la Verdad]. Pero Dios no necesita de ellos, Él es Autosuficiente, Loable","fr":"Il en est ainsi parce que leurs messagers leur venaient avec des preuves évidentes, et qu'ils ont dit: «Sont-ce des hommes qui nous guideront?» Ils mécrurent alors et se détournèrent et Allah Se passa [d'eux] et Allah Se suffit à Lui-même et Il est Digne de louange","id":"Yang demikian itu karena sesungguhnya ketika rasul-rasul datang kepada mereka membawa keterangan-keterangan, lalu mereka berkata, \"Apakah (pantas) manusia yang memberi petunjuk kepada kami?\" Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Dan Allah Mahakaya, Maha Terpuji","ru":"Это - за то, что посланники приходили к ним с ясными знамениями, а они говорили: «Неужели люди поведут нас прямым путем?». Они не уверовали и отвернулись. Аллах обошелся без них, ведь Аллах - Богатый, Достохвальный","sv":"så är det därför att de, när sändebuden kom till dem med klara bevis, svarade: \"Är det då människor som skall vägleda oss?\" - och så förnekade de sanningen och vände ryggen till. Men Gud behöver dem inte - Gud är Sig själv nog; allt lov och pris tillkommer Honom","tr":"Bu, kendilerine peygamberleri belgelerle geldiğinde: \"Bizi doğru yola bir insan mı eriştirecek?\" diyerek inkar edip gerçeğe yüz çevirmelerinden ötürüdür. Allah hiçbir şeye muhtaç olmadığını ortaya koymuştur. Allah müstağnidir, övülmeğe layık olandır","ur":"اِس انجام کے مستحق وہ اس لیے ہوئے کہ اُن کے پاس اُن کے رسول کھلی کھلی دلیلیں اور نشانیاں لے کر آتے رہے، مگر اُنہوں نے کہا \"کیا انسان ہمیں ہدایت دیں گے؟\" اس طرح انہوں نے ماننے سے انکار کر دیا اور منہ پھیر لیا، تب اللہ بھی ان سے بے پروا ہو گیا اور اللہ تو ہے ہی بے نیاز اور اپنی ذات میں آپ محمود","zh":"这是因为他们族中的使者显示他们许多明证，他们却说：“难道凡人也能引道我们？”故他们不信道而违背之。安拉曾表示无求於他们的信仰，安拉是无求的，是可颂的。"},"transliteration":"Thalika biannahu kanat tateehim rusuluhum bialbayyinati faqaloo abasharun yahdoonana fakafaroo watawallaw waistaghna Allahu waAllahu ghaniyyun hameedun","chapter":{"id":64,"name":"التغابن","transliteration":"At-Taghabun","translations":{"en":"The Mutual Disillusion","es":"El Desengaño","fr":"La grande perte","id":"Hari Dinampakkan Kesalahan","ru":"Взаимное обделение","sv":"Då Vinnarna Och Förlorarna Byter Plats","tr":"Tegâbün","ur":"ہار جیت","zh":"相欺"},"type":"medinan"}}
