{"id":5206,"number":7,"text":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","translations":{"en":"Those who disbelieve have claimed that they will never be resurrected. Say, \"Yes, by my Lord, you will surely be resurrected; then you will surely be informed of what you did. And that, for Allah, is easy","es":"Los que rechazan el Mensaje alegan que no serán resucitados. Diles: \"¡[Juro] por mi Señor que sí! Serán resucitados, y luego se les informará de cuanto hicieron. Sepan que eso es fácil para Dios","fr":"Ceux qui ont mécru prétendent qu'ils ne seront point ressuscités. Dis: «Mais si! Par mon Seigneur! Vous serez très certainement ressuscités; puis vous serez certes informés de ce que vous faisiez. Et cela est facile pour Allah»","id":"Orang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), \"Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.\" Dan yang demikian itu mudah bagi Allah","ru":"Неверующие полагают, что они не будут воскрешены. Скажи: «Напротив, клянусь моим Господом, вы непременно будете воскрешены, а затем вам непременно сообщат о том, что вы совершили. Это для Аллаха легко»","sv":"De som förnekar sanningen påstår att de inte skall uppväckas från de döda. Säg: \"Vid min Herre och Gud! Helt visst skall ni återuppväckas och då skall ni få veta vad era handlingar [var värda]. Detta är lätt för Gud","tr":"İnkar edenler, tekrar dirilmeyeceklerini ileri sürerler. De ki: \"Evet; Rabbime and olsun ki, şüphesiz diriltileceksiniz ve sonra, yaptıklarınız size bildirilecektir. Bu, Allah'a kolaydır","ur":"منکرین نے بڑے دعوے سے کہا ہے کہ وہ مرنے کے بعد ہرگز دوبارہ نہ اٹھائے جائیں گے ان سے کہو \"نہیں، میرے رب کی قسم تم ضرور اٹھائے جاؤ گے، پھر ضرور تمہیں بتایا جائے گا کہ تم نے (دنیا میں) کیا کچھ کیا ہے، اور ایسا کرنا اللہ کے لیے بہت آسان ہے","zh":"不信道的人们，妄言他们绝不复活，你说：“不然！以我的主盟誓，你们必定复活，然後你们必定获得关於你们的行为的报告，这对于安拉是容易的。"},"transliteration":"ZaAAama allatheena kafaroo an lan yubAAathoo qul bala warabbee latubAAathunna thumma latunabbaonna bima AAamiltum wathalika AAala Allahi yaseerun","chapter":{"id":64,"name":"التغابن","transliteration":"At-Taghabun","translations":{"en":"The Mutual Disillusion","es":"El Desengaño","fr":"La grande perte","id":"Hari Dinampakkan Kesalahan","ru":"Взаимное обделение","sv":"Då Vinnarna Och Förlorarna Byter Plats","tr":"Tegâbün","ur":"ہار جیت","zh":"相欺"},"type":"medinan"}}
