{"id":5208,"number":9,"text":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translations":{"en":"The Day He will assemble you for the Day of Assembly - that is the Day of Deprivation. And whoever believes in Allah and does righteousness - He will remove from him his misdeeds and admit him to gardens beneath which rivers flow, wherein they will abide forever. That is the great attainment","es":"Cuando sean congregados para el día de la reunión, ese será el día del desengaño [para los incrédulos]. A quien crea en Dios y haya obrado correctamente, Él le perdonará sus faltas y lo introducirá en jardines por donde corren ríos, donde vivirá eternamente. ¡Ese es el triunfo grandioso","fr":"Le jour où Il vous réunira pour le jour du Rassemblement, ce sera le jour de la grande perte. Et celui qui croit en Allah et accomplit les bonnes œuvres, Il lui effacera ses mauvaises actions et le fera entrer dans des Jardins sous lesquels coulent les ruisseaux où ils demeureront éternellement. Voilà l'énorme succès","id":"(Ingatlah) pada hari (ketika) Allah mengumpulkan kamu pada hari berhimpun, itulah hari pengungkapan kesalahan-kesalahan. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung","ru":"В тот день Он соберет вас для Дня сбора. Это будет День взаимного обделения. Тем, кто уверовал в Аллаха и поступал праведно, Он простит злодеяния и введет их в Райские сады, в которых текут реки. Они пребудут там вечно. Это - великое преуспеяние","sv":"Den Dag då Han kallar er till den stora Samlingen, kommer de förmodade vinnarna och förlorarna att byta plats. För dem som trodde på Honom och levde ett rättskaffens liv skall Gud utplåna deras dåliga handlingar och låta dem stiga in i lustgårdar, vattnade av bäckar, där de skall förbli till evig tid - detta är den stora, den lysande segern","tr":"Toplanma günü için, sizi bir araya getirdiği zaman, işte o, kimin aldandığının ortaya çıkacağı gündür; Allah'a kim inanmış ve yararlı iş işlemişse, Allah onun kötülüklerini örter, onu içinde temelli ve sonsuz kalacağı, içlerinden ırmaklar akan cennetlere koyar; büyük kurtuluş işte budur","ur":"(اِس کا پتا تمہیں اس روز چل جائے گا) جب اجتماع کے دن وہ تم سب کو اکٹھا کرے گا وہ دن ہوگا ایک دوسرے کے مقابلے میں لوگوں کی ہار جیت کا جو اللہ پر ایمان لایا ہے اور نیک عمل کرتا ہے، اللہ اس کے گناہ جھاڑ دے گا اور اسے ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی یہ لوگ ہمیشہ ہمیشہ ان میں رہیں گے یہ بڑی کامیابی ہے","zh":"在那日，他将在聚会日集合你们；那是相欺之日。信仰安拉，而且行善的人，他将解除他的罪恶，而且使他入下临诸河的乐园，而永居其中，那确是伟大的成功。"},"transliteration":"Yawma yajmaAAukum liyawmi aljamAAi thalika yawmu alttaghabuni waman yumin biAllahi wayaAAmal salihan yukaffir AAanhu sayyiatihi wayudkhilhu jannatin tajree min tahtiha alanharu khalideena feeha abadan thalika alfawzu alAAatheemu","chapter":{"id":64,"name":"التغابن","transliteration":"At-Taghabun","translations":{"en":"The Mutual Disillusion","es":"El Desengaño","fr":"La grande perte","id":"Hari Dinampakkan Kesalahan","ru":"Взаимное обделение","sv":"Då Vinnarna Och Förlorarna Byter Plats","tr":"Tegâbün","ur":"ہار جیت","zh":"相欺"},"type":"medinan"}}
