{"id":5213,"number":14,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translations":{"en":"O you who have believed, indeed, among your wives and your children are enemies to you, so beware of them. But if you pardon and overlook and forgive - then indeed, Allah is Forgiving and Merciful","es":"¡Creyentes! Sus cónyuges o sus hijos pueden convertirse en sus enemigos. Tengan precaución. Pero si pasan por alto [sus faltas], son tolerantes con ellos y los perdonan, sepan que Dios es Perdonador, Misericordioso","fr":"O vous qui avez cru, vous avez de vos épouses et de vos enfants un ennemi [une tentation]. Prenez-y garde donc. Mais si vous [les] excusez, passez sur [leurs] fautes et [leur] pardonnez, sachez qu'Allah est Pardonneur, Très Miséricordieux","id":"(Wahai orang-orang yang beriman! Sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu,844) maka berhati-hatilah kamu terhadap mereka; dan jika kamu maafkan dan kamu santuni serta ampuni (mereka), maka sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"О те, которые уверовали! Воистину, среди ваших жен и ваших детей есть враги вам. Остерегайтесь их, но если вы будете снисходительны, проявите великодушие и простите их, то ведь Аллах - Прощающий, Милосердный","sv":"TROENDE! Bland era hustrur och era barn kan finnas [de som är] era fiender; var därför på er vakt mot dem! Men om ni har överseende, förlåter och glömmer [de felsteg som de begår, skall Gud visa att] Han är ständigt förlåtande, barmhärtig","tr":"Ey inananlar! Eşleriniz ve çocuklarınızdan size düşmanlık edenler olur, onlardan sakının; ama, siz affeder, suçlarını örter ve bağışlarsanız bilin ki Allah da bağışlar ve acır","ur":"اے لوگو جو ایمان لائے ہو، تمہاری بیویوں اور تمہاری اولاد میں سے بعض تمہارے دشمن ہیں، ان سے ہوشیار رہو اور اگر تم عفو و درگزر سے کام لو اور معاف کر دو تو اللہ غفور و رحیم ہے","zh":"信道的人们啊！你们的妻子儿女，有一部分确是你们的敌人，故你们当谨防他们。如果你们恕饶他们，原谅他们，赦宥他们，（安拉就赦宥你们），因为安拉确是至赦的，确是至慈的。"},"transliteration":"Ya ayyuha allatheena amanoo inna min azwajikum waawladikum AAaduwwan lakum faihtharoohum wain taAAfoo watasfahoo wataghfiroo fainna Allaha ghafoorun raheemun","chapter":{"id":64,"name":"التغابن","transliteration":"At-Taghabun","translations":{"en":"The Mutual Disillusion","es":"El Desengaño","fr":"La grande perte","id":"Hari Dinampakkan Kesalahan","ru":"Взаимное обделение","sv":"Då Vinnarna Och Förlorarna Byter Plats","tr":"Tegâbün","ur":"ہار جیت","zh":"相欺"},"type":"medinan"}}
