{"id":5215,"number":16,"text":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translations":{"en":"So fear Allah as much as you are able and listen and obey and spend [in the way of Allah]; it is better for your selves. And whoever is protected from the stinginess of his soul - it is those who will be the successful","es":"Tengan temor de Dios tanto como puedan. Escuchen y obedezcan [la revelación], y hagan caridad, porque es lo mejor para ustedes mismos. Sepan que quienes luchen contra su propia avaricia serán los triunfadores","fr":"Craignez Allah, donc autant que vous pouvez, écoutez, obéissez et faites largesses. Ce sera un bien pour vous. Et quiconque a été protégé contre sa propre avidité... ceux-là sont ceux qui réussissent","id":"Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah; dan infakkanlah harta yang baik untuk dirimu. Dan barangsiapa dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung","ru":"Бойтесь Аллаха по мере своих возможностей, слушайте, повинуйтесь и расходуйте во благо самим себе. А те, кто уберегся от собственной скупости, являются преуспевшими","sv":"Frukta därför Gud efter måttet av er förmåga; lyssna till och lyd [Hans ord]. Och ge åt andra för er själs bästa; det skall gå dem väl i händer som värjer sig för girighetens [frestelser]","tr":"Allah'a karşı gelmekten gücünüzün yettiği kadar sakının, buyruklarını dinleyin, itaat edin; kendinizin iyiliğine olarak mallarınızdan sarfedin; nefsinin tamahkarlığından korunan kimseler, işte onlar saadete erenlerdir","ur":"لہٰذا جہاں تک تمہارے بس میں ہو اللہ سے ڈرتے رہو، اور سنو اور اطاعت کرو، اور اپنے مال خرچ کرو، یہ تمہارے ہی لیے بہتر ہے جو اپنے دل کی تنگی سے محفوظ رہ گئے بس وہی فلاح پانے والے ہیں","zh":"你们当量力地敬畏安拉，你们当听从他的教训和命令，你们当施舍，那是有益于你们自己的。能戒除自身的贪吝者，确是成功的。"},"transliteration":"Faittaqoo Allaha ma istataAAtum waismaAAoo waateeAAoo waanfiqoo khayran lianfusikum waman yooqa shuhha nafsihi faolaika humu almuflihoona","chapter":{"id":64,"name":"التغابن","transliteration":"At-Taghabun","translations":{"en":"The Mutual Disillusion","es":"El Desengaño","fr":"La grande perte","id":"Hari Dinampakkan Kesalahan","ru":"Взаимное обделение","sv":"Då Vinnarna Och Förlorarna Byter Plats","tr":"Tegâbün","ur":"ہار جیت","zh":"相欺"},"type":"medinan"}}
