{"id":5218,"number":1,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","translations":{"en":"O Prophet, when you [Muslims] divorce women, divorce them for [the commencement of] their waiting period and keep count of the waiting period, and fear Allah, your Lord. Do not turn them out of their [husbands'] houses, nor should they [themselves] leave [during that period] unless they are committing a clear immorality. And those are the limits [set by] Allah. And whoever transgresses the limits of Allah has certainly wronged himself. You know not; perhaps Allah will bring about after that a [different] matter","es":"¡Oh, Profeta!, [haz saber a los musulmanes que] cuando divorcien a las mujeres, deben hacerlo durante el tiempo señalado. Calculen con atención los días de ese período, y tengan temor de Dios, su Señor. No las expulsen de sus hogares y que ellas tampoco lo abandonen, a menos que hayan cometido una indecencia evidente. Estas son las leyes de Dios. Quien quebrante las leyes de Dios habrá sido injusto consigo mismo. Tú no sabes si Dios, después de esa [primera ruptura], haga surgir una reconciliación","fr":"O Prophète! Quand vous répudiez les femmes, répudiez-les conformément à leur période d'attente prescrite; et comptez la période; et craignez Allah votre Seigneur. Ne les faites pas sortir de leurs maisons, et qu'elles n'en sortent pas, à moins qu'elles n'aient commis une turpitude prouvée. Telles sont les lois d'Allah. Quiconque cependant transgresse les lois d'Allah, se fait du tort à lui-même. Tu ne sais pas si d'ici là Allah ne suscitera pas quelque chose de nouveau","id":"Wahai Nabi! Apabila kamu menceraikan istri-istrimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. Janganlah kamu keluarkan mereka dari rumahnya dan janganlah (diizinkan) keluar kecuali jika mereka mengerjakan perbuatan keji yang jelas. Itulah hukum-hukum Allah, dan barangsiapa melanggar hukum-hukum Allah, maka sungguh, dia telah berbuat zalim terhadap dirinya sendiri. Kamu tidak mengetahui barangkali setelah itu Allah mengadakan suatu ketentuan yang baru","ru":"О Пророк! Когда вы даете женам развод, то разводитесь в течение установленного срока, ведите счет этому сроку и бойтесь Аллаха, вашего Господа. Не выгоняйте их из их домов, и пусть они не выходят из них, если только они не совершат явную мерзость. Таковы ограничения Аллаха. Кто преступает ограничения Аллаха, тот поступает несправедливо по отношению к себе. Ты не знаешь, что Аллах, возможно, после этого решит иначе","sv":"PROFET! När någon av er har för avsikt att skilja sig från sin hustru, skall han [iaktta] den föreskrivna väntetiden och beräkna denna tid [med all noggrannhet]. Och frukta Gud, er Herre! Mannen får inte tvinga [hustrun] att lämna hemmet och hon skall inte heller [självmant] lämna det annat än om hon gjort sig skyldig till en grovt oanständig [eller annan förkastlig] handling. Dessa är de regler som Gud [har föreskrivit], och den som överträder dessa av Gud [givna] regler har begått orätt mot sig själv; det är nämligen möjligt - om det kan du ingenting veta - att Gud efter det [som varit] låter ett nytt läge uppstå","tr":"Ey Peygamber! Kadınları boşayacağınızda, onları, iddetlerini gözeterek boşayın ve iddeti sayın; Rabbiniz olan Allah'tan sakının; onları, apaçık bir hayasızlık yapmaları hali bir yana evlerinden çıkarmayın, onlar da çıkmasınlar. Bunlar, Allah'ın sınırlarıdır. Allah'ın sınırlarını kim aşarsa, şüphesiz, kendine yazık etmiş olur. Bilmezsin, olur ki, Allah bunun ardından bir hal meydana getirir","ur":"اے نبیؐ، جب تم لوگ عورتوں کو طلاق دو تو اُنہیں اُن کی عدت کے لیے طلاق دیا کرو اور عدت کے زمانے کا ٹھیک ٹھیک شمار کرو، اور اللہ سے ڈرو جو تمہارا رب ہے (زمانہ عدت میں) نہ تم اُنہیں اُن کے گھروں سے نکالو اور نہ وہ خود نکلیں، الا یہ کہ وہ کسی صریح برائی کی مرتکب ہوں یہ اللہ کی مقرر کردہ حدیں ہیں، اور جو کوئی اللہ کی حدوں سے تجاوز کرے گا وہ اپنے اوپر خود ظلم کرے گا تم نہیں جانتے، شاید اس کے بعد اللہ (موافقت کی) کوئی صورت پیدا کر دے","zh":"先知啊！当你们休妻的时候，你们当在她们的待婚期之前休她们，你们当计待婚期，当敬畏安拉－－－你们的主。你们不要把她们从她们的房里驱逐出门， 她们也不得自己出门，除非她们做了明显的丑事。这是安拉的法度，谁超越安拉的法度，谁确是不义者。你们不知道，此后，安拉或许创造一件事情。"},"transliteration":"Ya ayyuha alnnabiyyu itha tallaqtumu alnnisaa fatalliqoohunna liAAiddatihinna waahsoo alAAiddata waittaqoo Allaha rabbakum la tukhrijoohunna min buyootihinna wala yakhrujna illa an yateena bifahishatin mubayyinatin watilka hudoodu Allahi waman yataAAadda hudooda Allahi faqad thalama nafsahu la tadree laAAalla Allaha yuhdithu baAAda thalika amran","chapter":{"id":65,"name":"الطلاق","transliteration":"At-Talaq","translations":{"en":"The Divorce","es":"El Divorcio","fr":"Le divorce","id":"Perceraian","ru":"Развод","sv":"Skilsmässa","tr":"Talâk","ur":"طلاق","zh":"离婚"},"type":"medinan"}}
