{"id":5219,"number":2,"text":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","translations":{"en":"And when they have [nearly] fulfilled their term, either retain them according to acceptable terms or part with them according to acceptable terms. And bring to witness two just men from among you and establish the testimony for [the acceptance of] Allah. That is instructed to whoever should believe in Allah and the Last day. And whoever fears Allah - He will make for him a way out","es":"Cuando estén por finalizar su período de espera, pueden reconciliarse de forma justa o divorciarse definitivamente en términos justos. Háganlo ante dos testigos neutrales de entre ustedes, y cumplan con su testimonio por Dios. Al cumplimiento de estas leyes es que se exhorta a quien cree en Dios y en el Día del Juicio. Sepan que a quien tenga temor de Dios, Él le dará una solución","fr":"Puis quand elles atteignent le terme prescrit, retenez-les de façon convenable, ou séparez-vous d'elles de façon convenable; et prenez deux hommes intègres parmi vous comme témoins. Et acquittez-vous du témoignage envers Allah. Voilà ce à quoi est exhorté celui qui croit en Allah et au Jour dernier. Et quiconque craint Allah, Il Lui donnera une issue favorable","id":"Maka apabila mereka telah mendekati akhir idahnya, maka rujuklah (kembali kepada) mereka dengan baik atau lepaskanlah mereka dengan baik dan persaksikanlah dengan dua orang saksi yang adil di antara kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. Demikianlah pengajaran itu diberikan bagi orang yang beriman kepada Allah dan hari akhirat. Barangsiapa bertakwa kepada Allah niscaya Dia akan membukakan jalan keluar baginya","ru":"Когда для них наступит установленный срок, оставьте их у себя по-хорошему или же отпустите по-хорошему. Призовите свидетелями двух справедливых мужей из вас и будьте свидетелями ради Аллаха. Таково увещевание для тех, кто верует в Аллаха и в Последний день. Тому, кто боится Аллаха, Он создает выход из положения","sv":"[När någon av er skilt sig från sin hustru] och hennes väntetid närmar sig sitt slut, skall han antingen hålla henne kvar eller också låta henne gå, allt i hedersamma former. Och tag två rättsinniga människor ur er krets till vittnen, och avge själva vittnesmål inför Gud! Denna maning riktas till alla som tror på Gud och den Yttersta dagen. Gud visar var och en som fruktar Honom en utväg ur [alla svårigheter]","tr":"Kadınların iddet süreleri biteceğinde, onları ya uygun bir şekilde alıkoyun, ya da onlardan ayrılın; içinizden de iki adil şahit getirin; şahidliği Allah için yapın; işte bu, Allah'a ve ahiret gününe inanan kimseye verilen öğüttür. Allah, kendisine karşı gelmekten sakınan kimseye kurtuluş yolu sağlar, ona beklemediği yerden rızık verir. Allah'a güvenen kimseye O yeter. Allah, buyruğunu yerine getirendir. Allah her şey için bir ölçü var etmiştir","ur":"پھر جب وہ اپنی (عدت کی) مدت کے خاتمہ پر پہنچیں تو یا انہیں بھلے طریقے سے (اپنے نکاح میں) روک ر کھو، یا بھلے طریقے پر اُن سے جدا ہو جاؤ اور دو ایسے آدمیوں کو گواہ بنا لو جو تم میں سے صاحب عدل ہوں اور (اے گواہ بننے والو) گواہی ٹھیک ٹھیک اللہ کے لیے ادا کرو یہ باتیں ہیں جن کی تم لوگوں کو نصیحت کی جاتی ہے، ہر اُس شخص کو جو اللہ اور آخرت کے دن پر ایمان رکھتا ہو جو کوئی اللہ سے ڈرتے ہوئے کام کرے گا اللہ اُس کے لیے مشکلات سے نکلنے کا کوئی راستہ پیدا کر دے گا","zh":"当她们满期的时候，你们当善意地挽留她们，或善意地离别她们。你们当以你们的两个公正人为见证，你们当为安拉而作证。这是用来教训信仰安拉和末日者的。谁敬畏安拉，他将为谁辟一条出路。"},"transliteration":"Faitha balaghna ajalahunna faamsikoohunna bimaAAroofin aw fariqoohunna bimaAAroofin waashhidoo thaway AAadlin minkum waaqeemoo alshshahadata lillahi thalikum yooAAathu bihi man kana yuminu biAllahi waalyawmi alakhiri waman yattaqi Allaha yajAAal lahu makhrajan","chapter":{"id":65,"name":"الطلاق","transliteration":"At-Talaq","translations":{"en":"The Divorce","es":"El Divorcio","fr":"Le divorce","id":"Perceraian","ru":"Развод","sv":"Skilsmässa","tr":"Talâk","ur":"طلاق","zh":"离婚"},"type":"medinan"}}
