{"id":522,"number":29,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا","translations":{"en":"O you who have believed, do not consume one another's wealth unjustly but only [in lawful] business by mutual consent. And do not kill yourselves [or one another]. Indeed, Allah is to you ever Merciful","es":"¡Oh, creyentes! No estafen ni usurpen injustamente, sino que comercien de mutuo acuerdo. No se maten a ustedes mismos. Dios es Misericordioso con ustedes","fr":"O les croyants! Que les uns d'entre vous ne mangent pas les biens des autres illégalement. Mais qu'il y ait du négoce (légal), entre vous, par consentement mutuel. Et ne vous tuez pas vous-mêmes. Allah, en vérité, est Miséricordieux envers vous","id":"Wahai orang-orang yang beriman! Janganlah kamu saling memakan harta sesamamu dengan jalan yang batil (tidak benar), kecuali dalam perdagangan yang berlaku atas dasar suka sama suka di antara kamu. Dan janganlah kamu membunuh dirimu. Sungguh, Allah Maha Penyayang kepadamu","ru":"О те, которые уверовали! Не пожирайте своего имущества между собой незаконно, а только путем торговли по обоюдному вашему согласию. Не убивайте самих себя (друг друга), ведь Аллах милостив к вам","sv":"TROENDE! Tillskansa er inte varandras egendom med orätt - inte heller [under sken av] regelrätta köpeavtal - och konkurrera inte ihjäl varandra! [Glöm inte att] Gud har visat er stor nåd","tr":"Ey İnananlar! Mallarınızı aranızda haksızlıkla değil, karşılıklı rıza ile yapılan ticaretle yeyin, haram ile nefsinizi mahvetmeyin. Allah şüphesiz ki size merhamet eder","ur":"اے لوگو جو ایمان لائے ہو، آپس میں ایک دوسرے کے مال باطل طریقوں سے نہ کھاؤ، لین دین ہونا چاہیے آپس کی رضامندی سے اور اپنے آپ کو قتل نہ کرو یقین مانو کہ اللہ تمہارے اوپر مہربان ہے","zh":"信道的人们啊！你们不要借诈术侵吞别人的财产，惟借双方同意的交易而获得的除外。你们不要自杀，安拉确是怜悯你们的。"},"transliteration":"Ya ayyuha allatheena amanoo la takuloo amwalakum baynakum bialbatili illa an takoona tijaratan AAan taradin minkum wala taqtuloo anfusakum inna Allaha kana bikum raheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
