{"id":5221,"number":4,"text":"وَٱلَّـٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّـٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","translations":{"en":"And those who no longer expect menstruation among your women - if you doubt, then their period is three months, and [also for] those who have not menstruated. And for those who are pregnant, their term is until they give birth. And whoever fears Allah - He will make for him of his matter ease","es":"El período de espera para aquellas mujeres que hayan llegado a la menopausia, si tienen dudas [sobre el término del periodo], o aquellas que no menstrúan, es de tres meses. En cambio, el de las embarazadas finalizará cuando den a luz. Sepan que a quien tenga temor de Dios, Él le facilitará sus asuntos","fr":"Si vous avez des doutes à propos (de la période d'attente) de vos femmes qui n'espèrent plus avoir de règles, leur délai est de trois mois. De même pour celles qui n'ont pas encore de règles. Et quant à celles qui sont enceintes, leur période d'attente se terminera à leur accouchement. Quiconque craint Allah cependant, Il lui facilite les choses","id":"Perempuan-perempuan yang tidak haid lagi (menopause) di antara istri-istrimu jika kamu ragu-ragu (tentang masa idahnya) maka idahnya adalah tiga bulan; dan begitu (pula) perempuan-perempuan yang tidak haid. Sedangkan perempuan-perempuan yang hamil, waktu idah mereka itu sampai mereka melahirkan kandungannya. Dan barangsiapa bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya","ru":"Для тех из ваших женщин, у которых прекратились менструации, если вы сомневаетесь, установленный для развода срок равен трем месяцам, как и для тех, у которых не было менструаций. Для беременных срок установлен до тех пор, пока они не разрешатся от бремени. Тому, кто боится Аллаха, Он облегчает дела","sv":"Om ni tvekar om [vad som gäller] dem av era kvinnor, vilkas månadsblödningar helt har upphört, är deras väntetid tre månader, och samma tid gäller dem vars blödningar har uteblivit. Och de som är havande skall invänta barnets födelse. Och för var och en som fruktar Honom gör Gud uppgiften lätt","tr":"Kadınlarınızdan ay hali görmekten kesilenler ile henüz ay hali görmemiş olanların iddetleri hususunda şüpheye düşerseniz, bilin ki, onların iddet beklemesi üç aydır; gebe olanların iddeti, doğurmaları ile tamamlanır. Allah, buyruğuna karşı gelmekten sakınan kimseye işinde kolaylık verir","ur":"اور تمہاری عورتوں میں سے جو حیض سے مایوس ہو چکی ہوں ان کے معاملہ میں اگر تم لوگوں کو کوئی شک لاحق ہے تو (تمہیں معلوم ہو کہ) ان کی عدت تین مہینے ہے اور یہی حکم اُن کا ہے جنہیں ابھی حیض نہ آیا ہو اور حاملہ عورتوں کی عدت کی حد یہ ہے کہ اُن کا وضع حمل ہو جائے جو شخص اللہ سے ڈرے اُس کے معاملہ میں وہ سہولت پیدا کر دیتا ہے","zh":"你们的妇女中对月经已绝望的，如果你们怀疑，就以三个月为她们的待婚期，还没有月经的，也是这样的；怀孕的，以分娩为满期。谁敬畏安拉，他将使谁顺利。"},"transliteration":"Waallaee yaisna mina almaheedi min nisaikum ini irtabtum faAAiddatuhunna thalathatu ashhurin waallaee lam yahidna waolatu alahmali ajaluhunna an yadaAAna hamlahunna waman yattaqi Allaha yajAAal lahu min amrihi yusran","chapter":{"id":65,"name":"الطلاق","transliteration":"At-Talaq","translations":{"en":"The Divorce","es":"El Divorcio","fr":"Le divorce","id":"Perceraian","ru":"Развод","sv":"Skilsmässa","tr":"Talâk","ur":"طلاق","zh":"离婚"},"type":"medinan"}}
