{"id":5223,"number":6,"text":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","translations":{"bn":"তোমরা তোমাদের সামর্থ?2437;নুযায়ী যেরূপ গৃহে বাস কর, তাদেরকেও বসবাসের জন্যে সেরূপ গৃহ দাও। তাদেরকে কষ্ট দিয়ে সংকটাপন্ন করো না। যদি তারা গর্ভবতী হয়, তবে সন্তানপ্রসব পর্যন্ত তাদের ব্যয়ভার বহন করবে। যদি তারা তোমাদের সন্তানদেরকে স্তন্যদান করে, তবে তাদেরকে প্রাপ্য পারিশ্রমিক দেবে এবং এ সম্পর্কে পরস্পর সংযতভাবে পরামর্শ করবে। তোমরা যদি পরস্পর জেদ কর, তবে অন্য নারী স্তন্যদান করবে।","en":"Lodge them [in a section] of where you dwell out of your means and do not harm them in order to oppress them. And if they should be pregnant, then spend on them until they give birth. And if they breastfeed for you, then give them their payment and confer among yourselves in the acceptable way; but if you are in discord, then there may breastfeed for the father another woman","id":"Tempatkanlah mereka (para istri) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Dan jika mereka (istri-istri yang sudah ditalak) itu sedang hamil, maka berikanlah kepada mereka nafkahnya sampai mereka melahirkan kandungannya, kemudian jika mereka menyusukan (anak-anak)mu maka berikanlah imbalannya kepada mereka; dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu menemui kesulitan, maka perempuan lain boleh menyusukan (anak itu) untuknya","ru":"Поселяйте их там, где вы живете сами - по вашему достатку. Не причиняйте им вреда, желая стеснить их. Если они беременны, то содержите их, пока они не разрешатся от бремени. Если они кормят грудью для вас, то платите им вознаграждение и советуйтесь между собой по-хорошему. Если же вы станете обременять друг друга, то кормить для него будет другая женщина","tr":"Boşadığınız, fakat iddeti dolmamış kadınları gücünüz nispetinde, kendi oturduğunuz yerde oturtun. Onları sıkıntıya sokmak için zarar vermeye kalkışmayın. Eğer hamile iseler, doğurmalarına kadar nafakalarını verin. Çocuğu sizin için emzirirlerse, onlara ücretlerini ödeyin; aranızda uygun bir şekilde anlaşın; eğer güçlükle karşılaşırsanız çocuğu başka bir kadın emzirebilir","ur":"اُن کو (زمانہ عدت میں) اُسی جگہ رکھو جہاں تم رہتے ہو، جیسی کچھ بھی جگہ تمہیں میسر ہو اور انہیں تنگ کرنے کے لیے ان کو نہ ستاؤ اور اگر وہ حاملہ ہوں تو ان پر اُس وقت تک خرچ کرتے رہو جب تک ان کا وضع حمل نہ ہو جائے پھر اگر وہ تمہارے لیے (بچے کو) دودھ پلائیں تو ان کی اجرت انہیں دو، اور بھلے طریقے سے (اجرت کا معاملہ) باہمی گفت و شنید سے طے کر لو لیکن اگر تم نے (اجرت طے کرنے میں) ایک دوسرے کو تنگ کیا تو بچے کو کوئی اور عورت دودھ پلا لے گی"},"chapter":{"id":65,"name":"الطلاق","transliteration":"At-Talaq","translations":{"bn":"তালাক","en":"The Divorce","id":"Perceraian","ru":"Развод","tr":"Talâk","ur":"طلاق"},"type":"medinan"}}
