{"id":5223,"number":6,"text":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","translations":{"en":"Lodge them [in a section] of where you dwell out of your means and do not harm them in order to oppress them. And if they should be pregnant, then spend on them until they give birth. And if they breastfeed for you, then give them their payment and confer among yourselves in the acceptable way; but if you are in discord, then there may breastfeed for the father another woman","es":"Denle a la mujer durante ese periodo el mismo nivel de vida que ustedes tienen conforme a sus posibilidades. No la perjudiquen con ánimo de molestarla. Si ella está embarazada, deben mantenerla hasta que dé a luz, y si ambos acuerdan que ella amamante a su hijo, deben mantenerla [hasta que termine la lactancia]. Tengan buen trato y lleguen a un acuerdo de buena manera. Pero si discrepan [sobre la lactancia del hijo], entonces que otra mujer lo amamante [por cuenta del padre]","fr":"Et faites que ces femmes habitent où vous habitez, et suivant vos moyens. Et ne cherchez pas à leur nuire en les contraignant à vivre à l'étroit. Et si elles sont enceintes, pourvoyez à leurs besoins jusqu'à ce qu'elles aient accouché. Puis, si elles allaitent [l'enfant né] de vous, donnez-leur leurs salaires. Et concertez vous [à ce sujet] de façon convenable. Et si vous rencontrez des difficultés réciproques, alors, une autre allaitera pour lui","id":"Tempatkanlah mereka (para istri) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Dan jika mereka (istri-istri yang sudah ditalak) itu sedang hamil, maka berikanlah kepada mereka nafkahnya sampai mereka melahirkan kandungannya, kemudian jika mereka menyusukan (anak-anak)mu maka berikanlah imbalannya kepada mereka; dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu menemui kesulitan, maka perempuan lain boleh menyusukan (anak itu) untuknya","ru":"Поселяйте их там, где вы живете сами - по вашему достатку. Не причиняйте им вреда, желая стеснить их. Если они беременны, то содержите их, пока они не разрешатся от бремени. Если они кормят грудью для вас, то платите им вознаграждение и советуйтесь между собой по-хорошему. Если же вы станете обременять друг друга, то кормить для него будет другая женщина","sv":"Låt [den hustru som inväntar skilsmässa] leva under samma villkor som ni själva inom ramen för era möjligheter, och gör inte livet svårt för henne med inskränkningar [av olika slag]. Om hon är havande, sörj då för hennes uppehälle tills barnet har fötts, och ge henne skälig ersättning om hon ammar ert [barn]; och samråd med henne i godo [om barnets bästa] på brukligt sätt. Men uppstår svårigheter, anställ då någon som ammar [barnet] åt er","tr":"Boşadığınız, fakat iddeti dolmamış kadınları gücünüz nispetinde, kendi oturduğunuz yerde oturtun. Onları sıkıntıya sokmak için zarar vermeye kalkışmayın. Eğer hamile iseler, doğurmalarına kadar nafakalarını verin. Çocuğu sizin için emzirirlerse, onlara ücretlerini ödeyin; aranızda uygun bir şekilde anlaşın; eğer güçlükle karşılaşırsanız çocuğu başka bir kadın emzirebilir","ur":"اُن کو (زمانہ عدت میں) اُسی جگہ رکھو جہاں تم رہتے ہو، جیسی کچھ بھی جگہ تمہیں میسر ہو اور انہیں تنگ کرنے کے لیے ان کو نہ ستاؤ اور اگر وہ حاملہ ہوں تو ان پر اُس وقت تک خرچ کرتے رہو جب تک ان کا وضع حمل نہ ہو جائے پھر اگر وہ تمہارے لیے (بچے کو) دودھ پلائیں تو ان کی اجرت انہیں دو، اور بھلے طریقے سے (اجرت کا معاملہ) باہمی گفت و شنید سے طے کر لو لیکن اگر تم نے (اجرت طے کرنے میں) ایک دوسرے کو تنگ کیا تو بچے کو کوئی اور عورت دودھ پلا لے گی","zh":"你们当依自己的能力而使她们住在你们所住的地方，你们不要妨害她们，而使她们烦闷。如果她们有孕，你们就应当供给她们，直到她们分娩。如果她们为你们哺乳，你们应当报酬她们，并且应当依正义而相商。如果你们的意见不合，就让别的妇人为他哺乳。"},"transliteration":"Askinoohunna min haythu sakantum min wujdikum wala tudarroohunna litudayyiqoo AAalayhinna wain kunna olati hamlin faanfiqoo AAalayhinna hatta yadaAAna hamlahunna fain ardaAAna lakum faatoohunna ojoorahunna watamiroo baynakum bimaAAroofin wain taAAasartum fasaturdiAAu lahu okhra","chapter":{"id":65,"name":"الطلاق","transliteration":"At-Talaq","translations":{"en":"The Divorce","es":"El Divorcio","fr":"Le divorce","id":"Perceraian","ru":"Развод","sv":"Skilsmässa","tr":"Talâk","ur":"طلاق","zh":"离婚"},"type":"medinan"}}
