{"id":5228,"number":11,"text":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","translations":{"en":"[He sent] a Messenger [Muhammad] reciting to you the distinct verses of Allah that He may bring out those who believe and do righteous deeds from darknesses into the light. And whoever believes in Allah and does righteousness - He will admit him into gardens beneath which rivers flow to abide therein forever. Allah will have perfected for him a provision","es":"y les ha enviado un Mensajero que les recita el claro Mensaje de Dios, para sacar de las tinieblas hacia la luz a quienes crean y obren correctamente. A quien crea en Dios y obre piadosamente, Él lo introducirá en jardines por donde corren ríos, en los que vivirán eternamente. ¡Qué hermoso sustento","fr":"un Messager qui vous récite les versets d'Allah comme preuves claires, afin de faire sortir ceux qui croient et accomplissent les bonnes œuvres des ténèbres à la lumière. Et quiconque croit en Allah et fait le bien, Il le fait entrer aux Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Allah lui a fait une belle attribution","id":"(dengan mengutus) seorang Rasul yang membacakan ayat-ayat Allah kepadamu yang menerangkan (bermacam-macam hukum), agar Dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan, dari kegelapan kepada cahaya. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan, niscaya Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Sungguh, Allah memberikan rezeki yang baik kepadanya","ru":"Посланника, который читает вам ясные аяты Аллаха, чтобы вывести тех, которые уверовали и совершали праведные деяния, из мраков к свету. Тех, которые уверовали в Аллаха и поступали праведно, Аллах введет в Райские сады, в которых текут реки. Они пребудут там вечно. Аллах уже сделал их удел прекрасным","sv":"ett Sändebud som framför till er Guds klara budskap för att leda dem som tror och lever rättskaffens ut ur mörkret till ljuset. Och Gud skall föra dem som tror på Honom och lever rättskaffens till lustgårdar, vattnade av bäckar, där de skall förbli till evig tid; ja, Gud har sörjt för dem på bästa sätt","tr":"İnanıp yararlı işler işleyenleri karanlıklardan aydınlığa çıkarmak üzere, size Allah'ın apaçık ayetlerini okuyan bir Peygamber göndermiştir. Kim Allah'a inanır ve yararlı iş işlerse, Allah onu, içinde temelli ve sonsuz kalınacak, içlerinden ırmaklarakan cennetlere koyar. Allah ona gerçekten güzel rızık vermiştir","ur":"ایک ایسا رسو ل جو تم کو اللہ کی صاف صاف ہدایت دینے والی آیات سناتا ہے تاکہ ایمان لانے والوں اور نیک عمل کرنے والوں کو تاریکیوں سے نکال کر روشنی میں لے آئے جو کوئی اللہ پر ایمان لائے اور نیک عمل کرے، اللہ اُسے ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی یہ لوگ ان میں ہمیشہ ہمیشہ رہیں گے اللہ نے ایسے شخص کے لیے بہترین رزق رکھا ہے","zh":"并且派遣一位使者，对你们宣读安拉的许多明显的迹象，以便他使信道而且行善的人们，脱离重重黑暗，走入光明。谁信道而且行善，安拉将使谁入下临诸河的乐园，而永居其中。安拉必定赏赐他们优美的给养。"},"transliteration":"Rasoolan yatloo AAalaykum ayati Allahi mubayyinatin liyukhrija allatheena amanoo waAAamiloo alssalihati mina alththulumati ila alnnoori waman yumin biAllahi wayaAAmal salihan yudkhilhu jannatin tajree min tahtiha alanharu khalideena feeha abadan qad ahsana Allahu lahu rizqan","chapter":{"id":65,"name":"الطلاق","transliteration":"At-Talaq","translations":{"en":"The Divorce","es":"El Divorcio","fr":"Le divorce","id":"Perceraian","ru":"Развод","sv":"Skilsmässa","tr":"Talâk","ur":"طلاق","zh":"离婚"},"type":"medinan"}}
