{"id":5229,"number":12,"text":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","translations":{"en":"It is Allah who has created seven heavens and of the earth, the like of them. [His] command descends among them so you may know that Allah is over all things competent and that Allah has encompassed all things in knowledge","es":"Dios creó siete cielos y la Tierra de manera similar. A través de ellos desciende Su designio para que sepan que Dios tiene poder sobre todas las cosas y que todo lo abarca en Su conocimiento","fr":"Allah qui a créé sept cieux et autant de terres. Entre eux [Son] commandement descend, afin que vous sachiez qu'Allah est en vérité Omnipotent et qu'Allah a embrassé toute chose de [Son] savoir","id":"Allah yang menciptakan tujuh langit dan dari (penciptaan) bumi juga serupa. Perintah Allah berlaku padanya, agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu, dan ilmu Allah benar-benar meliputi segala sesuatu","ru":"Аллах - Тот, Кто сотворил семь небес и столько же земель. Повеление нисходит между ними, чтобы вы знали, что Аллах способен на всякую вещь и что Аллах объемлет знанием всякую вещь","sv":"GUD ÄR Den som har skapat sju himlar och lika många jordar och genom dem alla strömmar [oupphörligt] Hans vilja. Detta för att ni skall veta att Gud har allt i Sin makt och att Gud omfattar allt med Sin kunskap","tr":"Yedi göğü ve yerden de bir o kadarını yaratan Allah'tır, Allah'ın herşeye Kadir olduğunu ve Allah'ın ilminin herşeyi kuşattığını bilmeniz için Allah'ın buyruğu bunlar arasında iner durur","ur":"اللہ وہ ہے جس نے سات آسمان بنائے اور زمین کی قسم سے بھی اُنہی کے مانند ان کے درمیان حکم نازل ہوتا رہتا ہے (یہ بات تمہیں اس لیے بتائی جا رہی ہے) تاکہ تم جان لو کہ اللہ ہر چیز پر قدرت رکھتا ہے، اور یہ کہ اللہ کا علم ہر چیز پر محیط ہے","zh":"安拉创造了七层天，和同样层数的大地，天命通过七层天而下降，以便你们知道，安拉对于万事是全能的，安拉是周知万物的。"},"transliteration":"Allahu allathee khalaqa sabAAa samawatin wamina alardi mithlahunna yatanazzalu alamru baynahunna litaAAlamoo anna Allaha AAala kulli shayin qadeerun waanna Allaha qad ahata bikulli shayin AAilman","chapter":{"id":65,"name":"الطلاق","transliteration":"At-Talaq","translations":{"en":"The Divorce","es":"El Divorcio","fr":"Le divorce","id":"Perceraian","ru":"Развод","sv":"Skilsmässa","tr":"Talâk","ur":"طلاق","zh":"离婚"},"type":"medinan"}}
