{"id":5232,"number":3,"text":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","translations":{"en":"And [remember] when the Prophet confided to one of his wives a statement; and when she informed [another] of it and Allah showed it to him, he made known part of it and ignored a part. And when he informed her about it, she said, \"Who told you this?\" He said, \"I was informed by the Knowing, the Acquainted","es":"Cuando el Profeta confió un secreto a una de sus esposas [Hafsah] y ella lo contó [a Aishah], Dios le reveló [al Profeta] lo ocurrido, y él le refirió [a Hafsah] una parte de lo que ella había hecho. Entonces, esta le preguntó: \"¿Quién te lo ha dicho?\" Y Él respondió: \"Me lo ha revelado el que todo lo sabe, Él está bien informado de cuanto hacen Sus siervos","fr":"Lorsque le Prophète confia un secret à l'une de ses épouses et qu'elle l'eut divulgué et qu'Allah l'en eut informé, celui-ci en fit connaître une partie et passa sur une partie. Puis, quand il l'en eut informée elle dit: «Qui t'en a donné nouvelle?» Il dit: «C'est l'Omniscient, le Parfaitement Connaisseur qui m'en a avisé»","id":"Dan ingatlah ketika secara rahasia Nabi membicarakan suatu peristiwa kepada salah seorang istrinya (Hafsah). Lalu dia menceritakan peristiwa itu (kepada Aisyah) dan Allah memberitahukan peristiwa itu kepadanya (Nabi), lalu (Nabi) memberitahukan (kepada Hafsah) sebagian dan menyembunyikan sebagian yang lain. Maka ketika dia (Nabi) memberitahukan pembicaraan itu kepadanya (Hafsah), dia bertanya, \"Siapa yang telah memberitahukan hal ini kepadamu?\" Nabi menjawab, \"Yang memberitahukan kepadaku adalah Allah Yang Maha Mengetahui, Mahateliti","ru":"Вот Пророк открыл тайну одной из своих жен. Когда же она рассказала ее, и Аллах открыл это ему, он дал знать о части этого и утаил другую часть. Она сказала: «Кто сообщил тебе об этом?». Он сказал: «Мне сообщил Знающий, Ведающий»","sv":"Det hände att Profeten i förtroende berättade något för en av sina hustrur och hon förde det vidare; när Gud lät honom veta detta nämnde han något om det [till andra] men undanhöll [en del]. Då han sade det till henne frågade hon: \"Vem har låtit dig veta det?\" - och han svarade: \"Han som vet allt, är underrättad om allt, har låtit mig veta det","tr":"Peygamber, eşlerinden birine gizlice bir söz söylemişti. O, bunu Peygamberin diğer bir eşine haber verince, Allah da Peygambere durumu bildirmiş, o da bir kısmını yüzüne vurmuş bir kısmını yüzüne vurmaktan geri durmuştu. Eşine, gizlice söylediği şeyibaşkasına nakletmiş olduğunu bildirince, eşi: \"Bunu sana kim haber verdi?\" demiş, o da: \"Bana, herşeyi bilen ve herşeyden haberdar olan Allah haber verdi\" demişti","ur":"(اور یہ معاملہ بھی قابل توجہ ہے کہ) نبیؐ نے ایک بات اپنی ایک بیوی سے راز میں کہی تھی پھر جب اُس بیوی نے (کسی اور پر) وہ راز ظاہر کر دیا، اور اللہ نے نبیؐ کو اِس (افشائے راز) کی اطلاع دے دی، تو نبیؐ نے اس پر کسی حد تک (اُس بیوی کو) خبردار کیا اور کسی حد تک اس سے درگزر کیا پھر جب نبیؐ نے اُسے (افشائے راز کی) یہ بات بتائی تو اُس نے پوچھا آپ کو اِس کی کس نے خبر دی؟ نبیؐ نے کہا، \"مجھے اُس نے خبر دی جو سب کچھ جانتا ہے اور خوب باخبر ہے","zh":"当时，先知把一句话秘密地告诉他的一个妻子，她即转告了别人，而安拉使先知知道他的秘密已被泄漏的时候，他使她认识一部分，而隐匿一部分。当他既以泄漏告诉她的时候，她说：“谁报告你这件事的？他说：“是全知的、彻知的主告诉我的。”"},"transliteration":"Waith asarra alnnabiyyu ila baAAdi azwajihi hadeethan falamma nabbaat bihi waathharahu Allahu AAalayhi AAarrafa baAAdahu waaAArada AAan baAAdin falamma nabbaaha bihi qalat man anbaaka hatha qala nabbaaniya alAAaleemu alkhabeeru","chapter":{"id":66,"name":"التحريم","transliteration":"At-Tahrim","translations":{"en":"The Prohibition","es":"La Prohibición","fr":"L'interdiction","id":"Mengharamkan","ru":"Запрещение","sv":"Förbudet","tr":"Tahrîm","ur":"حرمت","zh":"禁戒"},"type":"medinan"}}
