{"id":5233,"number":4,"text":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَـٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","translations":{"en":"If you two [wives] repent to Allah, [it is best], for your hearts have deviated. But if you cooperate against him - then indeed Allah is his protector, and Gabriel and the righteous of the believers and the angels, moreover, are [his] assistants","es":"Ambas deben arrepentirse, pues sus corazones se han apartado [del respeto debido al Profeta]. Pero si siguen confabuladas [por celos] contra él, sepan que Dios es su Protector, y que lo socorrerán el ángel Gabriel y los creyentes virtuosos, y todos los demás ángeles acudirán en su ayuda","fr":"Si vous vous repentez à Allah c'est que vos cœurs ont fléchi. Mais si vous vous soutenez l'une l'autre contre le Prophète, alors ses alliés seront Allah, Gabriel et les vertueux d'entre les croyants, et les Anges sont par surcroît [son] soutien","id":"Jika kamu berdua bertobat kepada Allah, maka sungguh, hati kamu berdua telah condong (untuk menerima kebenaran); dan jika kamu berdua saling bantu membantu menyusahkan Nabi, maka sungguh, Allah menjadi pelindungnya dan (juga) Jibril dan orang-orang mukmin yang baik; dan selain itu malaikat-malaikat adalah penolongnya","ru":"Если вы обе покаетесь перед Аллахом, то ведь ваши сердца уже уклонились в сторону. Если же вы станете поддерживать друг друга против него, то ведь ему покровительствует Аллах, а Джибрил (Гавриил) и праведные верующие являются его друзьями. А, кроме того, ангелы помогают ему","sv":"[Det är bäst för er båda] att ni vänder åter till Gud i ånger över [ert handlingssätt], eftersom era hjärtan har avvikit [från pliktens väg]! Om ni gör gemensam sak mot honom [bör ni veta att] Gud är hans Beskyddare och att därför också Gabriel och de främsta bland de troende och [alla] änglar står vid hans sida","tr":"Ey Peygamber'in eşleri! Eğer ikiniz de Allah'a tevbe ederseniz, kaymış olan kalpleriniz düzelmiş olur. Eğer eşinizin aleyhinde yardımlaşarak bir şey yapmağa kalkarsanız, bilin ki Allah onun dostu, bundan başka Cebrail, iyi müminler ve melekler de yardımcısıdır","ur":"اگر تم دونوں اللہ سے توبہ کرتی ہو (تو یہ تمہارے لیے بہتر ہے) کیونکہ تمہارے دل سیدھی راہ سے ہٹ گئے ہیں، اور اگر نبی کے مقابلہ میں تم نے باہم جتھہ بندی کی تو جان رکھو کہ اللہ اُس کا مولیٰ ہے اور اُس کے بعد جبریل اور تمام صالح اہل ایمان اور سب ملائکہ اس کے ساتھی اور مددگار ہیں","zh":"如果你俩向安拉悔罪，（那么，你俩的悔罪是应当的），因为你俩的心确已偏向了。如果你俩一致对付他，那，安拉确是他的保佑者，吉卜利里和行善的信士，也是他的保护者。此外，众天使是他的扶助者。"},"transliteration":"In tatooba ila Allahi faqad saghat quloobukuma wain tathahara AAalayhi fainna Allaha huwa mawlahu wajibreelu wasalihu almumineena waalmalaikatu baAAda thalika thaheerun","chapter":{"id":66,"name":"التحريم","transliteration":"At-Tahrim","translations":{"en":"The Prohibition","es":"La Prohibición","fr":"L'interdiction","id":"Mengharamkan","ru":"Запрещение","sv":"Förbudet","tr":"Tahrîm","ur":"حرمت","zh":"禁戒"},"type":"medinan"}}
