{"id":5235,"number":6,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَـٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","translations":{"en":"O you who have believed, protect yourselves and your families from a Fire whose fuel is people and stones, over which are [appointed] angels, harsh and severe; they do not disobey Allah in what He commands them but do what they are commanded","es":"¡Oh, creyentes! Protéjanse a sí mismos y a sus familias del Fuego [del Infierno], cuyo combustible serán los seres humanos y las piedras, y en el que habrá ángeles rigurosos y severos que no desobedecen a Dios en lo que Él les ordena, sino que ejecutan Sus órdenes","fr":"O vous qui avez cru! Préservez vos personnes et vos familles, d'un Feu dont le combustible sera les gens et les pierres, surveillé par des Anges rudes, durs, ne désobéissant jamais à Allah en ce qu'Il leur commande, et faisant strictement ce qu'on leur ordonne","id":"Wahai orang-orang yang beriman! Peliharalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu; penjaganya malaikat-malaikat yang kasar, dan keras, yang tidak durhaka kepada apa yang Allah perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan","ru":"О те, которые уверовали! Оберегайте себя и свои семьи от Огня, растопкой которого будут люди и камни. Над ним есть ангелы суровые и сильные. Они не отступают от повелений Аллаха и выполняют все, что им велено","sv":"TROENDE! För er egen skull och för deras som står er nära bör ni frukta den Eld som har människor och stenar till bränsle, och som mäktiga och stränga änglar [vakar över, änglar] som aldrig brister i lydnad för Gud, vad Han än befaller dem, och som utför allt som åläggs dem","tr":"Ey inananlar! Kendinizi ve çoluk çocuğunuzu cehennem ateşinden koruyun; onun yakıtı, insanlar ve taşlardır; görevlileri, Allah'ın kendilerine verdiği emirlere baş kaldırmayan, kendilerine buyrulanları yerine getiren pek haşin meleklerdir","ur":"اے لوگو جو ایمان لائے ہو، بچاؤ اپنے آپ کو اور اپنے اہل و عیال کو اُس آگ سے جس کا ایندھن انسان اور پتھر ہوں گے جس پر نہایت تند خو اور سخت گیر فرشتے مقرر ہوں گے جو کبھی اللہ کے حکم کی نافرمانی نہیں کرتے اور جو حکم بھی انہیں دیا جاتا ہے اسے بجا لاتے ہیں","zh":"信道的人们啊！你们当为自身和家属而预防那以人和石为燃料的火刑，主持火刑的，是许多残忍而严厉的天使，他们不违抗安拉的命令，他们执行自己所奉的训令。"},"transliteration":"Ya ayyuha allatheena amanoo qoo anfusakum waahleekum naran waqooduha alnnasu waalhijaratu AAalayha malaikatun ghilathun shidadun la yaAAsoona Allaha ma amarahum wayafAAaloona ma yumaroona","chapter":{"id":66,"name":"التحريم","transliteration":"At-Tahrim","translations":{"en":"The Prohibition","es":"La Prohibición","fr":"L'interdiction","id":"Mengharamkan","ru":"Запрещение","sv":"Förbudet","tr":"Tahrîm","ur":"حرمت","zh":"禁戒"},"type":"medinan"}}
