{"id":5239,"number":10,"text":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّـٰخِلِينَ","translations":{"en":"Allah presents an example of those who disbelieved: the wife of Noah and the wife of Lot. They were under two of Our righteous servants but betrayed them, so those prophets did not avail them from Allah at all, and it was said, \"Enter the Fire with those who enter","es":"Para los que rechazaron el Mensaje, Dios les plantea como ejemplos los casos de la mujer de Noé y la de Lot: ambas estaban casadas con dos de Mis siervos justos pero no creyeron y [Noé y Lot] no pudieron hacer nada por ellas ante Dios. Y [el Día del Juicio] se les dirá: \"Entren ambas en el Fuego junto con los demás condenados","fr":"Allah a cité en parabole pour ceux qui ont mécru la femme de Noé et la femme de Lot. Elles étaient sous l'autorité de deux vertueux de Nos serviteurs. Toutes deux les trahirent et ils ne furent d'aucune aide pour [ces deux femmes] vis-à-vis d'Allah. Et il [leur] fut dit: «Entrez au Feu toutes les deux, avec ceux qui y entrent»","id":"Allah membuat perumpamaan bagi orang-orang kafir, istri Nuh dan istri Luṭ. Keduanya berada di bawah pengawasan dua orang hamba yang saleh di antara hamba-hamba Kami; lalu kedua istri itu berkhianat kepada kedua suaminya, tetapi kedua suaminya itu tidak dapat membantu mereka sedikit pun dari (siksa) Allah; dan dikatakan (kepada kedua istri itu), \"Masuklah kamu berdua ke neraka bersama orang-orang yang masuk (neraka)","ru":"Аллах привел в качестве примера о неверующих жену Нуха (Ноя) и жену Лута (Лота). Обе были замужем за рабами из числа Наших праведных рабов. Они предали своих мужей, и те не спасли их от Аллаха. Им было сказано: «Войдите в Огонь вместе с теми, кто входит туда»","sv":"Gud har utpekat Noas hustru och Lots hustru som varnande exempel för dem som framhärdar i att förneka sanningen; deras män var två av Våra rättfärdiga tjänare och de svek dem. Men [männen] kunde inte skydda dem mot Guds [straff] och [på Domens dag] skall de få höra dessa ord: \"Gå in i Elden med de [övriga fördömda]","tr":"Allah, inkar edenlere, Nuh'un karısıyla Lut'un karısını misal gösterir: Onlar, kullarımızdan iki iyi kulun nikahı altında iken onlara karşı hainlik edip inkarlarını gizlemişlerdi de iki peygamber Allah'tan gelen azabı onlardan savamamışlardı. O iki kadına: \"Cehenneme girenlerle beraber siz de girin\" dendi","ur":"اللہ کافروں کے معاملے میں نوحؑ اور لوطؑ کی بیویوں کو بطور مثال پیش کرتا ہے وہ ہمارے دو صالح بندوں کی زوجیت میں تھیں، مگر انہوں نے اپنے ان شوہروں سے خیانت کی اور وہ اللہ کے مقابلہ میں ان کے کچھ بھی نہ کام آ سکے دونوں سے کہہ دیا گیا کہ جاؤ آگ میں جانے والوں کے ساتھ تم بھی چلی جاؤ","zh":"安拉以努哈的妻子和鲁特的妻子，为不信道的人们的殷鉴，她俩曾在我的两个行善的仆人之下，而她俩不忠於自己的丈夫，她俩的丈夫，未能为她俩抵安拉的一点刑罚。或者将说：“你俩与众人同入火狱吧！”"},"transliteration":"Daraba Allahu mathalan lillatheena kafaroo imraata noohin waimraata lootin kanata tahta AAabdayni min AAibadina salihayni fakhanatahuma falam yughniya AAanhuma mina Allahi shayan waqeela odkhula alnnara maAAa alddakhileena","chapter":{"id":66,"name":"التحريم","transliteration":"At-Tahrim","translations":{"en":"The Prohibition","es":"La Prohibición","fr":"L'interdiction","id":"Mengharamkan","ru":"Запрещение","sv":"Förbudet","tr":"Tahrîm","ur":"حرمت","zh":"禁戒"},"type":"medinan"}}
