{"id":5240,"number":11,"text":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translations":{"en":"And Allah presents an example of those who believed: the wife of Pharaoh, when she said, \"My Lord, build for me near You a house in Paradise and save me from Pharaoh and his deeds and save me from the wrongdoing people","es":"Y para los creyentes como ejemplo plantea el caso de la mujer del Faraón [que era una verdadera creyente] cuando dijo: \"¡Señor mío! Constrúyeme, junto a Ti, una morada en el Paraíso, y sálvame del Faraón y de sus obras abominables. Sálvame de este pueblo opresor","fr":"et Allah a cité en parabole pour ceux qui croient, la femme de Pharaon, quand elle dit «Seigneur, construis-moi auprès de Toi une maison dans le Paradis, et sauve-moi de Pharaon et de son œuvre; et sauve-moi des gens injustes»","id":"Dan Allah membuat perumpamaan bagi orang-orang yang beriman, istri Fir'aun, ketika dia berkata, \"Ya Tuhanku, bangunkanlah untukku satu rumah di sisi-Mu dalam surga dan selamatkanlah aku dari Fir'aun dan perbuatannya, dan selamatkanlah aku dari kaum yang zalim","ru":"А в качестве примера о верующих Аллах привел жену Фараона. Вот она сказала: «Господи! Спаси меня от Фараона и его деяний! Возведи для меня дом в Раю возле Тебя и спаси меня от несправедливых людей!»","sv":"Och som ett [efterföljansvärt] exempel för de troende har Gud framhållit Faraos hustru, som bad: \"Herre! Bygg en boning åt mig i paradiset i Din närhet och skydda mig mot Farao och allt [det onda] han har gjort och skydda mig mot alla dem som ständigt begår orätt","tr":"Allah, inanlara Firavun'un karısını misal gösterir: O: \"Rabbim! Katından bana cennette bir ev yap; beni Firavun'dan ve onun işlediklerinden kurtar; beni zalim milletten kurtar\" demişti","ur":"اور اہل ایمان کے معاملہ میں اللہ فرعون کی بیوی کی مثال پیش کرتا ہے جبکہ اس نے دعا کی \"اے میرے رب، میرے لیے اپنے ہاں جنت میں ایک گھر بنا دے اور مجھے فرعون اور اس کے عمل سے بچا لے اور ظالم قوم سے مجھ کو نجات دے","zh":"安拉以法老的妻子，为信道的人们的模范。当时，她曾说：“我的主啊！”求你在你那里，为我建筑一所房子在乐园里。求你拯救我脱离法老，和他的罪行。求你拯救我脱离不义的民众。"},"transliteration":"Wadaraba Allahu mathalan lillatheena amanoo imraata firAAawna ith qalat rabbi ibni lee AAindaka baytan fee aljannati wanajjinee min firAAawna waAAamalihi wanajjinee mina alqawmi alththalimeena","chapter":{"id":66,"name":"التحريم","transliteration":"At-Tahrim","translations":{"en":"The Prohibition","es":"La Prohibición","fr":"L'interdiction","id":"Mengharamkan","ru":"Запрещение","sv":"Förbudet","tr":"Tahrîm","ur":"حرمت","zh":"禁戒"},"type":"medinan"}}
