{"id":5244,"number":3,"text":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","translations":{"en":"[And] who created seven heavens in layers. You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks","es":"Él es Quien creó siete cielos superpuestos. No verás ninguna imperfección en la creación del Misericordioso. Vuelve la vista y observa, ¿acaso ves alguna falla","fr":"Celui qui a créé sept cieux superposés sans que tu voies de disproportion en la création du Tout Miséricordieux. Ramène [sur elle] le regard. Y vois-tu une brèche quelconque","id":"Yang menciptakan tujuh langit berlapis-lapis. Tidak akan kamu lihat sesuatu yang tidak seimbang pada ciptaan Tuhan Yang Maha Pengasih. Maka lihatlah sekali lagi, adakah kamu lihat sesuatu yang cacat","ru":"Он создал семь небес одно над другим. В творении Милостивого ты не увидишь никакой несообразности. Взгляни еще раз. Видишь ли ты какую-нибудь трещину","sv":"[Det är] Han som har skapat sju himlar som välver sig över varandra. Du kan inte upptäcka någon brist eller ofullkomlighet i den Nåderikes skapelse; men lyft på nytt din blick mot [himlen] - ser du någon spricka","tr":"Gökleri yedi kat üzerine yaratan O'dur. Rahman'ın bu yaratmasında bir düzensizlik bulamazsın. Gözünü bir çevir bak, bir çatlak görebilir misin","ur":"جس نے تہ بر تہ سات آسمان بنائے تم رحمان کی تخلیق میں کسی قسم کی بے ربطی نہ پاؤ گے پھر پلٹ کر دیکھو، کہیں تمہیں کوئی خلل نظر آتا ہے؟","zh":"他创造了七层天，你在至仁主的所造物中，不能看出一点参差。你再看看！你究竟能看出什么缺陷呢？"},"transliteration":"Allathee khalaqa sabAAa samawatin tibaqan ma tara fee khalqi alrrahmani min tafawutin fairjiAAi albasara hal tara min futoorin","chapter":{"id":67,"name":"الملك","transliteration":"Al-Mulk","translations":{"en":"The Sovereignty","es":"La Soberanía","fr":"La royauté","id":"Kerajaan","ru":"Власть","sv":"Herravälde","tr":"Mülk","ur":"ملک","zh":"国权"},"type":"meccan"}}
