{"id":525,"number":32,"text":"وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","translations":{"en":"And do not wish for that by which Allah has made some of you exceed others. For men is a share of what they have earned, and for women is a share of what they have earned. And ask Allah of his bounty. Indeed Allah is ever, of all things, Knowing","es":"No codicien lo que Dios ha concedido a unos más que a otros. Los hombres obtendrán una recompensa conforme a sus méritos, y las mujeres obtendrán una recompensa conforme a sus méritos. Rueguen a Dios para que les conceda de Sus favores. Dios conoce todas las cosas","fr":"Ne convoitez pas ce qu'Allah a attribué aux uns d'entre vous plus qu'aux autres; aux hommes la part qu'ils ont acquise, et aux femmes la part qu'elles ont acquise. Demandez à Allah de Sa grâce. Car Allah, certes, est Omniscient","id":"Dan janganlah kamu iri hati terhadap karunia yang telah dilebihkan Allah kepada sebagian kamu atas sebagian yang lain. (Karena) bagi laki-laki ada bagian dari apa yang mereka usahakan, dan bagi perempuan (pun) ada bagian dari apa yang mereka usahakan. Mohonlah kepada Allah sebagian dari karunia-Nya. Sungguh, Allah Maha Mengetahui segala sesuatu","ru":"Не желайте того, посредством чего Аллах дал одним из вас преимущество перед другими. Мужчинам полагается доля из того, что они приобрели, и женщинам полагается доля из того, что они приобрели. Просите у Аллаха из Его милости, ведь Аллаху известно о всякой вещи","sv":"Kasta alltså inte begärliga blickar på det som Gud har skänkt några av er i rikare mått än andra - män skall få en andel [av detta], så som de förtjänat med sina handlingar, och kvinnor skall få en andel [av detta], så som de förtjänat med sina handlingar - be Gud att ge er något av Sitt goda. Gud har kunskap om allt","tr":"Allah'ın sizi birbirinizden üstün kıldığı şeyleri özlemeyin. Erkeklere, kazandıklarından bir pay, kadınlara da kazandıklarından bir pay vardır. Allah'tan bol nimet isteyin. Doğrusu Allah her şeyi bilir","ur":"اور جو کچھ اللہ نے تم میں سے کسی کو دوسروں کے مقابلہ میں زیادہ دیا ہے اس کی تمنا نہ کرو جو کچھ مَردوں نے کمایا ہے اُس کے مطابق ان کا حصہ ہے اور جو کچھ عورتوں نے کمایا ہے اس کے مطابق اُن کا حصہ ہاں اللہ سے اس کے فضل کی دعا مانگتے رہو، یقیناً اللہ ہر چیز کا علم رکھتا ہے","zh":"安拉使你们互相超越，你们当安分守己；不要妄冀非分；男人将因他们的行为而受报酬，妇女也将因她们的行为而受报酬；你们应当祈求安拉把他的恩惠赏赐你们。安拉确是全知万物的。"},"transliteration":"Wala tatamannaw ma faddala Allahu bihi baAAdakum AAala baAAdin lilrrijali naseebun mimma iktasaboo walilnnisai naseebun mimma iktasabna waisaloo Allaha min fadlihi inna Allaha kana bikulli shayin AAaleeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
