{"id":526,"number":33,"text":"وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","translations":{"en":"And for all, We have made heirs to what is left by parents and relatives. And to those whom your oaths have bound [to you] - give them their share. Indeed Allah is ever, over all things, a Witness","es":"Cada uno de ustedes tiene derecho a heredar de lo que dejen sus padres y sus parientes más cercanos. Aquellos con quienes hayan celebrado un pacto, también tienen derecho a heredar. Dios es testigo de todas las cosas","fr":"A tous Nous avons désigné des héritiers pour ce que leur laissent leurs père et mère, leurs proches parents, et ceux envers qui, de vos propres mains, vous vous êtes engagés, donnez leur donc leur part, car Allah, en vérité, est témoin de tout","id":"Dan untuk masing-masing (laki-laki dan perempuan) Kami telah menetapkan para ahli waris atas apa yang ditinggalkan oleh kedua orang tuanya dan karib kerabatnya. Dan orang-orang yang kamu telah bersumpah setia dengan mereka, maka berikanlah kepada mereka bagiannya. Sungguh, Allah Maha Menyaksikan segala sesuatu","ru":"Каждому человеку Мы определили близких, которые наследуют из того, что оставили родители и ближайшие родственники. Отдавайте тем, с кем вы связаны клятвами, их долю. Воистину, Аллах - Свидетель всякой вещи","sv":"Vi har utpekat arvtagare till vad var och en efterlämnar: föräldrar och nära anhöriga och dem som ni har bundit er vid med ed. Ge därför åt var och en hans andel; Gud är vittne till allt","tr":"Ana babanın ve yakınların bıraktıklarından her birine varisler kıldık. Kendileriyle yeminleştiğiniz kimselere hisselerini veriniz. Doğrusu Allah her şeye şahiddir","ur":"اور ہم نے ہر اُس ترکے کے حق دار مقرر کر دیے ہیں جو والدین اور رشتہ دار چھوڑیں اب رہے وہ لوگ جن سے تمہارے عہد و پیمان ہوں تو ان کا حصہ انہیں دو، یقیناً اللہ ہر چیز پر نگراں ہے","zh":"我为男女所遗的每一份财产而规定继承人，即父母和至亲，以及你们曾与她们缔结婚约的人，你们应当把这些继承人的应继份额交给他们。安拉确是见证万物的。"},"transliteration":"Walikullin jaAAalna mawaliya mimma taraka alwalidani waalaqraboona waallatheena AAaqadat aymanukum faatoohum naseebahum inna Allaha kana AAala kulli shayin shaheedan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
