{"id":527,"number":34,"text":"ٱلرِّجَالُ قَوَّـٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّـٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّـٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا","translations":{"en":"Men are in charge of women by [right of] what Allah has given one over the other and what they spend [for maintenance] from their wealth. So righteous women are devoutly obedient, guarding in [the husband's] absence what Allah would have them guard. But those [wives] from whom you fear arrogance - [first] advise them; [then if they persist], forsake them in bed; and [finally], strike them. But if they obey you [once more], seek no means against them. Indeed, Allah is ever Exalted and Grand","es":"Los hombres son responsables del cuidado de las mujeres debido a las diferencias [físicas] que Dios ha puesto entre ellos, y por su obligación de mantenerlas con sus bienes materiales. Las mujeres piadosas e íntegras obedecen a Dios y en ausencia de su marido se mantienen fieles, tal como Dios manda. A aquellas de quienes teman maltrato y animadversión, exhórtenlas, tomen distancia no compartiendo el lecho, y por último pongan un límite físico; si les obedecen [en lo que Dios ordena], no les reclamen ni recriminen más. Dios es Sublime, Grande","fr":"Les hommes ont autorité sur les femmes, en raison des faveurs qu'Allah accorde à ceux-là sur celles-ci, et aussi à cause des dépenses qu'ils font de leurs biens. Les femmes vertueuses sont obéissantes (à leurs maris), et protègent ce qui doit être protégé, pendant l'absence de leurs époux, avec la protection d'Allah. Et quant à celles dont vous craignez la désobéissance, exhortez-les, éloignez-vous d'elles dans leurs lits et frappez-les. Si elles arrivent à vous obéir, alors ne cherchez plus de voie contre elles, car Allah est certes, Haut et Grand","id":"Laki-laki (suami) itu pelindung bagi perempuan (istri), karena Allah telah melebihkan sebagian mereka (laki-laki) atas sebagian yang lain (perempuan), dan karena mereka (laki-laki) telah memberikan nafkah dari hartanya. Maka perempuan-perempuan yang saleh, adalah mereka yang taat (kepada Allah) dan menjaga diri ketika (suaminya) tidak ada, karena Allah telah menjaga (mereka).191) Perempuan-perempuan yang kamu khawatirkan akan nusyuz,192) hendaklah kamu beri nasihat kepada mereka, tinggalkanlah mereka di tempat tidur (pisah ranjang), dan (kalau perlu) pukullah mereka. Tetapi jika mereka menaatimu, maka janganlah kamu mencari-cari alasan untuk menyusahkannya. Sungguh, Allah Mahatinggi, Mahabesar","ru":"Мужчины являются попечителями женщин, потому что Аллах дал одним из них преимущество перед другими, и потому что они расходуют из своего имущества. Праведные женщины покорны и хранят то, что положено хранить, в отсутствие мужей, благодаря заботе Аллаха. А тех женщин, непокорности которых вы опасаетесь, увещевайте, избегайте на супружеском ложе и побивайте. Если же они будут покорны вам, то не ищите пути против них. Воистину, Аллах - Возвышенный, Большой","sv":"MÄNNEN SKALL ha ansvar för och omsorg om kvinnorna med [den styrka och] de andra företräden som Gud har gett dem, och i egenskap av [kvinnornas] försörjare. Rättfärdiga kvinnor förrättar ödmjukt sin andakt [inför Gud] och döljer [för andra] det som Gud har dolt. Om ni ser tecken på illvilja hos dem, förmana dem då och varna dem och [om detta inte hjälper] håll er borta från deras nattläger och [som sista utväg] tillrättavisa dem handgripligen. Om de sedan visar sig medgörliga, sök då inte sak med dem. Gud är upphöjd, stor [i försvaret av de svagare]","tr":"Allah'ın kimini kimine üstün kılmasından ötürü ve erkeklerin, mallarından sarfetmelerinden dolayı erkekler kadınlar üzerine hakimdirler. İyi kadınlar, gönülden boyun eğenler ve Allah'ın korunmasını emrettiğini, kocasının bulunmadığı zaman da koruyanlardır. Serkeşlik etmelerinden endişelendiğiniz kadınlara öğüt verin, yataklarında onları yalnız bırakın, nihayet dövün. Size itaat ediyorlarsa aleyhlerine yol aramayın. Doğrusu Allah Yüce'dir, Büyük'tür","ur":"مرد عورتوں پر قوام ہیں، اس بنا پر کہ اللہ نے اُن میں سے ایک کو دوسرے پر فضیلت دی ہے، اور اس بنا پر کہ مرد اپنے مال خرچ کرتے ہیں پس جو صالح عورتیں ہیں وہ اطاعت شعار ہوتی ہیں اور مردوں کے پیچھے اللہ کی حفاظت و نگرانی میں اُن کے حقوق کی حفاظت کرتی ہیں اور جن عورتوں سے تمہیں سرکشی کا اندیشہ ہو انہیں سمجھاؤ، خواب گاہوں میں اُن سے علیحدہ رہو اور مارو، پھر اگر تم وہ تمہاری مطیع ہو جائیں تو خواہ مخواہ ان پر دست درازی کے لیے بہانے تلاش نہ کرو، یقین رکھو کہ اوپر اللہ موجود ہے جو بڑا اور بالا تر ہے","zh":"男人是维护妇女的，因为安拉使他们比她们更优越，又因为他们所费的财产。贤淑的女子是服从的，是借安拉的保佑而保守隐微的。你们怕她们执拗的妇女，你们可以劝戒她们，可以和她们同床异被，可以打她们。如果她们服从你们，那么，你们不要再想法欺负她们。安拉确是至高的主，确是至大的。"},"transliteration":"Alrrijalu qawwamoona AAala alnnisai bima faddala Allahu baAAdahum AAala baAAdin wabima anfaqoo min amwalihim faalssalihatu qanitatun hafithatun lilghaybi bima hafitha Allahu waallatee takhafoona nushoozahunna faAAithoohunna waohjuroohunna fee almadajiAAi waidriboohunna fain ataAAnakum fala tabghoo AAalayhinna sabeelan inna Allaha kana AAaliyyan kabeeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
