{"id":528,"number":35,"text":"وَإِنۡ خِفۡتُمۡ شِقَاقَ بَيۡنِهِمَا فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا","translations":{"en":"And if you fear dissension between the two, send an arbitrator from his people and an arbitrator from her people. If they both desire reconciliation, Allah will cause it between them. Indeed, Allah is ever Knowing and Acquainted [with all things]","es":"Si temen la ruptura del matrimonio, apelen a un mediador de la familia de él y otro de la familia de ella. Si tienen el deseo íntimo de reconciliarse, Dios los ayudará a llegar a un acuerdo. Dios todo lo sabe y está bien informado","fr":"Si vous craignez le désaccord entre les deux [époux], envoyez alors un arbitre de sa famille à lui, et un arbitre de sa famille à elle. Si les deux veulent la réconciliation, Allah rétablira l'entente entre eux. Allah est certes, Omniscient et Parfaitement Connaisseur","id":"Dan jika kamu khawatir terjadi persengketaan antara keduanya, maka kirimlah seorang juru damai dari keluarga laki-laki dan seorang juru damai dari keluarga perempuan. Jika keduanya (juru damai itu) bermaksud mengadakan perbaikan, niscaya Allah memberi taufik kepada suami-istri itu. Sungguh, Allah Maha Mengetahui, Mahateliti","ru":"Если вы опасаетесь разлада между ними, то отправьте одного судью из его семьи и одного судью из ее семьи. Если они оба пожелают примирения, то Аллах поможет им. Воистину, Аллах - Знающий, Ведающий","sv":"Om ni är rädda för oenighet mellan en man och hans hustru, utse då en skiljeman ur hans familj och en skiljeman ur hennes familj; om båda [innerst inne] vill försonas, skall Gud återställa det goda förhållandet mellan dem. Gud har kunskap om allt, är underrättad om allt","tr":"Karı kocanın arasının açılmasından endişelenirseniz, erkeğin ailesinden bir hakem ve kadının ailesinden bir hakem gönderin; bunlar düzeltmek isterlerse, Allah onların aralarını buldurur. Doğrusu Allah her şeyi Bilen ve haberdar olandır","ur":"اور اگر تم لوگوں کو کہیں میاں اور بیوی کے تعلقات بگڑ جانے کا اندیشہ ہو تو ایک حَکم مرد کے رشتہ داروں میں سے اور ایک عورت کے رشتہ داروں میں سے مقرر کرو، وہ دونوں اصلاح کرنا چاہیں گے تو اللہ اُن کے درمیان موافقت کی صورت نکال دے گا، اللہ سب کچھ جانتا ہے اور باخبر ہے","zh":"如果你们怕夫妻不睦，那么，你们当从他俩的亲戚中各推一个公正人，如果两个公正人欲加以和解，那么，安拉必使夫妻和睦。安拉确是全知的，确是彻知的。"},"transliteration":"Wain khiftum shiqaqa baynihima faibAAathoo hakaman min ahlihi wahakaman min ahliha in yureeda islahan yuwaffiqi Allahu baynahuma inna Allaha kana AAaleeman khabeeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
