{"id":529,"number":36,"text":"۞وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا","translations":{"en":"Worship Allah and associate nothing with Him, and to parents do good, and to relatives, orphans, the needy, the near neighbor, the neighbor farther away, the companion at your side, the traveler, and those whom your right hands possess. Indeed, Allah does not like those who are self-deluding and boastful","es":"Adoren solamente a Dios y no dediquen actos de adoración a otros. Hagan el bien a sus padres, a sus familiares, a los huérfanos, a los pobres, a los vecinos parientes y no parientes, al compañero, al viajero insolvente y a quienes están a su servicio. Dios no ama a quien se comporta como un arrogante jactancioso","fr":"Adorez Allah et ne Lui donnez aucun associé. Agissez avec bonté envers (vos) père et mère, les proches, les orphelins, les pauvres, le proche voisin, le voisin lointain, le collègue et le voyageur, et les esclaves en votre possession, car Allah n'aime pas, en vérité, le présomptueux, l'arrogant","id":"(Dan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat baiklah kepada kedua orang tua, karib-kerabat, anak-anak yatim, orang-orang miskin, tetangga dekat dan tetangga jauh,193) teman sejawat, ibnu sabīl194) dan hamba sahaya yang kamu miliki. Sungguh, Allah tidak menyukai orang yang sombong dan membanggakan diri","ru":"Поклоняйтесь Аллаху и не приобщайте к Нему сотоварищей. Делайте добро родителям, родственникам, сиротам, беднякам, соседям из числа ваших родственников и соседям, которые не являются вашими родственниками, находящимся рядом спутникам, странникам и невольникам, которыми овладели ваши десницы. Воистину, Аллах не любит гордецов и бахвалов","sv":"TILLBE GUD och sätt ingenting, vad det än kan vara, vid Hans sida. Och visa godhet mot era föräldrar och nära anförvanter, mot de faderlösa och de behövande, mot grannen som står er nära och grannen som är främling, mot vännen vid er sida och mot vandringsmannen och mot dem som ni rättmätigt besitter. Gud älskar inte de högmodiga och skrytsamma","tr":"Allah'a kulluk edin, O'na bir şeyi ortak koşmayın. Ana babaya, yakınlara, yetimlere, düşkünlere, yakın komşuya, uzak komşuya, yanınızdaki arkadaşa, yolcuya ve elinizin altında bulunan kimselere iyilik edin. Allah, kendini beğenip öğünenleri elbette sevmez","ur":"اور تم سب اللہ کی بندگی کرو، اُس کے ساتھ کسی کو شریک نہ بناؤ، ماں باپ کے ساتھ نیک برتاؤ کرو، قرابت داروں اور یتیموں اور مسکینوں کے ساتھ حسن سلوک سے پیش آؤ، اور پڑوسی رشتہ دار سے، اجنبی ہمسایہ سے، پہلو کے ساتھی اور مسافر سے، اور اُن لونڈی غلاموں سے جو تمہارے قبضہ میں ہوں، احسان کا معاملہ رکھو، یقین جانو اللہ کسی ایسے شخص کو پسند نہیں کرتا جو اپنے پندار میں مغرور ہو اور اپنی بڑائی پر فخر کر ے","zh":"你们当崇拜安拉，不要以任何物配他，当孝敬父母，当优待亲戚，当怜恤孤儿，当救济贫民，当亲爱近邻、远邻和伴侣，当款待旅客，当宽待奴仆。安拉的确不喜欢傲慢的、衿夸的人。"},"transliteration":"WaoAAbudoo Allaha wala tushrikoo bihi shayan wabialwalidayni ihsanan wabithee alqurba waalyatama waalmasakeeni waaljari thee alqurba waaljari aljunubi waalssahibi bialjanbi waibni alssabeeli wama malakat aymanukum inna Allaha la yuhibbu man kana mukhtalan fakhooran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
