{"id":530,"number":37,"text":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","translations":{"en":"Who are stingy and enjoin upon [other] people stinginess and conceal what Allah has given them of His bounty - and We have prepared for the disbelievers a humiliating punishment","es":"Que los avaros, los que incitan a otros a la avaricia, y los que ocultan el favor que Dios les ha concedido, sepan que Dios ha preparado para los ingratos un castigo humillante","fr":"Ceux qui sont avares et ordonnent l'avarice aux autres, et cachent ce qu'Allah leur a donné de par Sa grâce. Nous avons préparé un châtiment avilissant pour les mécréants","id":"(yaitu) orang yang kikir, dan menyuruh orang lain berbuat kikir, dan menyembunyikan karunia yang telah diberikan Allah kepadanya. Kami telah menyediakan untuk orang-orang kafir azab yang menghinakan","ru":"которые скупятся, велят людям быть скупыми и утаивают то, что Аллах даровал им из Своей милости. Мы приготовили для неверующих унизительные мучения","sv":"[och inte] girigbukarna, som förmanar andra att hålla hårt om penningpåsen och gömmer undan vad Gud i Sin nåd har skänkt dem. Och för dem som framhärdar i att förneka sanningen har Vi ett förnedrande straff i beredskap","tr":"Onlar cimrilik ederler, insanlara cimrilik tavsiyesinde bulunurlar, Allah'ın bol nimetinden kendilerine verdiğini gizlerler. Kafirlere aşağılık bir azab hazırlamışızdır","ur":"اور ایسے لوگ بھی اللہ کو پسند نہیں ہیں جو کنجوسی کرتے ہیں اور دوسروں کو بھی کنجوسی کی ہدایت کرتے ہیں اور جو کچھ اللہ نے اپنے فضل سے انہیں دیا ہے اسے چھپاتے ہیں ایسے کافر نعمت لوگوں کے لیے ہم نے رسوا کن عذاب مہیا کر رکھا ہے","zh":"他们中有自己吝啬，并教人吝啬，且隐讳安拉所赐他们的恩惠的人，我已为（他们这等）不信道的人预备了凌辱的刑罚。"},"transliteration":"Allatheena yabkhaloona wayamuroona alnnasa bialbukhli wayaktumoona ma atahumu Allahu min fadlihi waaAAtadna lilkafireena AAathaban muheenan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
