{"id":5330,"number":7,"text":"سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ","translations":{"en":"Which Allah imposed upon them for seven nights and eight days in succession, so you would see the people therein fallen as if they were hollow trunks of palm trees","es":"que los azotó durante siete noches y ocho días ininterrumpidamente. La gente quedó tendida, sin vida, como troncos huecos de palmeras derribadas","fr":"qu'[Allah] déchaîna contre eux pendant sept nuits et huit jours consécutifs; tu voyais alors les gens renversés par terre comme des souches de palmiers évidées","id":"Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ād pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk)","ru":"Он заставил его бушевать над ними в течение семи ночей и восьми дней без перерыва, и ты мог бы увидеть людей, которые были повержены, словно рухнувшие сгнившие пальмовые стволы","sv":"som Han lät rasa mot dem utan uppehåll i sju nätter och åtta dagar. Där kunde man se människorna ligga utsträckta [på marken] som urgröpta palmstubbar","tr":"Allah onların kökünü kesmek üzere, üzerlerine o rüzgarı yedi gece sekiz gün, estirdi. Halkın, kökünden çıkarılmış hurma kütükleri gibi yere yıkıldıklarını görürsün","ur":"اللہ تعالیٰ نے اُس کو مسلسل سات رات اور آٹھ دن اُن پر مسلط رکھا (تم وہاں ہوتے تو) دیکھتے کہ وہ وہاں اِس طرح پچھڑے پڑے ہیں جیسے وہ کھجور کے بوسیدہ تنے ہوں","zh":"安拉曾使暴风对着他们连刮了七夜八昼，你看阿德人倒在地上，好像空心的海枣树干一样。"},"transliteration":"Sakhkharaha AAalayhim sabAAa layalin wathamaniyata ayyamin husooman fatara alqawma feeha sarAAa kaannahum aAAjazu nakhlin khawiyatun","chapter":{"id":69,"name":"الحاقة","transliteration":"Al-Haqqah","translations":{"en":"The Reality","es":"La Verdad Indefectible","fr":"L'inéluctable","id":"Kenyataan (Hari Kiamat)","ru":"Неминуемое","sv":"Sanningens Stund","tr":"Hâkka","ur":"حق ہونے والی","zh":"真灾"},"type":"meccan"}}
