{"id":535,"number":42,"text":"يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا","translations":{"en":"That Day, those who disbelieved and disobeyed the Messenger will wish they could be covered by the earth. And they will not conceal from Allah a [single] statement","es":"Ese día, los que negaron la verdad y se opusieron al Mensajero, querrán que la tierra se los trague. No podrán ocultar ni una de sus palabras ante Dios","fr":"Ce jour-là, ceux qui n'ont pas cru et ont désobéi au Messager, préfèreraient que la terre fût nivelée sur eux et ils ne sauront cacher à Allah aucune parole","id":"Pada hari itu, orang yang kafir dan orang yang mendurhakai Rasul (Muhammad), berharap sekiranya mereka diratakan dengan tanah (dikubur atau hancur luluh menjadi tanah), padahal mereka tidak dapat menyembunyikan sesuatu kejadian apa pun dari Allah","ru":"В тот день те, которые не уверовали и ослушались Посланника, пожелают, чтобы земля сровнялась с ними. Они не смогут утаить от Аллаха ни одной беседы","sv":"Den Dagen skall förnekarna av sanningen och de som inte lydde sändebudet önska bli uppslukade av jorden; och de kommer inte att kunna dölja för Gud något av det som de har sagt [eller gjort]","tr":"O gün, inkar edip Peygambere baş kaldırmış olanlar, yerle bir olmayı ne kadar isterler ve Allah'tan bir söz gizleyemezler","ur":"اُس وقت وہ سب لوگ جنہوں نے رسولؐ کی بات نہ مانی اور اس کی نافرمانی کرتے رہے، تمنا کریں گے کہ کاش زمین پھٹ جائے اور وہ اس میں سما جائیں وہاں یہ اپنی کوئی بات اللہ سے نہ چھپا سکیں گے","zh":"不信道而且违抗使者的人，在那日将希望自己永远埋没在地下，他们不能隐瞒安拉任何一句话。"},"transliteration":"Yawmaithin yawaddu allatheena kafaroo waAAasawoo alrrasoola law tusawwa bihimu alardu wala yaktumoona Allaha hadeethan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
