{"id":536,"number":43,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا","translations":{"en":"O you who have believed, do not approach prayer while you are intoxicated until you know what you are saying or in a state of janabah, except those passing through [a place of prayer], until you have washed [your whole body]. And if you are ill or on a journey or one of you comes from the place of relieving himself or you have contacted women and find no water, then seek clean earth and wipe over your faces and your hands [with it]. Indeed, Allah is ever Pardoning and Forgiving","es":"¡Oh, creyentes! No hagan la oración si están bajo el efecto de embriagantes [o narcóticos] hasta que sepan lo que están diciendo. Tampoco [hagan la oración] si están impuros hasta que se hayan bañado, excepto quien solo necesite pasar por la mezquita. Pero si se encuentran enfermos o de viaje, o si han hecho sus necesidades o han tenido relación sexual con su mujer y no encuentran agua [para la ablución], busquen tierra limpia y pásensela por el rostro y las manos. Dios es Remisorio, Absolvedor","fr":"O les croyants! N'approchez pas de la Salât alors que vous êtes ivres jusqu'à ce que vous compreniez ce que vous dites, et aussi quand vous êtes en état d'impureté [pollués] - à moins que vous ne soyez en voyage - jusqu'à ce que vous ayez pris un bain rituel. Si vous êtes malades ou en voyage, ou si l'un de vous revient du lieu où il a fait ses besoins, ou si vous avez touché à des femmes et que vous ne trouviez pas d'eau, alors recourez à une terre pure, et passez-vous-en sur vos visages et sur vos mains. Allah, en vérité, est Indulgent et Pardonneur","id":"Wahai orang yang beriman! Janganlah kamu mendekati salat, ketika kamu dalam keadaan mabuk, sampai kamu sadar apa yang kamu ucapkan, dan jangan pula (kamu hampiri masjid ketika kamu) dalam keadaan junub kecuali sekedar melewati jalan saja, sebelum kamu mandi (mandi junub). Adapun jika kamu sakit atau sedang dalam perjalanan atau sehabis buang air atau kamu telah menyentuh perempuan,196) sedangkan kamu tidak mendapat air, maka bertayamumlah kamu dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan debu itu. Sungguh, Allah Maha Pemaaf, Maha Pengampun","ru":"О те, которые уверовали! Не приближайтесь к намазу, будучи пьяными, пока не станете понимать то, что произносите, и, будучи в состоянии полового осквернения, пока не искупаетесь, если только вы не являетесь путником. Если же вы больны или находитесь в путешествии, если кто-либо из вас пришел из уборной или если вы имели близость с женщинами, и вы не нашли воды, то направьтесь к чистой земле и оботрите ваши лица и руки. Воистину, Аллах - Снисходительный, Прощающий","sv":"TROENDE! Gå inte till bön om ni befinner er i omtöcknat tillstånd, [utan vänta] till dess ni vet vad ni säger. [Gör det] inte heller i ett tillstånd av stor rituell orenhet, utan skölj först hela kroppen; undantagna är de som befinner sig på resa. Om någon av er är sjuk eller befinner sig på resa eller just har förrättat sina behov eller haft beröring med kvinnor och inte finner vatten, skall han ta ren jord och stryka över ansikte och händer. Gud utplånar och förlåter mycken synd","tr":"Ey İnananlar! Sarhoşken, ne dediğinizi bilene kadar, cünübken, yolcu olan müstesna gusledene kadar namaza yaklaşmayın. Eğer hasta veya yolculukta iseniz yahut biriniz ayak yolundan gelmişseniz veya kadınlara yaklaşmışsanız ve bu durumlarda su bulamamışsanız tertemiz bir toprağa teyemmüm edin, yüzlerinize ve ellerinize sürün. Allah affeder ve bağışlar","ur":"اے لوگو جو ایمان لائے ہو، جب تم نشے کی حالت میں ہو تو نماز کے قریب نہ جاؤ نماز اُس وقت پڑھنی چاہیے، جب تم جانو کہ کیا کہہ رہے ہو اور اسی طرح جنابت کی حالت میں بھی نماز کے قریب نہ جاؤ جب تک کہ غسل نہ کر لو، الا یہ کہ راستہ سے گزرتے ہو اور اگر کبھی ایسا ہو کہ تم بیمار ہو، یا سفر میں ہو، یا تم میں سے کوئی شخص رفع حاجت کر کے آئے، یا تم نے عورتوں سے لمس کیا ہو، اور پھر پانی نہ ملے تو پاک مٹی سے کام لو اور اس سے اپنے چہروں اور ہاتھوں پر مسح کر لو، بے شک اللہ نرمی سے کام لینے والا اور بخشش فرمانے والا ہے","zh":"信道的人们啊！你们在酒醉的时候不要礼拜，直到你们知道自己所说的是什么话；除了过路的人以外，在不洁的时候不要入礼拜殿，直到你们沐浴。如果你们有病，或旅行，或入厕，或性交，而不能得到水，那么，你们可趋向洁净的地面，而抹你们的脸和手。安拉确是至恕的，确是至赦的。"},"transliteration":"Ya ayyuha allatheena amanoo la taqraboo alssalata waantum sukara hatta taAAlamoo ma taqooloona wala junuban illa AAabiree sabeelin hatta taghtasiloo wain kuntum marda aw AAala safarin aw jaa ahadun minkum mina alghaiti aw lamastumu alnnisaa falam tajidoo maan fatayammamoo saAAeedan tayyiban faimsahoo biwujoohikum waaydeekum inna Allaha kana AAafuwwan ghafooran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
