{"id":539,"number":46,"text":"مِّنَ ٱلَّذِينَ هَادُواْ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعۡنَا وَعَصَيۡنَا وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ وَرَٰعِنَا لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِۚ وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","translations":{"en":"Among the Jews are those who distort words from their [proper] usages and say, \"We hear and disobey\" and \"Hear but be not heard\" and \"Ra'ina,\" twisting their tongues and defaming the religion. And if they had said [instead], \"We hear and obey\" and \"Wait for us [to understand],\" it would have been better for them and more suitable. But Allah has cursed them for their disbelief, so they believe not, except for a few","es":"Algunos judíos tergiversan el sentido de las palabras sacándolas de contexto, como cuando dicen: \"Te oímos [y al mismo tiempo les dicen a otros], pero no te seguiremos en nada de lo que digas\". [O como cuando dicen:] \"Óyenos tú, que no aceptamos oírte\". Te llaman con doble sentido en sus palabras ofendiendo la religión [de Dios]. Si hubieran dicho: \"Te oímos y te seguiremos. Escúchanos y sé paciente con nosotros\", sería mejor para ellos y más correcto. Pero Dios los alejó de Su misericordia por negarse a aceptar la verdad, poco es lo que creen","fr":"Il en est parmi les Juifs qui détournent les mots de leur sens, et disent: «Nous avions entendu, mais nous avons désobéi», «Ecoute sans qu'il te soit donné d'entendre», et favorise nous «Ra'inâ», tordant la langue et attaquant la religion. Si au contraire ils disaient: «Nous avons entendu et nous avons obéi», «Ecoute», et «Regarde-nous», ce serait meilleur pour eux, et plus droit. Mais Allah les a maudits à cause de leur mécréance; leur foi est donc bien médiocre","id":"(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya.197) Dan mereka berkata, \"Kami mendengar, tetapi kami tidak mau menurutinya.\" Dan (mereka mengatakan pula), \"Dengarlah,\" sedang (engkau Muhammad sebenarnya) tidak mendengar apa pun.\"198) Dan (mereka mengatakan), \"Rā'inā\"199) dengan memutarbalikkan lidahnya dan mencela agama. Sekiranya mereka mengatakan, \"Kami mendengar dan patuh, dan dengarlah, dan perhatikanlah kami,\" tentulah itu lebih baik bagi mereka dan lebih tepat, tetapi Allah melaknat mereka, karena kekafiran mereka. Mereka tidak beriman kecuali sedikit sekali","ru":"Среди иудеев есть такие, которые переставляют слова со своих мест и говорят: «Мы слышали и ослушаемся» и «Послушай то, что нельзя слушать» и «Заботься о нас». Они кривят своими языками и поносят религию. А если бы они сказали: «Мы слышали и повинуемся» и «Выслушай» и «Присматривай за нами», то это было бы лучше для них и вернее. Однако Аллах проклял их за неверие, и они не веруют, за исключением немногих","sv":"Bland de judiska trosbekännarna finns de som förvränger uppenbarelsens ord och bryter ut dem ur sitt sammanhang, och de säger \"Vi har hört, men vi lyder inte\" och \"Hör vad ingen har hört!\" och \"Du skall höra på oss!\" - allt är ordvrängningar för att förlöjliga tron. Om de [i stället] hade sagt \"Vi har hört och vi skall lyda\" och \"Lyssna och ta hänsyn till oss\", hade det varit bättre för dem och mer passande. Men Gud har fördömt dem för deras vägran att lyssna till sanningen; deras tro gäller bara få ting","tr":"Yahudilerden, sözleri yerlerinden değiştirip: \"İşittik ve karşı geldik, kulak vermeyerek dinle\" ve dillerini eğip bükerek ve dini yererek: \"Bizi de dinle\" diyenler vardır. Şayet: \"İşittik ve itaat ettik, dinle ve bizi gözet\" demiş olsalardı, onlar için daha iyi daha doğru olurdu. İşte Allah inkarları yüzünden onlara lanet etmiştir. Onların ancak pek azı inanır","ur":"جو لوگ یہودی بن گئے ہیں اُن میں کچھ لوگ ہیں جو الفاظ کو اُن کے محل سے پھیر دیتے ہیں اور دین حق کے خلاف نیش زنی کرنے کے لیے اپنی زبانوں کو توڑ موڑ کر کہتے ہیں سَمِعنَا وَ عَصَینَا اور اِسمَع غَیر مُسمَع اور رَاعِنَا حالانکہ اگر وہ کہتے سَمِعنَا وَ اَطَعنَا، اور اِسمَع اور اُنظُرنَا تو یہ انہی کے لیے بہتر تھا اور زیادہ راستبازی کا طریقہ تھا مگر ان پر تو ان کی باطل پرستی کی بدولت اللہ کی پھٹکار پڑی ہوئی ہے اس لیے وہ کم ہی ایمان لاتے ہیں","zh":"犹太教徒中有一群人篡改经文，他们说：“我们听而不从”，“愿你听而不闻”，“拉仪那”，这是因为巧言漫骂，诽谤正教。假若他们说：“我们既听且从”，“你听吧”，“温助尔”那，这对他们是更好的，是更正的。但安拉因他们不信道而弃绝他们，故他们除了少数人外都不信道。"},"transliteration":"Mina allatheena hadoo yuharrifoona alkalima AAan mawadiAAihi wayaqooloona samiAAna waAAasayna waismaAA ghayra musmaAAin waraAAina layyan bialsinatihim wataAAnan fee alddeeni walaw annahum qaloo samiAAna waataAAna waismaAA waonthurna lakana khayran lahum waaqwama walakin laAAanahumu Allahu bikufrihim fala yuminoona illa qaleelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
