{"id":540,"number":47,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا","translations":{"en":"O you who were given the Scripture, believe in what We have sent down [to Muhammad], confirming that which is with you, before We obliterate faces and turn them toward their backs or curse them as We cursed the sabbath-breakers. And ever is the decree of Allah accomplished","es":"¡Oh, Gente del Libro! Crean en lo que he revelado ahora, que confirma lo que ya tenían [de la verdad], antes de que borre los rasgos de su identidad y terminen en su propia perdición, o los maldiga como maldije a los que profanaron el sábado. Lo que Dios dispone es ineludible","fr":"O vous à qui on a donné le Livre, croyez à ce que Nous avons fait descendre, en confirmation de ce que vous aviez déjà, avant que Nous effacions des visages et les retournions sens devant derrière, ou que Nous les maudissions comme Nous avons maudit les gens du Sabbat. Car le commandement d'Allah est toujours exécuté","id":"Wahai orang-orang yang telah diberi Kitab! Berimanlah kamu kepada apa yang telah Kami turunkan (Alquran) yang membenarkan Kitab yang ada pada kamu, sebelum Kami mengubah wajah-wajah(mu), lalu Kami putar ke belakang 201) atau Kami laknat mereka sebagaimana Kami melaknat orang-orang (yang berbuat maksiat) pada hari Sabat (sabtu). Dan ketetapan Allah pasti berlaku","ru":"О те, кому было дано Писание! Уверуйте в то, что Мы ниспослали в подтверждение того, что есть у вас, пока Мы не стерли ваши лица и не повернули их назад, пока Мы не прокляли вас, как прокляли тех, которые нарушили субботу. Веление Аллаха непременно исполняется","sv":"Efterföljare av äldre tiders uppenbarelser! Tro på vad Vi [nu] har uppenbarat med bekräftelse av den [sanning] som [redan] är i er hand, innan Vi utplånar anletsdragen [hos de främsta] och förvisar dem bakerst [i ledet] eller fördömer dem som Vi fördömde sabbatsbrytarna. - Vad Gud vill måste ske","tr":"Ey Kitap verilenler! Yüzleri silip arkaya çevirerek enseler gibi dümdüz yapmadan, yahut cumartesi güncüleri lanetlediğimiz gibi lanetlemeden önce, yanınızdakini tasdik ederek indirdiğimiz Kuran'a inanın; Allah'ın emri daima yapılagelmiştir","ur":"اے وہ لوگو جنہیں کتاب دی گئی تھی! مان لو اُس کتاب کو جو ہم نے اب نازل کی ہے اور جو اُس کتاب کی تصدیق و تائید کرتی ہے جو تمہارے پاس پہلے سے موجود تھی اس پر ایمان لے آؤ قبل اس کے کہ ہم چہر ے بگاڑ کر پیچھے پھیر دیں یا ان کو اسی طرح لعنت زدہ کر دیں جس طرح سبت والوں کے ساتھ ہم نے کیا تھا، اور یاد رکھو کہ اللہ کا حکم نافذ ہو کر رہتا ہے","zh":"曾受天经的人啊！我将使许多面目改变，而转向后方，或弃绝他们如弃绝犯安息日的人那样，在这件事实现之前，你们应当信我所降示的新经，这部新经能证实你们所有的古经。安拉的判决是要被执行的。"},"transliteration":"Ya ayyuha allatheena ootoo alkitaba aminoo bima nazzalna musaddiqan lima maAAakum min qabli an natmisa wujoohan fanaruddaha AAala adbariha aw nalAAanahum kama laAAanna ashaba alssabti wakana amru Allahi mafAAoolan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
