{"id":540,"number":47,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا","translations":{"bn":"হে আসমানী গ্রন্থের অধিকারীবৃন্দ! যা কিছু আমি অবতীর্ণ করেছি তার উপর বিশ্বাস স্থাপন কর, যা সে গ্রন্থের সত্যায়ন করে এবং যা তোমাদের নিকট রয়েছে পূর্ব থেকে। (বিশ্বাস স্থাপন কর) এমন হওয়ার আগেই যে, আমি মুছে দেব অনেক চেহারাকে এবং অতঃপর সেগুলোকে ঘুরিয়ে দেব পশ্চাৎ দিকে কিংবা অভিসম্পাত করব তাদের প্রতি যেমন করে অভিসম্পাত করেছি আছহাবে-সাবতের উপর। আর আল্লাহর নির্দেশ অবশ্যই কার্যকর হবে।","en":"O you who were given the Scripture, believe in what We have sent down [to Muhammad], confirming that which is with you, before We obliterate faces and turn them toward their backs or curse them as We cursed the sabbath-breakers. And ever is the decree of Allah accomplished","id":"Wahai orang-orang yang telah diberi Kitab! Berimanlah kamu kepada apa yang telah Kami turunkan (Alquran) yang membenarkan Kitab yang ada pada kamu, sebelum Kami mengubah wajah-wajah(mu), lalu Kami putar ke belakang 201) atau Kami laknat mereka sebagaimana Kami melaknat orang-orang (yang berbuat maksiat) pada hari Sabat (sabtu). Dan ketetapan Allah pasti berlaku","ru":"О те, кому было дано Писание! Уверуйте в то, что Мы ниспослали в подтверждение того, что есть у вас, пока Мы не стерли ваши лица и не повернули их назад, пока Мы не прокляли вас, как прокляли тех, которые нарушили субботу. Веление Аллаха непременно исполняется","tr":"Ey Kitap verilenler! Yüzleri silip arkaya çevirerek enseler gibi dümdüz yapmadan, yahut cumartesi güncüleri lanetlediğimiz gibi lanetlemeden önce, yanınızdakini tasdik ederek indirdiğimiz Kuran'a inanın; Allah'ın emri daima yapılagelmiştir","ur":"اے وہ لوگو جنہیں کتاب دی گئی تھی! مان لو اُس کتاب کو جو ہم نے اب نازل کی ہے اور جو اُس کتاب کی تصدیق و تائید کرتی ہے جو تمہارے پاس پہلے سے موجود تھی اس پر ایمان لے آؤ قبل اس کے کہ ہم چہر ے بگاڑ کر پیچھے پھیر دیں یا ان کو اسی طرح لعنت زدہ کر دیں جس طرح سبت والوں کے ساتھ ہم نے کیا تھا، اور یاد رکھو کہ اللہ کا حکم نافذ ہو کر رہتا ہے"},"chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"bn":"নারী","en":"The Women","id":"Wanita","ru":"Женщины","tr":"Nisâ","ur":"عورت"},"type":"medinan"}}
