{"id":541,"number":48,"text":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا","translations":{"en":"Indeed, Allah does not forgive association with Him, but He forgives what is less than that for whom He wills. And he who associates others with Allah has certainly fabricated a tremendous sin","es":"Dios no perdona la idolatría, pero fuera de ello perdona a quien Le place. Quien asocie algo a Dios comete un pecado gravísimo","fr":"Certes Allah ne pardonne pas qu'on Lui donne quelqu'associé. A part cela, Il pardonne à qui Il veut. Mais quiconque donne à Allah quelqu'associé commet un énorme péché","id":"Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar","ru":"Воистину, Аллах не прощает, когда к Нему приобщают сотоварищей, но прощает все остальные (или менее тяжкие) грехи, кому пожелает. Кто же приобщает сотоварищей к Аллаху, тот измышляет великий грех","sv":"GUD FÖRLÅTER inte dem som sätter medhjälpare vid Hans sida, men Han förlåter den Han vill hans mindre synder; den som sätter medhjälpare vid Guds sida har sannerligen gjort sig skyldig till en oerhörd synd","tr":"Allah kendisine ortak koşmayı elbette bağışlamaz, bundan başkasını dilediğine bağışlar. Allah'a ortak koşan kimse, şüphesiz büyük bir günahla iftira etmiş olur","ur":"اللہ بس شرک ہی کو معاف نہیں کرتا، اِس کے ماسوا دوسرے جس قدر گناہ ہیں وہ جس کے لیے چاہتا ہے معاف کر دیتا ہے اللہ کے ساتھ جس نے کسی اور کو شریک ٹھیرایا اُس نے تو بہت ہی بڑا جھوٹ تصنیف کیا اور بڑے سخت گناہ کی بات کی","zh":"安拉必不赦宥以物配主的罪恶，他为自己所意欲的人而赦宥比这差一等的罪过。谁以物配主，谁已犯大罪了。"},"transliteration":"Inna Allaha la yaghfiru an yushraka bihi wayaghfiru ma doona thalika liman yashao waman yushrik biAllahi faqadi iftara ithman AAatheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
