{"id":542,"number":49,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ وَلَا يُظۡلَمُونَ فَتِيلًا","translations":{"en":"Have you not seen those who claim themselves to be pure? Rather, Allah purifies whom He wills, and injustice is not done to them, [even] as much as a thread [inside a date seed]","es":"¿No has visto a los que se jactan de puritanos? En realidad es Dios Quien concede la pureza [librando del egocentrismo] a quien Le place. Nadie será tratado injustamente [en cuanto a la recompensa que sus obras merezcan]","fr":"N'as-tu pas vu ceux-là qui se déclarent purs? Mais c'est Allah qui purifie qui Il veut; et ils ne seront point lésés, fût-ce d'un brin de noyau de datte","id":"Tidakkah engkau memperhatikan orang-orang yang menganggap dirinya suci (orang Yahudi dan Nasrani)? Sebenarnya Allah menyucikan siapa yang Dia kehendaki dan mereka tidak dizalimi sedikit pun","ru":"Разве ты не видел тех, которые восхваляют сами себя? О нет! Аллах восхваляет, кого пожелает, и они не будут обижены даже на величину нити на финиковой косточке","sv":"Har du inte lagt märke till dem som [påstår att de] är rena? Men Gud [ensam] skänker renhet, [skänker den] åt den Han vill; men [ingen] skall få lida ens så mycken orätt som ryms på en tråd","tr":"Kendilerini temize çıkaranları görmedin mi? Allah dilediğini temize çıkarır ve kendilerine kıl kadar haksızlık yapmaz","ur":"تم نے اُن لوگوں کو بھی دیکھا جو بہت اپنی پاکیز گی نفس کا دم بھرتے ہیں؟ حالانکہ پاکیزگی تو اللہ ہی جسے چاہتا ہے عطا کرتا ہے، اور (انہیں جو پاکیزگی نہیں ملتی تو در حقیقت) ان پر ذرہ برابر بھی ظلم نہیں کیا جاتا","zh":"难道你没有看见自称清白的人吗？不然，安拉使他所意欲的人清白，他们不受一丝毫的亏待。"},"transliteration":"Alam tara ila allatheena yuzakkoona anfusahum bali Allahu yuzakkee man yashao wala yuthlamoona fateelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
