{"id":5423,"number":4,"text":"يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ","translations":{"en":"Allah will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allah, when it comes, will not be delayed, if you only knew","es":"porque si lo hacen Dios perdonará sus pecados y les concederá vivir hasta el plazo prefijado. Pero sepan que cuando el plazo fijado por Dios los alcance, no podrá ser retrasado. ¡Si tan solo supieran","fr":"pour qu'Il vous pardonne vos péchés et qu'Il vous donne un délai jusqu'à un terme fixé. Mais quand vient le terme fixé par Allah, il ne saurait être différé si vous saviez!»","id":"niscaya Dia mengampuni sebagian dosa-dosamu dan menangguhkan kamu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda, seandainya kamu mengetahui","ru":"Он простит вам ваши грехи и предоставит вам отсрочку до назначенного срока. Воистину, когда срок Аллаха наступает, он уже не откладывается. Если бы вы только знали!»","sv":"Då skall Gud förlåta er era synder och ge er uppskov till en tid [som Han] har fastställt - när den är inne, kan den inte uppskjutas - om ni [bara] visste","tr":"Allah'a kulluk edin; O'ndan sakının ve bana itaat edin ki Allah günahlarınızı size bağışlasın ve sizi belli bir süreye kadar ertelesin; doğrusu Allah'ın belirttiği süre gelince geri bırakılamaz; keşke bilseniz","ur":"اللہ تمہارے گناہوں سے درگزر فرمائے گا اور تمہیں ایک وقت مقرر تک باقی رکھے گا حقیقت یہ ہے کہ اللہ کا مقرر کیا ہوا وقت جب آ جاتا ہے تو پھر ٹالا نہیں جاتا کاش تمہیں اِس کا علم ہو","zh":"他就赦宥你们的罪过，并且让你们延迟到一个定期。安拉的定期一旦来临的时候，是绝不延迟的，假若你们知道。"},"transliteration":"Yaghfir lakum min thunoobikum wayuakhkhirkum ila ajalin musamman inna ajala Allahi itha jaa la yuakhkharu law kuntum taAAlamoona","chapter":{"id":71,"name":"نوح","transliteration":"Nuh","translations":{"en":"Noah","es":"Noé","fr":"Noé","id":"Nuh","ru":"Нух","sv":"Noa","tr":"Nûh","ur":"نوح","zh":"努哈"},"type":"meccan"}}
