{"id":547,"number":54,"text":"أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا","translations":{"en":"Or do they envy people for what Allah has given them of His bounty? But we had already given the family of Abraham the Scripture and wisdom and conferred upon them a great kingdom","es":"¿Es que envidian a la gente porque Dios les ha concedido de Su favor? Porque concedí a la familia de Abraham el Libro y la sabiduría, y les he concedido un dominio inmenso","fr":"Envient-ils aux gens ce qu'Allah leur a donné de par Sa grâce? Or, Nous avons donné à la famille d'Abraham le Livre et la Sagesse; et Nous leur avons donné un immense royaume","id":"ataukah mereka dengki kepada manusia (Muhammad) karena karunia yang telah diberikan Allah kepadanya? Sungguh, Kami telah memberikan Kitab dan Hikmah kepada keluarga Ibrahim, dan Kami telah memberikan kepada mereka kerajaan (kekuasaan) yang besar","ru":"Или же они завидуют тому, что Аллах даровал людям из Своей милости? Мы уже одарили род Ибрахима (Авраама) Писанием и мудростью и одарили их великой властью","sv":"Kanske avundas de andra det som Gud i Sin nåd har skänkt dem? Ja, Vi har skänkt Abrahams efterkommande uppenbarelse och visdom och Vi har gett dem stor makt","tr":"Yoksa Allah'ın bol nimetinden verdiği kimseleri mi çekemiyorlar? Oysa İbrahim ailesine kitap ve hikmet verdik, onlara büyük hükümranlık bahşettik","ur":"پھر کیا یہ دوسروں سے اس لیے حسد کرتے ہیں کہ اللہ نے انہیں اپنے فضل سے نواز دیا؟ اگر یہ بات ہے تو انہیں معلوم ہو کہ ہم نے تو ابراہیمؑ کی اولاد کو کتاب اور حکمت عطا کی اور ملک عظیم بخش دیا","zh":"难道他们嫉妒别人享受安拉所赐的恩惠吗？我确已赏赐易卜拉欣的后裔天经和智慧，我又赏赐他们一个广大的国土。"},"transliteration":"Am yahsudoona alnnasa AAala ma atahumu Allahu min fadlihi faqad atayna ala ibraheema alkitaba waalhikmata waataynahum mulkan AAatheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
