{"id":5470,"number":23,"text":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","translations":{"en":"But [I have for you] only notification from Allah, and His messages.\" And whoever disobeys Allah and His Messenger - then indeed, for him is the fire of Hell; they will abide therein forever","es":"solo debo difundir el Mensaje que me ha encargado transmitir\". Quien rechace a Dios y a Su Mensajero, sepa que le espera el fuego del Infierno, en el que permanecerá por toda la eternidad","fr":"[Je ne puis que transmettre] une communication et des messages [émanant] d'Allah. Et quiconque désobéit à Allah et à Son Messager aura le feu de l'Enfer pour y demeurer éternellement","id":"(Aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya. Dan barangsiapa mendurhakai Allah dan Rasul-Nya maka sesungguhnya dia akan mendapat (azab) neraka Jahanam, mereka kekal di dalamnya selama-lamanya","ru":"Мне остается лишь доносить истину от Аллаха и Его послания. Кто же ослушается Аллаха и Его Посланника, тому уготован огонь Геенны, в котором они пребудут вечно»","sv":"om [jag] inte förkunnar vad Gud [befaller mig att förkunna] och framför [alla] Hans budskap.\" Och på den som visar olydnad mot Gud och Hans Sändebud väntar helvetets eld och i den skall han [och hans likar] förbli till evig tid","tr":"Benim yaptığım yalnız, Allah katından olanı, O'nun gönderdiklerini tebliğdir. Allah'a ve Peygamberine kim karşı gelirse ona, içinde sonsuz ve temelli kalınacak cehennem ateşi vardır","ur":"میرا کام اس کے سوا کچھ نہیں ہے کہ اللہ کی بات اور اس کے پیغامات پہنچا دوں اب جو بھی اللہ اور اس کے رسول کی بات نہ مانے گا اس کے لیے جہنم کی آگ ہے اور ایسے لوگ اس میں ہمیشہ رہیں گے","zh":"我只能传达从安拉降示的通知和使命。谁违抗安拉和使者，谁必受火狱的刑罚，而且永居其中。"},"transliteration":"Illa balaghan mina Allahi warisalatihi waman yaAAsi Allaha warasoolahu fainna lahu nara jahannama khalideena feeha abadan","chapter":{"id":72,"name":"الجن","transliteration":"Al-Jinn","translations":{"en":"The Jinn","es":"Los Genios","fr":"Les djinns","id":"Jin","ru":"Джинны","sv":"Osynliga Väsen","tr":"Cin","ur":"جن","zh":"精灵"},"type":"meccan"}}
