{"id":549,"number":56,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا","translations":{"en":"Indeed, those who disbelieve in Our verses - We will drive them into a Fire. Every time their skins are roasted through We will replace them with other skins so they may taste the punishment. Indeed, Allah is ever Exalted in Might and Wise","es":"A quienes nieguen la revelación los arrojaré al Fuego. Cada vez que se les queme la piel, se la cambiaré por otra nueva para que continúen sufriendo el castigo. Dios es Poderoso, Sabio","fr":"Certes, ceux qui ne croient pas à Nos Versets, (le Coran) Nous les brûlerons bientôt dans le Feu. Chaque fois que leurs peaux auront été consumées, Nous leur donnerons d'autres peaux en échange afin qu'ils goûtent au châtiment. Allah est certes, Puissant et Sage","id":"Sungguh, orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. Sungguh, Allah Mahaperkasa, Mahabijaksana","ru":"Воистину, тех, которые не уверовали в Наши знамения, Мы сожжем в Огне. Всякий раз, когда их кожа приготовится, Мы заменим ее другой кожей, чтобы они вкусили мучения. Воистину, Аллах - Могущественный, Мудрый","sv":"Vi skall låta dem som påstår att Våra budskap är lögn brinna i denna eld - i den takt som deras hud förbränns, skall Vi ersätta den med ny hud, så att de får pröva straffet helt och fullt. Gud är allsmäktig, vis","tr":"Onlardan ona inananlar ve yüz çevirenler vardı. Çılgın bir alev olarak cehennem yeter. Doğrusu, ayetlerimizi inkar edenleri ateşe sokacağız; derilerinin her yanışında, azabı tatmaları için onları başka derilerle değiştireceğiz. Allah güçlüdür, Hakim'dir","ur":"جن لوگوں نے ہماری آیات کو ماننے سے انکار کر دیا ہے انہیں بالیقین ہم آگ میں جھونکیں گے اور جب ان کے بدن کی کھال گل جائے گی تو اس کی جگہ دوسری کھال پیدا کر دیں گے تاکہ وہ خوب عذاب کا مزہ چکھیں، اللہ بڑی قدرت رکھتا ہے اور اپنے فیصلوں کو عمل میں لانے کی حکمت خوب جانتا ہے","zh":"不信我的迹象的人，我必定使他们入火狱，每当他们的皮肤烧焦的时候，我另换一套皮肤给他们，以便他们尝试刑罚。安拉确是万能的，确是至睿的。"},"transliteration":"Inna allatheena kafaroo biayatina sawfa nusleehim naran kullama nadijat julooduhum baddalnahum juloodan ghayraha liyathooqoo alAAathaba inna Allaha kana AAazeezan hakeeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
