{"id":550,"number":57,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا","translations":{"en":"But those who believe and do righteous deeds - We will admit them to gardens beneath which rivers flow, wherein they abide forever. For them therein are purified spouses, and We will admit them to deepening shade","es":"[En cambio] los creyentes que obren correctamente estarán en jardines por donde corren ríos, en los que morarán eternamente, donde tendrán esposas purificadas bajo buena sombra","fr":"Et quant à ceux qui ont cru et fait de bonnes œuvres, bientôt Nous les ferons entrer aux Jardins sous lesquels coulent des ruisseaux. Ils y demeureront éternellement. Il y aura là pour eux des épouses purifiées. Et Nous les ferons entrer sous un ombrage épais","id":"Adapun orang-orang yang beriman dan mengerjakan kebajikan, kelak akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Di sana mereka mempunyai pasangan-pasangan yang suci, dan Kami masukkan mereka ke tempat yang teduh lagi nyaman","ru":"А тех, которые уверовали и совершали праведные деяния, Мы введем в Райские сады, в которых текут реки. Они пребудут там вечно. У них там будут очищенные супруги. Мы введем их в густую тень","sv":"Men de som tror och lever ett rättskaffens liv skall föras till lustgårdar, vattnade av bäckar, där de skall förbli till evig tid. Och där skall [deras] hustrur vara hos dem, renade från [all jordisk] orenlighet och Vi skall låta dem smaka den fullaste lycka","tr":"İnanıp yararlı iş işleyenleri içinde temelli ve ebedi kalacakları, içlerinden ırmaklar akan cennetlere koyacağız. Onlara orada tertemiz eşler vardır. Onları en koyu gölgeliklere yerleştireceğiz","ur":"اور جن لوگوں نے ہماری آیات کو مان لیا اور نیک عمل کیے اُن کو ہم ایسے باغوں میں داخل کریں گے جن کے نیچے نہریں بہتی ہوں گی، جہاں وہ ہمیشہ ہمیشہ رہیں گے اور اُن کو پاکیزہ بیویاں ملیں گی اور انہیں ہم گھنی چھاؤں میں رکھیں گے","zh":"信道而且行善者，我将使他们入下临诸河的乐园，而永居其中。他们在乐园里有纯洁的配偶，我将使他们入于永恒的庇荫中。"},"transliteration":"Waallatheena amanoo waAAamiloo alssalihati sanudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha abadan lahum feeha azwajun mutahharatun wanudkhiluhum thillan thaleelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
