{"id":551,"number":58,"text":"۞إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا","translations":{"en":"Indeed, Allah commands you to render trusts to whom they are due and when you judge between people to judge with justice. Excellent is that which Allah instructs you. Indeed, Allah is ever Hearing and Seeing","es":"Dios les ordena que restituyan a sus dueños originales lo que se les haya confiado, y que cuando juzguen entre las personas lo hagan con equidad. ¡Qué excelente es aquello a lo que Dios los convoca! Dios todo lo oye, todo lo ve","fr":"Certes, Allah vous commande de rendre les dépôts à leurs ayants-droit, et quand vous jugez entre des gens, de juger avec équité. Quelle bonne exhortation qu'Allah vous fait! Allah est, en vérité, Celui qui entend et qui voit tout","id":"Sungguh, Allah menyuruhmu menyampaikan amanat kepada yang berhak menerimanya, dan apabila kamu menetapkan hukum di antara manusia hendaknya kamu menetapkannya dengan adil. Sungguh, Allah sebaik-baik yang memberi pengajaran kepadamu. Sungguh, Allah Maha Mendengar, Maha Melihat","ru":"Воистину, Аллах велит вам возвращать вверенное на хранение имущество его владельцам и судить по справедливости, когда вы судите среди людей. Как прекрасно то, чем увещевает вас Аллах! Воистину, Аллах - Слышащий, Видящий","sv":"GUD befaller er att till den rättmätige ägaren återlämna det som ni fått er anförtrott och att, när ni dömer mellan människor, döma rättvist. Gott, ja, förträffligt är det som Gud förmanar er till. Gud hör allt, ser allt","tr":"Hiç şüphesiz Allah size, emanetleri ehline teslim etmenizi ve insanlar arasında hükmettiğiniz zaman adaletle hükmetmenizi emreder. Allah size ne güzel öğüt veriyor. Şüphesiz Allah işitir ve görür","ur":"مسلمانو! اللہ تمہیں حکم دیتا ہے کہ امانتیں اہل امانت کے سپرد کرو، اور جب لوگوں کے درمیان فیصلہ کرو تو عدل کے ساتھ کرو، اللہ تم کو نہایت عمدہ نصیحت کرتا ہے اور یقیناً اللہ سب کچھ سنتا اور دیکھتا ہے","zh":"安拉的确命令你们把一切受信托的事物交给应受的人，安拉又命令你们替众人判决的时候要秉公判决。安拉用来劝戒你们的事物真优美！安拉确是全聪的，确是全明的。"},"transliteration":"Inna Allaha yamurukum an tuaddoo alamanati ila ahliha waitha hakamtum bayna alnnasi an tahkumoo bialAAadli inna Allaha niAAimma yaAAithukum bihi inna Allaha kana sameeAAan baseeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
