{"id":552,"number":59,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا","translations":{"en":"O you who have believed, obey Allah and obey the Messenger and those in authority among you. And if you disagree over anything, refer it to Allah and the Messenger, if you should believe in Allah and the Last Day. That is the best [way] and best in result","es":"¡Oh, creyentes! Obedezcan a Dios, obedezcan al Mensajero y a aquellos de ustedes que tengan autoridad y conocimiento. Si realmente creen en Dios y en el Día del Juicio, cuando tengan discrepancias remítanlas al juicio de Dios y del Mensajero, porque en ello hay bien y es el camino correcto","fr":"O les croyants! Obéissez à Allah, et obéissez au Messager et à ceux d'entre vous qui détiennent le commandement. Puis, si vous vous disputez en quoi que ce soit, renvoyez-le à Allah et au Messager, si vous croyez en Allah et au Jour dernier. Ce sera bien mieux et de meilleure interprétation (et aboutissement)","id":"Wahai orang-orang yang beriman! Taatilah Allah dan taatilah Rasul (Muhammad), dan Ulil Amri (pemegang kekuasaan)203) di antara kamu. Kemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Alquran) dan Rasul (sunahnya), jika kamu beriman kepada Allah dan hari kemudian. Yang demikian itu, lebih utama (bagimu) dan lebih baik akibatnya","ru":"О те, которые уверовали! Повинуйтесь Аллаху, повинуйтесь Посланнику и обладающим влиянием среди вас. Если же вы станете препираться о чем-нибудь, то обратитесь с этим к Аллаху и Посланнику, если вы веруете в Аллаха и Последний день. Так будет лучше и прекраснее по значению (или по исходу; или по вознаграждению)","sv":"Troende! Lyd Gud och lyd Sändebudet och dem bland er åt vilka myndighet och ansvar anförtrotts; och om ni råkar i tvist om något, överlåt då avgörandet åt Gud och Sändebudet, om ni tror på Gud och den Yttersta dagen. Detta är bäst och det [gynnar] en riktig och lycklig utgång","tr":"Ey İnananlar! Allah'a itaat edin, Peygambere ve sizden buyruk sahibi olanlara itaat edin. Eğer bir şeyde çekişirseniz, Allah'a ve ahiret gününe inanmışsanız onun halini Allah'a ve Peygambere bırakın. Bu, hayırlı ve netice itibariyle en güzeldir","ur":"اے لوگو جو ایمان لائے ہوئے، اطاعت کرو اللہ کی اور اطاعت کرو رسول کی اور اُن لوگوں کی جو تم میں سے صاحب امر ہوں، پھر اگر تمہارے درمیان کسی معاملہ میں نزاع ہو جائے تو اسے اللہ اور رسول کی طرف پھیر دو اگر تم واقعی اللہ اور روز آخر پر ایمان رکھتے ہو یہی ایک صحیح طریق کار ہے اور انجام کے اعتبار سے بھی بہتر ہے","zh":"信道的人们啊！你们当服从安拉，应当服从使者和你们中的主事人，如果你们为一件事而争执，你们使那件事归安拉和使者（判决），如果你们确信安拉和末日的话。这对于你们是裨益更多的，这也是最美好的解释。"},"transliteration":"Ya ayyuha allatheena amanoo ateeAAoo Allaha waateeAAoo alrrasoola waolee alamri minkum fain tanazaAAtum fee shayin faruddoohu ila Allahi waalrrasooli in kuntum tuminoona biAllahi waalyawmi alakhiri thalika khayrun waahsanu taweelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
