{"id":553,"number":60,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّـٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا","translations":{"en":"Have you not seen those who claim to have believed in what was revealed to you, [O Muhammad], and what was revealed before you? They wish to refer legislation to Taghut, while they were commanded to reject it; and Satan wishes to lead them far astray","es":"¿No te causan asombro quienes dicen creer en lo que se te ha revelado y en lo que había sido revelado anteriormente, y sin embargo recurren a la justicia de quienes gobiernan con principios injustos y paganos, a pesar de que se les ha ordenado no creer en eso? El demonio solo quiere que se pierdan lejos [de la fe monoteísta]","fr":"N'as-tu pas vu ceux qui prétendent croire à ce qu'on a fait descendre vers toi [prophète] et à ce qu'on a fait descendre avant toi? Ils veulent prendre pour juge le Tâghût, alors que c'est en lui qu'on leur a commandé de ne pas croire. Mais le Diable veut les égarer très loin, dans l'égarement","id":"Tidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka204) masih menginginkan ketetapan hukum kepada Tagut, padahal mereka telah diperintahkan untuk mengingkari Tagut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya","ru":"Разве ты не видел тех, которые заявляют, что они уверовали в ниспосланное тебе и в ниспосланное до тебя, но хотят обращаться на суд к тагуту, хотя им приказано не веровать в него? Дьявол желает ввести их в глубокое заблуждение","sv":"HAR DU inte lagt märke till dem som säger sig tro på det som har uppenbarats för dig och det som uppenbarades före din tid, hur de villigt underkastar sig onda makters dom, fastän de har uppmanats att förneka dem? Men Djävulens avsikt är att driva dem till syndens yttersta gräns","tr":"Sana indirilen Kuran'a ve senden önce indirilenlere inandıklarını iddia edenleri görmüyor musun? Putlarının önünde muhakeme olunmalarını isterler. Oysa, onları tanımamakla emr olunmuşlardı. Şeytan onları derin bir sapıklığa saptırmak ister","ur":"اے نبیؐ! تم نے دیکھا نہیں اُن لوگوں کو جو دعویٰ تو کرتے ہیں کہ ہم ایمان لائے ہیں اُس کتاب پر جو تمہاری طرف نازل کی گئی ہے اور ان کتابوں پر جو تم سے پہلے نازل کی گئی تھیں، مگر چاہتے یہ ہیں کہ اپنے معاملات کا فیصلہ کرانے کے لیے طاغوت کی طرف رجوع کریں، حالانکہ انہیں طاغوت سے کفر کرنے کا حکم دیا گیا تھا شیطان انہیں بھٹکا کر راہ راست سے بہت دور لے جانا چاہتا ہے","zh":"难道你们没有看见吗？自称确信降示给你的经典和在你之前降示的经典的人，欲向塔吾特起诉——同时他们已奉令不要信仰他——而恶魔欲使他们深入迷误中。"},"transliteration":"Alam tara ila allatheena yazAAumoona annahum amanoo bima onzila ilayka wama onzila min qablika yureedoona an yatahakamoo ila alttaghooti waqad omiroo an yakfuroo bihi wayureedu alshshaytanu an yudillahum dalalan baAAeedan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
