{"id":553,"number":60,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّـٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا","translations":{"bn":"আপনি কি তাদেরকে দেখেননি, যারা দাবী করে যে, যা আপনার প্রতি অবর্তীর্ণ হয়েছে আমরা সে বিষয়ের উপর ঈমান এনেছি এবং আপনার পূর্বে যা অবর্তীণ হয়েছে। তারা বিরোধীয় বিষয়কে শয়তানের দিকে নিয়ে যেতে চায়, অথচ তাদের প্রতি নির্দেশ হয়েছে, যাতে তারা ওকে মান্য না করে। পক্ষান্তরে শয়তান তাদেরকে প্রতারিত করে পথভ্রষ্ট করে ফেলতে চায়।","en":"Have you not seen those who claim to have believed in what was revealed to you, [O Muhammad], and what was revealed before you? They wish to refer legislation to Taghut, while they were commanded to reject it; and Satan wishes to lead them far astray","id":"Tidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka204) masih menginginkan ketetapan hukum kepada Tagut, padahal mereka telah diperintahkan untuk mengingkari Tagut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya","ru":"Разве ты не видел тех, которые заявляют, что они уверовали в ниспосланное тебе и в ниспосланное до тебя, но хотят обращаться на суд к тагуту, хотя им приказано не веровать в него? Дьявол желает ввести их в глубокое заблуждение","tr":"Sana indirilen Kuran'a ve senden önce indirilenlere inandıklarını iddia edenleri görmüyor musun? Putlarının önünde muhakeme olunmalarını isterler. Oysa, onları tanımamakla emr olunmuşlardı. Şeytan onları derin bir sapıklığa saptırmak ister","ur":"اے نبیؐ! تم نے دیکھا نہیں اُن لوگوں کو جو دعویٰ تو کرتے ہیں کہ ہم ایمان لائے ہیں اُس کتاب پر جو تمہاری طرف نازل کی گئی ہے اور ان کتابوں پر جو تم سے پہلے نازل کی گئی تھیں، مگر چاہتے یہ ہیں کہ اپنے معاملات کا فیصلہ کرانے کے لیے طاغوت کی طرف رجوع کریں، حالانکہ انہیں طاغوت سے کفر کرنے کا حکم دیا گیا تھا شیطان انہیں بھٹکا کر راہ راست سے بہت دور لے جانا چاہتا ہے"},"chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"bn":"নারী","en":"The Women","id":"Wanita","ru":"Женщины","tr":"Nisâ","ur":"عورت"},"type":"medinan"}}
