{"id":557,"number":64,"text":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا","translations":{"en":"And We did not send any messenger except to be obeyed by permission of Allah. And if, when they wronged themselves, they had come to you, [O Muhammad], and asked forgiveness of Allah and the Messenger had asked forgiveness for them, they would have found Allah Accepting of repentance and Merciful","es":"Hemos enviado a los Mensajeros para que sean obedecidos con el permiso de Dios. Si [los hipócritas] después de haber cometido esas injusticias hubieran recurrido a ti, se hubieran arrepentido ante Dios, y el Mensajero hubiera pedido perdón por ellos, habrían comprobado que Dios es Indulgente, Misericordioso","fr":"Nous n'avons envoyé de Messager que pour qu'il soit obéi par la permission d'Allah. Si, lorsqu'ils ont fait du tort à leurs propres personnes ils venaient à toi en implorant le pardon d'Allah et si le Messager demandait le pardon pour eux, ils trouveraient, certes, Allah, Très Accueillant au repentir, Miséricordieux","id":"(Dan Kami tidak mengutus seorang rasul melainkan untuk ditaati dengan izin Allah. Dan sungguh, sekiranya mereka setelah menzalimi dirinya205) datang kepadamu (Muhammad), lalu memohon ampunan kepada Allah, dan Rasul pun memohonkan ampunan untuk mereka, niscaya mereka mendapati Allah Maha Penerima tobat, Maha Penyayang","ru":"Мы отправили посланников только для того, чтобы им повиновались с дозволения Аллаха. Если бы они, поступив несправедливо по отношению к себе, пришли к тебе и попросили прощения у Аллаха, если бы Посланник попросил прощения за них, то они нашли бы Аллаха Принимающим покаяния и Милосердным","sv":"Om Vi sänder ett sändebud är det för att han med Guds hjälp skall göra sig åtlydd. Men om de kommer till dig efter att ha gjort sig själva orätt [med sin synd] för att be om Guds förlåtelse, och om Sändebudet ber om förlåtelse för dem, skall de finna att Gud i Sin barmhärtighet tar emot den ångerfulles ånger","tr":"Biz her peygamberi ancak, Allah'ın izniyle, itaat olunması için gönderdik. Onlar, kendilerine yazık ettiklerinde, sana gelip Allah'tan mağfiret dileseler ve Peygamber de onlara mağfiret dileseydi, Allah'ın tevbeleri daima kabul ve merhamet eden olduğunu görürlerdi","ur":"(انہیں بتاؤ کہ) ہم نے جو رسول بھی بھیجا ہے اس لیے بھیجا ہے کہ اذن خداوندی کی بنا پر اس کی اطاعت کی جائے اگر انہوں نے یہ طریقہ اختیار کیا ہوتا کہ جب یہ اپنے نفس پر ظلم کر بیٹھے تھے تو تمہارے پاس آ جاتے اور اللہ سے معافی مانگتے، اور رسول بھی ان کے لیے معافی کی درخواست کرتا، تو یقیناً اللہ کو بخشنے والا اور رحم کرنے والا پاتے","zh":"我派遣使者，只为要人奉安拉的命令而服从他。他们自欺的时候，假若他们来见你，而且向安拉求饶，使者也替他们求饶，那么，他们必发现安拉是至宥的，是至慈的。"},"transliteration":"Wama arsalna min rasoolin illa liyutaAAa biithni Allahi walaw annahum ith thalamoo anfusahum jaooka faistaghfaroo Allaha waistaghfara lahumu alrrasoolu lawajadoo Allaha tawwaban raheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
