{"id":56,"number":49,"text":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","translations":{"en":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord","es":"Y [recuerden] cuando salvé a sus antepasados de las huestes del Faraón, que los sometían a crueles castigos; degollaban a sus hijos varones [recién nacidos] y dejaban con vida a sus hijas mujeres [para sojuzgarlas]. Esto era una prueba difícil de su Señor","fr":"Et [rappelez-vous] lorsque Nous vous avons délivrés des gens de Pharaon; qui vous infligeaient le pire châtiment: en égorgeant vos fils et épargnant vos femmes. C'était là une grande épreuve de la part de votre Seigneur","id":"Dan (ingatlah) ketika Kami menyelamatkan kamu dari (Fir'aun dan) pengikut-pengikut Fir'aun.25) Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu","ru":"Вот Мы спасли вас от рода Фараона. Они подвергали вас ужасным мучениям, убивали ваших сыновей и оставляли в живых ваших женщин. Это было для вас великим испытанием (или великой милостью) от вашего Господа","sv":"Och [minns] att Vi befriade er från Faraos män, som tillfogade er svåra lidanden, dödade era söner och [enbart] skonade era kvinnor - detta var en tung prövning som er Herre lade på er","tr":"Size işkence eden, kadınlarınızı sağ bırakıp oğullarınızı boğazlayan Firavun ailesinden sizi kurtarmıştık; bu Rabbinizin büyük bir imtihanı idi","ur":"یاد کرو وہ وقت، جب ہم نے تم کو فرعونیوں کی غلامی سے نجات بخشی اُنہوں نے تمہیں سخت عذاب میں مبتلا کر رکھا تھا، تمہارے لڑکوں کو ذبح کرتے تھے اور تمہاری لڑکیوں کو زندہ رہنے دیتے تھے اور اس حالت میں تمہارے رب کی طرف سے تمہاری بڑی آزمائش تھی","zh":"当时，我拯救你们脱离了法老的百姓。他们使你们遭受酷刑；屠杀你们的儿子，留存你们的女子；这是从你们的主降下的大难。"},"transliteration":"Waith najjaynakum min ali firAAawna yasoomoonakum sooa alAAathabi yuthabbihoona abnaakum wayastahyoona nisaakum wafee thalikum balaon min rabbikum AAatheemun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
