{"id":562,"number":69,"text":"وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّـٰلِحِينَۚ وَحَسُنَ أُوْلَـٰٓئِكَ رَفِيقٗا","translations":{"en":"And whoever obeys Allah and the Messenger - those will be with the ones upon whom Allah has bestowed favor of the prophets, the steadfast affirmers of truth, the martyrs and the righteous. And excellent are those as companions","es":"Los que obedezcan a Dios y al Mensajero estarán con los bienaventurados: los Profetas, los veraces, los que murieron dando testimonio [de su fe] y los justos. ¡Qué excelentes compañeros","fr":"Quiconque obéit à Allah et au Messager... ceux-là seront avec ceux qu'Allah a comblés de Ses bienfaits: les prophètes, les véridiques, les martyrs, et les vertueux. Et quels bons compagnons que ceux-là","id":"Dan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya","ru":"Те, которые повинуются Аллаху и Посланнику, окажутся вместе с пророками, правдивыми мужами, павшими мучениками и праведниками, которых облагодетельствовал Аллах. Как же прекрасны эти спутники","sv":"De som lyder Gud och Sändebudet skall få en plats vid sidan av dem som Gud välsignar med Sina gåvor - profeterna och de sanningsenliga och de som [med sina liv] vittnat om sanningen och de som gjorde det goda och det rätta - en ädel skara","tr":"Kim Allah'a ve Peygambere itaat ederse, işte onlar Allah'ın nimetine eriştirdiği peygamberlerle, dosdoğru olanlar, şehidler ve iyilerle beraberdirler. Onlar ne iyi arkadaştırlar","ur":"جو اللہ اور رسول کی اطاعت کرے گا وہ ان لوگوں کے ساتھ ہوگا جن پر اللہ نے انعام فرمایا ہے یعنی انبیا٫ اور صدیقین اور شہدا٫ اور صالحین کیسے اچھے ہیں یہ رفیق جو کسی کو میسر آئیں","zh":"凡服从安拉和使者的人，都与安拉所施过恩的众先知、忠信的人、殉教的人、善良的人同在。这等人，是很好的伙伴。"},"transliteration":"Waman yutiAAi Allaha waalrrasoola faolaika maAAa allatheena anAAama Allahu AAalayhim mina alnnabiyyeena waalssiddeeqeena waalshshuhadai waalssaliheena wahasuna olaika rafeeqan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
