{"id":567,"number":74,"text":"۞فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","translations":{"en":"So let those fight in the cause of Allah who sell the life of this world for the Hereafter. And he who fights in the cause of Allah and is killed or achieves victory - We will bestow upon him a great reward","es":"Que luchen por la causa de Dios quienes son capaces de sacrificar la vida mundanal por la otra. Pues a quien luche por la causa de Dios, sea que caiga abatido o que obtenga la victoria, le daré una magnífica recompensa","fr":"Qu'ils combattent donc dans le sentier d'Allah, ceux qui troquent la vie présente contre la vie future. Et quiconque combat dans le sentier d'Allah, tué ou vainqueur, Nous lui donnerons bientôt une énorme récompense","id":"Karena itu, hendaklah orang-orang yang menjual kehidupan dunia untuk (kehidupan) akhirat berperang di jalan Allah. Dan barang siapa berperang di jalan Allah, lalu gugur atau memperoleh kemenangan maka akan Kami berikan pahala yang besar kepadanya","ru":"Пусть сражаются на пути Аллаха те, которые покупают (или продают) мирскую жизнь за Последнюю жизнь. Того, кто будет сражаться на пути Аллаха и будет убит или одержит победу, Мы одарим великой наградой","sv":"Låt då dem kämpa för Guds sak som är villiga att ge upp detta jordiska liv för att vinna evigheten! Vare sig han stupar eller segrar, skall Vi skänka den som kämpar för Guds sak en riklig belöning","tr":"O halde, dünya hayatı yerine ahireti alanlar, Allah yolunda savaşsınlar. Kim Allah yolunda savaşır, öldürülür veya galib gelirse, Biz ona büyük bir ecir vereceğiz","ur":"(ایسے لوگوں کو معلوم ہو کہ) اللہ کی راہ میں لڑنا چاہیے اُن لوگوں کو جو آخرت کے بدلے دنیا کی زندگی کو فروخت کر دیں، پھر جو اللہ کی راہ میں لڑے گا اور مارا جائے گا یا غالب رہے گا اُسے ضرور ہم اجر عظیم عطا کریں گے","zh":"让那些为主道而战斗的信士们消灭以后世生活换取今世生活的人！谁为主道而战斗以致杀身成仁，或杀敌致果，我将赏赐谁重大的报酬。"},"transliteration":"Falyuqatil fee sabeeli Allahi allatheena yashroona alhayata alddunya bialakhirati waman yuqatil fee sabeeli Allahi fayuqtal aw yaghlib fasawfa nuteehi ajran AAatheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
