{"id":568,"number":75,"text":"وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخۡرِجۡنَا مِنۡ هَٰذِهِ ٱلۡقَرۡيَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِيّٗا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِيرًا","translations":{"en":"And what is [the matter] with you that you fight not in the cause of Allah and [for] the oppressed among men, women, and children who say, \"Our Lord, take us out of this city of oppressive people and appoint for us from Yourself a protector and appoint for us from Yourself a helper","es":"¿Qué les impide combatir por la causa de Dios, siendo que hay hombres, mujeres y niños oprimidos que imploran: \"¡Señor nuestro! Sácanos de esta ciudad de opresores. Concédenos, por Tu gracia, quién nos proteja y socorra","fr":"Et qu'avez-vous à ne pas combattre dans le sentier d'Allah, et pour la cause des faibles: hommes, femmes et enfants qui disent: «Seigneur! Fais-nous sortir de cette cité dont les gens sont injustes, et assigne-nous de Ta part un allié, et assigne-nous de Ta part un secoureur»","id":"Dan mengapa kamu tidak mau berperang di jalan Allah dan (membela) orang yang lemah, baik laki-laki, perempuan maupun anak-anak yang berdoa, \"Ya Tuhan kami, keluarkanlah kami dari negeri ini (Mekkah) yang penduduknya zalim. Berilah kami pelindung dari sisi-Mu, dan berilah kami penolong dari sisi-Mu","ru":"Отчего вам не сражаться на пути Аллаха и ради слабых мужчин, женщин и детей, которые говорят: «Господь наш! Выведи нас из этого города, жители которого являются беззаконниками. Назначь нам от Себя покровителя и назначь нам от Себя помощника»","sv":"Varför skulle ni inte kämpa för Guds sak och för de försvarslösa män, kvinnor och barn, som ropar: \"Herre! För oss ut ur detta land av förtryck och sänd oss i Din nåd en beskyddare, ja, sänd oss i Din nåd en hjälpare","tr":"Size ne oluyor da: \"Rabbimiz! Bizi halkı zalim olan bu şehirden çıkar, katından bize bir sahip çıkan gönder, katından bize bir yardımcı lutfet\" diyen zavallı çocuklar, erkekler ve kadınlar uğrunda ve Allah yolunda savaşmıyorsunuz","ur":"آخر کیا وجہ ہے کہ تم اللہ کی راہ میں اُن بے بس مردوں، عورتوں اور بچوں کی خاطر نہ لڑو جو کمزور پاکر دبا لیے گئے ہیں اور فریاد کر رہے ہیں کہ خدایا ہم کو اس بستی سے نکال جس کے باشندے ظالم ہیں اور اپنی طرف سے ہمارا کوئی حامی و مدد گار پیدا کر دے","zh":"(你们怎么不为（保卫）主道和（解救)老弱妇孺而抗战呢？他们常说：“我们的主啊！求你从这个虐民所居的城市里把我们救出去。求你从你那里为我们委任一个保护者，求你从你那里为我们委任一个援助者。”"},"transliteration":"Wama lakum la tuqatiloona fee sabeeli Allahi waalmustadAAafeena mina alrrijali waalnnisai waalwildani allatheena yaqooloona rabbana akhrijna min hathihi alqaryati alththalimi ahluha waijAAal lana min ladunka waliyyan waijAAal lana min ladunka naseeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
