{"id":569,"number":76,"text":"ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّـٰغُوتِ فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا","translations":{"en":"Those who believe fight in the cause of Allah, and those who disbelieve fight in the cause of Taghut. So fight against the allies of Satan. Indeed, the plot of Satan has ever been weak","es":"Los creyentes combaten por la causa de Dios. Los incrédulos, en cambio, combaten por la de los ídolos y la injusticia. ¡Combatan a los secuaces del demonio, y [sepan que] las artimañas del demonio son débiles","fr":"Les croyants combattent dans le sentier d'Allah, et ceux qui ne croient pas combattent dans le sentier du Tâghût. Eh bien, combattez les alliés du Diable, car la ruse du Diable est, certes, faible","id":"Orang-orang yang beriman, mereka berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan Tagut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah","ru":"Те, которые уверовали, сражаются на пути Аллаха, а те, которые не уверовали, сражаются на пути тагута. Посему сражайтесь с помощниками дьявола. Воистину, козни дьявола слабы","sv":"De troende kämpar för Guds sak, men förnekarna av sanningen kämpar de onda makternas kamp. Kämpa därför mot dessa Djävulens bundsförvanter; Djävulens list är [enbart] svaghet","tr":"İnananlar Allah yolunda savaşırlar, inkar edenler ise tağut yolunda harbederler. Şeytanın dostlarıyla savaşın, esasen şeytanın hilesi zayıftır","ur":"جن لوگوں نے ایمان کا راستہ اختیار کیا ہے، وہ اللہ کی راہ میں لڑتے ہیں اور جنہوں نے کفر کا راستہ اختیار کیا ہے، و ہ طاغوت کی راہ میں لڑتے ہیں، پس شیطان کے ساتھیوں سے لڑو اور یقین جانو کہ شیطان کی چالیں حقیقت میں نہایت کمزور ہیں","zh":"信道者在为主而战；不信道者，为塔吾特而战；故你们当抗击恶魔的党羽；恶魔的计策，确是脆弱的。"},"transliteration":"Allatheena amanoo yuqatiloona fee sabeeli Allahi waallatheena kafaroo yuqatiloona fee sabeeli alttaghooti faqatiloo awliyaa alshshaytani inna kayda alshshaytani kana daAAeefan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
