{"id":570,"number":77,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡيَةٗۚ وَقَالُواْ رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۗ قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِيلًا","translations":{"en":"Have you not seen those who were told, \"Restrain your hands [from fighting] and establish prayer and give zakah\"? But then when fighting was ordained for them, at once a party of them feared men as they fear Allah or with [even] greater fear. They said, \"Our Lord, why have You decreed upon us fighting? If only You had postponed [it for] us for a short time.\" Say, The enjoyment of this world is little, and the Hereafter is better for he who fears Allah. And injustice will not be done to you, [even] as much as a thread [inside a date seed]","es":"¿Acaso no te sorprende la actitud de aquellos a quienes se les dijo: \"No tienen permiso para combatir ahora, sino que cumplan la oración y hagan caridades?\" Pero cuando se les llamó a combatir, algunos de ellos temieron a la gente como se debe temer a Dios o aún más, y dijeron: \"¡Señor nuestro! ¿Por qué nos llamas a combatir? Si lo dejaras para más tarde…\". Diles: \"El goce de la vida mundanal es pasajero; en cambio, la otra vida es superior para los piadosos, en la que no serán tratados injustamente en lo más mínimo","fr":"N'as-tu pas vu ceux auxquels on avait dit: «Abstenez-vous de combattre, accomplissez la Salât et acquittez la Zakât!» Puis lorsque le combat leur fut prescrit, voilà qu'une partie d'entre eux se mit à craindre les gens comme on craint Allah, ou même d'une crainte plus forte encore, et à dire: «O notre Seigneur! Pourquoi nous as-Tu prescrit le combat? Pourquoi n'as-Tu pas reporté cela à un peu plus tard?» Dis: «La jouissance d'ici-bas est éphémère, mais la vie future est meilleure pour quiconque est pieux. Et on ne vous lésera pas, fût-ce d'un brin de noyau de datte","id":"(Tidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka,206) \"Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!\" Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, \"Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?\" Katakanlah, \"Kesenangan di dunia ini hanya sedikit dan di akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun","ru":"Разве ты не видел тех, кому было сказано: «Уберите руки (не пытайтесь сражаться), совершайте намаз и выплачивайте закят». Когда же им было предписано сражаться, некоторые из них стали бояться людей так, как боятся Аллаха, или даже более того. Они сказали: «Господь наш! Зачем Ты предписал нам сражаться? Вот если бы Ты предоставил отсрочку на небольшой срок!». Скажи: «Мирские блага непродолжительны, а Последняя жизнь лучше для того, кто богобоязнен. Вы же не будете обижены даже на величину нити на финиковой косточке»","sv":"HAR DU inte sett hur de som blivit tillsagda: \"Upphör med ert våld, förrätta bönen och erlägg allmoseskatten\", [beter sig] när de får befallning att kämpa? Några av dem visar sådan fruktan för människorna som skall visas Gud - ja, större fruktan - och de säger: \"Herre! Varför har Du befallt oss att kämpa? Ge oss ett kort uppskov!\" Säg: \"Livets fröjder är få; evigheten har mer att bjuda den som fruktar Gud och [ingen] skall få lida ens den orätt som ryms på en tråd","tr":"Kendilerine: \"Elinizi savaştan çekin, namaz kılın, zekat verin\" denenleri görmedin mi? Onlara savaş farz kılındığında, içlerinden bir takımı hemen, insanlardan, Allah'tan korkar gibi, hatta daha çok korkarlar ve \"Rabbimiz! Bize savaşı niçin farz kıldın, bizi yakın bir zamana kadar tehir edemez miydin?\" derler. De ki: \"Dünya geçimliği azdır, ahiret, Allah'a karşı gelmekten sakınan için hayırlıdır, size zerre kadar zulmedilmez","ur":"تم نے اُن لوگوں کو بھی دیکھا جن سے کہا گیا تھا کہ اپنے ہاتھ روکے رکھو اور نماز قائم کرو اور زکوٰۃ دو؟ اب جو انہیں لڑائی کا حکم دیا گیا تو ان میں سے ایک فریق کا حال یہ ہے کہ لوگوں سے ایسا ڈر رہے ہیں جیسا خدا سے ڈرنا چاہیے یا کچھ اس سے بھی بڑھ کر کہتے ہیں خدایا! یہ ہم پر لڑائی کا حکم کیوں لکھ دیا؟ کیوں نہ ہمیں ابھی کچھ اور مہلت دی؟ ان سے کہو، دنیا کا سرمایہ زندگی تھوڑا ہے، اور آخرت ایک خدا ترس انسان کے لیے زیادہ بہتر ہے، اور تم پر ظلم ایک شمہ برابر بھی نہ کیا جائے گا","zh":"难道你没有看见吗？有人曾对他们说：“你们当制止自己的武力，当谨守拜功，当完纳天课。”当安拉以抗战为他们的定制的时候，他们中有一部分人畏惧敌人，犹如畏惧安拉，乃至更加畏惧。他们说：“我们的主啊！你为什么以抗战为我们的定制呢？你为什么不让我们延迟到一个临近的日期呢？”你说：“今世的享受，是些微的；后世的报酬，对于敬畏者，是更好的。你们不受一丝毫亏枉。”"},"transliteration":"Alam tara ila allatheena qeela lahum kuffoo aydiyakum waaqeemoo alssalata waatoo alzzakata falamma kutiba AAalayhimu alqitalu itha fareequn minhum yakhshawna alnnasa kakhashyati Allahi aw ashadda khashyatan waqaloo rabbana lima katabta AAalayna alqitala lawla akhkhartana ila ajalin qareebin qul mataAAu alddunya qaleelun waalakhiratu khayrun limani ittaqa wala tuthlamoona fateelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
