{"id":571,"number":78,"text":"أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا","translations":{"en":"Wherever you may be, death will overtake you, even if you should be within towers of lofty construction. But if good comes to them, they say, \"This is from Allah \"; and if evil befalls them, they say, \"This is from you.\" Say, \"All [things] are from Allah.\" So what is [the matter] with those people that they can hardly understand any statement","es":"La muerte los alcanzará donde quiera que se encuentren, aunque se refugien en fortalezas inexpugnables. Si les acontece algo bueno dicen: \"Esto proviene de Dios\". Pero si los alcanza un perjuicio dicen: \"Esto es a causa de ti [¡oh, Mujámmad!]\". Diles: \"Todo proviene de Dios\". ¿Qué le sucede a esta gente que no comprenden lo que se les dice","fr":"Où que vous soyez, la mort vous atteindra, fussiez-vous dans des tours imprenables. Qu'un bien les atteigne, ils disent: «C'est de la part d'Allah.» Qu'un mal les atteigne, ils disent: «C'est dû à toi (Muhammad).» Dis: «Tout est d'Allah.» Mais qu'ont-ils ces gens, à ne comprendre presque aucune parole","id":"Dimanapun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kokoh. Jika mereka memperoleh kebaikan, mereka mengatakan, \"Ini dari sisi Allah\", dan jika mereka ditimpa suatu keburukan mereka mengatakan, \"Ini dari engkau (Muhammad).\" Katakanlah, \"Semuanya (datang) dari sisi Allah.\" Maka mengapa orang-orang itu (orang-orang munafik) hampir-hampir tidak memahami pembicaraan (sedikit pun)","ru":"Смерть настигнет вас, где бы вы ни находились, даже если вы будете в возведенных башнях. Если их постигает добро, они говорят: «Это - от Аллаха». Если же их постигает зло, они говорят: «Это - от тебя». Скажи: «Это - от Аллаха». Что же произошло с этими людьми, что они едва понимают то, что им говорят","sv":"Var ni än befinner er kommer döden att hinna ifatt er, även om ni skulle [fly upp] i höga torn.\" När något gott kommer människorna till del, säger de: \"Detta är [en gåva] av Gud\"; men när något ont drabbar dem, säger de: \"Detta är ditt [verk].\" Säg: \"Allt är från Gud.\" Hur är det fatt med dessa människor som knappt förstår [någonting av] det som sker","tr":"Nerede olursaniz olun, sağlam kaleler içinde bulunsanız bile, ölüm size yetişecektir. Onlara bir iyilik gelirse: \"Bu Allah'tandır\" derler, bir kötülüğe uğrarlarsa \"Bu, senin tarafındandır\" derler. De ki: \"Hepsi Allah'tandır\". Bunlara ne oluyor ki, hiçbir sözü anlamaya yanaşmıyorlar","ur":"رہی موت، تو جہاں بھی تم ہو وہ بہرحال تمہیں آکر رہے گی خواہ تم کیسی ہی مضبوط عمارتوں میں ہو اگر انہیں کوئی فائدہ پہنچتا ہے تو کہتے ہیں یہ اللہ کی طرف سے ہے، اور اگر کوئی نقصان پہنچتا ہے تو کہتے ہیں یہ تمہاری بدولت ہے کہو، سب کچھ اللہ ہی کی طرف سے ہے آخر ان لوگوں کو کیا ہو گیا ہے کہ کوئی بات ان کی سمجھ میں نہیں آتی","zh":"你们无论在什么地方，死亡总要追及你们，即使你们在高大的堡垒里。如果他们获得福利，他们就说：“这是安拉所降赐的。”如果他们遭遇祸患，他们就说：“这是你所招致的。”你说：“祸福都是安拉所降的。”这些民众，怎么几乎一句话都不懂呢？"},"transliteration":"Aynama takoonoo yudrikkumu almawtu walaw kuntum fee buroojin mushayyadatin wain tusibhum hasanatun yaqooloo hathihi min AAindi Allahi wain tusibhum sayyiatun yaqooloo hathihi min AAindika qul kullun min AAindi Allahi famali haolai alqawmi la yakadoona yafqahoona hadeethan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
