{"id":5712,"number":40,"text":"إِنَّآ أَنذَرۡنَٰكُمۡ عَذَابٗا قَرِيبٗا يَوۡمَ يَنظُرُ ٱلۡمَرۡءُ مَا قَدَّمَتۡ يَدَاهُ وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا","translations":{"en":"Indeed, We have warned you of a near punishment on the Day when a man will observe what his hands have put forth and the disbeliever will say, \"Oh, I wish that I were dust","es":"Les he advertido de este castigo inminente. Ese día cada ser humano ha de contemplar sus obras, y entonces dirá quien haya desmentido el Mensaje: \"¡Ojalá fuera polvo [para no ser juzgado]","fr":"Nous vous avons avertis d'un châtiment bien proche, le jour où l'homme verra ce que ses deux mains ont préparé; et l'infidèle dira: «Hélas pour moi! Comme j'aurais aimé n'être que poussière»","id":"Sesungguhnya Kami telah memperingatkan kepadamu (orang kafir) azab yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata, \"Alangkah baiknya seandainya dahulu aku jadi tanah","ru":"Мы предостерегли вас от наказания близкого. В тот день человек увидит, что уготовили его руки, а неверующий скажет: «Эх, если бы я был прахом!»","sv":"Vi har varnat er för ett straff som är nära förestående [och som kommer att drabba er] den Dag då människan ser [klart], vad hon har sänt framför sig [till Domen], och då den som förnekade sanningen skall säga: \"Ack, om jag nu hade varit mull och jord","tr":"Sizi, yakın gelecekteki bir azabla uyardık; o gün kişi elleriyle sunduğuna bakar ve inkarcı da: \"Keşke toprak olaydım\" der","ur":"ہم نے تم لوگوں کو اُس عذاب سے ڈرا دیا ہے جو قریب آ لگا ہے جس روز آدمی وہ سب کچھ دیکھ لے گا جو اس کے ہاتھوں نے آگے بھیجا ہے، اور کافر پکار اٹھے گا کہ کاش میں خاک ہوتا","zh":"我的确警告你们一种临近的刑罚，在那日，各人将要看见自己所已做的工作，不信道的人们将要说：啊！但愿我原是尘土。"},"transliteration":"Inna antharnakum AAathaban qareeban yawma yanthuru almaro ma qaddamat yadahu wayaqoolu alkafiru ya laytanee kuntu turaban","chapter":{"id":78,"name":"النبإ","transliteration":"An-Naba","translations":{"en":"The Tidings","es":"La Noticia","fr":"La nouvelle","id":"Berita Besar","ru":"Весть","sv":"Tillkännagivandet","tr":"Nebe","ur":"خبر","zh":"消息"},"type":"meccan"}}
