{"id":572,"number":79,"text":"مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ فَمِنَ ٱللَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","translations":{"en":"What comes to you of good is from Allah, but what comes to you of evil, [O man], is from yourself. And We have sent you, [O Muhammad], to the people as a messenger, and sufficient is Allah as Witness","es":"Todo bien que te alcance proviene de Dios, mientras que todo mal que te aflija es consecuencia de tus propias obras. Te he enviado [¡oh, Mujámmad!] como Mensajero a todas las personas. Dios es suficiente testigo","fr":"Tout bien qui t'atteint vient d'Allah, et tout mal qui t'atteint vient de toi-même. Et nous t'avons envoyé aux gens comme Messager. Et Allah suffit comme témoin","id":"Kebajikan apa pun yang kamu peroleh, adalah dari sisi Allah, dan keburukan apa pun yang menimpamu, itu dari (kesalahan) dirimu sendiri. Kami mengutusmu (Muhammad) menjadi Rasul kepada (seluruh) manusia. Dan cukuplah Allah yang menjadi saksi","ru":"Любое благо, которое достается тебе, приходит от Аллаха. А любая беда, постигающая тебя, приходит от тебя самого. Мы отправили тебя посланником для людей. Довольно того, что Аллах является Свидетелем","sv":"Det goda som du får del av är från Gud, och det onda som drabbar dig kommer av dig själv. OCH VI har sänt dig [Muhammad] som budbärare till människorna - [om detta] behövs inget annat vittne än Gud","tr":"Sana ne iyilik gelirse Allah'tandır, sana ne kötülük dokunursa kendindendir. Seni insanlara peygamber gönderdik, şahid olarak Allah yeter","ur":"اے انسان! تجھے جو بھلائی بھی حاصل ہوتی ہے اللہ کی عنایت سے ہوتی ہے، اور جو مصیبت تجھ پر آتی ہے وہ تیرے اپنے کسب و عمل کی بدولت ہے اے محمدؐ! ہم نے تم کو لوگوں کے لیے رسول بنا کر بھیجا ہے اوراس پر خدا کی گواہی کافی ہے","zh":"凡你所享的福利，都是安拉降赐的；凡你所遭的祸患，都是你自讨的。我派遣你以使者的资格去教化众人，安拉足为见证。"},"transliteration":"Ma asabaka min hasanatin famina Allahi wama asabaka min sayyiatin famin nafsika waarsalnaka lilnnasi rasoolan wakafa biAllahi shaheedan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
