{"id":574,"number":81,"text":"وَيَقُولُونَ طَاعَةٞ فَإِذَا بَرَزُواْ مِنۡ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُۖ وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","translations":{"bn":"আর তারা বলে, আপনার আনুগত্য করি। অতঃপর আপনার নিকট থেকে বেরিয়ে গেলেই তাদের মধ্য থেকে কেউ কেউ পরামর্শ করে রাতের বেলায় সে কথার পরিপন্থী যা তারা আপনার সাথে বলেছিল। আর আল্লাহ লিখে নেন, সে সব পরামর্শ যা তারা করে থাকে। সুতরাং আপনি তাদের ব্যাপারে নিস্পৃহতা অবলম্বন করুন এবং ভরসা করুন আল্লাহর উপর, আল্লাহ হলেন যথেষ্ট ও কার্যসম্পাদনকারী।","en":"And they say, \"[We pledge] obedience.\" But when they leave you, a group of them spend the night determining to do other than what you say. But Allah records what they plan by night. So leave them alone and rely upon Allah. And sufficient is Allah as Disposer of affairs","id":"Dan mereka (orang-orang munafik) mengatakan, \"(Kewajiban kami hanyalah) taat.\" Tetapi, apabila mereka telah pergi dari sisimu (Muhammad), sebagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah mencatat siasat yang mereka atur di malam hari itu, maka berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah yang menjadi pelindung","ru":"Они говорят: «Мы покорны». Когда же они покидают тебя, некоторые из них по ночам замышляют не то, что ты говорил. Аллах записывает то, что они замышляют по ночам. Отвернись же от них и уповай на Аллаха. Довольно того, что Аллах является Попечителем и Хранителем","tr":"Peki\" derler, fakat senin yanından çıktıklarında, içlerinden bir takımı, geceleyin senin dediklerinden başka bir şey kurarlar. Allah gece tasarladıklarını yazıyor, onlara aldırış etme. Allah'a güven, vekil olarak Allah yeter","ur":"وہ منہ پر کہتے ہیں کہ ہم مطیع فرمان ہیں مگر جب تمہارے پاس سے نکلتے ہیں تو ان میں سے ایک گروہ راتوں کو جمع ہو کر تمہاری باتوں کے خلاف مشورے کرتا ہے اللہ ان کی یہ ساری سرگوشیاں لکھ رہا ہے تم ان کی پروا نہ کرو اور اللہ پر بھروسہ رکھو، وہی بھروسہ کے لیے کافی ہے"},"chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"bn":"নারী","en":"The Women","id":"Wanita","ru":"Женщины","tr":"Nisâ","ur":"عورت"},"type":"medinan"}}
