{"id":576,"number":83,"text":"وَإِذَا جَآءَهُمۡ أَمۡرٞ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُواْ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُوْلِي ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا","translations":{"en":"And when there comes to them information about [public] security or fear, they spread it around. But if they had referred it back to the Messenger or to those of authority among them, then the ones who [can] draw correct conclusions from it would have known about it. And if not for the favor of Allah upon you and His mercy, you would have followed Satan, except for a few","es":"Cuando escuchan un rumor que pudiere atentar contra la seguridad y sembrar el temor, lo divulgan inmediatamente. Pero lo que debían hacer era remitirlo al Mensajero y a quienes tienen autoridad y conocimiento, que son quienes pueden investigar la información y comprender su magnitud, y sabrían qué hacer. Si no fuera por el favor y la misericordia de Dios para con ustedes, habrían seguido la voluntad del demonio, salvo algunos pocos","fr":"Quand leur parvient une nouvelle rassurante ou alarmante, ils la diffusent. S'ils la rapportaient au Messager et aux détenteurs du commandement parmi eux, ceux d'entre eux qui cherchent à être éclairés, auraient appris (la vérité de la bouche du Prophète et des détenteurs du commandement). Et n'eussent été la grâce d'Allah sur vous et Sa miséricorde, vous auriez suivi le Diable, à part quelques-uns","id":"Dan apabila sampai kepada mereka suatu berita tentang keamanan ataupun ketakutan, mereka (langsung) menyiarkannya. (Padahal) apabila mereka menyerahkannya kepada Rasul dan Ulil Amri 208) di antara mereka, tentulah orang-orang yang ingin mengetahui kebenarannya (akan dapat) mengetahuinya (secara resmi) dari mereka (Rasul dan Ulil Amri).209) Sekiranya bukan karena karunia dan rahmat Allah kepadamu, tentulah kamu mengikut setan, kecuali sebagian kecil saja (di antara kamu)","ru":"Когда до них доходит известие о безопасности или опасности, они разглашают его. Если бы они обратились с ним к Посланнику и обладающим влиянием среди них, то его от них узнали бы те, которые могут исследовать его. Если бы не милость и милосердие Аллаха к вам, то вы, за исключением немногих, последовали бы за дьяволом","sv":"OCH NÄR ett [rykte] som gäller fred eller krig kommer till deras kännedom, skyndar de sig att sprida det. Om de [i stället] genast underrättade Sändebudet och dem i deras gemenskap åt vilka anförtrotts myndighet och ansvar skulle de bland dem som [sysslar med att] utforska sanningen kunna klarlägga [ryktets betydelse]. Om inte Gud i Sin nåd hade förbarmat Sig över er skulle ni helt visst ha slutit er till Djävulen, alla utom ett fåtal","tr":"Kendilerine güven veya korku hususunda bir haber geldiğinde onu yayarlar; halbuki o haberi Peygamber'e veya kendilerinden buyruk sahibi olanlara götürselerdi, onlardan sonuç çıkarmaya kadir olanlar onu bilirdi. Allah'ın size bol nimeti ve rahmeti olmasaydı, pek azınız bir yana, şeytana uyardınız","ur":"یہ لوگ جہاں کوئی اطمینان بخش یا خوفناک خبر سن پاتے ہیں اُسے لے کر پھیلا دیتے ہیں، حالانکہ اگر یہ اُسے رسول اور اپنی جماعت کے ذمہ دار اصحاب تک پہنچائیں تو وہ ایسے لوگوں کے علم میں آ جائے جو اِن کے درمیان اس بات کی صلاحیت رکھتے ہیں کہ اس سے صحیح نتیجہ اخذ کرسکیں تم لوگوں پر اللہ کی مہربانی اور رحمت نہ ہوتی تو (تمہاری کمزوریاں ایسی تھیں کہ) معدودے چند کے سوا تم سب شیطان کے پیچھے لگ گئے ہوتے","zh":"当安全或恐怖的消息到达他们的时候，他们就加以传播，假若他们把消息报告使者和他们中主事的人，那么，他们中能推理的人，必定知道当如何应付。假若没有安拉所赐你们的恩惠和慈恩，那么，你们除少数人外，必已顺从恶魔了。"},"transliteration":"Waitha jaahum amrun mina alamni awi alkhawfi athaAAoo bihi walaw raddoohu ila alrrasooli waila olee alamri minhum laAAalimahu allatheena yastanbitoonahu minhum walawla fadlu Allahi AAalaykum warahmatuhu laittabaAAtumu alshshaytana illa qaleelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
