{"id":577,"number":84,"text":"فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِينَۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْۚ وَٱللَّهُ أَشَدُّ بَأۡسٗا وَأَشَدُّ تَنكِيلٗا","translations":{"en":"So fight, [O Muhammad], in the cause of Allah; you are not held responsible except for yourself. And encourage the believers [to join you] that perhaps Allah will restrain the [military] might of those who disbelieve. And Allah is greater in might and stronger in [exemplary] punishment","es":"Lucha por la causa de Dios, tú solo eres responsable por ti mismo. Exhorta a los creyentes a combatir; puede que Dios detenga el hostigamiento de los que niegan la verdad, pues Dios tiene mayor poderío y fuerza de disuasión","fr":"Combats donc dans le sentier d'Allah, tu n'es responsable que de toi même, et incite les croyants (au combat) Allah arrêtera certes la violence des mécréants. Allah est plus redoutable en force et plus sévère en punition","id":"Maka berperanglah engkau (Muhammad) di jalan Allah, engkau tidaklah dibebani melainkan atas dirimu sendiri.210) Kobarkanlah (semangat) orang-orang beriman (untuk berperang). Mudah-mudahan Allah menolak (mematahkan) serangan orang-orang yang kafir itu. Allah sangat besar kekuatan(-Nya) dan sangat keras siksa(-Nya)","ru":"Сражайся на пути Аллаха, ведь ты несешь ответственность только за себя самого, и побуждай верующих. Быть может, Аллах удержит мощь неверующих. Аллах могущественнее всех и суровее в наказании","sv":"Kämpa därför [Muhammad] för Guds sak - du svarar bara för dig själv - och ingjut lugn och dödsförakt hos de troende. Kanske hejdar Gud förnekarnas framfart; Guds slag faller hårdast och Hans straff är av exemplarisk stränghet","tr":"Allah yolunda savaş; sen ancak kendinden sorumlusun, inananları teşvik et; umulur ki Allah, inkar edenlerin baskınını önler. Allah'ın kahrı da, ibret alınacak cezası da pek şiddetlidir","ur":"پس اے نبیؐ! تم اللہ کی راہ میں لڑو، تم اپنی ذات کے سوا کسی اور کے لیے ذمہ دار نہیں ہو البتہ اہل ایما ن کو لڑنے کے لیے اکساؤ، بعید نہیں کہ اللہ کافروں کا زور توڑ دے، اللہ کا زور سب سے زیادہ زبردست اور اس کی سزا سب سے زیادہ سخت ہے","zh":"你当为主道而抗战，你只负你自己的行为的责任，你当鼓励信士们努力抗战，也许安拉阻止不信道者的迫害。安拉的权力是更强大的，他的惩罚是更严厉的。"},"transliteration":"Faqatil fee sabeeli Allahi la tukallafu illa nafsaka waharridi almumineena AAasa Allahu an yakuffa basa allatheena kafaroo waAllahu ashaddu basan waashaddu tankeelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
