{"id":578,"number":85,"text":"مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ وَمَن يَشۡفَعۡ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفۡلٞ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا","translations":{"en":"Whoever intercedes for a good cause will have a reward therefrom; and whoever intercedes for an evil cause will have a burden therefrom. And ever is Allah, over all things, a Keeper","es":"Quien interceda por una causa justa obtendrá parte de la recompensa [de Dios], y quien interceda por una causa injusta obtendrá parte del pecado [que implica]. Dios tiene poder sobre todas las cosas","fr":"Quiconque intercède d'une bonne intercession, en aura une part; et quiconque intercède d'une mauvaise intercession en portera une part de responsabilité. Et Allah est Puissant sur toute chose","id":"Barang siapa memberi pertolongan dengan pertolongan yang baik, niscaya dia akan memperoleh bagian (pahala)-nya. Dan barang siapa memberi pertolongan dengan pertolongan yang buruk, niscaya dia akan memikul bagian dari (dosa)nya. Allah Maha Kuasa atas segala sesuatu","ru":"Кто будет ходатайствовать хорошим заступничеством, тому оно станет уделом. А кто будет ходатайствовать дурным заступничеством, тому оно станет ношей. Аллах наблюдает за всякой вещью","sv":"Den som ingriper i och stöder en god sak får dela dess [goda följder], och den som ingriper i och stöder en orättfärdig sak får bära [en del av] ansvaret för dess [onda följder]. Gud har allt i Sin hand","tr":"Kim iyi bir işte aracılık ederse, ona onun sevabından bir pay vardır; kim de kötü bir şeyde aracılık yaparsa, ona o kötülükten bir hisse vardır. Allah, her şeyin karşılığını verir","ur":"جو بھلائی کی سفارش کریگا وہ اس میں سے حصہ پائے گا اور جو برائی کی سفارش کرے گا وہ اس میں سے حصہ پائے گا، اور اللہ ہر چیز پر نظر رکھنے والا ہے","zh":"谁赞助善事，谁得一份善报；谁赞助恶事，谁受一份恶报。安拉对于万事是全能的。"},"transliteration":"Man yashfaAA shafaAAatan hasanatan yakun lahu naseebun minha waman yashfaAA shafaAAatan sayyiatan yakun lahu kiflun minha wakana Allahu AAala kulli shayin muqeetan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
