{"id":582,"number":89,"text":"وَدُّواْ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِي سَبِيلِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُواْ مِنۡهُمۡ وَلِيّٗا وَلَا نَصِيرًا","translations":{"en":"They wish you would disbelieve as they disbelieved so you would be alike. So do not take from among them allies until they emigrate for the cause of Allah. But if they turn away, then seize them and kill them wherever you find them and take not from among them any ally or helper","es":"[Los hipócritas] quieren que ustedes rechacen la verdad, tal como ellos hicieron. No se alíen con ellos hasta que hayan emigrado por la causa de Dios [demostrando su fe]. Pero si se vuelven [abiertamente] hostiles, aprésenlos y ajustícienlos donde quiera que los encuentren. No los tomen jamás por aliados ni confidentes","fr":"Ils aimeraient vous voir mécréants comme ils ont mécru: alors vous seriez tous égaux! Ne prenez donc pas d'alliés parmi eux, jusqu'à ce qu'ils émigrent dans le sentier d'Allah. Mais s'ils tournent le dos, saisissez-les alors, et tuez-les où que vous les trouviez; et ne prenez parmi eux ni allié ni secoureur","id":"Mereka ingin agar kamu menjadi kafir sebagaimana mereka telah menjadi kafir, sehingga kamu menjadi sama (dengan mereka). Janganlah kamu jadikan dari antara mereka sebagai teman-teman(mu), sebelum mereka berpindah pada jalan Allah. Apabila mereka berpaling,212) maka tawanlah mereka dan bunuhlah mereka dimanapun mereka kamu temukan, dan janganlah kamu jadikan seorang pun di antara mereka sebagai teman setia dan penolong","ru":"Они хотят, чтобы вы стали неверующими, подобно им, и чтобы вы оказались равны. Посему не берите их себе в помощники и друзья, пока они не переселятся на пути Аллаха. Если же они отвернутся, то хватайте их и убивайте, где бы вы их ни обнаружили. Не берите себе из них ни покровителей, ни помощников","sv":"De skulle vilja att ni förnekade sanningen, liksom de har förnekat den, så att ni blir jämställda. Tag dem inte till bundsförvanter förrän de överger ondskans rike för att tjäna Gud; och om de återgår [till sin tidigare hållning], grip dem och döda dem, var ni än finner dem. Tag inte någon av dem till bundsförvant och sök inte hjälp hos någon av dem","tr":"Onlar kendileri inkar ettikleri gibi, keşki siz de inkar etseniz de eşit olsanız isterler. Allah yolunda hicret etmedikçe onlardan dost edinmeyin. Eğer yüz çevirirlerse onları tutun, bulduğunuz yerde öldürün. Onlardan dost ve yardımcı edinmeyin","ur":"وہ تو یہ چاہتے ہیں کہ جس طرح وہ خود کافر ہیں اسی طرح تم بھی کافر ہو جاؤ تاکہ تم اور وہ سب یکساں ہو جائیں لہٰذا ان میں سے کسی کو اپنا دوست نہ بناؤ جب تک کہ وہ اللہ کی راہ میں ہجرت کر کے نہ آ جائیں، اور اگر وہ ہجرت سے باز رہیں تو جہاں پاؤ انہیں پکڑو اور قتل کرو اور ان میں سے کسی کو اپنا دوست اور مددگار نہ بناؤ","zh":"他们希望你们像他们那样不信道，而使你们成为他们的同党。故你们不可以他们为盟友，直到他们为主道而迁移。如果他们违背正道，那么，你们在哪里发现他们，就在哪里捕杀他们；你们不要以他们为盟友，也不要以他们为援助者，"},"transliteration":"Waddoo law takfuroona kama kafaroo fatakoonoona sawaan fala tattakhithoo minhum awliyaa hatta yuhajiroo fee sabeeli Allahi fain tawallaw fakhuthoohum waoqtuloohum haythu wajadtumoohum wala tattakhithoo minhum waliyyan wala naseeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
