{"id":583,"number":90,"text":"إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا","translations":{"en":"Except for those who take refuge with a people between yourselves and whom is a treaty or those who come to you, their hearts strained at [the prospect of] fighting you or fighting their own people. And if Allah had willed, He could have given them power over you, and they would have fought you. So if they remove themselves from you and do not fight you and offer you peace, then Allah has not made for you a cause [for fighting] against them","es":"salvo a quienes busquen asilo en un pueblo con el que tengan un pacto [de no agresión], o con aquellos que están apesadumbrados por tener que combatirlos o combatir a su propia gente. [A ellos no los combatan porque] si Dios hubiera querido, les habría otorgado valor de combatir contra ustedes. Si ellos los dejan tranquilos y no los combaten y proponen la paz, sepan que Dios no los autoriza a agredirlos","fr":"excepté ceux qui se joignent à un groupe avec lequel vous avez conclu une alliance, ou ceux qui viennent chez vous, le cœur serré d'avoir à vous combattre ou à combattre leur propre tribu. Si Allah avait voulu, Il leur aurait donné l'audace (et la force) contre vous, et ils vous auraient certainement combattu. (Par conséquent,) s'ils restent neutres à votre égard et ne vous combattent point, et qu'ils vous offrent la paix, alors, Allah ne vous donne pas de chemin contre eux","id":"kecuali orang-orang yang meminta perlindungan kepada sesuatu kaum, yang antara kamu dan kaum itu telah ada perjanjian (damai)213) atau orang yang datang kepadamu sedang hati mereka merasa keberatan untuk memerangi kamu atau memerangi kaumnya.214) Sekiranya Allah menghendaki, niscaya diberikan-Nya kekuasaan kepada mereka (dalam) menghadapi kamu, maka pastilah mereka memerangimu. Tetapi jika mereka membiarkan kamu, dan tidak memerangimu serta menawarkan perdamaian kepadamu (menyerah) maka Allah tidak memberi jalan bagimu (untuk menawan dan membunuh) mereka","ru":"Исключением являются те, которые присоединились к народу, с которым у вас есть договор, или которые пришли к вам с грудью, стесненной от нежелания сражаться против вас или против своего народа. Если бы Аллах пожелал, то позволил бы им одержать верх над вами, и тогда они непременно сразились бы с вами. Если же они отступили от вас, не стали сражаться с вами и предложили вам мир, то Аллах не открывает вам пути против них","sv":"om de inte ansluter sig till en grupp som står i förbund med er eller kommer till er, bekymrade över att [tvingas] kämpa antingen mot er eller mot sitt eget folk. Men hade det varit Guds vilja kunde Han helt visst ha gett dem makt över er och då skulle de [också] ha kämpat mot er. Drar de sig tillbaka och vill undvika strid med er och erbjuder er fred, ger Gud er inte rätt att gå till angrepp mot dem","tr":"Ancak, sizinle kendileri arasında anlaşma olan bir millete sığınanlar yahut sizinle savaştan veya kendi milletleriyle savaşmaktan bıkarak size başvuranlar müstesnadır. Allah dileseydi onları üzerinize çullandırırdı da sizinle savaşırlardı. Eğer sizden uzak durur, sizinle savaşmaz, size barış teklif ederlerse Allah onlara dokunmanıza izin vermez","ur":"البتہ و ہ منافق اس حکم سے مستثنیٰ ہیں جو کسی ایسی قوم سے جا ملیں جس کے ساتھ تمہارا معاہدہ ہے اسی طرح وہ منافق بھی مستثنیٰ ہیں جو تمہارے پاس آتے ہیں اور لڑائی سے دل برداشتہ ہیں، نہ تم سے لڑنا چاہتے ہیں نہ اپنی قوم سے اللہ چاہتا تو ان کو تم پر مسلط کر دیتا اور وہ بھی تم سے لڑتے لہٰذا اگر وہ تم سے کنارہ کش ہو جائیں اور لڑنے سے باز رہیں اور تمہاری طرف صلح و آشتی کا ہاتھ بڑھائیں تو اللہ نے تمہارے لیے ان پر دست درازی کی کوئی سبیل نہیں رکھی ہے","zh":"除非他们逃到曾与你们缔约的民众那里，或来归顺你们，既不愿对你们作战，又不愿对他们的宗族作战。假若安拉意欲，他必使他们占优势，而他们必进攻你们。如果他们退避你们，而不进攻你们，并且投降你们，那么，安拉绝不许你们进攻他们。"},"transliteration":"Illa allatheena yasiloona ila qawmin baynakum wabaynahum meethaqun aw jaookum hasirat sudooruhum an yuqatilookum aw yuqatiloo qawmahum walaw shaa Allahu lasallatahum AAalaykum falaqatalookum faini iAAtazalookum falam yuqatilookum waalqaw ilaykumu alssalama fama jaAAala Allahu lakum AAalayhim sabeelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
