{"id":583,"number":90,"text":"إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا","translations":{"bn":"কিন্তু যারা এমন সম্প্রদায়ের সাথে মিলিত হয় যে, তোমাদের মধ্যে ও তাদের মধ্যে চুক্তি আছে অথবা তোমাদের কাছে এভাবে আসে যে, তাদের অন্তর তোমাদের সাথে এবং স্বজাতির সাথেও যুদ্ধ করতে অনিচ্ছুক। যদি আল্লাহ ইচ্ছে করতেন, তবে তোমাদের উপর তাদেরকে প্রবল করে দিতেন। ফলে তারা অবশ্যই তোমাদের সাথে যুদ্ধ করত। অতঃপর যদি তারা তোমাদের থেকে পৃথক থাকে তোমাদের সাথে যুদ্ধ না করে এবং তোমাদের সাথে সন্ধি করে, তবে আল্লাহ তোমাদের কে তাদের বিরুদ্ধে কোন পথ দেননি।","en":"Except for those who take refuge with a people between yourselves and whom is a treaty or those who come to you, their hearts strained at [the prospect of] fighting you or fighting their own people. And if Allah had willed, He could have given them power over you, and they would have fought you. So if they remove themselves from you and do not fight you and offer you peace, then Allah has not made for you a cause [for fighting] against them","id":"kecuali orang-orang yang meminta perlindungan kepada sesuatu kaum, yang antara kamu dan kaum itu telah ada perjanjian (damai)213) atau orang yang datang kepadamu sedang hati mereka merasa keberatan untuk memerangi kamu atau memerangi kaumnya.214) Sekiranya Allah menghendaki, niscaya diberikan-Nya kekuasaan kepada mereka (dalam) menghadapi kamu, maka pastilah mereka memerangimu. Tetapi jika mereka membiarkan kamu, dan tidak memerangimu serta menawarkan perdamaian kepadamu (menyerah) maka Allah tidak memberi jalan bagimu (untuk menawan dan membunuh) mereka","ru":"Исключением являются те, которые присоединились к народу, с которым у вас есть договор, или которые пришли к вам с грудью, стесненной от нежелания сражаться против вас или против своего народа. Если бы Аллах пожелал, то позволил бы им одержать верх над вами, и тогда они непременно сразились бы с вами. Если же они отступили от вас, не стали сражаться с вами и предложили вам мир, то Аллах не открывает вам пути против них","tr":"Ancak, sizinle kendileri arasında anlaşma olan bir millete sığınanlar yahut sizinle savaştan veya kendi milletleriyle savaşmaktan bıkarak size başvuranlar müstesnadır. Allah dileseydi onları üzerinize çullandırırdı da sizinle savaşırlardı. Eğer sizden uzak durur, sizinle savaşmaz, size barış teklif ederlerse Allah onlara dokunmanıza izin vermez","ur":"البتہ و ہ منافق اس حکم سے مستثنیٰ ہیں جو کسی ایسی قوم سے جا ملیں جس کے ساتھ تمہارا معاہدہ ہے اسی طرح وہ منافق بھی مستثنیٰ ہیں جو تمہارے پاس آتے ہیں اور لڑائی سے دل برداشتہ ہیں، نہ تم سے لڑنا چاہتے ہیں نہ اپنی قوم سے اللہ چاہتا تو ان کو تم پر مسلط کر دیتا اور وہ بھی تم سے لڑتے لہٰذا اگر وہ تم سے کنارہ کش ہو جائیں اور لڑنے سے باز رہیں اور تمہاری طرف صلح و آشتی کا ہاتھ بڑھائیں تو اللہ نے تمہارے لیے ان پر دست درازی کی کوئی سبیل نہیں رکھی ہے"},"chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"bn":"নারী","en":"The Women","id":"Wanita","ru":"Женщины","tr":"Nisâ","ur":"عورت"},"type":"medinan"}}
