{"id":584,"number":91,"text":"سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأۡمَنُوكُمۡ وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَاۚ فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَـٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا","translations":{"en":"You will find others who wish to obtain security from you and [to] obtain security from their people. Every time they are returned to [the influence of] disbelief, they fall back into it. So if they do not withdraw from you or offer you peace or restrain their hands, then seize them and kill them wherever you overtake them. And those - We have made for you against them a clear authorization","es":"Pero encontrarán a otro grupo que desea estar a salvo de ustedes [aparentando ser creyentes] y a salvo de su gente [manifestando la incredulidad que hay en sus corazones]. Cada vez que su pueblo los incita a combatir contra ustedes se precipitan a agredirlos. A estos, si no dan la palabra de que no combatirán contra ustedes, proponen la paz y contienen la agresión, aprésenlos y ajustícienlos [en el curso del combate] donde quiera que los encuentren. A ellos se les permite combatirlos","fr":"Vous en trouverez d'autres qui cherchent à avoir votre confiance, et en même temps la confiance de leur propre tribu. Toutes les fois qu'on les pousse vers l'Association, (l'idolâtrie) ils y retombent en masse. (Par conséquent,) s'ils ne restent pas neutres à votre égard, ne vous offrent pas la paix et ne retiennent pas leurs mains (de vous combattre), alors, saisissez-les et tuez les où que vous les trouviez. Contre ceux-ci, Nous vous avons donné une autorité manifeste","id":"Kelak akan kamu dapati (golongan-golongan) yang lain, yang menginginkan agar mereka hidup aman bersamamu dan aman (pula) bersama kaumnya. Setiap kali mereka diajak kembali kepada fitnah (syirik), mereka pun terjun ke dalamnya. Karena itu jika mereka tidak membiarkan kamu dan tidak mau menawarkan perdamaian kepadamu, serta tidak menahan tangan mereka (dari memerangimu), maka tawanlah mereka dan bunuhlah mereka dimana saja kamu temui, dan merekalah orang yang Kami berikan kepadamu alasan yang nyata (untuk memerangi, menawan dan membunuh) mereka","ru":"Вы обнаружите, что другие хотят получить гарантии безопасности от вас и от своего народа. Всякий раз, когда их возвращают в смуту, они опрокидываются в ней. Если они не отступят от вас, не предложат вам мира и не уберут свои руки, то хватайте их и убивайте, где бы вы их ни обнаружили. Мы предоставили вам очевидный довод против них","sv":"Ni kommer att se att det finns andra, som [på samma gång] vill hålla sig väl med er och med sina egna; var gång de frestas [att svika er], faller de för frestelsen. Om de inte drar sig tillbaka och erbjuder er fred och hejdar sina händers [våld], får ni gripa dem och döda dem var ni än träffar på dem; mot dem ger Vi er en klar fullmakt [att kämpa]","tr":"Diğerlerinin de sizden ve kendi milletlerinden güvende olmayı istediklerini göreceksiniz. Ne var ki fitneciliğe her çağırıldıklarında ona can atarlar; eğer sizden uzak durmazlar, barış teklif etmezler ve sizden el çekmezlerse onları yakalayın, bulduğunuz yerde öldürün. İşte onların aleyhlerine size apaçık ferman verdik","ur":"ایک اور قسم کے منافق تمہیں ایسے ملیں گے جو چاہتے ہیں کہ تم سے بھی امن میں رہیں اور اپنی قوم سے بھی، مگر جب کبھی فتنہ کا موقع پائیں گے اس میں کود پڑیں گے ایسے لوگ اگر تمہارے مقابلہ سے باز نہ رہیں اور صلح و سلامتی تمہارے آگے پیش نہ کریں اور اپنے ہاتھ نہ روکیں تو جہاں وہ ملیں انہیں پکڑو اور مارو، ان پر ہاتھ اٹھانے کے لیے ہم نے تمہیں کھلی حجت دے دی ہے","zh":"你们将发现别的许多人，想从你们那里获得安全，也想从他们的宗族获得安全；他们每逢被召于迫害，他们都冒昧地参加。如果他们不退避你们，不投降你们，不停止作战，那么，你们在哪里发现他们，就当在哪里捕杀他们。这等人，对于制裁他们，我已经把一个明证授予你们了。"},"transliteration":"Satajidoona akhareena yureedoona an yamanookum wayamanoo qawmahum kulla ma ruddoo ila alfitnati orkisoo feeha fain lam yaAAtazilookum wayulqoo ilaykumu alssalama wayakuffoo aydiyahum fakhuthoohum waoqtuloohum haythu thaqiftumoohum waolaikum jaAAalna lakum AAalayhim sultanan mubeenan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
