{"id":585,"number":92,"text":"وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translations":{"en":"And never is it for a believer to kill a believer except by mistake. And whoever kills a believer by mistake - then the freeing of a believing slave and a compensation payment presented to the deceased's family [is required] unless they give [up their right as] charity. But if the deceased was from a people at war with you and he was a believer - then [only] the freeing of a believing slave; and if he was from a people with whom you have a treaty - then a compensation payment presented to his family and the freeing of a believing slave. And whoever does not find [one or cannot afford to buy one] - then [instead], a fast for two months consecutively, [seeking] acceptance of repentance from Allah. And Allah is ever Knowing and Wise","es":"No es propio de un creyente matar a otro creyente, salvo que sea por accidente. Quien mate a un creyente accidentalmente deberá liberar a un esclavo creyente y pagar una indemnización a la familia de la víctima, a menos que ésta la condone. Si [quien muere accidentalmente] era creyente y pertenecía a un pueblo enemigo, [el que causó la muerte accidental] deberá liberar un esclavo creyente. Pero si pertenecía a un pueblo con el que se tiene un pacto [de no agresión], deberá pagarle la indemnización a la familia de la víctima y liberar a un esclavo creyente. Y quien no esté en condiciones [económicas] de hacerlo [o no encuentre,] deberá ayunar dos meses consecutivos para alcanzar el perdón de Dios. Dios todo lo sabe, es Sabio","fr":"Il n'appartient pas à un croyant de tuer un autre croyant, si ce n'est par erreur. Quiconque tue par erreur un croyant, qu'il affranchisse alors un esclave croyant et remette à sa famille le prix du sang, à moins que celle-ci n'y renonce par charité. Mais si [le tué] appartenait à un peuple ennemi à vous et qu'il soit croyant, qu'on affranchisse alors un esclave croyant. S'il appartenait à un peuple auquel vous êtes liés par un pacte, qu'on verse alors à sa famille le prix du sang et qu'on affranchisse un esclave croyant. Celui qui n'en trouve pas les moyens, qu'il jeûne deux mois d'affilée pour être pardonné par Allah. Allah est Omniscient et Sage","id":"Dan tidak patut bagi seorang yang beriman membunuh seorang yang beriman (yang lain), kecuali karena kesalahan (tidak sengaja). Barang siapa membunuh seorang yang beriman karena kesalahan (hendaklah) dia memerdekakan seorang hamba sahaya yang beriman serta (membayar) tebusan yang diserahkan kepada keluarganya (si terbunuh itu), kecuali jika mereka (keluarga terbunuh) membebaskan pembayaran. Jika dia (si terbunuh) dari kaum yang memusuhimu, padahal dia orang beriman, maka (hendaklah si pembunuh) memerdekakan hamba sahaya yang beriman. Dan jika dia (si terbunuh) dari kaum (kafir) yang ada perjanjian (damai) antara mereka dengan kamu, maka (hendaklah si pembunuh) membayar tebusan yang diserahkan kepada keluarganya (si terbunuh) serta memerdekakan hamba sahaya yang beriman. Barang siapa tidak mendapatkan (hamba sahaya), maka hendaklah dia (si pembunuh) berpuasa dua bulan berturut-turut sebagai tobat kepada Allah. Dan Allah Maha Mengetahui, Mahabijaksana","ru":"Верующему не подобает убивать верующего, разве что по ошибке. Кто бы ни убил верующего по ошибке, он должен освободить верующего раба и вручить семье убитого выкуп, если только они не пожертвуют им. Если верующий был из враждебного вам племени, то надлежит освободить верующего раба. Если убитый принадлежал к народу, с которым у вас есть договор, то надлежит вручить его семье выкуп и освободить верующего раба. Кто не сможет совершить этого, тому надлежит поститься в течение двух месяцев непрерывно в качестве покаяния перед Аллахом. Аллах - Знающий, Мудрый","sv":"EN TROENDE dödar inte en annan troende, om det inte sker oavsiktligt. Den som av misstag har dödat en troende skall befria en troende slav och betala blodspengar till den dödes närmaste, om de inte i en anda av försoning avstår från sin rätt. Om [den döde], fastän själv troende, tillhörde en stam som är i krig med er, [är boten enbart] att befria en troende slav; men tillhörde han en stam som står i förbund med er, [skall gärningsmannen betala] blodspengar till den dödes närmaste och [dessutom] befria en troende slav. Den som inte är i stånd till detta skall fasta två månader i följd. Detta är den bot som Gud har föreskrivit; Gud är allvetande, vis","tr":"Bir müminin diğer mümini yanlışlık dışında öldürmesi asla caiz değildir. Bir mümini yanlışlıkla öldürenin, bir mümin köleyi azad etmesi ve öldürülenin ailesi bağışlamadıkça, ona diyet ödemesi gerekir. Eğer o mümin, size düşman bir topluluktan ise mümin bir köleyi azad etmek gerekir. Şayet aranızda anlaşma olan bir millettense, ailesine diyet ödemek ve mümin bir köleyi azat etmek gerekir. Bulamayana, Allah tarafından tevbesinin kabulü için, ard arda iki ay oruç tutmak gerekir. Allah bilendir. Hakim'dir","ur":"کسی مومن کا یہ کام نہیں ہے کہ دوسرے مومن کو قتل کرے، الا یہ کہ اُس سے چوک ہو جائے، اور جو شخص کسی مومن کو غلطی سے قتل کر دے تو اس کا کفارہ یہ ہے کہ ایک مومن کو غلامی سے آزاد کرے اور مقتول کے وارثوں کو خونبہا دے، الا یہ کہ وہ خونبہا معاف کر دیں لیکن اگر وہ مسلمان مقتول کسی ایسی قوم سے تھا جس سے تمہاری دشمنی ہو تو اس کا کفارہ ایک مومن غلام آزاد کرنا ہے اور اگر وہ کسی ایسی غیرمسلم قوم کا فرد تھا جس سے تمہارا معاہدہ ہو تو اس کے وارثوں کو خون بہا دیا جائے گا اور ایک مومن غلام کو آزاد کرنا ہوگا پھر جو غلام نہ پائے وہ پے در پے دو مہینے کے روزے رکھے یہ اِس گناہ پر اللہ سے توبہ کرنے کا طریقہ ہے اور اللہ علیم و دانا ہے","zh":"信士不至于杀害信士，除非是误杀。谁误杀一个信士，谁当释放一个信道的奴隶，并以血锾交付尸亲，除非他们自愿让与。被杀的信士，如果他的宗族是你们的敌人，那么，凶手应当释放一个信道的奴隶。如果被杀者的宗族是你们的盟友，那么，凶手应当以血锾交付尸亲，并释放一个信道的奴隶。谁不能释放奴隶，谁当连续斋戒两个月，这是因为安拉准许他悔过自新。安拉是全知的，是至睿的。"},"transliteration":"Wama kana limuminin an yaqtula muminan illa khataan waman qatala muminan khataan fatahreeru raqabatin muminatin wadiyatun musallamatun ila ahlihi illa an yassaddaqoo fain kana min qawmin AAaduwwin lakum wahuwa muminun fatahreeru raqabatin muminatin wain kana min qawmin baynakum wabaynahum meethaqun fadiyatun musallamatun ila ahlihi watahreeru raqabatin muminatin faman lam yajid fasiyamu shahrayni mutatabiAAayni tawbatan mina Allahi wakana Allahu AAaleeman hakeeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
