{"id":586,"number":93,"text":"وَمَن يَقۡتُلۡ مُؤۡمِنٗا مُّتَعَمِّدٗا فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِدٗا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمٗا","translations":{"en":"But whoever kills a believer intentionally - his recompense is Hell, wherein he will abide eternally, and Allah has become angry with him and has cursed him and has prepared for him a great punishment","es":"Quien asesine a un creyente con premeditación será condenado a permanecer eternamente en el Infierno, además caerá en la ira de Dios, y recibirá Su maldición y un castigo terrible","fr":"Quiconque tue intentionnellement un croyant, Sa rétribution alors sera l'Enfer, pour y demeurer éternellement. Allah l'a frappé de Sa colère, l'a maudit et lui a préparé un énorme châtiment","id":"Dan barang siapa membunuh seorang yang beriman dengan sengaja, maka balasannya ialah neraka Jahanam, dia kekal di dalamnya. Allah murka kepadanya, dan melaknatnya serta menyediakan azab yang besar baginya","ru":"Если же кто-либо убьет верующего преднамеренно, то возмездием ему будет Геенна, в которой он пребудет вечно. Аллах разгневается на него, проклянет его и приготовит ему великие мучения","sv":"För den som avsiktligen dödar en troende är straffet helvetet, och där skall han förbli till evig tid; han skall drabbas av Guds vrede och Gud skall fördöma honom och utlämna honom åt det svåraste lidande","tr":"Kim bir mümini kasden öldürürse cezası, içinde temelli kalacağı cehennemdir. Allah ona gazabetmiş, lanetlemiş ve büyük azab hazırlamıştır","ur":"رہا وہ شخص جو کسی مومن کو جان بوجھ کر قتل کرے تو اُس کی جزا جہنم ہے جس میں وہ ہمیشہ رہے گا اس پر اللہ کا غضب اور اُس کی لعنت ہے اور اللہ نے اس کے لیے سخت عذاب مہیا کر رکھا ہے","zh":"谁故意杀害一个信士，谁要受火狱的报酬，而永居其中，且受安拉的谴怒和弃绝，安拉已为他预备重大的刑罚。"},"transliteration":"Waman yaqtul muminan mutaAAammidan fajazaohu jahannamu khalidan feeha waghadiba Allahu AAalayhi walaAAanahu waaAAadda lahu AAathaban AAatheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
