{"id":587,"number":94,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا ضَرَبۡتُمۡ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞۚ كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translations":{"en":"O you who have believed, when you go forth [to fight] in the cause of Allah, investigate; and do not say to one who gives you [a greeting of] peace \"You are not a believer,\" aspiring for the goods of worldly life; for with Allah are many acquisitions. You [yourselves] were like that before; then Allah conferred His favor upon you, so investigate. Indeed Allah is ever, with what you do, Acquainted","es":"¡Oh, creyentes! Cuando salgan a combatir por la causa de Dios, asegúrense de no combatir contra los creyentes, y no digan a quien los saluda con la paz [expresando su Islam]: \"¡Tú no eres creyente!\", para así combatirlo y conseguir algo de los bienes perecederos de la vida mundanal, pues junto a Dios hay grandes botines. Ustedes eran así [en la época pagana], pero Dios los agració [con el Islam]. Usen su discernimiento, porque Dios está bien informado de lo que hacen","fr":"O les croyants! Lorsque vous sortez pour lutter dans le sentier d'Allah, voyez bien clair (ne vous hâtez pas) et ne dites pas à quiconque vous adresse le salut (de l'Islam): «Tu n'es pas croyant», convoitant les biens de la vie d'ici-bas. Or c'est auprès d'Allah qu'il y a beaucoup de butin. C'est ainsi que vous étiez auparavant; puis Allah vous a accordé Sa grâce. Voyez donc bien clair. Allah est, certes, Parfaitement Connaisseur de ce que vous faites","id":"Wahai orang-orang yang beriman! Apabila kamu pergi (berperang) di jalan Allah, maka telitilah (carilah keterangan) dan janganlah kamu mengatakan kepada orang yang mengucapkan \"salam\" kepadamu,215) \"Kamu bukan seorang yang beriman\", (lalu kamu membunuhnya), dengan maksud mencari harta benda kehidupan dunia, padahal di sisi Allah ada harta yang banyak. Begitu jugalah keadaan kamu dahulu,216) lalu Allah memberikan nikmat-Nya kepadamu, maka telitilah! Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan","ru":"О те, которые уверовали! Когда вы выступаете на пути Аллаха, то удостоверяйтесь и не говорите тому, кто приветствует вас миром: «Ты - неверующий», - стремясь обрести тленные блага мирской жизни. У Аллаха есть богатая добыча. Такими вы были прежде, но Аллах оказал вам милость, и посему удостоверяйтесь. Воистину, Аллах ведает о том, что вы совершаете","sv":"Troende! När ni går ut för [att kämpa för] Guds sak, säg inte till den som hälsar er med fredshälsningen, utan att ha förvissat er [om rätta förhållandet]: \"Du är inte en av de troende\" - i förhoppning om att göra en lättfången vinst. [Tänk på att] många vinster väntar hos Gud. En gång befann ni er själva i sådant [läge] men Gud visade er stor nåd. Förvissa er därför [om rätta förhållandet]. Gud är väl underrättad om vad ni gör","tr":"Ey İnananlar! Allah yolunda yürüdüğünüz vakit, her şeyi iyice anlayın. Size, müslüman olduğunu bildirene, dünya hayatının geçici menfaatine göz dikerek: \"Sen mümin değilsin\" demeyin. Allah katında birçok ganimetler vardır. Evvelce siz de öyleydiniz. Allah size iyilikte bulundu, iyice araştırıp anlayın, Allah işlediklerinizden şüphesiz haberdardır","ur":"اے لوگو جو ایما ن لائے ہو، جب تم اللہ کی راہ میں جہاد کے لیے نکلو تو دوست دشمن میں تمیز کرو اور جو تمہاری طرف سلام سے تقدیم کرے اُسے فوراً نہ کہہ دو کہ تو مومن نہیں ہے اگر تم دنیوی فائدہ چاہتے ہو تو اللہ کے پاس تمہارے لیے بہت سے اموال غنیمت ہیں آخر اسی حالت میں تم خود بھی تو اس سے پہلے مبتلا رہ چکے ہو، پھر اللہ نے تم پر احسان کیا، لہٰذا تحقیق سے کام لو، جو کچھ تم کرتے ہو اللہ اُس سے باخبر ہے","zh":"信道的人们啊！当你们为主道而出征的时候，你们当事事审慎，你们不要对向你们表示归依伊斯兰的人说：“你不是信士。”你们欲图今世生活的浮利，但在安拉那里有丰富的福利。以前，你们是像那样的。但安拉施恩于你们，故你们应当事事审慎。安拉确是彻知你们的行为的。"},"transliteration":"Ya ayyuha allatheena amanoo itha darabtum fee sabeeli Allahi fatabayyanoo wala taqooloo liman alqa ilaykumu alssalama lasta muminan tabtaghoona AAarada alhayati alddunya faAAinda Allahi maghanimu katheeratun kathalika kuntum min qablu famanna Allahu AAalaykum fatabayyanoo inna Allaha kana bima taAAmaloona khabeeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
