{"id":588,"number":95,"text":"لَّا يَسۡتَوِي ٱلۡقَٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِينَ غَيۡرُ أُوْلِي ٱلضَّرَرِ وَٱلۡمُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَٰعِدِينَ دَرَجَةٗۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ عَلَى ٱلۡقَٰعِدِينَ أَجۡرًا عَظِيمٗا","translations":{"en":"Not equal are those believers remaining [at home] - other than the disabled - and the mujahideen, [who strive and fight] in the cause of Allah with their wealth and their lives. Allah has preferred the mujahideen through their wealth and their lives over those who remain [behind], by degrees. And to both Allah has promised the best [reward]. But Allah has preferred the mujahideen over those who remain [behind] with a great reward","es":"Los creyentes que permanecieron pasivos [ante la llamada a luchar por la justicia y la seguridad] no pueden ser equiparados con quienes combatieron por la causa de Dios con sus bienes y sus vidas, excepto los que tengan excusa válida. Dios considera superiores a quienes combaten [por la justicia] con sus bienes y sus vidas, por sobre quienes permanecen pasivos [ante la injusticia]. Pero a todos Dios ha prometido un buen fin [el Paraíso], aunque Dios ha preferido conceder una recompensa más grandiosa a quienes lucharon que a quienes no lo hicieron","fr":"Ne sont pas égaux ceux des croyants qui restent chez eux - sauf ceux qui ont quelque infirmité - et ceux qui luttent corps et biens dans le sentier d'Allah. Allah donne à ceux qui luttent corps et biens un grade d'excellence sur ceux qui restent chez eux. Et à chacun Allah a promis la meilleure récompense; et Allah a mis les combattants au-dessus des non combattants en leur accordant une rétribution immense","id":"Tidaklah sama antara orang beriman yang duduk (yang tidak turut berperang) tanpa mempunyai uzur (halangan) dengan orang yang berjihad di jalan Allah dengan harta dan jiwanya. Allah melebihkan derajat orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk (tidak ikut berperang tanpa halangan). Kepada masing-masing, Allah menjanjikan (pahala) yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar","ru":"Те из верующих, которые отсиживаются, не равны тем, которые сражаются на пути Аллаха своим имуществом и своими душами, кроме тех, кто испытывает тяготы. Аллах возвысил тех, которые сражаются своим имуществом и своими душами, над теми, которые отсиживаются, на целую степень, но каждому из них Аллах обещал Наилучшее (Рай). Аллах возвысил сражающихся над отсиживающимися благодаря великой награде","sv":"DE AV de troende som utan att lida av sjukdom eller lyte stannar hemma kan inte jämställas med dem som med sina ägodelar och livet som insats kämpar för Guds sak. Gud har gett dem som kämpar med sina ägodelar och livet som insats rang långt över dem som stannar hemma. Gud har lovat dem alla det högsta goda, men åt dem som kämpar för Hans sak har Gud gett företräde framför dem som stannar hemma och [lovat dem] en rik belöning","tr":"İnananlardan, özürsüz olarak yerlerinde oturanlar ile, mal ve canlariyle cihad edenleri, mertebece, oturanlardan üstün kılmıştır. Allah hepsine de cenneti vadetmiştir, ama Allah, cihad edenleri oturanlara, büyük ecirler, dereceler, mağfiret ve rahmetle üstün kılmıştır. Allah bağışlar ve merhamet eder","ur":"مسلمانوں میں سے وہ لوگ جو کسی معذوری کے بغیر گھر بیٹھے رہتے ہیں اور وہ جو اللہ کی راہ میں جان و مال سے جہاد کرتے ہیں، دونوں کی حیثیت یکساں نہیں ہے اللہ نے بیٹھنے والوں کی بہ نسبت جان و مال سے جہاد کرنے والوں کا درجہ بڑا رکھا ہے اگرچہ ہر ایک کے لیے اللہ نے بھلائی ہی کا وعدہ فرمایا ہے، مگر اُس کے ہاں مجاہدوں کی خدمات کا معاوضہ بیٹھنے والوں سے بہت زیادہ ہے","zh":"没有残疾而安坐家中的信士，与凭自己的财产和生命为主道而奋斗的信士，彼此是不相同的。凭自己的财产和生命而抗战的人，安拉使他们超过安坐在家中的人一级。安拉应许这两等人要受最优厚的报酬。除安坐者所受的报酬外，安拉加赐抗战的人一种重大的报酬——"},"transliteration":"La yastawee alqaAAidoona mina almumineena ghayru olee alddarari waalmujahidoona fee sabeeli Allahi biamwalihim waanfusihim faddala Allahu almujahideena biamwalihim waanfusihim AAala alqaAAideena darajatan wakullan waAAada Allahu alhusna wafaddala Allahu almujahideena AAala alqaAAideena ajran AAatheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
