{"id":590,"number":97,"text":"إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ قَالُواْ فِيمَ كُنتُمۡۖ قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِۚ قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۚ فَأُوْلَـٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا","translations":{"en":"Indeed, those whom the angels take [in death] while wronging themselves - [the angels] will say, \"In what [condition] were you?\" They will say, \"We were oppressed in the land.\" The angels will say, \"Was not the earth of Allah spacious [enough] for you to emigrate therein?\" For those, their refuge is Hell - and evil it is as a destination","es":"Aquellos que mueran siendo injustos consigo mismos [cometiendo pecados influenciados por la sociedad pagana], los ángeles al tomar sus almas les preguntaran: \"¿Qué les pasó?\" Responderán: \"Nos sentíamos débiles y oprimidos [por los incrédulos]\". Les dirán: \"¿Acaso la tierra de Dios no era suficientemente vasta como para que emigraran [a otra sociedad]?\" Su morada será el Infierno. ¡Qué mal fin","fr":"Ceux qui ont fait du tort à eux-mêmes, les Anges enlèveront leurs âmes en disant: «Où en étiez-vous?» (à propos de votre religion) - «Nous étions impuissants sur terre», dirent-ils. Alors les Anges diront: «La terre d'Allah n'était-elle pas assez vaste pour vous permettre d'émigrer?» Voilà bien ceux dont le refuge est l'Enfer. Et quelle mauvaise destination","id":"(Sesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi sendiri,217) mereka (para malaikat) bertanya, \"Bagaimana kamu ini?\" Mereka menjawab, \"Kami orang-orang yang tertindas di bumi (Mekkah).\" Mereka (para malaikat) bertanya, \"Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?\" Maka orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruk tempat kembali","ru":"Тем, кого ангелы умертвят чинящими несправедливость по отношению к самим себе, скажут: «В каком положении вы находились?». Они скажут: «Мы были слабы и притеснены на земле». Они скажут: «Разве земля Аллаха не была обширна для того, чтобы вы переселились на ней». Их обителью станет Геенна. Как же скверно это место прибытия","sv":"När änglarna samlar in [själarna från] dem som ännu i dödsögonblicket begår orätt mot sig själva, skall de fråga: \"Hur var er belägenhet?\" Och då de svarar: \"På jorden var vi svaga och förtryckta\", skall [änglarna] säga: \"Var inte Guds jord vid nog så att ni kunde överge ondskans rike?\" Helvetet skall bli dessa [människors] sista hemvist - ett i sanning eländigt slut","tr":"Kendilerine yazık edenlerin melekler canlarını aldıkları zaman onlara: \"Ne yaptınız bakalım?\" deyince, \"Biz yeryüzünde zavallı kimselerdik\" diyecekler, melekler de: \"Allah'ın arzı geniş değil miydi? Hicret etseydiniz ya!\" cevabını verecekler. Onlarınvaracakları yer cehennemdir. Orası ne kötü dönülecek yerdir","ur":"جو لوگ اپنے نفس پر ظلم کر رہے تھے اُن کی روحیں جب فرشتوں نے قبض کیں تو ان سے پوچھا کہ یہ تم کس حال میں مبتلا تھے؟ انہوں نے جواب دیا کہ ہم زمین میں کمزور و مجبور تھے فرشتوں نے کہا، کیا خدا کی زمین وسیع نہ تھی کہ تم اس میں ہجرت کرتے؟ یہ وہ لوگ ہیں جن کا ٹھکانا جہنم ہے اور بڑا ہی برا ٹھکانا ہے","zh":"在自欺的情状之下众天使使其死亡的人，众天使必定问他们说：“生前你们是在什么情状之下呢！”他们说：“我们在地方上是被人欺负的。”他们问：“难道安拉的大地不是宽阔的、能容你们迁移的吗？这等人的归宿是火狱，那是一个恶劣的归宿。"},"transliteration":"Inna allatheena tawaffahumu almalaikatu thalimee anfusihim qaloo feema kuntum qaloo kunna mustadAAafeena fee alardi qaloo alam takun ardu Allahi wasiAAatan fatuhajiroo feeha faolaika mawahum jahannamu wasaat maseeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
