{"id":593,"number":100,"text":"۞وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translations":{"en":"And whoever emigrates for the cause of Allah will find on the earth many [alternative] locations and abundance. And whoever leaves his home as an emigrant to Allah and His Messenger and then death overtakes him - his reward has already become incumbent upon Allah. And Allah is ever Forgiving and Merciful","es":"Quien emigre por la causa de Dios encontrará en la Tierra muchos lugares para refugiarse y también sustento. A quien emigre de su hogar por la causa de Dios y la de Su Mensajero, pero lo sorprenda la muerte [antes de llegar a su destino], sepa que Dios le garantiza Su recompensa. Dios es Absolvedor, Misericordioso","fr":"Et quiconque émigre dans le sentier d'Allah trouvera sur terre maints refuges et abondance. Et quiconque sort de sa maison, émigrant vers Allah et Son messager, et que la mort atteint, sa récompense incombe à Allah. Et Allah est Pardonneur et Miséricordieux","id":"Dan barang siapa berhijrah di jalan Allah, niscaya mereka akan mendapatkan di bumi ini tempat hijrah yang luas dan (rezeki) yang banyak. Barang siapa keluar dari rumahnya dengan maksud berhijrah karena Allah dan Rasul-Nya, kemudian kematian menimpanya (sebelum sampai ke tempat yang dituju), maka sungguh, pahalanya telah ditetapkan di sisi Allah. Dan Allah Maha Pengampun, Maha Penyayang","ru":"Кто совершает переселение на пути Аллаха, тот найдет на земле много пристанищ и изобилие. Если же кто-либо покидает свой дом, переселяясь к Аллаху и Его Посланнику, после чего его настигает смерть, то его награда ложится на Аллаха. Аллах - Прощающий, Милосердный","sv":"Och den som lämnar ondskans rike med dess förtryck för att kunna tjäna Gud skall på sin färd finna många vägar [till en säker tillflykt] och han kommer att få rika tillfällen [att sörja för sitt uppehälle]. Och den som överger sitt land för att tjäna Gud och följa Hans Sändebud men överraskas av döden [innan han når fram], på honom väntar belöningen hos Gud - Han är ständigt förlåtande, barmhärtig","tr":"Allah yolunda hicret eden kişi, yeryüzünde çok bereketli yer ve genişlik bulur. Evinden, Allah'a ve Peygamberine hicret ederek çıkan kimseye ölüm gelirse, onun ecrini vermek Allah'a düşer. Allah bağışlar ve merhamet eder","ur":"جو کوئی اللہ کی راہ میں ہجرت کرے گا وہ زمین میں پناہ لینے کے لیے بہت جگہ اوربسر اوقات کے لیے بڑی گنجائش پائے گا، اور جو اپنے گھر سے اللہ اور رسول کی طرف ہجرت کے لیے نکلے، پھر راستہ ہی میں اُسے موت آ جائے اُس کا اجر اللہ کے ذمے واجب ہو گیا، اللہ بہت بخشش فرمانے والا اور رحیم ہے","zh":"谁为主道而迁移，谁在大地上发现许多出路，和丰富的财源。谁从家中出走，欲迁至安拉和使者那里，而中途死亡，安拉必报酬谁。安拉是至赦的，是至慈的。"},"transliteration":"Waman yuhajir fee sabeeli Allahi yajid fee alardi muraghaman katheeran wasaAAatan waman yakhruj min baytihi muhajiran ila Allahi warasoolihi thumma yudrikhu almawtu faqad waqaAAa ajruhu AAala Allahi wakana Allahu ghafooran raheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
