{"id":594,"number":101,"text":"وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن يَفۡتِنَكُمُ ٱلَّذِينَ كَفَرُوٓاْۚ إِنَّ ٱلۡكَٰفِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا","translations":{"en":"And when you travel throughout the land, there is no blame upon you for shortening the prayer, [especially] if you fear that those who disbelieve may disrupt [or attack] you. Indeed, the disbelievers are ever to you a clear enemy","es":"Cuando estén de viaje o si temen que los agredan los que niegan la verdad, que son sus enemigos, no incurren en falta si abrevian la oración","fr":"Et quand vous parcourez la terre, ce n'est pas un péché pour vous de raccourcir la Salât, si vous craignez que les mécréants ne vous mettent à l'épreuve, car les mécréants demeurent pour vous un ennemi déclaré","id":"(Dan apabila kamu bepergian di bumi, maka tidaklah berdosa kamu meng-qasar218) salat, jika kamu takut diserang orang kafir. Sesungguhnya orang kafir itu adalah musuh yang nyata bagimu","ru":"Когда вы странствуете по земле, то на вас не будет греха, если вы укоротите некоторые из намазов, если вы опасаетесь искушения со стороны неверующих. Воистину, неверующие являются вашими явными врагами","sv":"NÄR NI går ut [för att kämpa], är det inte fel av er att förkorta bönen, om ni befarar ett anfall från dem som förnekar sanningen; förnekarna är helt visst era svurna fiender","tr":"Yolculuk ettiğinizde, kafirlerin size bir fenalık yapmasından korkarsanız, namazı kısaltmanızda size bir sorumluluk yoktur. Zira kafirler, size apaçık düşmandırlar","ur":"اور جب تم لوگ سفر کے لیے نکلو تو کوئی مضائقہ نہیں اگر نماز میں اختصار کر دو (خصوصاً) جبکہ تمہیں اندیشہ ہو کہ کافر تمہیں ستائیں گے کیونکہ وہ کھلم کھلا تمہاری دشمنی پر تلے ہوئے ہیں","zh":"当你们在大地上旅行的时候，减轻拜功，对于你们是无罪的，如果你们恐怕不信道者迫害你们。隐昧者确是你们的明显的仇敌。"},"transliteration":"Waitha darabtum fee alardi falaysa AAalaykum junahun an taqsuroo mina alssalati in khiftum an yaftinakumu allatheena kafaroo inna alkafireena kanoo lakum AAaduwwan mubeenan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
