{"id":597,"number":104,"text":"وَلَا تَهِنُواْ فِي ٱبۡتِغَآءِ ٱلۡقَوۡمِۖ إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا","translations":{"en":"And do not weaken in pursuit of the enemy. If you should be suffering - so are they suffering as you are suffering, but you expect from Allah that which they expect not. And Allah is ever Knowing and Wise","es":"No se desanimen en la lucha contra ese pueblo [de opresores], porque así como ustedes tienen dificultades, ellos también las tienen. Pero ustedes anhelan [una recompensa] de Dios que ellos no pueden esperar. Dios todo lo sabe, es Sabio","fr":"Ne faiblissez pas dans la poursuite du peuple [ennemi]. Si vous souffrez, lui aussi souffre comme vous souffrez, tandis que vous espérez d'Allah ce qu'il n'espère pas. Allah est Omniscient et Sage","id":"Dan janganlah kamu berhati lemah dalam mengejar mereka (musuhmu). Jika kamu menderita kesakitan, maka ketahuilah mereka pun menderita kesakitan (pula), sebagaimana kamu rasakan, sedang kamu masih dapat mengharapkan dari Allah apa yang tidak dapat mereka harapkan. Allah Maha Mengetahui, Mahabijaksana","ru":"Не проявляйте слабости при преследовании врага. Если вы страдаете, то они тоже страдают так, как страдаете вы. Но вы надеетесь получить от Аллаха то, на что они не надеются. Аллах - Знающий, Мудрый","sv":"Låt inte er iver mattas när ni förföljer fienden. Om ni måste utstå smärta, måste de utstå den liksom ni. Och ni kan hoppas få av Gud det som de inte kan hoppas på. Gud är allvetande, vis","tr":"Düşman milleti kovalamakta gevşeklik göstermeyin. Eğer siz acı çekiyorsanız, şüphesiz onlar da sizin çektiğiniz gibi acı çekiyorlar; oysa siz Allah'tan onların beklemedikleri şeyleri bekliyorsunuz. Allah Bilendir, Hakim olandır","ur":"اِس گروہ کے تعاقب میں کمزوری نہ دکھاؤ اگر تم تکلیف اٹھا رہے ہو تو تمہاری طرح وہ بھی تکلیف اٹھا رہے ہیں اور تم اللہ سے اُس چیز کے امیدوار ہو جس کے وہ امیدوار نہیں ہیں اللہ سب کچھ جانتا ہے اور وہ حکیم و دانا ہے","zh":"你们对于追逐敌人，不要懈怠；如果你们感到痛苦，那么，他们确是像你们一样感到痛苦的；你们希望从安拉那里获得他们所不能希望的报酬。安拉是全知的，是至睿的。"},"transliteration":"Wala tahinoo fee ibtighai alqawmi in takoonoo talamoona fainnahum yalamoona kama talamoona watarjoona mina Allahi ma la yarjoona wakana Allahu AAaleeman hakeeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
