{"id":598,"number":105,"text":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا","translations":{"en":"Indeed, We have revealed to you, [O Muhammad], the Book in truth so you may judge between the people by that which Allah has shown you. And do not be for the deceitful an advocate","es":"Te he revelado el Libro que contiene la verdad para que juzgues entre la gente con lo que Dios te ha enseñado. No seas abogado de los hipócritas","fr":"Nous avons fait descendre vers toi le Livre avec la vérité, pour que tu juges entre les gens, selon ce qu'Allah t'a appris. Et ne te fais pas l'avocat des traîtres","id":"Sungguh, Kami telah menurunkan Kitab (Alquran) kepadamu (Muhammad) membawa kebenaran, agar engkau mengadili antara manusia dengan apa yang telah diajarkan Allah kepadamu, dan janganlah engkau menjadi penentang (orang yang tidak bersalah), karena (membela) orang yang berkhianat","ru":"Мы ниспослали тебе Писание с истиной, чтобы ты разбирал тяжбы между людьми так, как тебе показал Аллах. Посему не препирайся за изменников","sv":"VI HAR uppenbarat Skriften med sanningen för dig [Muhammad], för att du skall döma mellan människorna med [stöd av] Guds uppenbarelse. Men försvara inte dem som sviker [alla förtroenden som de får]","tr":"Doğrusu, insanlar arasında Allah'ın sana gösterdiği gibi hükmedesin diye Kitap'ı sana hak olarak indirdik; hakkı gözet, hainlerden taraf olma","ur":"اے نبیؐ! ہم نے یہ کتاب حق کے ساتھ تمہاری طرف نازل کی ہے تاکہ جو راہ راست اللہ نے تمہیں دکھائی ہے اس کے مطابق لوگوں کے درمیان فیصلہ کرو تم بد دیانت لوگوں کی طرف سے جھگڑنے والے نہ بنو","zh":"我确已降示你包含真理的经典，以便你依据安拉所昭示你的（律例），而替众人判决。你不要替奸人做辩护人。"},"transliteration":"Inna anzalna ilayka alkitaba bialhaqqi litahkuma bayna alnnasi bima araka Allahu wala takun lilkhaineena khaseeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
