{"id":601,"number":108,"text":"يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا","translations":{"en":"They conceal [their evil intentions and deeds] from the people, but they cannot conceal [them] from Allah, and He is with them [in His knowledge] when they spend the night in such as He does not accept of speech. And ever is Allah, of what they do, encompassing","es":"[Los hipócritas] pueden engañar a la gente, pero no pueden engañar a Dios, porque Él está con ellos cuando pasan la noche tramando lo que no Le complace. Dios bien sabe cuanto hacen","fr":"Ils cherchent à se cacher des gens, mais ils ne cherchent pas à se cacher d'Allah. Or, Il est avec eux quand ils tiennent la nuit des paroles qu'Il (Allah) n'agrée pas. Et Allah ne cesse de cerner (par Sa science) ce qu'ils font","id":"mereka dapat bersembunyi dari manusia, tetapi mereka tidak dapat bersembunyi dari Allah, karena Allah bersama mereka, ketika pada suatu malam mereka menetapkan keputusan rahasia yang tidak diridai-Nya. Dan Allah Maha Meliputi terhadap apa yang mereka kerjakan","ru":"Они укрываются от людей, но не укрываются от Аллаха, тогда как Он находится с ними, когда они произносят по ночам слова, которыми Он не доволен. Аллах объемлет то, что они совершают","sv":"De försöker gömma sig för människorna, men de kan inte gömma sig för Gud; Han är med dem när de överlägger i nattens mörker om lögnaktiga utsagor, som Han inte godkänner. Ja, Gud har full uppsikt över allt vad de företar sig","tr":"Allah'ın razı olmadığı sözü gece kurarlarken, onu, insanlardan gizliyorlar da kendileriyle beraber olan Allah'dan gizlemiyorlar. Allah işlediklerinin hepsini bilmektedir","ur":"یہ لو گ انسانوں سے اپنی حرکات چھپا سکتے ہیں مگر خدا سے نہیں چھپا سکتے وہ تواُس وقت بھی اُن کے ساتھ ہوتا ہے جب یہ راتوں کو چھپ کر اُس کی مرضی کے خلاف مشورے کرتے ہیں اِن کے سارے اعمال پر اللہ محیط ہے","zh":"他们躲避世人，而不躲避安拉；其实，当他们策划安拉所不喜悦的计谋的时候，安拉是与他们同在的，安拉是周知他们的行为的。"},"transliteration":"Yastakhfoona mina alnnasi wala yastakhfoona mina Allahi wahuwa maAAahum ith yubayyitoona ma la yarda mina alqawli wakana Allahu bima yaAAmaloona muheetan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
