{"id":602,"number":109,"text":"هَـٰٓأَنتُمۡ هَـٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا","translations":{"en":"Here you are - those who argue on their behalf in [this] worldly life - but who will argue with Allah for them on the Day of Resurrection, or who will [then] be their representative","es":"[Creyentes,] pueden defenderlos en esta vida; pero, ¿quién los defenderá de Dios el Día de la Resurrección? Y, ¿quién abogará por ellos","fr":"Voilà les gens en faveur desquels vous disputez dans la vie présente. Mais qui va disputer pour eux devant Allah au Jour de la Résurrection? Ou bien qui sera leur protecteur","id":"Itulah kamu! Kamu berdebat untuk (membela) mereka dalam kehidupan dunia ini, tetapi siapa yang akan menentang Allah untuk (membela) mereka pada hari Kiamat? Atau siapakah yang menjadi pelindung mereka (terhadap azab Allah)","ru":"Вот вы препираетесь за них в этом мире. Но кто станет препираться за них с Аллахом в День воскресения? Или кто будет их защитником","sv":"Här är det ni som tar dem i försvar i frågor som gäller det jordiska, men vem skall försvara dem på Uppståndelsens dag inför Gud? Vem skall vara deras talesman","tr":"İşte siz dünya hayatında onları savunuyorsunuz ama, kıyamet günü onları Allah'a karşı kim savunacak? Veya onların vekaletini kim üzerine alacaktır","ur":"ہاں! تم لوگوں نے اِن مجرموں کی طرف سے دنیا کی زندگی میں تو جھگڑا کر لیا، مگر قیامت کے روز ان کی طرف سے کون جھگڑا کرے گا؟آخر وہاں کون اِن کا وکیل ہوگا؟","zh":"你们这些人啊！在今世生活中，你们替他们辩护，复活日，谁替他们辩护呢？谁做他们的监护者呢？"},"transliteration":"Haantum haolai jadaltum AAanhum fee alhayati alddunya faman yujadilu Allaha AAanhum yawma alqiyamati am man yakoonu AAalayhim wakeelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
