{"id":606,"number":113,"text":"وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا","translations":{"en":"And if it was not for the favor of Allah upon you, [O Muhammad], and His mercy, a group of them would have determined to mislead you. But they do not mislead except themselves, and they will not harm you at all. And Allah has revealed to you the Book and wisdom and has taught you that which you did not know. And ever has the favor of Allah upon you been great","es":"Si no fuera por el favor [de la infalibilidad] y la misericordia de Dios contigo [oh, Mujámmad], un grupo [de los hipócritas] te habría extraviado; pero solo se extravían a sí mismos y en nada pueden perjudicarte. Dios te ha revelado el Libro [el Corán] y la sabiduría [la Sunnah] y te ha enseñado lo que no sabías. ¡El favor de Dios sobre ti es inmenso","fr":"Et n'eût été la grâce d'Allah sur toi (Muhammad) et Sa miséricorde, une partie d'entre eux t'aurait bien volontiers égaré. Mais ils n'égarent qu'eux-mêmes, et ne peuvent en rien te nuire. Allah a fait descendre sur toi le Livre et la Sagesse, et t'a enseigné ce que tu ne savais pas. Et la grâce d'Allah sur toi est immense","id":"Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (Muhammad), tentulah segolongan dari mereka berkeinginan keras untuk menyesatkanmu. Tetapi mereka hanya menyesatkan dirinya sendiri, dan tidak membahayakanmu sedikit pun. Dan (juga karena) Allah telah menurunkan Kitab (Alquran) dan Hikmah (Sunah) kepadamu, dan telah mengajarkan kepadamu apa yang belum engkau ketahui. Karunia Allah yang dilimpahkan kepadamu itu sangat besar","ru":"Если бы не милосердие и милость Аллаха к тебе, то группа из них вознамерилась бы ввести тебя в заблуждение, однако они вводят в заблуждение только самих себя и ничем не вредят тебе. Аллах ниспослал тебе Писание и мудрость и научил тебя тому, чего ты не знал. Милость Аллаха к тебе велика","sv":"Om inte Gud i Sin nåd hade förbarmat Sig över dig [Muhammad] skulle några av dessa [bedragare] ha försökt leda dig vilse; men de leder ingen vilse utom sig själva. Och de skall inte kunna skada dig på något sätt; Gud har nu uppenbarat Skriften för dig, skänkt dig visdom och lärt dig vad du inte visste. Gud har visat dig stor nåd","tr":"Eğer sana Allah'ın bol nimeti ve rahmeti olmasaydı, onlardan bir takımı seni sapıtmaya çalışırdı. Halbuki onlar kendilerinden başkasını saptıramazlar, sana da bir zarar vermezler. Allah sana Kitap ve hikmet indirmiş, sana bilmediğini öğretmiştir. Allah'ın sana olan nimeti ne büyüktür","ur":"اے نبیؐ! اگر اللہ کا فضل تم پر نہ ہوتا اور اس کی رحمت تمہارے شامل حال نہ ہوتی تو ان میں سے ایک گروہ نے تو تمہیں غلط فہمی میں مبتلا کرنے کا فیصلہ کر ہی لیا تھا، حالاں کہ در حقیقت وہ خود اپنے سوا کسی کو غلط فہمی میں مبتلا نہیں کر رہے تھے اور تمہارا کوئی نقصان نہ کرسکتے تھے اللہ نے تم پر کتاب اور حکمت نازل کی ہے اور تم کو وہ کچھ بتایا ہے جو تمہیں معلوم نہ تھا اور اس کا فضل تم پر بہت ہے","zh":"假若没有安拉赐你的恩惠和慈恩，那么，他们中的一部分人，必欲使你迷误；他们只能使自己迷误，他们不能伤害你一丝毫。安拉降示你天经和智慧，并以你所不知道的（义理）教导你。安拉赐你的恩惠是重大的。"},"transliteration":"Walawla fadlu Allahi AAalayka warahmatuhu lahammat taifatun minhum an yudillooka wama yudilloona illa anfusahum wama yadurroonaka min shayin waanzala Allahu AAalayka alkitaba waalhikmata waAAallamaka ma lam takun taAAlamu wakana fadlu Allahi AAalayka AAatheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
