{"id":608,"number":115,"text":"وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا","translations":{"en":"And whoever opposes the Messenger after guidance has become clear to him and follows other than the way of the believers - We will give him what he has taken and drive him into Hell, and evil it is as a destination","es":"Quien se aparte de las enseñanzas del Mensajero después de habérsele evidenciado la guía, y siga otro camino distinto al de los creyentes, lo abandonaré y lo ingresaré al Infierno. ¡Y qué mal destino","fr":"Et quiconque fait scission d'avec le Messager, après que le droit chemin lui est apparu et suit un sentier autre que celui des croyants, alors Nous le laisserons comme il s'est détourné, et le brûlerons dans l'Enfer. Et quelle mauvaise destination","id":"Dan barang siapa menentang Rasul (Muhammad) setelah jelas kebenaran baginya, dan mengikuti jalan yang bukan jalan orang-orang mukmin, Kami biarkan dia dalam kesesatan yang telah dilakukannya itu dan akan Kami masukkan dia ke dalam neraka Jahanam, dan itu seburuk-buruk tempat kembali","ru":"А того, кто воспротивится Посланнику после того, как ему стал ясен прямой путь, и последует не путем верующих, Мы направим туда, куда он обратился, и сожжем в Геенне. Как же скверно это место прибытия","sv":"Men den som sedan vägledningen har klargjorts för honom sätter sig upp emot [Vårt] Sändebud och vill gå en annan väg än de troende, honom låter Vi gå dit han vill gå och [därefter] låter Vi honom brinna i helvetet - vilket jämmerligt mål","tr":"Doğru yol kendisine apaçık belli olduktan sonra, Peygamberden ayrılıp, inananların yolundan başkasına uyan kimseyi, döndüğü yöne döndürür ve onu cehenneme sokarız. Orası ne kötü bir dönüş yeridir","ur":"مگر جو شخص رسول کی مخالفت پر کمر بستہ ہو اور اہل ایمان کی روش کے سوا کسی اور روش پر چلے، درآں حالیکہ اس پر راہ راست واضح ہو چکی ہو، تو اُس کو ہم اُسی طرف چلائیں گے جدھر وہ خود پھر گیا اور اسے جہنم میں جھونکیں گے جو بد ترین جائے قرار ہے","zh":"谁在认清正道之后反对使者，而遵循非信士的道路，我将听谁自便，并使他入于火狱中，那是一个恶劣的归宿。"},"transliteration":"Waman yushaqiqi alrrasoola min baAAdi ma tabayyana lahu alhuda wayattabiAA ghayra sabeeli almumineena nuwallihi ma tawalla wanuslihi jahannama wasaat maseeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
