{"id":609,"number":116,"text":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","translations":{"en":"Indeed, Allah does not forgive association with Him, but He forgives what is less than that for whom He wills. And he who associates others with Allah has certainly gone far astray","es":"Dios no perdona la idolatría, pero perdona, fuera de ello, a quien Le place. Quien atribuya actos de adoración a otros además de Dios se habrá desviado profundamente [del camino de los Profetas]","fr":"Certes, Allah ne pardonne pas qu'on Lui donne des associés. A part cela, Il pardonne à qui Il veut. Quiconque donne des associés à Allah s'égare, très loin dans l'égarement","id":"Allah tidak akan mengampuni dosa syirik (mempersekutukan Allah dengan sesuatu), dan Dia mengampuni dosa selain itu bagi siapa yang Dia kehendaki. Dan barang siapa mempersekutukan (sesuatu) dengan Allah, maka sungguh, dia telah tersesat jauh sekali","ru":"Воистину, Аллах не прощает, когда к Нему приобщают сотоварищей, но прощает все остальные (или менее тяжкие) грехи, кому пожелает. А кто приобщает к Аллаху сотоварищей, тот впал в глубокое заблуждение","sv":"GUD FÖRLÅTER inte den som sätter medhjälpare vid Hans sida, men Han förlåter den Han vill hans mindre synder; den som sätter medhjälpare vid Guds sida har drivit synden till dess yttersta gräns","tr":"Allah, kendisine ortak koşulmasını elbette bağışlamaz, bundan başkasını dilediğine bağışlar. Allah'a ortak koşan kimse derin bir sapıklığa sapmış olur","ur":"اللہ کے ہاں بس شرک ہی کی بخشش نہیں ہے، اس کے سوا اور سب کچھ معاف ہوسکتا ہے جسے وہ معاف کرنا چاہے جس نے اللہ کے ساتھ کسی کو شریک ٹھیرایا وہ تو گمراہی میں بہت دور نکل گیا","zh":"安拉必不赦宥以物配主的罪恶，他为自己所意欲的人赦宥比这差一等的罪过，谁以物配主，谁已深陷迷误了。"},"transliteration":"Inna Allaha la yaghfiru an yushraka bihi wayaghfiru ma doona thalika liman yashao waman yushrik biAllahi faqad dalla dalalan baAAeedan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
