{"id":61,"number":54,"text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translations":{"en":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful","es":"Y [recuerden] cuando Moisés dijo a su pueblo: \"¡Oh, pueblo mío! Han sido injustos con ustedes mismos al adorar al becerro. Arrepiéntanse ante su Señor y dense muerte a ustedes mismos. Eso será lo mejor ante su Creador\". Luego Él aceptó su arrepentimiento, porque Él es el Indulgente, el Misericordioso","fr":"Et [rappelez-vous] lorsque Moïse dit à son peuple: «O mon peuple, certes vous vous êtes fait du tort à vous-mêmes en prenant le Veau pour idole. Revenez donc à votre Créateur; puis, tuez donc les coupables vous-mêmes: ce serait mieux pour vous, auprès de votre Créateur!»... C'est ainsi qu'Il agréa votre repentir; car c'est Lui, certes, le Repentant et le Miséricordieux","id":"Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Kamu benar-benar telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sesembahan), karena itu bertobatlah kepada Penciptamu dan bunuhlah dirimu.28) Itu lebih baik bagimu di sisi Penciptamu. Dia akan menerima tobatmu. Sungguh, Dialah Yang Maha Penerima tobat, Maha Penyayang","ru":"Вот сказал Муса (Моисей) своему народу: «О мой народ! Вы были несправедливы к себе, когда стали поклоняться тельцу. Покайтесь перед своим Создателем и убейте сами себя (пусть невинные убьют беззаконников). Так будет лучше для вас перед вашим Создателем». Затем Он принял ваши покаяния. Воистину, Он - Принимающий покаяния, Милосердный","sv":"och att Moses sade till sitt folk: \"Ni har sannerligen, mitt folk, tillfogat er själva en svår orätt då ni tog er för att dyrka [den gyllene] kalven. Vänd därför åter till er Skapare och visa ett förkrossat sinnelag; det är vad er Skapare finner vara bäst för er.\" Och Han tog emot er ånger - Han är Den som går den ångerfulle till mötes, den Barmhärtige","tr":"Musa milletine \"Ey milletim! Buzağıyı tanrı olarak benimsemekle kendinize yazık ettiniz. Yaratanınıza tevbe edin ve nefislerinizi öldürün, bu Yaratanınız katında sizin için hayırlı olur; O daima tevbeleri kabul ve merhamet eden olduğu için tevbenizikabul eder\" demişti","ur":"یاد کرو جب موسیٰؑ (یہ نعمت لیتے ہوئے پلٹا، تو اُس) نے اپنی قوم سے کہا کہ \"لوگو، تم نے بچھڑے کو معبود بنا کر اپنے اوپر سخت ظلم کیا ہے، لہٰذا تم لوگ اپنے خالق کے حضور توبہ کرو اور اپنی جانوں کو ہلاک کرو، اسی میں تمہارے خالق کے نزدیک تمہاری بہتری ہے\" اُس وقت تمہارے خالق نے تمہاری توبہ قبول کر لی کہ وہ بڑا معاف کرنے والا اور رحم فرمانے والا ہے","zh":"当时，穆萨对他的宗族说：“我的宗族啊！你们确因认犊为神而自欺，故你们当向造物主悔罪，当处死罪人。在安拉看来，这对于你们确是更好的。他就恕宥你们。他确是至宥的，确是至慈的。”"},"transliteration":"Waith qala moosa liqawmihi ya qawmi innakum thalamtum anfusakum biittikhathikumu alAAijla fatooboo ila bariikum faoqtuloo anfusakum thalikum khayrun lakum AAinda bariikum fataba AAalaykum innahu huwa alttawwabu alrraheemu","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
