{"id":612,"number":119,"text":"وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا","translations":{"en":"And I will mislead them, and I will arouse in them [sinful] desires, and I will command them so they will slit the ears of cattle, and I will command them so they will change the creation of Allah.\" And whoever takes Satan as an ally instead of Allah has certainly sustained a clear loss","es":"los desviaré, les daré falsas expectativas, les ordenaré cortar las orejas del ganado [marcándolas como ofrenda para los ídolos] y que alteren la naturaleza de la creación de Dios\". Quien tome al demonio como aliado en lugar de Dios estará evidentemente perdido","fr":"Certes, je ne manquerai pas de les égarer, je leur donnerai de faux espoirs, je leur commanderai, et ils fendront les oreilles aux bestiaux; je leur commanderai, et ils altèreront la création d'Allah. Et quiconque prend le Diable pour allié au lieu d'Allah, sera, certes, voué à une perte évidente","id":"dan pasti akan kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya),225) dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya).\"226) Barang siapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata","ru":"Я непременно введу их в заблуждение, возбужу в них надежды, прикажу им обрезать уши у скотины и прикажу им искажать творение Аллаха». Кто сделал дьявола своим покровителем и помощником вместо Аллаха, тот уже потерпел очевидный убыток","sv":"och jag skall leda dem på villovägar och inge dem [bedrägliga] förhoppningar och jag skall befalla dem att skära öronen av boskapen och jag skall befalla dem att förvanska [och fördärva] Guds skapelse.\" Den som väljer Djävulen till beskyddare i Guds ställe har gjort en uppenbar förlust","tr":"Onlar Allah'ı bırakıp tanrıçalara taparlar ve: \"Elbette senin kullarından belli bir takımı alıp onları saptıracağım, onlara kuruntu kurduracağım, develerin kulaklarını yarmalarını emredeceğim, Allah'ın yarattığını değiştirmelerini emredeceğim\" diyen, Allah'ın lanet ettiği azgın şeytana taparlar. Allah'ı bırakıp şeytanı dost edinen şüphesiz açıktan açığa kayba uğramıştır","ur":"میں انہیں بہکاؤں گا، میں انہیں آرزوؤں میں الجھاؤں گا، میں انہیں حکم دوں گا اور وہ میرے حکم سے جانوروں کے کان پھاڑیں گے اور میں انہیں حکم دوں گا اور وہ میرے حکم سے خدائی ساخت میں رد و بدل کریں گے\" اس شیطان کوجس نے اللہ کے بجائے اپنا ولی و سرپرست بنا لیا وہ صریح نقصان میں پڑ گیا","zh":"我必使他们迷误，必使他们妄想，必命令他们割裂牲畜的耳朵，必命令他们变更安拉的所造物。”谁舍安拉而以恶魔为主宰，谁确已遭受明显的亏折。"},"transliteration":"Walaodillannahum walaomanniyannahum walaamurannahum falayubattikunna athana alanAAami walaamurannahum falayughayyirunna khalqa Allahi waman yattakhithi alshshaytana waliyyan min dooni Allahi faqad khasira khusranan mubeenan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
