{"id":6135,"number":5,"text":"وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ","translations":{"en":"And they were not commanded except to worship Allah, [being] sincere to Him in religion, inclining to truth, and to establish prayer and to give zakah. And that is the correct religion","es":"en la que únicamente se les ordenaba que fueran monoteístas adorando solo a Dios con sinceridad, que realizaran la oración y pagaran el zakat, pues esa es la verdadera religión","fr":"Il ne leur a été commandé, cependant, que d'adorer Allah, Lui vouant un culte exclusif, d'accomplir la Salât et d'acquitter la Zakât. Et voilà la religion de droiture","id":"Padahal mereka hanya diperintah menyembah Allah dengan ikhlas menaati-Nya semata-mata karena (menjalankan) agama, dan juga agar melaksanakan salat dan menunaikan zakat; dan yang demikian itulah agama yang lurus (benar)","ru":"А ведь им было велено лишь поклоняться Аллаху, служа ему искренне, как ханифы, совершать намаз и выплачивать закят. Это - правая вера","sv":"Men inga andra påbud gavs dem än att dyrka Gud med ren och uppriktig tro liksom de som i gångna tider sökte sanningen, och att förrätta bönen och att hjälpa de behövande. Detta är den sanna, i människans natur nedlagda religionens klara och evigt giltiga [påbud]","tr":"Oysa onlar, doğruya yönelerek, dini yalnız Allah'a has kılarak O'na kulluk etmek, namazı kılmak ve zekatı vermekle emrolunmuşlardı. Dosdoğru olan din de budur","ur":"اور اُن کو اِس کے سوا کوئی علم نہیں دیا گیا تھا کہ اللہ کی بندگی کریں اپنے دین کو اُس کے لیے خالص کر کے، بالکل یکسو ہو کر، اور نماز قائم کریں اور زکوٰۃ دیں یہی نہایت صحیح و درست دین ہے","zh":"他们只奉命崇拜安拉，虔诚敬意，恪守正教，谨守拜功，完纳天课，这是正教。"},"transliteration":"Wama omiroo illa liyaAAbudoo Allaha mukhliseena lahu alddeena hunafaa wayuqeemoo alssalata wayutoo alzzakata wathalika deenu alqayyimati","chapter":{"id":98,"name":"البينة","transliteration":"Al-Bayyinah","translations":{"en":"The Clear Proof","es":"La Evidencia","fr":"La preuve","id":"Pembuktian","ru":"Ясное знамение","sv":"Det Klara Vittnesbördet","tr":"Beyyine","ur":"ثبوت","zh":"明证"},"type":"medinan"}}
