{"id":6136,"number":6,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَـٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ","translations":{"en":"Indeed, they who disbelieved among the People of the Scripture and the polytheists will be in the fire of Hell, abiding eternally therein. Those are the worst of creatures","es":"Quienes se negaron a seguir la verdad, sean Gente del Libro o idólatras, serán castigados eternamente en el fuego del Infierno. Ellos son lo peor entre todos los seres creados","fr":"Les infidèles parmi les gens du Livre, ainsi que les Associateurs iront au feu de l'Enfer, pour y demeurer éternellement. De toute la création, ce sont eux les pires","id":"Sungguh, orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang musyrik (akan masuk) ke neraka Jahanam; mereka kekal di dalamnya selama-lamanya. Mereka itu adalah sejahat-jahat makhluk","ru":"Воистину, неверующие из людей Писания и многобожников окажутся в огне Геенны и пребудут там вечно. Они являются наихудшими из тварей","sv":"På dem som [trots detta] framhärdar i att förneka sanningen, antingen de är efterföljare av äldre tiders uppenbarelser eller sådana som sätter gudar vid Guds sida, väntar helvetets eld, och där skall de förbli till evig tid; de är de uslaste av alla skapade varelser","tr":"Kitap ehlinden ve ortak koşanlardan inkar edenler, şüphesiz içinde temelli kalacakları cehennem ateşindedirler. İşte bunlar, yaratıkların en kötüsüdürler","ur":"اہل کتاب اور مشرکین میں سے جن لوگوں نے کفر کیا ہے وہ یقیناً جہنم کی آگ میں جائیں گے اور ہمیشہ اس میں رہیں گے، یہ لوگ بد ترین خلائق ہیں","zh":"信奉天经者和以物配主者，他们中的不信道者，必入火狱，而永居其中；这等人是最恶的人。"},"transliteration":"Inna allatheena kafaroo min ahli alkitabi waalmushrikeena fee nari jahannama khalideena feeha olaika hum sharru albariyyati","chapter":{"id":98,"name":"البينة","transliteration":"Al-Bayyinah","translations":{"en":"The Clear Proof","es":"La Evidencia","fr":"La preuve","id":"Pembuktian","ru":"Ясное знамение","sv":"Det Klara Vittnesbördet","tr":"Beyyine","ur":"ثبوت","zh":"明证"},"type":"medinan"}}
