{"id":6138,"number":8,"text":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّـٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","translations":{"en":"Their reward with Allah will be gardens of perpetual residence beneath which rivers flow, wherein they will abide forever, Allah being pleased with them and they with Him. That is for whoever has feared his Lord","es":"Ellos recibirán como recompensa de su Señor Jardines del Edén por donde corren ríos, en los que estarán eternamente. Dios estará complacido con ellos y ellos lo estarán con Él. Esto es lo que aguarda a quienes hayan tenido temor de Dios","fr":"Leur récompense auprès d'Allah sera les Jardins de séjour, sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Allah les agrée et ils L'agréent. Telle sera [la récompense] de celui qui craint son Seigneur","id":"Balasan mereka di sisi Tuhan mereka ialah surga 'Ādn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka dan mereka pun rida kepada-Nya. Yang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya","ru":"Их воздаянием у их Господа будут сады Эдема, в которых текут реки. Они пребудут в них вечно. Аллах доволен ими, и они довольны Им. Это уготовано для тех, кто боится своего Господа","sv":"Belöningen väntar hos deras Herre: Edens lustgårdar, vattnade av bäckar, där de skall förbli till evig tid. Gud är nöjd med dem och de är nöjda [där de njuter] Hans [gåvor]. Detta väntar dem som står i bävan inför sin Herre","tr":"Onların Rableri katındaki mükafatı, içinde temelli ve sonsuz kalacakları, içlerinden ırmaklar akan Adn cennetleridir. Allah onlardan razıdır. Onlar da Allah'tan razıdır. Bu, Rabbinden korkan kimseyedir","ur":"اُن کی جزا اُن کے رب کے ہاں دائمی قیام کی جنتیں ہیں جن کے نیچے نہریں بہ رہی ہوں گی، وہ ان میں ہمیشہ ہمیشہ رہیں گے اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے یہ کچھ ہے اُس شخص کے لیے جس نے اپنے رب کا خوف کیا ہو","zh":"他们在他们的主那里的报酬是下临诸河的常住的乐园，他们将永居其中，安拉喜悦他们，他们喜悦安拉；这是畏惧安拉者所有的。"},"transliteration":"Jazaohum AAinda rabbihim jannatu AAadnin tajree min tahtiha alanharu khalideena feeha abadan radiya Allahu AAanhum waradoo AAanhu thalika liman khashiya rabbahu","chapter":{"id":98,"name":"البينة","transliteration":"Al-Bayyinah","translations":{"en":"The Clear Proof","es":"La Evidencia","fr":"La preuve","id":"Pembuktian","ru":"Ясное знамение","sv":"Det Klara Vittnesbördet","tr":"Beyyine","ur":"ثبوت","zh":"明证"},"type":"medinan"}}
