{"id":615,"number":122,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا","translations":{"en":"But the ones who believe and do righteous deeds - We will admit them to gardens beneath which rivers flow, wherein they will abide forever. [It is] the promise of Allah, [which is] truth, and who is more truthful than Allah in statement","es":"[En cambio] a los creyentes que obren rectamente los ingresaré en jardines donde corren ríos, en los que vivirán por toda la eternidad. La promesa de Dios es auténtica. ¿Qué palabra es más verídica que la palabra de Dios","fr":"Et quant à ceux qui ont cru et fait de bonnes œuvres, Nous les ferons entrer bientôt aux Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Promesse d'Allah en vérité. Et qui est plus véridique qu'Allah en parole","id":"Dan orang yang beriman dan mengerjakan amal kebajikan, kelak akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Dan janji Allah itu benar. Siapakah yang lebih benar perkataannya daripada Allah","ru":"А тех, которые уверовали и совершали праведные деяния, Мы введем в Райские сады, в которых текут реки. Они пребудут там вечно по истинному обещанию Аллаха. Чья речь правдивее речи Аллаха","sv":"Men Vi skall föra dem som tror och lever ett rättskaffens liv till lustgårdar, vattnade av bäckar, där de skall förbli till evig tid - det är Guds sanna löfte och vems ord är sannare än Guds ord","tr":"İnanıp yararlı işler yapanları, Allah'ın gerçek bir sözü olarak, içinde temelli ve ebedi kalacakları, içinden ırmaklar akan cennetlere koyacağız. Allah'tan daha doğru sözlü kim vardır","ur":"رہے وہ لوگ جو ایمان لے آئیں اور نیک عمل کریں، توا نہیں ہم ایسے باغوں میں داخل کریں گے جن کے نیچے نہریں بہتی ہوں گی اور وہ وہاں ہمیشہ ہمیشہ رہیں گے یہ اللہ کا سچا وعدہ ہے اور اللہ سے بڑھ کر کون اپنی بات میں سچا ہوگا","zh":"信道而且行善者，我将使他们入于下临诸河的乐园，而永居其中。安拉的应许是真实的。言语方面，谁比安拉更诚实呢？"},"transliteration":"Waallatheena amanoo waAAamiloo alssalihati sanudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha abadan waAAda Allahi haqqan waman asdaqu mina Allahi qeelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
