{"id":616,"number":123,"text":"لَّيۡسَ بِأَمَانِيِّكُمۡ وَلَآ أَمَانِيِّ أَهۡلِ ٱلۡكِتَٰبِۗ مَن يَعۡمَلۡ سُوٓءٗا يُجۡزَ بِهِۦ وَلَا يَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","translations":{"en":"Paradise is not [obtained] by your wishful thinking nor by that of the People of the Scripture. Whoever does a wrong will be recompensed for it, and he will not find besides Allah a protector or a helper","es":"No se trata de lo que ustedes deseen o lo que desee la Gente del Libro. Quien haya obrado mal será retribuido por ello, y no encontrará fuera de Dios protector ni socorredor","fr":"Ceci ne dépend ni de vos désirs ni des désirs des gens du Livre. Quiconque fait un mal sera rétribué pour cela, et ne trouvera en sa faveur, hors d'Allah, ni allié ni secoureur","id":"(Pahala dari Allah) itu bukanlah angan-anganmu227) dan bukan (pula) angan-angan Ahli Kitab. Barang siapa mengerjakan kejahatan, niscaya akan dibalas sesuai dengan kejahatan itu, dan dia tidak akan mendapatkan pelindung dan penolong selain Allah","ru":"Этого не достичь посредством ваших мечтаний или мечтаний людей Писания. Кто творит зло, тот получит за него воздаяние и не найдет для себя вместо Аллаха ни покровителя, ни помощника","sv":"Här är det inte fråga om vad ni önskar eller vad efterföljarna av äldre tiders uppenbarelser önskar och hoppas. Den som gör ont skall straffas för detta och han skall varken finna beskyddare eller hjälpare vid sidan av Gud","tr":"Bu, sizin kuruntularınıza ve Kitap ehlinin kuruntularına göre değildir. Kim fenalık yaparsa cezasını görür, kendisine Allah'tan başka ne dost ve ne de yardımcı bulur","ur":"انجام کار نہ تمہاری آرزوؤں پر موقوف ہے نہ اہل کتاب کی آرزوؤں پر جو بھی برائی کرے گا اس کا پھل پائے گا اور اللہ کے مقابلہ میں اپنے لیے کوئی حامی و مدد گار نہ پاسکے گا","zh":"（他的应许），不是借你们的妄想可以获得的，也不是借信奉天经者的妄想可以获得的。谁作恶，谁受恶报，除安拉外，他不能为自己找到任何保护者，和任何援助者，"},"transliteration":"Laysa biamaniyyikum wala amaniyyi ahli alkitabi man yaAAmal sooan yujza bihi wala yajid lahu min dooni Allahi waliyyan wala naseeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
