{"id":618,"number":125,"text":"وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ وَٱتَّبَعَ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَٰهِيمَ خَلِيلٗا","translations":{"en":"And who is better in religion than one who submits himself to Allah while being a doer of good and follows the religion of Abraham, inclining toward truth? And Allah took Abraham as an intimate friend","es":"¿Quién practica una religión mejor que aquel que entrega su voluntad a Dios, hace el bien y sigue la creencia monoteísta de Abraham? Dios tomó a Abraham como uno de Sus siervos más amados","fr":"Qui est meilleur en religion que celui qui soumet à Allah son être, tout en se conformant à la Loi révélée et suivant la religion d'Abraham, homme de droiture? Et Allah avait pris Abraham pour ami privilégié","id":"Dan siapakah yang lebih baik agamanya daripada orang yang dengan ikhlas berserah diri kepada Allah, sedang dia mengerjakan kebaikan, dan mengikuti agama Ibrahim yang lurus? Dan Allah telah memilih Ibrahim menjadi kesayangan (-Nya)","ru":"Чья религия может быть прекраснее религии того, кто покорил свой лик Аллаху, творя добро, и последовал за верой Ибрахима (Авраама), ханифа? Ведь Аллах сделал Ибрахима (Авраама) Своим возлюбленным","sv":"Vem uppfyller religionens krav bättre än den som i allt underordnar sin vilja under Guds, som gör det goda och det rätta och följer Abrahams rena, ursprungliga tro? - Abraham, som Gud utvalde till Sin förtrogne","tr":"İyilik yaparak kendisini Allah'a teslim edip, hakka yönelen İbrahim'in dinine uyandan, din bakımından daha iyi kim olabilir? Allah İbrahim'i dost edinmişti","ur":"اُس شخص سے بہتر اور کس کا طریق زندگی ہوسکتا ہے جس نے اللہ کے آگے سر تسلیم خم کر دیا اور اپنا رویہ نیک رکھا اور یکسو ہو کر ابراہیمؑ کے طریقے کی پیروی کی، اُس ابراہیمؑ کے طریقے کی جسے اللہ نے اپنا دوست بنا لیا تھا","zh":"全体归顺安拉，且乐善好施，并遵守崇正的易卜拉欣的宗教的人，宗教方面，有谁比他更优美呢？安拉曾把易卜拉欣当做至交。"},"transliteration":"Waman ahsanu deenan mimman aslama wajhahu lillahi wahuwa muhsinun waittabaAAa millata ibraheema haneefan waittakhatha Allahu ibraheema khaleelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
