{"id":620,"number":127,"text":"وَيَسۡتَفۡتُونَكَ فِي ٱلنِّسَآءِۖ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِيهِنَّ وَمَا يُتۡلَىٰ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ فِي يَتَٰمَى ٱلنِّسَآءِ ٱلَّـٰتِي لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلۡوِلۡدَٰنِ وَأَن تَقُومُواْ لِلۡيَتَٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمٗا","translations":{"en":"And they request from you, [O Muhammad], a [legal] ruling concerning women. Say, \"Allah gives you a ruling about them and [about] what has been recited to you in the Book concerning the orphan girls to whom you do not give what is decreed for them - and [yet] you desire to marry them - and concerning the oppressed among children and that you maintain for orphans [their rights] in justice.\" And whatever you do of good - indeed, Allah is ever Knowing of it","es":"Te preguntan acerca de las mujeres. Diles: \"Dios les responde y explica lo que se encuentra mencionado en el Libro [el Corán] sobre las huérfanas a las que no han dado lo que les corresponde [como dote] siendo que les gustaría casarse con ellas, [así como les informa] acerca de los menores indefensos y [la obligación de] ser equitativos con los huérfanos. Sepan que toda obra de bien que hagan Dios la conoce","fr":"Et ils te consultent à propos de ce qui a été décrété au sujet des femmes. Dis: «Allah vous donne Son décret là-dessus, en plus de ce qui vous est récité dans le Livre, au sujet des orphelines auxquelles vous ne donnez pas ce qui leur a été prescrit, et que vous désirez épouser, et au sujet des mineurs encore d'âge faible». Vous devez agir avec équité envers les orphelins. Et de tout ce que vous faites de bien, Allah en est, certes, Omniscient","id":"(Dan mereka meminta fatwa kepadamu tentang perempuan. Katakanlah, \"Allah memberi fatwa kepadamu tentang mereka,228) dan apa yang dibacakan kepadamu dalam Alquran (juga memfatwakan) tentang para perempuan yatim yang tidak kamu berikan sesuatu (maskawin) yang ditetapkan untuk mereka, sedang kamu ingin menikahi mereka229) dan (tentang) anak-anak yang masih dipandang lemah. Dan (Allah menyuruh kamu) agar mengurus anak-anak yatim secara adil. Dan kebajikan apa pun yang kamu kerjakan, sesungguhnya Allah Maha Mengetahui","ru":"Они просят тебя вынести решение относительно женщин. Скажи: «Аллах вынесет для вас решение относительно них и того, что читается вам в Писании по поводу осиротевших женщин, которым вы не даете того, что им предписано, размышляя о женитьбе на них, и по поводу слабых детей. А еще вы должны относиться к сиротам справедливо, и что бы вы ни сделали доброго, Аллаху известно об этом»","sv":"DE BER dig om ett klarläggande av de regler som gäller kvinnor. Säg: \"Gud [själv] klargör för er vad som gäller dem; och [därtill] det som blir uppläst för er i Skriften om faderlösa flickor, till vilka ni inte vill ge [de brudgåvor] som är föreskrivna för dem, trots att ni önskar ta dem till hustrur, och om de värnlösa barnen och om er plikt att behandla de faderlösa med full rättvisa. Och Gud har full kännedom om det goda ni gör","tr":"Kadınlar hakkında senden fetva isterler, de ki: \"Onlar hakkında fetvayı size Allah veriyor: \"Bu fetva, kendilerine yazılan şeyi vermeyip kendileriyle evlenmeyi arzuladığınız yetim kadınlara ve bir de zavallı çocuklara ve yetimlere doğrulukla bakmanız hususunda Kitap'da size okunandır\". Ne iyilik yaparsaniz Allah onu şüphesiz bilir","ur":"لو گ تم سے عورتوں کے معاملہ میں فتویٰ پوچھتے ہیں کہو اللہ تمہیں اُن کے معاملہ میں فتویٰ دیتا ہے، اور ساتھ ہی وہ احکام بھی یاد دلاتا ہے جو پہلے سے تم کو اس کتاب میں سنائے جا رہے ہیں یعنی وہ احکام جو اُن یتیم لڑکیوں کے متعلق ہیں جن کے حق تم ادا نہیں کرتے اور جن کے نکاح کرنے سے تم باز رہتے ہو (یا لالچ کی بنا پر تم خود ان سے نکاح کر لینا چاہتے ہو)، او ر وہ احکام جو اُن بچوں کے متعلق ہیں جو بیچارے کوئی زور نہیں رکھتے اللہ تمہیں ہدایت کرتا ہے کہ یتیموں کے ساتھ انصاف پر قائم رہو، اور جو بھلائی تم کرو گے وہ اللہ کے علم سے چھپی نہ رہ جائے گی","zh":"他们请求你解释关于女子的律例，你说：“安拉将为你们解释关于她们的律例，此经中常对你们宣读的明文内，（有若干律例），有关于你们既不愿交付其应得的遗产，又不愿娶以为妻的孤女的，有关于被人欺负的儿童的，有教你们公平地照管孤儿的。无论你们所行的是什么善事，安拉确是全知的。"},"transliteration":"Wayastaftoonaka fee alnnisai quli Allahu yufteekum feehinna wama yutla AAalaykum fee alkitabi fee yatama alnnisai allatee la tutoonahunna ma kutiba lahunna watarghaboona an tankihoohunna waalmustadAAafeena mina alwildani waan taqoomoo lilyatama bialqisti wama tafAAaloo min khayrin fainna Allaha kana bihi AAaleeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
