{"id":621,"number":128,"text":"وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضٗا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يُصۡلِحَا بَيۡنَهُمَا صُلۡحٗاۚ وَٱلصُّلۡحُ خَيۡرٞۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translations":{"en":"And if a woman fears from her husband contempt or evasion, there is no sin upon them if they make terms of settlement between them - and settlement is best. And present in [human] souls is stinginess. But if you do good and fear Allah - then indeed Allah is ever, with what you do, Acquainted","es":"Si una mujer teme de su marido maltrato o rechazo, no incurrirán en falta si ambos llegan a un acuerdo, pues un acuerdo [justo] es lo mejor. El alma es propensa a la avaricia, pero si hacen el bien y tienen temor de Dios, sepan que Dios sabe bien cuanto hacen","fr":"Et si une femme craint de son mari abandon ou indifférence, alors ce n'est pas un péché pour les deux s'ils se réconcilient par un compromis quelconque, et la réconciliation est meilleure, puisque les âmes sont portées à la ladrerie. Mais si vous agissez en bien et vous êtes pieux... Allah est, certes, Parfaitement Connaisseur de ce que vous faites","id":"(Dan jika seorang perempuan khawatir suaminya akan nusyuz230) atau bersikap tidak acuh, maka keduanya dapat mengadakan perdamaian yang sebenarnya,231) dan perdamaian itu lebih baik (bagi mereka) walaupun manusia itu menurut tabiatnya kikir.232) Dan jika kamu memperbaiki (pergaulan dengan istrimu) dan memelihara dirimu (dari nusyuz dan sikap acuh tak acuh), maka sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan","ru":"Если женщина опасается, что муж будет проявлять к ней неприязнь или отворачиваться от нее, то на них обоих не будет греха, если они заключат между собой мир, ибо мирное решение - лучше. Душам свойственна скупость, но если вы будете добродетельны и богобоязненны, то ведь Аллах ведает о том, что вы совершаете","sv":"Och om en kvinna fruktar hård behandling från mannens sida eller att han skall vända sig ifrån henne, kan ingen av dem klandras för att de söker förlikning; en uppgörelse i godo är bäst. I människans natur ligger [något av] snikenhet; [men sträva att] göra rätt och frukta Gud - Gud är väl underrättad om vad ni gör","tr":"Eğer kadın, kocasının serkeşliğinden veya aldırışsızlığından endişe ederse, aralarında anlaşmaya çalışmalarında kendilerine bir engel yoktur. Anlaşmak daha hayırlıdır. Nefisler kıskançlığa meyyaldir. Eğer iyi davranır ve haksızlıktan sakınırsaniz bilin ki, Allah işlediklerinizden şüphesiz haberdardır","ur":"جب کسی عورت کو اپنے شوہر سے بدسلوکی یا بے رخی کا خطر ہ ہو تو کوئی مضائقہ نہیں اگر میاں اور بیوی (کچھ حقوق کی کمی بیشی پر) آپس میں صلح کر لیں صلح بہر حال بہتر ہے نفس تنگ دلی کے طرف جلدی مائل ہو جاتے ہیں، لیکن اگر تم لوگ احسان سے پیش آؤ اور خدا ترسی سے کام لو تو یقین رکھو کہ اللہ تمہارے اس طرز عمل سے بے خبر نہ ہوگا","zh":"如有妇女，恐遭丈夫的鄙弃或疏远，那么，他俩的和解是无罪的；和解是更善的。人性是贪吝所支配的。如果你们行善而且敬畏，那么，安拉确是彻知你们的行为的。"},"transliteration":"Waini imraatun khafat min baAAliha nushoozan aw iAAradan fala junaha AAalayhima an yusliha baynahuma sulhan waalssulhu khayrun waohdirati alanfusu alshshuhha wain tuhsinoo watattaqoo fainna Allaha kana bima taAAmaloona khabeeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
