{"id":622,"number":129,"text":"وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translations":{"bn":"তোমরা কখনও নারীদেরকে সমান রাখতে পারবে না, যদিও এর আকাঙ্ক্ষী হও। অতএব, সম্পূর্ণ ঝুঁকেও পড়ো না যে, একজনকে ফেলে রাখ দোদুল্যমান অবস্থায়। যদি সংশোধন কর এবং খোদাভীরু হও, তবে আল্লাহ ক্ষমাশীল, করুণাময়।","en":"And you will never be able to be equal [in feeling] between wives, even if you should strive [to do so]. So do not incline completely [toward one] and leave another hanging. And if you amend [your affairs] and fear Allah - then indeed, Allah is ever Forgiving and Merciful","id":"Dan kamu tidak akan dapat berlaku adil di antara istri-istri(mu), walaupun kamu sangat ingin berbuat demikian, karena itu janganlah kamu terlalu cenderung (kepada yang kamu cintai), sehingga kamu biarkan yang lain terkatung-katung. Dan jika kamu mengadakan perbaikan dan memelihara diri (dari kecurangan), maka sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Вы не сможете относиться к женам одинаково справедливо даже при сильном желании. Не наклоняйтесь же полностью к одной, оставляя другую словно висящей (не уделяйте все внимание только одной жене, оставляя другую в таком положении, когда она, выйдя замуж, чувствует себя незамужней). Но если вы исправите положение и будете богобоязненны, то ведь Аллах - Прощающий, Милосердный","tr":"Adil hareket etmeye ne kadar uğraşsanız, kadınlar arasında eşitlik yapamayacaksınız, bari bir tarafa kalben tamamen meyletmeyin ki diğerini askıdaymış gibi bırakmış olmayasınız. İşleri düzeltir ve haksızlıktan sakınırsanız bilin ki Allah şüphesiz bağışlar ve merhamet eder","ur":"بیویوں کے درمیان پورا پورا عدل کرنا تمہارے بس میں نہیں ہے تم چاہو بھی تو اس پر قادر نہیں ہوسکتے لہٰذا (قانون الٰہی کا منشا پورا کرنے کے لیے یہ کافی ہے کہ) ایک بیوی کی طرف اِس طرح نہ جھک جاؤ کہ دوسری کو ادھر لٹکتا چھوڑ دو اگر تم اپنا طرز عمل درست رکھو اور اللہ سے ڈرتے رہو تو اللہ چشم پوشی کرنے والا اور رحم فرمانے والا ہے"},"chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"bn":"নারী","en":"The Women","id":"Wanita","ru":"Женщины","tr":"Nisâ","ur":"عورت"},"type":"medinan"}}
