{"id":622,"number":129,"text":"وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translations":{"en":"And you will never be able to be equal [in feeling] between wives, even if you should strive [to do so]. So do not incline completely [toward one] and leave another hanging. And if you amend [your affairs] and fear Allah - then indeed, Allah is ever Forgiving and Merciful","es":"No podrán ser [completamente] equitativos con sus esposas por mucho que lo intenten. Pero no por eso vulneren los derechos [de una de ellas] dejándola como abandonada. Si se rectifican y tienen temor de Dios, Dios es Perdonador, Misericordioso","fr":"Vous ne pourrez jamais être équitables entre vos femmes, même si vous en êtes soucieux. Ne vous penchez pas tout à fait vers l'une d'elles, au point de laisser l'autre comme en suspens. Mais si vous vous réconciliez et vous êtes pieux... donc Allah est, certes, Pardonneur et Miséricordieux","id":"Dan kamu tidak akan dapat berlaku adil di antara istri-istri(mu), walaupun kamu sangat ingin berbuat demikian, karena itu janganlah kamu terlalu cenderung (kepada yang kamu cintai), sehingga kamu biarkan yang lain terkatung-katung. Dan jika kamu mengadakan perbaikan dan memelihara diri (dari kecurangan), maka sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Вы не сможете относиться к женам одинаково справедливо даже при сильном желании. Не наклоняйтесь же полностью к одной, оставляя другую словно висящей (не уделяйте все внимание только одной жене, оставляя другую в таком положении, когда она, выйдя замуж, чувствует себя незамужней). Но если вы исправите положение и будете богобоязненны, то ведь Аллах - Прощающий, Милосердный","sv":"Det är inte möjligt för er att ge era hustrur lika behandling i allt, hur uppriktigt ni än önskar det; men ge inte era känslor [för en] så tydliga uttryck att ni lämnar den [andra] i ovisshet [om vad ni känner för henne]. Men om ni lägger till rätta det som ni har brustit i och fruktar Gud [skall ni se att] Gud är ständigt förlåtande, barmhärtig","tr":"Adil hareket etmeye ne kadar uğraşsanız, kadınlar arasında eşitlik yapamayacaksınız, bari bir tarafa kalben tamamen meyletmeyin ki diğerini askıdaymış gibi bırakmış olmayasınız. İşleri düzeltir ve haksızlıktan sakınırsanız bilin ki Allah şüphesiz bağışlar ve merhamet eder","ur":"بیویوں کے درمیان پورا پورا عدل کرنا تمہارے بس میں نہیں ہے تم چاہو بھی تو اس پر قادر نہیں ہوسکتے لہٰذا (قانون الٰہی کا منشا پورا کرنے کے لیے یہ کافی ہے کہ) ایک بیوی کی طرف اِس طرح نہ جھک جاؤ کہ دوسری کو ادھر لٹکتا چھوڑ دو اگر تم اپنا طرز عمل درست رکھو اور اللہ سے ڈرتے رہو تو اللہ چشم پوشی کرنے والا اور رحم فرمانے والا ہے","zh":"即使你们贪爱公平，你们也绝不能公平地待遇众妻；但你们不要完全偏向所爱的，而使被疏远的，如悬空中。如果你们加以和解，而且防备虐待，那么，安拉确是至赦的，确是至慈的。"},"transliteration":"Walan tastateeAAoo an taAAdiloo bayna alnnisai walaw harastum fala tameeloo kulla almayli fatatharooha kaalmuAAallaqati wain tuslihoo watattaqoo fainna Allaha kana ghafooran raheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
