{"id":624,"number":131,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا","translations":{"en":"And to Allah belongs whatever is in the heavens and whatever is on the earth. And We have instructed those who were given the Scripture before you and yourselves to fear Allah. But if you disbelieve - then to Allah belongs whatever is in the heavens and whatever is on the earth. And ever is Allah Free of need and Praiseworthy","es":"A Dios pertenece cuanto hay en los cielos y en la Tierra. He ordenado a quienes recibieron el Libro anteriormente y también a ustedes tener temor de Dios, pero si se rehúsan, a Dios pertenece cuanto hay en los cielos y en la Tierra. Dios es Opulento, Loable","fr":"A Allah seul appartient tout ce qui est dans les cieux et sur la terre. «Craignez Allah!» Voilà ce que Nous avons enjoint à ceux auxquels avant vous le Livre fut donné, tout comme à vous-mêmes. Et si vous ne croyez pas (cela ne nuit pas à Allah, car) très certainement à Allah seul appartient tout ce qui est dans les cieux et sur la terre. Et Allah se suffit à Lui-même et Il est digne de louange","id":"Dan milik Allahlah apa yang ada di langit dan apa yang ada di bumi, dan sungguh, Kami telah memerintahkan kepada orang yang diberi Kitab suci sebelum kamu dan (juga) kepadamu agar bertakwalah kepada Allah. Tetapi jika kamu ingkar maka (ketahuilah), milik Allahlah apa yang ada di langit dan apa yang ada di bumi dan Allah Mahakaya, Maha Terpuji","ru":"Аллаху принадлежит то, что на небесах, и то, что на земле. Мы заповедали тем, кому было даровано Писание до вас, а также вам, чтобы вы боялись Аллаха. Если вы не уверуете, то ведь Аллаху принадлежит то, что на небесах, и то, что на земле. Аллах - Богатый, Достохвальный","sv":"GUD tillhör allt det som himlarna rymmer och det som jorden bär. Vi uppmanade dem som fick ta emot Skriften före er, liksom [Vi uppmanar] er, att frukta Gud. Om ni förnekar sanningen [kan ni inte skada Honom]. Allt det som himlarna rymmer och det som jorden bär är Hans. Gud är Sig själv nog och allt lov och pris tillkommer Honom","tr":"Göklerde olanlar da, yerde olanlar da Allah'ındır. And olsun ki, sizden önce Kitap verilenlere ve size, Allah'tan sakınmanızı tavsiye ettik. İnkar ederseniz bilin ki, göklerde olanlar da yerde olanlar da Allah'ındır","ur":"آسمانوں اور زمین میں جو کچھ ہے سب اللہ ہی کا ہے تم سے پہلے جن کو ہم نے کتاب دی تھی انہیں بھی یہی ہدایت کی تھی اور اب تم کو بھی یہی ہدایت کرتے ہیں کہ خدا سے ڈرتے ہوئے کام کرو لیکن اگر تم نہیں مانتے تو نہ مانو، آسمان و زمین کی ساری چیزوں کا مالک اللہ ہی ہے اور وہ بے نیاز ہے، ہر تعریف کا مستحق","zh":"天地万物，只是安拉的。我确已嘱咐在你们之前曾受天经的人，也嘱咐你们说：“你们当敬畏安拉”。如果你们孤恩，那么，你们须知天地万物只是安拉的，安拉是无求的，是可颂的。"},"transliteration":"Walillahi ma fee alssamawati wama fee alardi walaqad wassayna allatheena ootoo alkitaba min qablikum waiyyakum ani ittaqoo Allaha wain takfuroo fainna lillahi ma fee alssamawati wama fee alardi wakana Allahu ghaniyyan hameedan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
