{"id":624,"number":131,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا","translations":{"bn":"আর যা কিছু রয়েছে আসমান সমূহে ও যমীনে সবই আল্লাহর। বস্তুতঃ আমি নির্দেশ দিয়েছি তোমাদের পূর্ববর্তী গ্রন্থের অধিকারীদেরকে এবং তোমাদেরকে যে, তোমরা সবাই ভয় করতে থাক আল্লাহকে। যদি তোমরা তা না মান, তবে জেনো, সে সব কিছুই আল্লাহ তা’আলার যা কিছু রয়েছে আসমান সমূহে ও যমীনে। আর আল্লাহ হচ্ছেন অভাবহীন, প্রসংশিত।","en":"And to Allah belongs whatever is in the heavens and whatever is on the earth. And We have instructed those who were given the Scripture before you and yourselves to fear Allah. But if you disbelieve - then to Allah belongs whatever is in the heavens and whatever is on the earth. And ever is Allah Free of need and Praiseworthy","id":"Dan milik Allahlah apa yang ada di langit dan apa yang ada di bumi, dan sungguh, Kami telah memerintahkan kepada orang yang diberi Kitab suci sebelum kamu dan (juga) kepadamu agar bertakwalah kepada Allah. Tetapi jika kamu ingkar maka (ketahuilah), milik Allahlah apa yang ada di langit dan apa yang ada di bumi dan Allah Mahakaya, Maha Terpuji","ru":"Аллаху принадлежит то, что на небесах, и то, что на земле. Мы заповедали тем, кому было даровано Писание до вас, а также вам, чтобы вы боялись Аллаха. Если вы не уверуете, то ведь Аллаху принадлежит то, что на небесах, и то, что на земле. Аллах - Богатый, Достохвальный","tr":"Göklerde olanlar da, yerde olanlar da Allah'ındır. And olsun ki, sizden önce Kitap verilenlere ve size, Allah'tan sakınmanızı tavsiye ettik. İnkar ederseniz bilin ki, göklerde olanlar da yerde olanlar da Allah'ındır","ur":"آسمانوں اور زمین میں جو کچھ ہے سب اللہ ہی کا ہے تم سے پہلے جن کو ہم نے کتاب دی تھی انہیں بھی یہی ہدایت کی تھی اور اب تم کو بھی یہی ہدایت کرتے ہیں کہ خدا سے ڈرتے ہوئے کام کرو لیکن اگر تم نہیں مانتے تو نہ مانو، آسمان و زمین کی ساری چیزوں کا مالک اللہ ہی ہے اور وہ بے نیاز ہے، ہر تعریف کا مستحق"},"chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"bn":"নারী","en":"The Women","id":"Wanita","ru":"Женщины","tr":"Nisâ","ur":"عورت"},"type":"medinan"}}
