{"id":628,"number":135,"text":"۞يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّـٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translations":{"en":"O you who have believed, be persistently standing firm in justice, witnesses for Allah, even if it be against yourselves or parents and relatives. Whether one is rich or poor, Allah is more worthy of both. So follow not [personal] inclination, lest you not be just. And if you distort [your testimony] or refuse [to give it], then indeed Allah is ever, with what you do, Acquainted","es":"¡Oh, creyentes! Sean responsablemente equitativos cuando den testimonio por Dios, aunque sea en contra de ustedes mismos, de sus padres o parientes cercanos, no importa si [el acusado es] rico o pobre: Dios está por encima de ellos. Que los sentimientos no los hagan ser injustos. Si dan falso testimonio o rechazan prestar testimonio [ocultando la verdad], sepan que Dios está bien informado de cuanto hacen","fr":"O les croyants! Observez strictement la justice et soyez des témoins (véridiques) comme Allah l'ordonne, fût-ce contre vous-mêmes, contre vos père et mère ou proches parents. Qu'il s'agisse d'un riche ou d'un besogneux, Allah a priorité sur eux deux (et Il est plus connaisseur de leur intérêt que vous). Ne suivez donc pas les passions, afin de ne pas dévier de la justice. Si vous portez un faux témoignage ou si vous le refusez, [sachez qu'] Allah est Parfaitement Connaisseur de ce que vous faites","id":"Wahai orang-orang yang beriman! Jadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri atau terhadap ibu bapak dan kaum kerabatmu. Jika dia (yang terdakwa) kaya ataupun miskin, maka Allah lebih tahu kemaslahatan (kebaikannya). Maka janganlah kamu mengikuti hawa nafsu karena ingin menyimpang dari kebenaran. Dan jika kamu memutarbalikkan (kata-kata) atau enggan menjadi saksi, maka ketahuilah Allah Mahateliti terhadap segala apa yang kamu kerjakan","ru":"О те, которые уверовали! Свидетельствуя перед Аллахом, отстаивайте справедливость, если даже свидетельство будет против вас самих, или против родителей, или против близких родственников. Будет ли он богатым или неимущим, Аллах ближе к ним обоим. Не потакайте желаниям, чтобы не отступить от справедливости. Если же вы скривите или уклонитесь, то ведь Аллах ведает о том, что вы совершаете","sv":"TROENDE! Slå vakt om rätten och rättvisan som Guds vittnen, även om det skulle vara till skada för er själva eller era föräldrar och nära anförvanter. Vare sig det gäller en rik man eller en fattig stackare är Gud närmast [att döma] såväl den ene som den andre. Låt därför inte era känslor [för eller emot någon] påverka er; då är det fara att ni avviker [från rättens väg]. Och om ni förvanskar sanningen eller undandrar er [att vittna], är Gud väl underrättad om vad ni gör","tr":"Ey İnananlar! Kendiniz, ana babanız ve yakınlarınız aleyhlerine de olsa, Allah için şahit olarak adaleti gözetin; ister zengin, ister fakir olsun, Allah onlara daha yakındır. Adaletinizde heveslere uymayın. Eğer eğriltirseniz veya yüz çevirirseniz bilin ki, Allah işlediklerinizden şüphesiz haberdardır","ur":"اے لوگو جو ایمان لائے ہو، انصاف کے علمبردار اور خدا واسطے کے گواہ بنو اگرچہ تمہارے انصاف اور تمہاری گواہی کی زد خود تمہاری اپنی ذات پر یا تمہارے والدین اور رشتہ داروں پر ہی کیوں نہ پڑتی ہو فریق معاملہ خواہ مالدار ہو یا غریب، اللہ تم سے زیادہ اُن کا خیر خواہ ہے لہٰذا اپنی خواہش نفس کی پیروی میں عدل سے باز نہ رہو اور اگر تم نے لگی لپٹی بات کہی یا سچائی سے پہلو بچایا تو جان رکھو کہ جو کچھ تم کرتے ہو اللہ کو اس کی خبر ہے","zh":"信道的人们啊！你们应当成为维护公道，为安拉而作证的人，即便不利于你们自身，和父母和至亲。无论被证的人，是富足的，还是贫穷的，你们都应当秉公作证；安拉是最宜于关切富翁和贫民的。你们不要顺从私欲，以致偏私。如果你们歪曲事实，或拒绝作证，那么，安拉确是彻知你们的行为的。"},"transliteration":"Ya ayyuha allatheena amanoo koonoo qawwameena bialqisti shuhadaa lillahi walaw AAala anfusikum awi alwalidayni waalaqrabeena in yakun ghaniyyan aw faqeeran faAllahu awla bihima fala tattabiAAoo alhawa an taAAdiloo wain talwoo aw tuAAridoo fainna Allaha kana bima taAAmaloona khabeeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
