{"id":629,"number":136,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِي نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِيٓ أَنزَلَ مِن قَبۡلُۚ وَمَن يَكۡفُرۡ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","translations":{"en":"O you who have believed, believe in Allah and His Messenger and the Book that He sent down upon His Messenger and the Scripture which He sent down before. And whoever disbelieves in Allah, His angels, His books, His messengers, and the Last Day has certainly gone far astray","es":"¡Oh, creyentes! Crean en Dios, en Su Mensajero, en el Libro que fue revelado a Su Mensajero y en los Libros que fueron revelados en el pasado. Quien no crea en Dios, en Sus ángeles, en Sus Libros, en Sus Mensajeros y en el Día del Juicio, habrá caído en un desvío profundo","fr":"O les croyants! Soyez fermes en votre foi en Allah, en Son messager, au Livre qu'Il a fait descendre sur Son messager, et au Livre qu'Il a fait descendre avant. Quiconque ne croit pas en Allah, en Ses anges, en Ses Livres, en Ses messagers et au Jour dernier, s'égare, loin dans l'égarement","id":"Wahai orang-orang yang beriman! Tetaplah beriman kepada Allah dan Rasul-Nya (Muhammad) dan kepada kitab (Alquran) yang diturunkan kepada Rasul-Nya, serta kitab yang diturunkan sebelumnya. Barang siapa ingkar kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya, dan hari kemudian, maka sungguh, orang itu telah tersesat sangat jauh","ru":"О те, которые уверовали! Веруйте в Аллаха, Его Посланника и Писание, которое Он ниспослал Своему Посланнику, и Писание, которое Он ниспослал прежде. А кто не уверовал в Аллаха, Его ангелов, Его Писания, Его посланников и Последний день, тот впал в глубокое заблуждение","sv":"Troende! Håll [fast vid] er tro på Gud och Hans Sändebud och på den Skrift som Han har uppenbarat för Sitt Sändebud och på det som uppenbarades i äldre tid; [tänk på att] den som förnekar Gud och Hans änglar och Hans uppenbarelser och Hans sändebud och Domens dag har drivit synden till dess yttersta gräns","tr":"Ey İnananlar! Allah'a, Peygamberine, Peygamberine indirdiği Kitap'a ve daha önce indirdiği Kitap'a inanmakta sebat gösterin. Kim Allah'ı, meleklerini, kitaplarını, peygamberlerini ve ahiret gününu inkar ederse, şüphesiz derin bir sapıklığa sapmıştır","ur":"اے لوگو جو ایمان لائے ہو، ایمان لاؤ اللہ پر اور اس کے رسول پر اور اس کتاب پر جو اللہ نے اپنے رسول پر نازل کی ہے اور ہر اُس کتاب پر جو اس سے پہلے وہ نازل کر چکا ہے جس نے اللہ اور اس کے ملائکہ اور اس کی کتابوں اور اس کے رسولوں اور روز آخرت سے کفر کیا وہ گمراہی میں بھٹک کر بہت دور نکل گیا","zh":"信道的人们啊！你们当确信安拉和使者，以及他所降示给使者的经典，和他以前所降示的经典。谁不信安拉、天使、经典、使者、末日，谁确已深入迷误了。"},"transliteration":"Ya ayyuha allatheena amanoo aminoo biAllahi warasoolihi waalkitabi allathee nazzala AAala rasoolihi waalkitabi allathee anzala min qablu waman yakfur biAllahi wamalaikatihi wakutubihi warusulihi waalyawmi alakhiri faqad dalla dalalan baAAeedan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
