{"id":634,"number":141,"text":"ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحٞ مِّنَ ٱللَّهِ قَالُوٓاْ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَٰفِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمۡ نَسۡتَحۡوِذۡ عَلَيۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِينَۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَلَن يَجۡعَلَ ٱللَّهُ لِلۡكَٰفِرِينَ عَلَى ٱلۡمُؤۡمِنِينَ سَبِيلًا","translations":{"en":"Those who wait [and watch] you. Then if you gain a victory from Allah, they say, \"Were we not with you?\" But if the disbelievers have a success, they say [to them], \"Did we not gain the advantage over you, but we protected you from the believers?\" Allah will judge between [all of] you on the Day of Resurrection, and never will Allah give the disbelievers over the believers a way [to overcome them]","es":"[Los hipócritas] siempre especulan. Si ustedes obtienen una victoria con la ayuda de Dios, les dicen: \"¿Acaso no estábamos de su lado?\" Pero si los que niegan la verdad logran un triunfo parcial, les dicen a ellos: \"¿Acaso no los ayudamos a vencer y los defendimos de los creyentes?\" Dios los juzgará el Día de la Resurrección. Dios no ha de conceder a los que rechazan el mensaje la supremacía absoluta sobre los creyentes","fr":"Ils restent dans l'expectative à votre égard; si une victoire vous vient de la part d'Allah, ils disent: «N'étions-nous pas avec vous?» et s'il en revient un avantage aux mécréants, ils leur disent: «Est-ce que nous n'avons pas mis la main sur vous pour vous soustraire aux croyants?» Eh bien, Allah jugera entre vous au Jour de la Résurrection. Et jamais Allah ne donnera une voie aux mécréants contre les croyants","id":"(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, \"Bukankah kami (turut berperang) bersama kamu?\" Dan jika orang kafir mendapat bagian mereka berkata, \"Bukankah kami turut memenangkanmu,233) dan membela kamu dari orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman","ru":"Они ждут, когда вас постигнет беда. Если Аллах одаряет вас победой, они говорят: «Разве мы не были с вами?». Если же доля достается неверующим, они говорят: «Разве мы не покровительствовали вам (или не помогали вам) и не защитили вас от верующих?». Аллах рассудит между вами в День воскресения. Аллах не откроет неверующим пути против верующих","sv":"de som vill invänta era fortsatta öden för att säga, om Gud ger er segern: \"Stod vi inte på er sida?\" och, om det skulle gå förnekarna väl, säga: \"Var vi inte starkare än ni och tog er i försvar mot dessa troende?\" Men Gud skall döma mellan er på Uppståndelsens dag och Gud kommer inte att låta förnekarna triumfera över de troende","tr":"Sizi gözleyenler, Allah'tan size bir zafer gelirse, \"Sizinle beraber değil miydik?\" derler; eğer kafirlere bir pay çıkarsa, onlara: \"Size üstünlük sağlayarak sizi müminlerden korumadık mı?\" derler. Allah kıyamet günü aranızda hüküm verir. Allah inkarcılara, inananlar aleyhinde asla fırsat vermeyecektir","ur":"یہ منافق تمہارے معاملہ میں انتظار کر رہے ہیں (کہ اونٹ کس کروٹ بیٹھتا ہے) اگر اللہ کی طرف سے فتح تمہاری ہوئی تو آ کر کہیں گے کہ کیا ہم تمہارے ساتھ نہ تھے؟ ا گر کافروں کا پلہ بھاری رہا تو اُن سے کہیں گے کہ کیا ہم تمہارے خلاف لڑنے پر قادر نہ تھے اور پھر بھی ہم نے تم کو مسلمانوں سے بچایا؟ بس اللہ ہی تمہارے اور ان کے معاملہ کا فیصلہ قیامت کے روز کرے گا اور (اس فیصلہ میں) اللہ نے کافروں کے لیے مسلمانوں پر غالب آنے کی ہرگز کوئی سبیل نہیں رکھی ہے","zh":"他们是期待你们遭遇灾难的。如果你们获得从安拉发出的胜利，他们就说：“难道我们不是曾跟你们在一起吗？”如果不信道者幸而战胜，他们就说：“难道我们没有战胜你们，并且使你们得免于信道者的征服吗？”故复活日安拉将替你们判决，安拉绝不让让不信道者对信道的人有任何途径。"},"transliteration":"Allatheena yatarabbasoona bikum fain kana lakum fathun mina Allahi qaloo alam nakun maAAakum wain kana lilkafireena naseebun qaloo alam nastahwith AAalaykum wanamnaAAkum mina almumineena faAllahu yahkumu baynakum yawma alqiyamati walan yajAAala Allahu lilkafireena AAala almumineena sabeelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
