{"id":635,"number":142,"text":"إِنَّ ٱلۡمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمۡ وَإِذَا قَامُوٓاْ إِلَى ٱلصَّلَوٰةِ قَامُواْ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِيلٗا","translations":{"en":"Indeed, the hypocrites [think to] deceive Allah, but He is deceiving them. And when they stand for prayer, they stand lazily, showing [themselves to] the people and not remembering Allah except a little","es":"Los hipócritas pretenden engañar a Dios, pero Él hace que ellos se engañen a sí mismos. Cuando se levantan para hacer la oración lo hacen con desgano, solo para ser vistos por la gente, sin apenas acordarse de Dios","fr":"Les hypocrites cherchent à tromper Allah, mais Allah retourne leur tromperie (contre eux-mêmes). Et lorsqu'ils se lèvent pour la Salât, ils se lèvent avec paresse et par ostentation envers les gens. A peine invoquent-ils Allah","id":"(Sesungguhnya orang munafik itu hendak menipu Allah, tetapi Allahlah yang menipu mereka. 234) Apabila mereka berdiri untuk salat mereka lakukan dengan malas. Mereka bermaksud riya` (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali","ru":"Воистину, лицемеры пытаются обмануть Аллаха, но это Он обманывает их. Когда они встают на намаз, то встают неохотно, показывая себя перед людьми и поминая Аллаха лишь немного","sv":"Hycklarna tror sig överlista Gud, men det är Han som överlistar dem. Och då de reser sig för att be, reser de sig i sakta mak för att ses och berömmas av människorna men har sällan Gud i tankarna","tr":"Doğrusu münafıklar Allah'ı aldatmağa çalışırlar, oysa O, onlara aldatmanın ne olduğunu gösterecektir. Onlar namaza tembel tembel kalkarlar, insanlara gösteriş yaparlar, ne onlarla, ne de bunlarla olur, ikisi arasında bocalayarak Allah'ı pek az anarlar. Allah'ın saptırdığı kimseye yol bulamayacaksın","ur":"یہ منافق اللہ کے ساتھ دھوکہ بازی کر رہے ہیں حالانکہ در حقیقت اللہ ہی نے انہیں دھوکہ میں ڈال رکھا ہے جب یہ نماز کے لیے اٹھتے ہں تو کسمساتے ہوئے محض لوگوں کو دکھانے کی خاطر اٹھتے ہیں اور خدا کو کم ہی یاد کرتے ہیں","zh":"伪信者，的确想欺骗安拉，他将以他们的欺骗回报他们。当他们站起来去礼拜的时候，他们懒洋洋地站起来，他们沽名钓誉，他们只稍稍记念安拉。"},"transliteration":"Inna almunafiqeena yukhadiAAoona Allaha wahuwa khadiAAuhum waitha qamoo ila alssalati qamoo kusala yuraoona alnnasa wala yathkuroona Allaha illa qaleelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
