{"id":636,"number":143,"text":"مُّذَبۡذَبِينَ بَيۡنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِۚ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","translations":{"en":"Wavering between them, [belonging] neither to the believers nor to the disbelievers. And whoever Allah leaves astray - never will you find for him a way","es":"[Los hipócritas] vacilan entre los creyentes y los incrédulos, no se inclinan por unos ni por otros. A quien Dios desvíe no encontrará camino","fr":"Ils sont indécis (entre les croyants et les mécréants,) n'appartenant ni aux uns ni aux autres. Or, quiconque Allah égare, jamais tu ne trouveras de chemin pour lui","id":"Mereka dalam keadaan ragu antara yang demikian (iman atau kafir) tidak termasuk kepada golongan ini (orang beriman) dan tidak (pula) kepada golongan itu (orang kafir). Barang siapa dibiarkan sesat oleh Allah, maka kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya","ru":"Они колеблются между этим (верой и неверием), но не принадлежат ни к тем, ни к другим. Для того, кого Аллах вводит в заблуждение, ты уже не найдешь дороги","sv":"De vacklar [mellan olika ståndpunkter] och följer varken den ena eller den andra [gruppen]. Men den Gud låter gå vilse kan du aldrig leda på rätt väg","tr":"Doğrusu münafıklar Allah'ı aldatmağa çalışırlar, oysa O, onlara aldatmanın ne olduğunu gösterecektir. Onlar namaza tembel tembel kalkarlar, insanlara gösteriş yaparlar, ne onlarla, ne de bunlarla olur, ikisi arasında bocalayarak Allah'ı pek az anarlar. Allah'ın saptırdığı kimseye yol bulamayacaksın","ur":"کفر و ایمان کے درمیان ڈانوا ڈول ہیں نہ پورے اِس طرف ہیں نہ پورے اُس طرف جسے اللہ نے بھٹکا دیا ہو اس کے لیے تم کوئی راستہ نہیں پاسکتے","zh":"他们动摇于信道与不信道之间，既不归这等人，也不归那等人。安拉使谁迷误，你绝不能替谁发现一条归正的道路。"},"transliteration":"Muthabthabeena bayna thalika la ila haolai wala ila haolai waman yudlili Allahu falan tajida lahu sabeelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
