{"id":639,"number":146,"text":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَٱعۡتَصَمُواْ بِٱللَّهِ وَأَخۡلَصُواْ دِينَهُمۡ لِلَّهِ فَأُوْلَـٰٓئِكَ مَعَ ٱلۡمُؤۡمِنِينَۖ وَسَوۡفَ يُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِينَ أَجۡرًا عَظِيمٗا","translations":{"en":"Except for those who repent, correct themselves, hold fast to Allah, and are sincere in their religion for Allah, for those will be with the believers. And Allah is going to give the believers a great reward","es":"Excepto aquellos [hipócritas] que se arrepientan, rectifiquen, se aferren a Dios y practiquen la fe sinceramente. Ellos estarán junto a los creyentes, y Dios tiene preparado para los creyentes una recompensa grandiosa","fr":"sauf ceux qui se repentent, s'amendent, s'attachent fermement à Allah, et Lui vouent une foi exclusive. Ceux-là seront avec les croyants. Et Allah donnera aux croyants une énorme récompense","id":"(kecuali orang-orang yang bertobat dan memperbaiki diri236) dan berpegang teguh pada (agama) Allah dan dengan tulus ikhlas (menjalankan) agama mereka karena Allah. Maka mereka itu bersama-sama orang-orang yang beriman dan kelak Allah akan memberikan pahala yang besar kepada orang-orang yang beriman","ru":"если только они не раскаются и исправят содеянное, крепко ухватятся за Аллаха и очистят свою веру перед Ним. Такие окажутся вместе с верующими, а ведь Аллах одарит верующих великой наградой","sv":"Men de som vänder om i ånger och gör bättring och [på nytt] söker styrka hos Gud och ägnar Honom en uppriktig dyrkan skall skonas; [på Uppståndelsens dag] skall de stå bland de troende och Gud skall ge de troende en rik belöning","tr":"Ancak tevbe edenler, nefislerini ıslah edenler, Allah'ın Kitap'ına sarılanlar ve dinlerine Allah için candan bağlananlar müstesnadır. Onlar inananlarla beraberdirler. Allah müminlere büyük ecir verecektir","ur":"البتہ جو اُن میں سے تائب ہو جائیں او ر اپنے طرز عمل کی اصلاح کر لیں اور اللہ کا دامن تھام لیں اور اپنے دین کو اللہ کے لیے خالص کر دیں، ایسے لوگ مومنوں کے ساتھ ہیں اور اللہ مومنوں کو ضرور اجر عظیم عطا فرمائے گا","zh":"惟悔罪自新，信托安拉，且为安拉而虔诚奉教的人，是与信士们同等的；安拉将以重大的报酬赏赐信士们。"},"transliteration":"Illa allatheena taboo waaslahoo waiAAtasamoo biAllahi waakhlasoo deenahum lillahi faolaika maAAa almumineena wasawfa yuti Allahu almumineena ajran AAatheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
