{"id":64,"number":57,"text":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translations":{"en":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves","es":"Y extendí nubes sobre ustedes [para que les dieran sombra], y les envié el maná y las codornices [y les dije:] \"Coman de las cosas buenas que les he provisto\"; pero no Me causaron perjuicio alguno [con sus transgresiones], sino que fueron injustos consigo mismos","fr":"Et Nous vous couvrîmes de l'ombre d'un nuage; et fîmes descendre sur vous la manne et les cailles: - «Mangez des délices que Nous vous avons attribués!» - Ce n'est pas à Nous qu'ils firent du tort, mais ils se firent tort à eux-mêmes","id":"(Dan Kami menaungi kamu dengan awan, dan Kami menurunkan kepadamu manna dan salwa.29) Makanlah (makanan) yang baik-baik dari rezeki yang telah Kami berikan kepadamu. Mereka tidak menzalimi Kami, tetapi justru merekalah yang menzalimi diri sendiri","ru":"Мы осенили вас облаками и ниспослали манну и перепелов: «Вкушайте блага, которыми Мы наделили вас». Они не были несправедливы по отношению к Нам - они поступали несправедливо лишь по отношению к себе","sv":"Och Vi lät molnen skänka er skugga och gav er manna och vaktlar [till föda och uppmanade er:] \"Ät av de goda ting som Vi har skänkt er för ert uppehälle.\" Och de vållade Oss ingen skada [med sina synder] - de skadade enbart sig själva","tr":"Bulutla sizi gölgelendirdik, kudret helvası ve bıldırcın indirdik, \"Verdiğimiz rızıkların iyi ve güzel olanlarından yiyin\" dedik. Onlar Bize değil, fakat kendilerine yazık ediyorlardı","ur":"ہم نے تم پر ابر کا سایہ کیا، من وسلویٰ کی غذا تمہارے لیے فراہم کی اور تم سے کہا کہ جو پاک چیزیں ہم نے تمہیں بخشی ہیں، اُنہیں کھاؤ، مگر تمہارے اسلاف نے جو کچھ کیا، وہ ہم پر ظلم نہ تھا، بلکہ انہوں نے آپ اپنے ہی اوپر ظلم کیا","zh":"我曾使白云荫蔽你们，又降甘露和鹌鹑给你们。你们可以吃我所供给你们的佳美食物。他们没有损害我，但他们自欺。"},"transliteration":"Wathallalna AAalaykumu alghamama waanzalna AAalaykumu almanna waalssalwa kuloo min tayyibati ma razaqnakum wama thalamoona walakin kanoo anfusahum yathlimoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
