{"id":645,"number":152,"text":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦ وَلَمۡ يُفَرِّقُواْ بَيۡنَ أَحَدٖ مِّنۡهُمۡ أُوْلَـٰٓئِكَ سَوۡفَ يُؤۡتِيهِمۡ أُجُورَهُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translations":{"en":"But they who believe in Allah and His messengers and do not discriminate between any of them - to those He is going to give their rewards. And ever is Allah Forgiving and Merciful","es":"Pero quienes crean [realmente] en Dios y en Sus Mensajeros sin hacer distinciones entre ellos, Él les concederá Sus recompensas. Dios es Perdonador, Misericordioso","fr":"Et ceux qui croient en Allah et en Ses messagers et qui ne font point de différence entre ces derniers, voilà ceux à qui Il donnera leurs récompenses. Et Allah est Pardonneur et Miséricordieux","id":"Adapun orang-orang yang beriman kepada Allah dan Rasul-rasul-Nya dan tidak membeda-bedakan di antara mereka (para Rasul), kelak Allah akan memberikan pahala kepada mereka. Allah Maha Pengampun, Maha Penyayang","ru":"А тех, которые уверовали в Аллаха и Его посланников и не делают различий между любым из них, Он одарит их наградой. Аллах - Прощающий, Милосердный","sv":"Men de som tror på Gud och på Hans sändebud och inte gör åtskillnad mellan dem skall få sin [fulla] lön. Gud är ständigt förlåtande, barmhärtig","tr":"Allah'a ve peygamberlerine inanıp, onlardan hiçbirini ayırmayanlara, işte onlara Allah ecirlerini verecektir. O, bağışlar ve merhamet eder","ur":"بخلاف اس کے جو لوگ اللہ اور ا س کے تمام رسولوں کو مانیں، اور اُن کے درمیان تفریق نہ کریں، اُن کو ہم ضرور اُن کے اجر عطا کریں گے، اور اللہ بڑا درگزر فرمانے والا اور رحم کرنے والا ہے","zh":"确信安拉和众使者，而不歧视任何使者的人，他将以他们（应得）的报酬赏赐他们。安拉是至赦的，是至慈的。"},"transliteration":"Waallatheena amanoo biAllahi warusulihi walam yufarriqoo bayna ahadin minhum olaika sawfa yuteehim ojoorahum wakana Allahu ghafooran raheeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
