{"id":646,"number":153,"text":"يَسۡـَٔلُكَ أَهۡلُ ٱلۡكِتَٰبِ أَن تُنَزِّلَ عَلَيۡهِمۡ كِتَٰبٗا مِّنَ ٱلسَّمَآءِۚ فَقَدۡ سَأَلُواْ مُوسَىٰٓ أَكۡبَرَ مِن ذَٰلِكَ فَقَالُوٓاْ أَرِنَا ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡهُمُ ٱلصَّـٰعِقَةُ بِظُلۡمِهِمۡۚ ثُمَّ ٱتَّخَذُواْ ٱلۡعِجۡلَ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ فَعَفَوۡنَا عَن ذَٰلِكَۚ وَءَاتَيۡنَا مُوسَىٰ سُلۡطَٰنٗا مُّبِينٗا","translations":{"en":"The People of the Scripture ask you to bring down to them a book from the heaven. But they had asked of Moses [even] greater than that and said, \"Show us Allah outright,\" so the thunderbolt struck them for their wrongdoing. Then they took the calf [for worship] after clear evidences had come to them, and We pardoned that. And We gave Moses a clear authority","es":"[Los judíos entre] la Gente del Libro te piden que les hagas descender un Libro del cielo. Ya le habían pedido a Moisés algo peor cuando dijeron: \"Haz que podamos ver a Dios con los ojos\". Pero fueron fulminados por un rayo debido a las injusticias que cometían. Luego comenzaron a adorar al becerro [de oro] a pesar de haber recibido las evidencias [del monoteísmo]. Pero les perdoné [esa ofensa] y concedí a Moisés un milagro evidente","fr":"Les gens du Livre te demandent de leur faire descendre du ciel un Livre. Ils ont déjà demandé à Moïse quelque chose de bien plus grave quand ils dirent: «Fais-nous voir Allah à découvert!» Alors la foudre les frappa pour leur tort. Puis ils adoptèrent le Veau (comme idole) même après que les preuves leur furent venues. Nous leur pardonnâmes cela et donnâmes à Moïse une autorité déclarée","id":"(Orang-orang) Ahli Kitab meminta kepadamu (Muhammad) agar engkau menurunkan suatu Kitab dari langit kepada mereka. Sesungguhnya mereka telah meminta kepada Musa yang lebih besar dari itu. Mereka berkata, \"Perlihatkanlah Allah kepada kami secara nyata.\" Maka mereka disambar petir karena kezalimannya. Kemudian mereka menyembah anak sapi,240) setelah mereka melihat bukti-bukti yang nyata, namun demikian Kami maafkan mereka, dan telah Kami berikan kepada Musa kekuasaan yang nyata","ru":"Люди Писания просят тебя, чтобы ты низвел им писание с неба. Мусу (Моисея) они попросили о еще большем, когда сказали: «Покажи нам Аллаха открыто». Тогда молния поразила (или гибель постигла) их за их несправедливость. А затем они стали поклоняться тельцу после того, как к ним явились ясные знамения, но Мы простили это и даровали Мусе (Моисею) явное доказательство","sv":"EFTERFÖLJARNA av äldre tiders uppenbarelser begär att du [Muhammad] skall utverka att en [ny] Skrift uppenbaras för dem. Ännu oerhördare är vad de begärde av Moses, när de sade: \"Låt oss få se Gud med våra egna ögon\", och en blixt slog dem som straff för deras orättfärdighet. Sedan tog de sig för att tillbe [den gyllene] kalven, efter det att bevisen [om sanningen] hade nått dem. Men Vi utplånade denna [synd] och gav Moses en otvetydig bekräftelse [på hans kallelse]","tr":"Kitap ehli, senin kendilerine gökten bir kitap indirmeni isterler. Musa'dan bundan daha büyüğünü istemişlerdi ve \"Bize Allah'ı apaçık göster\" demişlerdi. Zulümlerinden ötürü onları yıldırım çarpmıştı. Belgeler kendilerine geldikten sonra da, buzağıyı tanrı olarak benimsediler, fakat bunları affettik ve Musa'ya apaçık bir hüccet verdik, söz vermelerine karşılık Tur dağını üzerlerine kaldırdık ve onlara: \"Kapıdan secde ederek girin\" dedik, \"Cumartesileri aşırı gitmeyin\" dedik, onlardan sağlam bir söz aldık","ur":"یہ اہل کتاب اگر آج تم سے مطالبہ کر رہے ہیں کہ تم آسمان سے کوئی تحریر اُن پر نازل کراؤ تو اِس سے بڑھ چڑھ کر مجرمانہ مطالبے یہ پہلے موسیٰؑ سے کر چکے ہیں اُس سے تو اِنہوں نے کہا تھا کہ ہمیں خدا کو علانیہ دکھا دو اور اِسی سرکشی کی وجہ سے یکایک اِن پر بجلی ٹوٹ پڑی تھی پھر انہوں نے بچھڑے کو اپنا معبود بنا لیا، حالانکہ یہ کھلی کھلی نشانیاں دیکھ چکے تھے اس پر بھی ہم نے اِن سے درگزر کیا ہم نے موسیٰؑ کو صریح فرمان عطا کیا","zh":"信奉天经的人，请求你从天上降示他们一部经典。他们确已向穆萨请求过比这更重大的事，他们说：“你使我们亲眼看见安拉吧。”急雷因他们的不义而袭击他们。在许多明证降临他们之后，他们又认犊为神，但我已恕饶这事。我曾赏赐穆萨一个明显的证据。"},"transliteration":"Yasaluka ahlu alkitabi an tunazzila AAalayhim kitaban mina alssamai faqad saaloo moosa akbara min thalika faqaloo arina Allaha jahratan faakhathathumu alssaAAiqatu bithulmihim thumma ittakhathoo alAAijla min baAAdi ma jaathumu albayyinatu faAAafawna AAan thalika waatayna moosa sultanan mubeenan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
