{"id":647,"number":154,"text":"وَرَفَعۡنَا فَوۡقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمۡ وَقُلۡنَا لَهُمُ ٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُلۡنَا لَهُمۡ لَا تَعۡدُواْ فِي ٱلسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","translations":{"en":"And We raised over them the mount for [refusal of] their covenant; and We said to them, \"Enter the gate bowing humbly\", and We said to them, \"Do not transgress on the sabbath\", and We took from them a solemn covenant","es":"Para que respetaran el pacto [de seguir la Tora] elevé la montaña por encima de ellos y les dije: \"Ingresen por la puerta [principal de la ciudad], prostérnense [en señal de humildad] y no quebranten el sábado\". Celebré con ellos un pacto solemne","fr":"Et pour (obtenir) leur engagement, Nous avons brandi au-dessus d'eux le Mont Tor, Nous leur avons dit: «Entrez par la porte en vous prosternant» Nous leur avons dit: «Ne transgressez pas le Sabbat» et Nous avons pris d'eux un engagement ferme","id":"Dan Kami angkat gunung (Sinai) di atas mereka untuk (menguatkan) perjanjian mereka. Dan Kami perintahkan kepada mereka, \"Masukilah pintu gerbang (Baitulmaqdis) itu sambil bersujud,\" dan Kami perintahkan (pula), kepada mereka, \"Janganlah kamu melanggar peraturan mengenai hari Sabat.241) Dan Kami telah mengambil dari mereka perjanjian yang kokoh","ru":"Мы воздвигли над ними гору, согласно завету с ними, и сказали им: «Войдите во врата, поклонившись!». Мы также сказали им: «Не нарушайте субботы!». Мы заключили с ними суровый завет","sv":"Och Vi tog Sinai berg [som vittne] till Vårt förbund med dem och sade till dem: \"Gå in [i detta land], men fall vid inträdet ned på era ansikten\"; och Vi förmanade dem: \"Bryt inte mot sabbatsbudet!\" Och Vi tog emot deras högtidligaste löfte","tr":"Kitap ehli, senin kendilerine gökten bir kitap indirmeni isterler. Musa'dan bundan daha büyüğünü istemişlerdi ve \"Bize Allah'ı apaçık göster\" demişlerdi. Zulümlerinden ötürü onları yıldırım çarpmıştı. Belgeler kendilerine geldikten sonra da, buzağıyı tanrı olarak benimsediler, fakat bunları affettik ve Musa'ya apaçık bir hüccet verdik, söz vermelerine karşılık Tur dağını üzerlerine kaldırdık ve onlara: \"Kapıdan secde ederek girin\" dedik, \"Cumartesileri aşırı gitmeyin\" dedik, onlardan sağlam bir söz aldık","ur":"اور اِن لوگوں پر طور کو اٹھا کر اِن سے (اُس فرمان کی اطاعت کا) عہد لیا ہم نے اِن کو حکم دیا کہ دروازے میں سجدہ ریز ہوتے ہوئے داخل ہوں ہم نے اِن سے کہا کہ سبت کا قانون نہ توڑو اوراس پر اِن سے پختہ عہد لیا","zh":"为与他们缔约，我曾把山高耸在他们的上面，我曾对他们说：“你们应当鞠躬而入城门。”我又对他们说：“你们在安息日不要超越法度。”我曾与他们缔结一个严重的盟约。"},"transliteration":"WarafaAAna fawqahumu alttoora bimeethaqihim waqulna lahumu odkhuloo albaba sujjadan waqulna lahum la taAAdoo fee alssabti waakhathna minhum meethaqan ghaleethan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
