{"id":65,"number":58,"text":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","translations":{"en":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward]","es":"Y [recuerden] cuando les dije: \"Entren en esta ciudad [Jerusalén] y coman de ella cuanto deseen en abundancia, pero entren por la puerta prosternándose, suplicando: ¡Perdónanos! Que perdonaré sus pecados, y les concederé aún más a los que hacen el bien","fr":"Et [rappelez-vous] lorsque Nous dîmes: «Entrez dans cette ville, et mangez-y à l'envie où il vous plaira; mais entrez par la porte en vous prosternant et demandez la «rémission» (de vos péchés); Nous vous pardonnerons vos fautes si vous faites cela et donnerons davantage de récompense pour les bienfaisants","id":"Dan (ingatlah) ketika Kami berfirman, \"Masuklah kamu ke negeri ini (Baitulmaqdis), maka makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. Dan masukilah pintu gerbangnya sambil membungkuk, dan katakanlah, \"Bebaskanlah kami (dari dosa-dosa kami),\" niscaya Kami ampuni kesalahan-kesalahanmu. Dan Kami akan menambah (karunia) bagi orang-orang yang berbuat kebaikan","ru":"Вот Мы сказали: «Войдите в этот город и ешьте вволю, где пожелаете. Войдите во врата, поклонившись, и скажите: «Прости нас!». Мы простим ваши прегрешения и приумножим награду творящим добро»","sv":"Och [minns] Våra ord: ”Gå in i detta land och ät som ni har lust till av dess [frukter], men fall ned på era ansikten vid inträdet och be: 'Befria oss från bördan av vår synd!' [Då] skall Vi förlåta er era synder och därtill rikligt belöna dem som gör det goda och det rätta.”","tr":"Şu şehre girin, orada dilediğiniz gibi, bol bol yiyin, secde ederek kapısından girin, \"bağışla!\" deyin, Biz de yanılmalarınızı bağışlarız, iyilere daha da artırırız\" demiştik","ur":"پھر یاد کرو جب ہم نے کہا تھا کہ، \"یہ بستی جو تمہارے سامنے ہے، اس میں داخل ہو جاؤ، اس کی پیداوار جس طرح چاہو، مزے سے کھاؤ، مگر بستی کے دروازے میں سجدہ ریز ہوتے ہو ئے داخل ہونا اور کہتے جانا حطۃ حطۃ، ہم تمہاری خطاؤں سے در گزر کریں گے اور نیکو کاروں کو مزید فضل و کرم سے نوازیں گے","zh":"当时，我说：“你们进这城市去，你们可以随意吃其中所有丰富的食物。你们应当鞠躬而进城门，并且说：‘释我重负。’我将赦宥你们的种种罪过，我要厚报善人。”"},"transliteration":"Waith qulna odkhuloo hathihi alqaryata fakuloo minha haythu shitum raghadan waodkhuloo albaba sujjadan waqooloo hittatun naghfir lakum khatayakum wasanazeedu almuhsineena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
