{"id":650,"number":157,"text":"وَقَوۡلِهِمۡ إِنَّا قَتَلۡنَا ٱلۡمَسِيحَ عِيسَى ٱبۡنَ مَرۡيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمۡۚ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ لَفِي شَكّٖ مِّنۡهُۚ مَا لَهُم بِهِۦ مِنۡ عِلۡمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّۚ وَمَا قَتَلُوهُ يَقِينَۢا","translations":{"en":"And [for] their saying, \"Indeed, we have killed the Messiah, Jesus, the son of Mary, the messenger of Allah.\" And they did not kill him, nor did they crucify him; but [another] was made to resemble him to them. And indeed, those who differ over it are in doubt about it. They have no knowledge of it except the following of assumption. And they did not kill him, for certain","es":"Y dijeron: \"Hemos matado al Mesías, Jesús hijo de María, el Mensajero de Dios\". Pero, aunque así lo creyeron, no lo mataron ni lo crucificaron. Quienes discrepan sobre él [Jesús] tienen dudas al respecto. No tienen conocimiento certero sino que siguen suposiciones, pero en la realidad no lo mataron","fr":"et à cause de leur parole: «Nous avons vraiment tué le Christ, Jésus, fils de Marie, le Messager d'Allah»... Or, ils ne l'ont ni tué ni crucifié; mais ce n'était qu'un faux semblant! Et ceux qui ont discuté sur son sujet sont vraiment dans l'incertitude: ils n'en ont aucune connaissance certaine, ils ne font que suivre des conjectures et ils ne l'ont certainement pas tué","id":"dan (Kami hukum juga) karena ucapan mereka, \"Sesungguhnya kami telah membunuh Al-Masih, Isa putra Maryam, Rasul Allah,243) padahal mereka tidak membunuhnya dan tidak (pula) menyalibnya, tetapi (yang mereka bunuh adalah) orang yang diserupakan dengan Isa. Sesungguhnya mereka yang berselisih pendapat tentang (pembunuhan) Isa, selalu dalam keragu-raguan tentang siapa yang dibunuh. Mereka benar-benar tidak tahu (siapa sebenarnya yang dibunuh), melainkan mengikuti persangkaan belaka, jadi mereka tidak yakin telah membunuhnya","ru":"и сказали: «Воистину, мы убили Мессию Ису (Иисуса), сына Марьям (Марии), посланника Аллаха». Однако они не убили его и не распяли, а это только показалось им. Те, которые препираются по этому поводу, пребывают в сомнении и ничего не ведают об этом, а лишь следуют предположениям. Они действительно не убивали его (или не убивали его с уверенностью)","sv":"och för deras ord: \"Vi har dödat Kristus Jesus, Marias son, [som påstod sig vara] Guds sändebud!\" Men de dödade honom inte och inte heller korsfäste de honom, fastän det för dem tedde sig så. De som är av annan mening är inte säkra på sin sak; de har ingen [verklig] kunskap om detta utan stöder sig på antaganden. Det är med visshet så att de inte dödade honom","tr":"Bu, bir de inkarlarından, Meryem'e büyük bir iftirada bulunmalarından ve: \"Meryem oğlu İsa Mesih'i, Allah'ın elçisini öldürdük\" demelerinden ötürüdür. Oysa onu öldürmediler ve asmadılar, fakat onlara öyle göründü. Ayrılığa düştükleri şeyde doğrusu şüphededirler, bu husustaki bilgileri ancak sanıya uymaktan ibarettir, kesin olarak onu öldürmediler, bilakis Allah onu kendi katına yükseltti. Allah Güçlü'dür, Hakim'dir","ur":"اور خود کہا کہ ہم نے مسیح، عیسیٰ ابن مریم، رسول اللہ کو قتل کر دیا ہے حالانکہ فی الواقع انہوں نے نہ اس کو قتل کیا نہ صلیب پر چڑھایا بلکہ معاملہ ان کے لیے مشتبہ کر دیا گیا اور جن لوگوں نے اس کے بارے میں اختلاف کیا ہے وہ بھی دراصل شک میں مبتلا ہیں، ان کے پاس اس معاملہ میں کوئی علم نہیں ہے، محض گمان ہی کی پیروی ہے انہوں نے مسیح کو یقین کے ساتھ قتل نہیں کیا","zh":"又因为他们说：“我们确已杀死了麦西哈-----尔撒，本，麦尔彦，——安拉的使者。”他们既没有杀死他，也没有把他钉死在十字架上，但他们不明白这件事的真相。为尔撒而争论的人，对于他的被杀害，确是在迷惑之中。他们对于这件事，毫无认识，不过根据猜想罢了。他们没能确实地杀死他。"},"transliteration":"Waqawlihim inna qatalna almaseeha AAeesa ibna maryama rasoola Allahi wama qataloohu wama salaboohu walakin shubbiha lahum wainna allatheena ikhtalafoo feehi lafee shakkin minhu ma lahum bihi min AAilmin illa ittibaAAa alththanni wama qataloohu yaqeenan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
