{"id":654,"number":161,"text":"وَأَخۡذِهِمُ ٱلرِّبَوٰاْ وَقَدۡ نُهُواْ عَنۡهُ وَأَكۡلِهِمۡ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ مِنۡهُمۡ عَذَابًا أَلِيمٗا","translations":{"en":"And [for] their taking of usury while they had been forbidden from it, and their consuming of the people's wealth unjustly. And we have prepared for the disbelievers among them a painful punishment","es":"Lucraban con la usura siendo que les estaba prohibido, y estafaban engañando a la gente. Les tenemos reservado un castigo doloroso a quienes de entre ellos negaron la verdad [a pesar de conocerla]","fr":"et à cause de ce qu'ils prennent des intérêts usuraires- qui leur étaient pourtant interdits - et parce qu'ils mangent illégalement les biens des gens. A ceux d'entre eux qui sont mécréants Nous avons préparé un châtiment douloureux","id":"dan karena mereka menjalankan riba, padahal sungguh mereka telah dilarang darinya, dan karena mereka memakan harta orang dengan cara tidak sah (batil). Dan Kami sediakan untuk orang-orang kafir di antara mereka azab yang pedih","ru":"А также за то, что они брали лихву, хотя она была запрещена им, и незаконно пожирали имущество людей. Для неверующих из них Мы приготовили мучительные страдания","sv":"och därför att de bedrev ocker, som hade förbjudits dem, och orättmätigt tillskansade sig andras egendom. De av dem som envist framhärdar i att förneka sanningen, för dem har Vi i beredskap ett plågsamt straff","tr":"Yahudilerin haksızlıklarından, çoklarını Allah yolundan menetmelerinden, yasak edilmişken faiz almaları ve insanların mallarını haksızlıkla yemelerinden ötürü kendilerine helal kılınan temiz şeyleri onlara haram kıldık. Onlardan inkar edenlere, elem verici azab hazırladık","ur":"اور سود لیتے ہیں جس سے انہیں منع کیا گیا تھا، اور لوگوں کے مال ناجائز طریقوں سے کھاتے ہیں، ہم نے بہت سی وہ پاک چیزیں ان پر حرام کر دیں جو پہلے ان کے لیے حلال تھیں، اور جو لوگ اِن میں سے کافر ہیں ان کے لیے ہم نے درد ناک عذاب تیار کر رکھا ہے","zh":"且违禁而取利息，并借诈术而侵吞别人的钱财，我已为他们中的不信道的人而预备痛苦的刑罚。"},"transliteration":"Waakhthihimu alrriba waqad nuhoo AAanhu waaklihim amwala alnnasi bialbatili waaAAtadna lilkafireena minhum AAathaban aleeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
