{"id":656,"number":163,"text":"۞إِنَّآ أَوۡحَيۡنَآ إِلَيۡكَ كَمَآ أَوۡحَيۡنَآ إِلَىٰ نُوحٖ وَٱلنَّبِيِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَيۡنَآ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيۡمَٰنَۚ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","translations":{"en":"Indeed, We have revealed to you, [O Muhammad], as We revealed to Noah and the prophets after him. And we revealed to Abraham, Ishmael, Isaac, Jacob, the Descendants, Jesus, Job, Jonah, Aaron, and Solomon, and to David We gave the book [of Psalms]","es":"Te he descendido la revelación como lo hice con Noé y con los Profetas que le sucedieron, con Abraham, Ismael, Isaac, Jacob, las doce tribus, Jesús, Job, Jonás, Aarón y Salomón. A David le he revelado los Salmos","fr":"Nous t'avons fait une révélation comme Nous fîmes à Noé et aux prophètes après lui. Et Nous avons fait révélation à Abraham, à Ismaël, à Isaac, à Jacob aux Tribus, à Jésus, à Job, à Jonas, à Aaron et à Salomon, et Nous avons donné le Zabour à David","id":"Sesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh, dan Nabi-nabi setelahnya, dan Kami telah mewahyukan (pula) kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya; Isa, Ayub, Yunus, Harun dan Sulaiman. Dan Kami telah memberikan Kitab Zabur kepada Dawud","ru":"Воистину, Мы внушили тебе откровение, подобно тому, как внушили его Нуху (Ною) и пророкам после него. Мы внушили откровение Ибрахиму (Аврааму), Исмаилу (Измаилу), Исхаку (Исааку), Йакубу (Иакову) и коленам (двенадцати сыновьям Йакуба), Исе (Иисусу), Айюбу (Иову), Йунусу (Ионе), Харуну (Аарону), Сулейману (Соломону). Давуду (Давиду) же Мы даровали Забур (Псалтирь)","sv":"VI HAR gett dig Vår uppenbarelse liksom Vi gav Noa och de profeter som följde efter honom Vår uppenbarelse, och liksom Vi gav Abraham och Ismael och Isak och Jakob och deras efterkommande Vår uppenbarelse, och Jesus och Job och Jona och Aron och Salomo, och liksom Vi skänkte David en Skrift fylld av visdom","tr":"Nuh'a, ondan sonra gelen peygamberlere vahyettiğimiz, İbrahim'e, İsmail'e, İshak'a, Yakub'a, torunlarına, İsa'ya, Eyyub'a, Yunus'a, Harun'a ve Süleyman'a vahyettiğimiz gibi şüphesiz sana da vahyettik. Davud'a da Zebur verdik","ur":"اے محمدؐ! ہم نے تمہاری طرف اُسی طرح وحی بھیجی ہے جس طرح نوحؑ اور اس کے بعد کے پیغمبروں کی طرف بھیجی تھی ہم نے ابراہیمؑ، اسماعیلؑ، اسحاقؑ، یعقوبؑ اور اولاد یعقوبؑ، عیسیٰؑ، ایوبؑ، یونسؑ، ہارونؑ اور سلیمانؑ کی طرف وحی بھیجی ہم نے داؤدؑ کو زبور دی","zh":"我确已启示你，犹如我启示努哈和在他之后的众先知一样，也犹如我启示易卜拉欣、易司马仪、易司哈格、叶尔孤白和各支派，以及尔撒、安优卜、优努司、哈伦、素莱曼一样。我以《宰逋尔》赏赐达五德。"},"transliteration":"Inna awhayna ilayka kama awhayna ila noohin waalnnabiyyeena min baAAdihi waawhayna ila ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati waAAeesa waayyooba wayoonusa waharoona wasulaymana waatayna dawooda zabooran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
