{"id":657,"number":164,"text":"وَرُسُلٗا قَدۡ قَصَصۡنَٰهُمۡ عَلَيۡكَ مِن قَبۡلُ وَرُسُلٗا لَّمۡ نَقۡصُصۡهُمۡ عَلَيۡكَۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكۡلِيمٗا","translations":{"en":"And [We sent] messengers about whom We have related [their stories] to you before and messengers about whom We have not related to you. And Allah spoke to Moses with [direct] speech","es":"Te he mencionado [¡oh, Mujámmad!] algunos de los Mensajeros que envié [a la humanidad] y otros no. Y sabe que Dios habló con Moisés directamente","fr":"Et il y a des messagers dont Nous t'avons raconté l'histoire précédemment, et des messagers dont Nous ne t'avons point raconté l'histoire - et Allah a parlé à Moïse de vive voix","id":"Dan ada beberapa Rasul yang telah Kami kisahkan mereka kepadamu sebelumnya dan ada beberapa Rasul (lain) yang tidak Kami kisahkan mereka kepadamu. Dan kepada Musa, Allah berfirman langsung","ru":"Мы отправили посланников, о которых Мы уже рассказали тебе прежде, и посланников, о которых Мы тебе не рассказывали. А с Мусой (Моисеем) Аллах вел беседу","sv":"sändebud som Vi redan har berättat för dig om och sändebud som Vi inte har berättat om - och Moses som Gud talade med utan förmedling","tr":"Peygamberlerden sonra, insanların Allah'a karşı bir hüccetleri olmaması için, gönderilen müjdeci ve uyarıcı peygamberlerden bir kısmını daha önce sana anlatmış, bir kısmını da anlatmamıştık. Allah, Musa'ya hitabetmişti. Allah güçlüdür, Hakim'dir","ur":"ہم نے اُن رسولوں پر بھی وحی نازل کی جن کا ذکر ہم اِس سے پہلے تم سے کر چکے ہیں اور اُن رسولوں پر بھی جن کا ذکر تم سے نہیں کیا ہم نے موسیٰؑ سے اِس طرح گفتگو کی جس طرح گفتگو کی جاتی ہے","zh":"我确已派遣许多使者，他们中有我在以前已告诉你的，有我未告诉你的。安拉曾与穆萨对话。"},"transliteration":"Warusulan qad qasasnahum AAalayka min qablu warusulan lam naqsushum AAalayka wakallama Allahu moosa takleeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
