{"id":658,"number":165,"text":"رُّسُلٗا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةُۢ بَعۡدَ ٱلرُّسُلِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","translations":{"en":"[We sent] messengers as bringers of good tidings and warners so that mankind will have no argument against Allah after the messengers. And ever is Allah Exalted in Might and Wise","es":"A los Mensajeros los envié como anunciadores de albricias y como amonestadores, para que [la humanidad] no tuviera argumento alguno ante Dios [por haber rechazado el mensaje]. Dios es Poderoso, Sabio","fr":"en tant que messagers, annonciateurs et avertisseurs, afin qu'après la venue des messagers il n'y eût pour les gens point d'argument devant Allah. Allah est Puissant et Sage","id":"Rasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah Rasul-rasul itu diutus. Allah Mahaperkasa, Mahabijaksana","ru":"Мы отправили посланников, которые несли благую весть и предостерегали, дабы после пришествия посланников у людей не было никакого довода против Аллаха. Аллах - Могущественный, Мудрый","sv":"sändebud som förde med sig ett glatt budskap om hopp och varnande ord, för att människorna, efter [att ha hört] sändebuden, inte skall kunna skylla på [okunnighet] inför Gud. Gud är allsmäktig, vis","tr":"Peygamberlerden sonra, insanların Allah'a karşı bir hüccetleri olmaması için, gönderilen müjdeci ve uyarıcı peygamberlerden bir kısmını daha önce sana anlatmış, bir kısmını da anlatmamıştık. Allah, Musa'ya hitabetmişti. Allah güçlüdür, Hakim'dir","ur":"یہ سارے رسول خوش خبری دینے والے اور ڈرانے والے بنا کر بھیجے گئے تھے تاکہ اُن کو مبعوث کردینے کے بعد لوگوں کے پاس اللہ کے مقابلہ میں کوئی حجت نہ رہے اور اللہ بہرحال غالب رہنے والا اور حکیم و دانا ہے","zh":"我曾派遣许多使者报喜信，传警告，以免派遣使者之后，世人对安拉有任何托辞。安拉是万能的，至睿的。"},"transliteration":"Rusulan mubashshireena wamunthireena lialla yakoona lilnnasi AAala Allahi hujjatun baAAda alrrusuli wakana Allahu AAazeezan hakeeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
