{"id":659,"number":166,"text":"لَّـٰكِنِ ٱللَّهُ يَشۡهَدُ بِمَآ أَنزَلَ إِلَيۡكَۖ أَنزَلَهُۥ بِعِلۡمِهِۦۖ وَٱلۡمَلَـٰٓئِكَةُ يَشۡهَدُونَۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا","translations":{"en":"But Allah bears witness to that which He has revealed to you. He has sent it down with His knowledge, and the angels bear witness [as well]. And sufficient is Allah as Witness","es":"[Si te acusan de mentiroso, ¡oh, Mujámmad! sabe que] Dios mismo atestigua que lo que te reveló es con Su sabiduría, y los ángeles también lo atestiguan, aunque es suficiente con Dios como testigo","fr":"Mais Allah témoigne de ce qu'Il a fait descendre vers toi, Il l'a fait descendre en toute connaissance. Et les Anges en témoignent. Et Allah suffit comme témoin","id":"Tetapi Allah menjadi saksi atas (Alquran) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya, dan para malaikat pun menyaksikan. Dan cukuplah Allah yang menjadi saksi","ru":"Но Аллах сам свидетельствует о том, что Он ниспослал тебе. Он ниспослал это по Своему знанию (или со Своим знанием). Ангелы также приносят свидетельство, но довольно того, что Аллах является Свидетелем","sv":"Men Gud själv vittnar med det som Han har uppenbarat för dig [att] Han har uppenbarat det med Sitt vetande; ja, även änglarna vittnar, men det behövs inga andra vittnen än Gud","tr":"Fakat Allah sana indirdiğine şahidlik eder, onu bilerek indirmiştir, melekler de şahidlik ederler. Şahid olarak Allah yeter","ur":"(لوگ نہیں مانتے تو نہ مانیں) مگر اللہ گواہی دیتا ہے کہ جو کچھ اُس نے تم پر نازل کیا ہے اپنے علم سے نازل کیا ہے، اور اِس پر ملائکہ بھی گواہ ہیں اگرچہ اللہ کا گواہ ہونا بالکل کفایت کرتا ہے","zh":"但安拉作证他所降示你的经典是真实的——他降示此经时，自知其内容——众天使也同样作证。安拉足为见证。"},"transliteration":"Lakini Allahu yashhadu bima anzala ilayka anzalahu biAAilmihi waalmalaikatu yashhadoona wakafa biAllahi shaheedan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
