{"id":663,"number":170,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلرَّسُولُ بِٱلۡحَقِّ مِن رَّبِّكُمۡ فَـَٔامِنُواْ خَيۡرٗا لَّكُمۡۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translations":{"en":"O Mankind, the Messenger has come to you with the truth from your Lord, so believe; it is better for you. But if you disbelieve - then indeed, to Allah belongs whatever is in the heavens and earth. And ever is Allah Knowing and Wise","es":"¡Oh, seres humanos! Les ha llegado un Mensajero con la Verdad sobre su Señor. Crean [en Dios y sigan el Islam], eso es lo mejor para ustedes. Pero si no creen, sepan que a Dios pertenece cuanto hay en los cielos y en la Tierra. Dios todo lo sabe y es Sabio","fr":"O gens! Le Messager vous a apporté la vérité de la part de votre Seigneur. Ayez la foi, donc, cela vous sera meilleur. Et si vous ne croyez pas (qu'importe!), c'est à Allah qu'appartient tout ce qui est dans les cieux et sur la terre. Et Allah est Omniscient et Sage","id":"Wahai manusia! Sungguh, telah datang Rasul (Muhammad) kepadamu dengan (membawa) kebenaran dari Tuhanmu, maka berimanlah (kepadanya), itu lebih baik bagimu. Dan jika kamu kafir, (itu tidak merugikan Allah sedikit pun) karena sesungguhnya milik Allahlah apa yang di langit dan di bumi. Allah Maha Mengetahui, Mahabijaksana","ru":"О люди! Посланник принес вам истину от вашего Господа. Уверуйте же, ведь так будет лучше для вас. Если же вы не уверуете, то ведь Аллаху принадлежит то, что на небесах и на земле. Аллах - Знающий, Мудрый","sv":"Människor! Sändebudet har nu kommit till er med sanningen från er Herre; tro därför för ert eget bästa! Men om ni framhärdar i att förneka sanningen [minns då att] allt i himlarna och på jorden tillhör Gud. - Gud vet, Gud är vis","tr":"Ey İnsanlar! Peygamber Rabbiniz'den size gerçekle geldi, inanın, bu sizin hayrınızadır. İnkar ederseniz, bilin ki, göklerde ve yerde olanlar Allah'ındır. Allah bilendir. Hakim'dir","ur":"لوگو! یہ رسول تمہارے پاس تمہارے رب کی طرف سے حق لے کر آگیا ہے، ایمان لے آؤ، تمہارے ہی لیے بہتر ہے، اور اگر انکار کرتے ہو تو جان لو کہ آسمانوں اور زمین میں جو کچھ ہے سب اللہ کا ہے اور اللہ علیم بھی ہے اور حکیم بھی","zh":"众人啊！使者确已昭示你们从你们的主降示的真理，故你们当确信他，这对于你们是有益的。如果你们不信道，（那么，安拉是不需求你们的），因为天地万物，确是安拉的。安拉是全知的，是至睿的"},"transliteration":"Ya ayyuha alnnasu qad jaakumu alrrasoolu bialhaqqi min rabbikum faaminoo khayran lakum wain takfuroo fainna lillahi ma fee alssamawati waalardi wakana Allahu AAaleeman hakeeman","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
