{"id":664,"number":171,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","translations":{"en":"O People of the Scripture, do not commit excess in your religion or say about Allah except the truth. The Messiah, Jesus, the son of Mary, was but a messenger of Allah and His word which He directed to Mary and a soul [created at a command] from Him. So believe in Allah and His messengers. And do not say, \"Three\"; desist - it is better for you. Indeed, Allah is but one God. Exalted is He above having a son. To Him belongs whatever is in the heavens and whatever is on the earth. And sufficient is Allah as Disposer of affairs","es":"¡Oh, Gente del Libro! No se extralimiten en las creencias de su religión. No digan acerca de Dios sino la verdad: Porque el Mesías, Jesús hijo de María, es un Mensajero de Dios y Su palabra [¡Sé!] que depositó en María; un espíritu creado por Él. Crean en [la unicidad de] Dios y en Sus Mensajeros. No digan que [Dios] es una parte de la trinidad, abandonen esa idea, es lo mejor para ustedes. Dios es una única divinidad. Lejos está, Glorificado sea, de tener un hijo. A Él pertenece cuanto hay en los cielos y en la Tierra. Dios es suficiente como protector","fr":"O gens du Livre (Chrétiens), n'exagérez pas dans votre religion, et ne dites d'Allah que la vérité. Le Messie Jésus, fils de Marie, n'est qu'un Messager d'Allah, Sa parole qu'Il envoya à Marie, et un souffle (de vie) venant de Lui. Croyez donc en Allah et en Ses messagers. Et ne dites pas «Trois». Cessez! Ce sera meilleur pour vous. Allah n'est qu'un Dieu unique. Il est trop glorieux pour avoir un enfant. C'est à Lui qu'appartient tout ce qui est dans les cieux et sur la terre et Allah suffit comme protecteur","id":"(Wahai Ahli Kitab! Janganlah kamu melampaui batas dalam agamamu,247) dan janganlah kamu mengatakan terhadap Allah kecuali yang benar. Sungguh, Al-Masih Isa putra Maryam itu, adalah utusan Allah dan (yang diciptakan dengan) kalimat-Nya248) yang disampaikan-Nya kepada Maryam, dan (dengan tiupan) roh dari-Nya.249) Maka berimanlah kepada Allah dan Rasul-rasul-Nya dan janganlah kamu mengatakan, \"(Tuhan itu) tiga,\" berhentilah (dari ucapan itu). (Itu) lebih baik bagimu. Sesungguhnya Allah Tuhan Yang Maha Esa, Mahasuci Dia dari (anggapan) mempunyai anak. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan cukuplah Allah sebagai pelindung","ru":"О люди Писания! Не проявляйте чрезмерности в вашей религии и говорите об Аллахе только правду. Мессия Иса (Иисус), сын Марьям (Марии), является посланником Аллаха, Его Словом, которое Он послал Марьям (Марии), и духом от Него. Веруйте же в Аллаха и Его посланников и не говорите: «Троица!». Прекратите, ведь так будет лучше для вас. Воистину, Аллах является Единственным Богом. Он пречист и далек от того, чтобы у Него был сын. Ему принадлежит то, что на небесах, и то, что на земле. Довольно того, что Аллах является Попечителем и Хранителем","sv":"EFTERFÖLJARE av tidigare uppenbarelser! Gå inte till överdrift i [utövningen av] er religion och påstå inte om Gud annat än det som är sant! Kristus Jesus, Marias son, var Guds Sändebud och Hans ord förkunnat för Maria och ande av Hans [ande]. Tro därför på Gud och Hans sändebud och säg inte: \"[Gud är] tre.\" Upphör för ert eget bästa! Gud är den Ende Guden. Stor är Han i Sin härlighet, fjärran från [tanken] att Han skulle ha en son! Honom tillhör allt det som himlarna rymmer och det som jorden bär. Ingen behöver en ytterligare beskyddare utöver Gud","tr":"Ey Kitap ehli! Dininizde taşkınlık etmeyin. Allah hakkında ancak gerçeği söyleyin. Meryem oğlu İsa Mesih, Allah'ın peygamberi, Meryem'e ulaştırdığı kelimesi ve kendinden bir ruhtur. Allah'a ve peygamberlerine inanın, \"üçtür\" demeyin, vazgeçin, bu hayrınızadır. Allah ancak bir tek Tanrı'dır, çocuğu olmaktan münezzehtir, göklerde olanlar da yerde olanlar da O'nundur. Vekil olarak Allah yeter","ur":"اے اہل کتاب! اپنے دین میں غلو نہ کرو اور اللہ کی طرف حق کے سوا کوئی بات منسوب نہ کرو مسیح عیسیٰ ابن مریم اس کے سوا کچھ نہ تھا کہ اللہ کا ایک رسول تھا اور ایک فرمان تھا جو اللہ نے مریم کی طرف بھیجا اور ایک روح تھی اللہ کی طرف سے (جس نے مریم کے رحم میں بچہ کی شکل اختیار کی) پس تم اللہ اور اُ س کے رسولوں پر ایمان لاؤ اور نہ کہو کہ \"تین\" ہیں باز آ جاؤ، یہ تمہارے ہی لیے بہتر ہے اللہ تو بس ایک ہی خدا ہے وہ بالا تر ہے اس سے کہ کوئی اس کا بیٹا ہو زمین اور آسمانوں کی ساری چیزیں اس کی مِلک ہیں، اور ان کی کفالت و خبر گیری کے لیے بس وہی کافی ہے","zh":"信奉天经的人啊！你们对于自己的宗教不要过分，对于安拉不要说无理的话。麦西哈----尔撒，本，麦尔彦，只是安拉的使者，只是他授予麦尔彦的一句话，只是从他发出的鲁哈；故你们当确信安拉和他的众使者，你们不要说三位。你们当停止谬说，这对于你们是有益的。安拉是独一的主宰，赞颂安拉，超绝万物，他绝无子嗣，天地万物只是他的。安拉足为见证。"},"transliteration":"Ya ahla alkitabi la taghloo fee deenikum wala taqooloo AAala Allahi illa alhaqqa innama almaseehu AAeesa ibnu maryama rasoolu Allahi wakalimatuhu alqaha ila maryama waroohun minhu faaminoo biAllahi warusulihi wala taqooloo thalathatun intahoo khayran lakum innama Allahu ilahun wahidun subhanahu an yakoona lahu waladun lahu ma fee alssamawati wama fee alardi wakafa biAllahi wakeelan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
