{"id":664,"number":171,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","translations":{"bn":"হে আহলে-কিতাবগণ! তোমরা দ্বীনের ব্যাপারে বাড়াবাড়ি করো না এবং আল্লাহর শানে নিতান্ত সঙ্গত বিষয় ছাড়া কোন কথা বলো না। নিঃসন্দেহে মরিয়ম পুত্র মসীহ ঈসা আল্লাহর রসূল এবং তাঁর বাণী যা তিনি প্রেরণ করেছেন মরিয়মের নিকট এবং রূহ-তাঁরই কাছ থেকে আগত। অতএব, তোমরা আল্লাহকে এবং তার রসূলগণকে মান্য কর। আর একথা বলো না যে, আল্লাহ তিনের এক, একথা পরিহার কর; তোমাদের মঙ্গল হবে। নিঃসন্দেহে আল্লাহ একক উপাস্য। সন্তান-সন্ততি হওয়াটা তাঁর যোগ্য বিষয় নয়। যা কিছু আসমান সমূহ ও যমীনে রয়েছে সবই তার। আর কর্মবিধানে আল্লাহই যথেষ্ট।","en":"O People of the Scripture, do not commit excess in your religion or say about Allah except the truth. The Messiah, Jesus, the son of Mary, was but a messenger of Allah and His word which He directed to Mary and a soul [created at a command] from Him. So believe in Allah and His messengers. And do not say, \"Three\"; desist - it is better for you. Indeed, Allah is but one God. Exalted is He above having a son. To Him belongs whatever is in the heavens and whatever is on the earth. And sufficient is Allah as Disposer of affairs","id":"(Wahai Ahli Kitab! Janganlah kamu melampaui batas dalam agamamu,247) dan janganlah kamu mengatakan terhadap Allah kecuali yang benar. Sungguh, Al-Masih Isa putra Maryam itu, adalah utusan Allah dan (yang diciptakan dengan) kalimat-Nya248) yang disampaikan-Nya kepada Maryam, dan (dengan tiupan) roh dari-Nya.249) Maka berimanlah kepada Allah dan Rasul-rasul-Nya dan janganlah kamu mengatakan, \"(Tuhan itu) tiga,\" berhentilah (dari ucapan itu). (Itu) lebih baik bagimu. Sesungguhnya Allah Tuhan Yang Maha Esa, Mahasuci Dia dari (anggapan) mempunyai anak. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan cukuplah Allah sebagai pelindung","ru":"О люди Писания! Не проявляйте чрезмерности в вашей религии и говорите об Аллахе только правду. Мессия Иса (Иисус), сын Марьям (Марии), является посланником Аллаха, Его Словом, которое Он послал Марьям (Марии), и духом от Него. Веруйте же в Аллаха и Его посланников и не говорите: «Троица!». Прекратите, ведь так будет лучше для вас. Воистину, Аллах является Единственным Богом. Он пречист и далек от того, чтобы у Него был сын. Ему принадлежит то, что на небесах, и то, что на земле. Довольно того, что Аллах является Попечителем и Хранителем","tr":"Ey Kitap ehli! Dininizde taşkınlık etmeyin. Allah hakkında ancak gerçeği söyleyin. Meryem oğlu İsa Mesih, Allah'ın peygamberi, Meryem'e ulaştırdığı kelimesi ve kendinden bir ruhtur. Allah'a ve peygamberlerine inanın, \"üçtür\" demeyin, vazgeçin, bu hayrınızadır. Allah ancak bir tek Tanrı'dır, çocuğu olmaktan münezzehtir, göklerde olanlar da yerde olanlar da O'nundur. Vekil olarak Allah yeter","ur":"اے اہل کتاب! اپنے دین میں غلو نہ کرو اور اللہ کی طرف حق کے سوا کوئی بات منسوب نہ کرو مسیح عیسیٰ ابن مریم اس کے سوا کچھ نہ تھا کہ اللہ کا ایک رسول تھا اور ایک فرمان تھا جو اللہ نے مریم کی طرف بھیجا اور ایک روح تھی اللہ کی طرف سے (جس نے مریم کے رحم میں بچہ کی شکل اختیار کی) پس تم اللہ اور اُ س کے رسولوں پر ایمان لاؤ اور نہ کہو کہ \"تین\" ہیں باز آ جاؤ، یہ تمہارے ہی لیے بہتر ہے اللہ تو بس ایک ہی خدا ہے وہ بالا تر ہے اس سے کہ کوئی اس کا بیٹا ہو زمین اور آسمانوں کی ساری چیزیں اس کی مِلک ہیں، اور ان کی کفالت و خبر گیری کے لیے بس وہی کافی ہے"},"chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"bn":"নারী","en":"The Women","id":"Wanita","ru":"Женщины","tr":"Nisâ","ur":"عورت"},"type":"medinan"}}
