{"id":665,"number":172,"text":"لَّن يَسۡتَنكِفَ ٱلۡمَسِيحُ أَن يَكُونَ عَبۡدٗا لِّلَّهِ وَلَا ٱلۡمَلَـٰٓئِكَةُ ٱلۡمُقَرَّبُونَۚ وَمَن يَسۡتَنكِفۡ عَنۡ عِبَادَتِهِۦ وَيَسۡتَكۡبِرۡ فَسَيَحۡشُرُهُمۡ إِلَيۡهِ جَمِيعٗا","translations":{"en":"Never would the Messiah disdain to be a servant of Allah, nor would the angels near [to Him]. And whoever disdains His worship and is arrogant - He will gather them to Himself all together","es":"Ni el Mesías ni los ángeles allegados menosprecian ser siervos de Dios. Quien desdeñe adorar a Dios y se comporte con soberbia, sepa que todos serán resucitados y congregados ante Él [para ser juzgados por sus actitudes]","fr":"Jamais le Messie ne trouve indigne d'être un serviteur d'Allah, ni les Anges rapprochés [de Lui]. Et ceux qui trouvent indigne de L'adorer et s'enflent d'orgueil... Il les rassemblera tous vers Lui","id":"Al-Masīh sama sekali tidak enggan menjadi hamba Allah, dan begitu pula para malaikat yang terdekat (kepada Allah).250) Dan barang siapa enggan menyembah-Nya dan menyombongkan diri, maka Allah akan mengumpulkan mereka semua kepada-Nya","ru":"Ни Мессия, ни приближенные ангелы никогда не посчитают для себя унизительным быть рабами Аллаха. А тех, кто посчитает для себя унизительным поклоняться Ему и проявит высокомерие, Он соберет к Себе вместе","sv":"Kristus har inte hållit sig för god att vara Guds tjänare, inte heller änglarna som har sin plats i Hans närhet. [På den Yttersta dagen] skall Han inför Sig samla dem vars högmod hindrade dem att tjäna Gud","tr":"Mesih de, gözde melekler de Allah'a kul olmaktan asla çekinmezler. Kim O'na kulluktan çekinir ve büyüklük taslarsa, bilsin ki, O, hepsini huzuruna toplayacaktır","ur":"مسیح نے کبھی اس بات کو عار نہیں سمجھا کہ وہ اللہ کا بندہ ہو، اور نہ مقرب ترین فرشتے اِس کو اپنے لیے عار سمجھتے ہیں اگر کوئی اللہ کی بندگی کو اپنے لیے عار سمجھتا ہے اور تکبر کرتا ہے تو ایک وقت آئے گا جب اللہ سب کو گھیر کر اپنے سامنے حاضر کرے گا","zh":"麦西哈绝不拒绝做安拉的奴仆，蒙主眷顾的众天使，也绝不拒绝做安拉的奴仆。凡拒绝崇拜安拉，而且妄自尊大的人，他要把他们全体集合到他那里。"},"transliteration":"Lan yastankifa almaseehu an yakoona AAabdan lillahi wala almalaikatu almuqarraboona waman yastankif AAan AAibadatihi wayastakbir fasayahshuruhum ilayhi jameeAAan","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
