{"id":666,"number":173,"text":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡ وَيَزِيدُهُم مِّن فَضۡلِهِۦۖ وَأَمَّا ٱلَّذِينَ ٱسۡتَنكَفُواْ وَٱسۡتَكۡبَرُواْ فَيُعَذِّبُهُمۡ عَذَابًا أَلِيمٗا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","translations":{"en":"And as for those who believed and did righteous deeds, He will give them in full their rewards and grant them extra from His bounty. But as for those who disdained and were arrogant, He will punish them with a painful punishment, and they will not find for themselves besides Allah any protector or helper","es":"Los creyentes que hayan obrado correctamente serán retribuidos con generosidad y se les concederá aún más de Su favor. Pero quienes hayan rechazado adorarlo [solo a Él] y hayan sido soberbios, sufrirán un castigo doloroso, y no encontrarán, fuera de Dios, protector ni socorredor","fr":"Quant à ceux qui ont cru et fait de bonnes œuvres, Il leur accordera leurs pleines récompenses et y ajoutera le surcroît de Sa grâce. Et quant à ceux qui ont eu la morgue et se sont enflés d'orgueil, Il les châtiera d'un châtiment douloureux. Et ils ne trouveront, pour eux, en dehors d'Allah, ni allié ni secoureur","id":"Adapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. Sedangkan orang-orang yang enggan (menyembah Allah) dan menyombongkan diri, maka Allah akan mengazab mereka dengan azab yang pedih. Dan mereka tidak akan mendapatkan pelindung dan penolong selain Allah","ru":"Тех, которые уверовали и совершали праведные деяния, Он одарит вознаграждением сполна и даже приумножит его по Своей милости. А тех, которые считали для себя унизительным поклоняться Ему и проявляли высокомерие, Он подвергнет мучительным страданиям. Они не найдут себе вместо Него ни покровителя, ни помощника","sv":"Då skall Han ge dem som hade tron och levde rättskaffens deras fulla lön och i Sin nåd ge dem mer, men de högmodiga skall Han låta utstå ett plågsamt straff och de skall varken finna beskyddare eller hjälpare vid sidan av Gud","tr":"İnananlara ve yararlı iş işleyenlere, ecirlerini ödeyecek, onlara olan bol nimetini daha da artıracaktır. Kulluk etmekten çekinenleri ve büyüklük taslayanları elem verici bir azaba uğratacaktır. Onlar kendilerine Allah'tan başka bir dost ve yardımcı bulamazlar","ur":"اُس وقت وہ لوگ جنہوں نے ایمان لا کر نیک طرز عمل اختیار کیا ہے اپنے اجر پورے پورے پائیں گے اور اللہ اپنے فضل سے ان کو مزید اجر عطا فرمائے گا، اور جن لوگوں نے بندگی کو عار سمجھا اور تکبر کیا ہے اُن کو اللہ دردناک سزا دے گا اور اللہ کے سوا جن جن کی سرپرستی و مددگاری پر وہ بھروسہ رکھتے ہیں ان میں سے کسی کو بھی وہ وہاں نہ پائیں گے","zh":"至于信道而且行善的人，他要使他们享受完全的报酬，并且把他的恩惠加赐他们。至于拒绝为仆，而且妄自尊大者，他要以痛苦的刑罚惩治他们。除安拉外，他们不能为自己获得任何保护者，也不能获得任何援助者。"},"transliteration":"Faamma allatheena amanoo waAAamiloo alssalihati fayuwaffeehim ojoorahum wayazeeduhum min fadlihi waamma allatheena istankafoo waistakbaroo fayuAAaththibuhum AAathaban aleeman wala yajidoona lahum min dooni Allahi waliyyan wala naseeran","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
