{"id":669,"number":176,"text":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","translations":{"en":"They request from you a [legal] ruling. Say, \"Allah gives you a ruling concerning one having neither descendants nor ascendants [as heirs].\" If a man dies, leaving no child but [only] a sister, she will have half of what he left. And he inherits from her if she [dies and] has no child. But if there are two sisters [or more], they will have two-thirds of what he left. If there are both brothers and sisters, the male will have the share of two females. Allah makes clear to you [His law], lest you go astray. And Allah is Knowing of all things","es":"Te piden una respuesta [sobre la herencia]. Diles: \"Dios dictamina sobre quien no tiene padre ni hijo. Si un hombre muere sin dejar hijos, pero sí una hermana, ésta heredará la mitad de lo que dejare, y si ella muere sin dejar hijos, él la heredará. Si el difunto deja dos hermanas, éstas heredarán dos tercios de lo que dejare. Si tiene hermanos, varones y mujeres, a cada varón le corresponderá lo mismo que a dos mujeres. Dios se los aclara para que no se desvíen [de lo que es justo]. Dios todo lo sabe","fr":"Ils te demandent ce qui a été décrété. Dis: «Au sujet du défunt qui n'a pas de père ni de mère ni d'enfant, Allah vous donne Son décret: si quelqu'un meurt sans enfant, mais a une sœur, à celle-ci revient la moitié de ce qu'il laisse. Et lui, il héritera d'elle en totalité si elle n'a pas d'enfant. Mais s'il a deux sœurs (ou plus), à elles alors les deux tiers de ce qu'il laisse; et s'il a des frères et des sœurs, à un frère alors revient une portion égale à celle de deux sœurs. Allah vous donne des explications pour que vous ne vous égariez pas. Et Allah est Omniscient","id":"Mereka meminta fatwa kepadamu (tentang kalālah).251) Katakanlah, \"Allah memberi fatwa kepadamu tentang kalālah (yaitu), jika seseorang mati dan dia tidak mempunyai anak tetapi mempunyai saudara perempuan, maka bagiannya (saudara perempuannya itu) separuh dari harta yang ditinggalkannya, dan saudaranya yang laki-laki mewarisi (seluruh harta saudara perempuan), jika dia tidak mempunyai anak. Tetapi jika saudara perempuan itu dua orang, maka bagi keduanya dua pertiga dari harta yang ditinggalkan. Dan jika mereka (ahli waris itu terdiri dari) saudara-saudara laki-laki dan perempuan, maka bagian seorang saudara laki-laki sama dengan bagian dua saudari perempuan. Allah menerangkan (hukum ini) kepadamu, agar kamu tidak sesat. Allah Maha Mengetahui segala sesuatu","ru":"Они просят тебя вынести решение. Скажи: «Аллах вынесет для вас решение относительно тех, кто не оставляет после себя родителей или детей». Если умрет мужчина, у которого нет ребенка, но есть сестра, то ей принадлежит половина того, что он оставил. Он также наследует ей, если у нее нет ребенка. Если их две сестры, то им принадлежат две трети того, что он оставил. Если же они являются братьями и сестрами, то мужчине принадлежит доля, равная доле двух женщин. Аллах разъясняет вам это, чтобы вы не впали в заблуждение. Аллах ведает о всякой вещи","sv":"DE BER dig om ett klarläggande [av reglerna för arv]. Säg: \"Gud klargör för er vad som gäller om någon dör utan att efterlämna arvingar i rätt uppstigande eller nedstigande led: Om en man dör barnlös och efterlämnar en syster, ärver hon hälften av kvarlåtenskapen; likaså ärver han henne, om hon dör barnlös. Finns två systrar, ärver de en tredjedel var av vad han efterlämnar; om både bröder och systrar överlever honom, ärver en broder detsamma som två systrar.\" Gud klargör [detta] för er för att ni skall undvika misstag. Gud har kunskap om allt","tr":"Senden fetva isterler, de ki: \"Allah size ikinci dereceden mirasçılar hakkında fetva veriyor: \"Şayet çocuğu olmayıp bir kızkardeşi bulunan kimse ölürse, bıraktığının yarısı kızkardeşe kalır. Fakat kızkardeşinin çocuğu yoksa kendisi, ona tamamen varis olur. Eğer iki kızkardeş kalmışsa, bıraktığının üçte ikisi onlaradır. Eğer mirasçılar erkek ve kadın kardeşlerse, erkeğe, iki dişinin hissesi kadar vardır. Doğru yoldan saparsınız diye Allah size açıklıyor.\" Allah her şeyi bilir","ur":"لوگ تم سے کلالہ کے معاملہ میں فتویٰ پوچھتے ہیں کہو اللہ تمہیں فتویٰ دیتا ہے اگر کوئی شخص بے اولاد مر جائے اور اس کی ایک بہن ہو تو وہ اس کے ترکہ میں سے نصف پائے گی، اور اگر بہن بے اولاد مرے تو بھائی اس کا وارث ہوگا اگر میت کی وارث دو بہنیں ہوں تو وہ ترکے میں سے دو تہائی کی حقدار ہوں گی، اور اگر کئی بھائی بہنیں ہوں تو عورتوں کا اکہرا اور مردوں کا دوہرا حصہ ہوگا اللہ تمہارے لیے احکام کی توضیح کرتا ہے تاکہ تم بھٹکتے نہ پھرو اور اللہ ہر چیز کا علم رکھتا ہے","zh":"他们请求你解释律例。你说：“安拉为你们解释关于孤独人的律例。如果一个男人死了，他没有儿女，只有一个姐姐或妹妹，那么，她得他的遗产的二分之一；如果她没有儿女，那他就继承她。如果他的继承人是两个姐姐或妹妹，那么，她俩得遗产的三分之二；如果继承人是几个兄弟姐妹，那么，一个男人得两个女人的份子。安拉为你们阐明律例，以免你们迷误。安拉是全知万物的。”"},"transliteration":"Yastaftoonaka quli Allahu yufteekum fee alkalalati ini imruon halaka laysa lahu waladun walahu okhtun falaha nisfu ma taraka wahuwa yarithuha in lam yakun laha waladun fain kanata ithnatayni falahuma alththuluthani mimma taraka wain kanoo ikhwatan rijalan wanisaan falilththakari mithlu haththi alonthayayni yubayyinu Allahu lakum an tadilloo waAllahu bikulli shayin AAaleemun","chapter":{"id":4,"name":"النساء","transliteration":"An-Nisa","translations":{"en":"The Women","es":"Las Mujeres","fr":"Les femmes","id":"Wanita","ru":"Женщины","sv":"Kvinnor","tr":"Nisâ","ur":"عورت","zh":"妇女"},"type":"medinan"}}
