{"id":67,"number":60,"text":"۞وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translations":{"en":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption","es":"Y [recuerden] cuando Moisés rogó a su Señor agua para que bebiera su pueblo, le dije: \"¡Golpea la roca con tu bastón!\" Entonces brotaron de ella doce manantiales, y supo cada tribu en cual debía beber [y les dije] \"Coman y beban del sustento de Dios, y no abusen en la Tierra corrompiéndola","fr":"Et [rappelez-vous] quand Moïse demanda de l'eau pour désaltérer son peuple, c'est alors que Nous dîmes: «Frappe le rocher avec ton bâton». Et tout d'un coup, douze sources en jaillirent, et certes, chaque tribu sut où s'abreuver! - «Mangez et buvez de ce qu'Allah vous accorde; et ne semez pas de troubles sur la terre comme des fauteurs de désordre»","id":"Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman, \"Pukullah batu itu dengan tongkatmu!\" Maka memacarlah darinya dua belas mata air. Setiap suku telah mengetahui tempat minumnya (masing-masing).30) Makan dan minumlah dari rezeki (yang diberikan) Allah, dan janganlah kamu melakukan kejahatan di bumi dengan berbuat kerusakan","ru":"Вот Муса (Моисей) попросил питья для своего народа, и Мы сказали: «Ударь своим посохом по камню». Из него забили двенадцать ключей, и все люди узнали, где им надлежит пить. Ешьте и пейте из того, чем наделил Аллах, и не творите на земле зла, распространяя нечестие","sv":"Och [minns] att Moses bad om vatten för sitt folk och Vi sade: \"Slå med din stav på klippan!\" - och då vällde tolv källor fram ur den, så att var och en visste var han skulle dricka. [Och Moses sade:] \"Ät och drick av det som Gud har gett er för ert uppehälle, men sprid inte sedefördärv och annat ont på jorden","tr":"Musa, milleti için su aramıştı; \"Asanla taşa vur\" dedik; ondan on iki pınar fışkırdı, herkes içeceği yeri bildi. Allah'ın rızkından yiyin, için, yalnız yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın","ur":"یاد کرو، جب موسیٰؑ نے اپنی قوم کے لیے پانی کی دعا کی تو ہم نے کہا کہ فلاں چٹان پر اپنا عصا مارو چنانچہ اس سے بارہ چشمے پھوٹ نکلے اور ہر قبیلے نے جان لیا کہ کونسی جگہ اس کے پانی لینے کی ہے اُس وقت یہ ہدایت کر دی گئی تھی کہ اللہ کا دیا ہوا رزق کھاؤ پیو، اور زمین میں فساد نہ پھیلاتے پھرو","zh":"当时，穆萨替他的宗族祈水，我说：“你用手杖打那磐石吧。”于是，十二道水泉，就从那磐石里涌出来，各部落都知道自己的饮水处。你们可以吃饮安拉的给养，你们不要在地方上为非作歹。"},"transliteration":"Waithi istasqa moosa liqawmihi faqulna idrib biAAasaka alhajara fainfajarat minhu ithnata AAashrata AAaynan qad AAalima kullu onasin mashrabahum kuloo waishraboo min rizqi Allahi wala taAAthaw fee alardi mufsideena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
