{"id":670,"number":1,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِٱلۡعُقُودِۚ أُحِلَّتۡ لَكُم بَهِيمَةُ ٱلۡأَنۡعَٰمِ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡ غَيۡرَ مُحِلِّي ٱلصَّيۡدِ وَأَنتُمۡ حُرُمٌۗ إِنَّ ٱللَّهَ يَحۡكُمُ مَا يُرِيدُ","translations":{"en":"O you who have believed, fulfill [all] contracts. Lawful for you are the animals of grazing livestock except for that which is recited to you [in this Qur'an] - hunting not being permitted while you are in the state of ihram. Indeed, Allah ordains what He intends","es":"¡Oh, creyentes! Cumplan con sus compromisos. Les es lícito comer del ganado excepto lo que esté expresamente prohibido. La caza no está permitida mientras estén consagrados a la peregrinación. Dios legisla lo que Le place [según su sabiduría divina]","fr":"O les croyants! Remplissez fidèlement vos engagements. Vous est permise la bête du cheptel, sauf ce qui sera énoncé [comme étant interdit]. Ne vous permettez point la chasse alors que vous êtes en état d'ihrâm. Allah en vérité, décide ce qu'Il veut","id":"(Wahai orang-orang yang beriman! Penuhilah janji-janji! 252) Hewan ternak dihalalkan bagimu, kecuali yang akan disebutkan kepadamu, dengan tidak menghalalkan berburu ketika kamu sedang berihram (haji atau umrah). Sesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki","ru":"О те, которые уверовали! Будьте верны обязательствам. Вам дозволена скотина, кроме той, о которой вам будет возвещено, и кроме добычи, на которую вы осмелились охотиться в ихраме. Воистину, Аллах повелевает все, что пожелает","sv":"TROENDE! Fullgör [era förpliktelser enligt] de avtal som ni har ingått! Tillåten föda för er är [kött av] alla växtätande djur utom det som [här] skall meddelas er. Iakttag förbudet mot jakt, då ni befinner er på vallfärd. Gud föreskriver vad Han finner för gott","tr":"Ey İnananlar! Akidleri yerine getirin. İhramda iken avlanmayı helal görmeksizin, size bildirilecek olanlar dışında, hayvanlar helal kılındı; Allah dilediği hükmü verir","ur":"اے لوگو جو ایمان لائے ہو، بندشوں کی پوری پابندی کرو تمہارے لیے مویشی کی قسم کے سب جانور حلال کیے گئے، سوائے اُن کے جو آگے چل کر تم کو بتائے جائیں گے لیکن احرام کی حالت میں شکار کو اپنے لیے حلال نہ کر لو، بے شک اللہ جو چاہتا ہے حکم دیتا ہے","zh":"信道的人们啊！你们当履行各种约言。除将对你们宣读者外，准许你们吃一切牲畜，但受戒期间，或在禁地境内，不要猎取飞擒走兽。安拉必定判决他所欲判决的。"},"transliteration":"Ya ayyuha allatheena amanoo awfoo bialAAuqoodi ohillat lakum baheematu alanAAami illa ma yutla AAalaykum ghayra muhillee alssaydi waantum hurumun inna Allaha yahkumu ma yureedu","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
