{"id":671,"number":2,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحِلُّواْ شَعَـٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهۡرَ ٱلۡحَرَامَ وَلَا ٱلۡهَدۡيَ وَلَا ٱلۡقَلَـٰٓئِدَ وَلَآ ءَآمِّينَ ٱلۡبَيۡتَ ٱلۡحَرَامَ يَبۡتَغُونَ فَضۡلٗا مِّن رَّبِّهِمۡ وَرِضۡوَٰنٗاۚ وَإِذَا حَلَلۡتُمۡ فَٱصۡطَادُواْۚ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ أَن صَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ أَن تَعۡتَدُواْۘ وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَلَا تَعَاوَنُواْ عَلَى ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","translations":{"en":"O you who have believed, do not violate the rites of Allah or [the sanctity of] the sacred month or [neglect the marking of] the sacrificial animals and garlanding [them] or [violate the safety of] those coming to the Sacred House seeking bounty from their Lord and [His] approval. But when you come out of ihram, then [you may] hunt. And do not let the hatred of a people for having obstructed you from al-Masjid al-Haram lead you to transgress. And cooperate in righteousness and piety, but do not cooperate in sin and aggression. And fear Allah; indeed, Allah is severe in penalty","es":"¡Oh, creyentes! No profanen los ritos de Dios ni los meses sagrados ni los animales ofrendados ni los animales marcados para ofrenda ni perjudiquen a quienes se dirigen a la Casa Sagrada buscando el favor y la complacencia de su Señor. [Solo] cuando hayan finalizado la peregrinación podrán cazar. Que el descontento que tengan hacia quienes les impedían el acceso a la Mezquita Sagrada no los lleve a transgredir [la ley], sino que cooperen con ellos a obrar el bien e impedir el mal, pero no cooperen en el pecado y la enemistad. Y tengan temor de Dios; Dios es severo en el castigo","fr":"O les croyants! Ne profanez ni les rites du pèlerinage (dans les endroits sacrés) d'Allah, ni le mois sacré, ni les animaux de sacrifice, ni les guirlandes, ni ceux qui se dirigent vers la Maison sacrée cherchant de leur Seigneur grâce et agrément. Une fois désacralisés, vous êtes libres de chasser. Et ne laissez pas la haine pour un peuple qui vous a obstrué la route vers la Mosquée sacrée vous inciter à transgresser. Entraidez-vous dans l'accomplissement des bonnes œuvres et de la piété et ne vous entraidez pas dans le péché et la transgression. Et craignez Allah, car Allah est, certes, dur en punition","id":"(Wahai orang-orang yang beriman! Janganlah kamu melanggar syiar-syiar kesucian Allah,253) dan jangan (melanggar kehormatan) bulan-bulan haram,254) jangan (mengganggu) hadyu (hewan-hewan kurban)255) dan qalāid (hewan-hewan kurban yang diberi tanda),256) dan jangan (pula) mengganggu orang-orang yang mengunjungi Baitulharam; mereka mencari karunia dan keridaan Tuhannya.257) Tetapi apabila kamu telah menyelesaikan ihram, maka bolehlah kamu berburu. Jangan sampai kebencian (mu) kepada suatu kaum karena mereka menghalang-halangimu dari Masjidilharam, mendorongmu berbuat melampaui batas (kepada mereka). Dan tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan permusuhan. Bertakwalah kepada Allah, sungguh, Allah sangat berat siksa-Nya","ru":"О те, которые уверовали! Не нарушайте святость обрядовых знамений Аллаха и запретного месяца. Не считайте дозволенным покушаться на жертвенных животных, или животных (или людей) с ожерельями, или людей, которые приходят к Заповедному дому, стремясь к милости и довольству своего Господа. Когда же вы освободитесь от ихрама, то можете охотиться. И пусть ненависть людей, которые помешали вам пройти к Заповедной мечети, не подтолкнет вас на преступление. Помогайте друг другу в благочестии и богобоязненности, но не помогайте друг другу в грехе и посягательстве. Бойтесь Аллаха, ведь Аллах суров в наказании","sv":"Troende! Vanhelga inte de riter och symboler som Gud har instiftat, inte heller den [åt vallfärden] helgade månaden eller de bekransade offerdjuren, och visa respekt för dem som beger sig till Helgedomen för att söka Guds nåd och Hans välbehag. När ni lägger av vallfärdsdräkten får ni [på nytt] ägna er åt jakt. Och låt inte hat mot dem som spärrade vägen för er till den heliga Moskén driva er till angreppshandlingar, utan samarbeta för att befrämja fromhet och gudsfruktan, och slut er inte samman för att befrämja synd och fiendskap. Och frukta Gud! Gud straffar med stränghet","tr":"Ey İnananlar! Allah'ın nişanelerine, hürmet edilen aya, hediye olan kurbanlığa, gerdanlıklar takılan hayvanlara, Rab'lerinden bol nimet ve rıza talep ederek Beyt-i Haram'a gelenlere sakın hürmetsizlik etmeyin. İhramdan çıktığınız zaman avlanabilirsiniz. Sizi Mescid-i Haram'dan menettiği için bir topluluğa olan kininiz, aşırı gitmenize sebep olmasın; iyilikte ve fenalıktan sakınmakta yardımlaşın, günah işlemek ve aşırı gitmekte yardımlaşmayın. Allah'tan sakının, Allah'ın cezası şiddetlidir","ur":"اے لوگو جو ایمان لائے ہو، خد ا پرستی کی نشانیوں کو بے حرمت نہ کرو نہ حرام مہینوں میں سے کسی کو حلال کر لو، نہ قربانی کے جانوروں پر دست درازی کرو، نہ اُن جانوروں پر ہاتھ ڈالو جن کی گردنوں میں نذر خداوندی کی علامت کے طور پر پٹے پڑے ہوئے ہوں، نہ اُن لوگوں کو چھیڑو جو اپنے رب کے فضل اور اس کی خوشنودی کی تلاش میں مکان محترم (کعبہ) کی طرف جا رہے ہوں ہاں جب احرام کی حالت ختم ہو جائے تو شکار تم کرسکتے ہو اور دیکھو، ایک گروہ نے جو تمہارے لیے مسجد حرام کا راستہ بند کر دیا ہے تواس پر تمہارا غصہ تمہیں اتنا مشتعل نہ کر دے کہ تم بھی ان کے مقابلہ میں ناروا زیادتیاں کرنے لگو نہیں! جو کام نیکی اور خدا ترسی کے ہیں ان میں سب سے تعاون کرو اور جو گناہ اور زیادتی کے کام ہیں ان میں کسی سے تعاون نہ کرو اللہ سے ڈرو، اس کی سز ا بہت سخت ہے","zh":"信道的人们啊！你们不要亵渎安拉的标识和禁月，不要侵犯作牺牲用的牲畜，不要破坏那些牲畜的项圈，不要伤害朝禁寺以求主的恩惠和喜悦的人。当你们开戒的时候，可以打猎。有人曾阻止你们进禁寺，你们绝不要因怨恨他们而过分。你们当为正义和敬畏而互助，不要为罪恶和横暴而互助。你们当敬畏安拉，因为安拉的刑罚确是严厉的。"},"transliteration":"Ya ayyuha allatheena amanoo la tuhilloo shaAAaira Allahi wala alshshahra alharama wala alhadya wala alqalaida wala ammeena albayta alharama yabtaghoona fadlan min rabbihim waridwanan waitha halaltum faistadoo wala yajrimannakum shanaanu qawmin an saddookum AAani almasjidi alharami an taAAtadoo wataAAawanoo AAala albirri waalttaqwa wala taAAawanoo AAala alithmi waalAAudwani waittaqoo Allaha inna Allaha shadeedu alAAiqabi","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
