{"id":672,"number":3,"text":"حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translations":{"en":"Prohibited to you are dead animals, blood, the flesh of swine, and that which has been dedicated to other than Allah, and [those animals] killed by strangling or by a violent blow or by a head-long fall or by the goring of horns, and those from which a wild animal has eaten, except what you [are able to] slaughter [before its death], and those which are sacrificed on stone altars, and [prohibited is] that you seek decision through divining arrows. That is grave disobedience. This day those who disbelieve have despaired of [defeating] your religion; so fear them not, but fear Me. This day I have perfected for you your religion and completed My favor upon you and have approved for you Islam as religion. But whoever is forced by severe hunger with no inclination to sin - then indeed, Allah is Forgiving and Merciful","es":"Les es prohibido [comer] la carne del animal muerto por causa natural, la sangre, la carne de cerdo, el animal que haya sido sacrificado invocando otro en lugar de Dios, la del animal muerto por asfixia, golpe, caída, cornada o herido por las fieras, a menos que alcancen a degollarlo [antes de que muera], y lo que es inmolado en altares [en honor a un ídolo]. [También es prohibido] consultar la suerte echando flechas. [Violar alguna de estas leyes] es un pecado. Quienes se empeñan en negar la verdad han perdido la esperanza de [hacerlos renunciar a] su religión. No tengan temor de ellos, sino que tengan temor de Mí. Hoy les he perfeccionado su forma de adoración, he completado Mi gracia sobre ustedes y he dispuesto que el Islam sea su religión. Pero quien, [en caso extremo] por hambre, se vea forzado [y coma de lo prohibido] pero sin intención de transgredir la ley ni excederse, Dios es Perdonador, Misericordioso","fr":"Vous sont interdits la bête trouvée morte, le sang, la chair de porc, ce sur quoi on a invoqué un autre nom que celui d'Allah, la bête étouffée, la bête assommée ou morte d'une chute ou morte d'un coup de corne, et celle qu'une bête féroce a dévorée - sauf celle que vous égorgez avant qu'elle ne soit morte -. (Vous sont interdits aussi la bête) qu'on a immolée sur les pierres dressées, ainsi que de procéder au partage par tirage au sort au moyen de flèches. Car cela est perversité. Aujourd'hui, les mécréants désespèrent (de vous détourner) de votre religion: ne les craignez donc pas et craignez-Moi. Aujourd'hui, J'ai parachevé pour vous votre religion, et accompli sur vous Mon bienfait. Et J'agrée l'Islam comme religion pour vous. Si quelqu'un est contraint par la faim, sans inclination vers le péché... alors, Allah est Pardonneur et Miséricordieux","id":"Diharamkan bagimu (memakan) bangkai, darah,258) daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih.259) Dan (diharamkan pula) yang disembelih untuk berhala. Dan (diharamkan pula) mengundi nasib dengan azlām (anak panah),260) (karena) itu suatu perbuatan fasik. Pada hari ini261) orang-orang kafir telah putus asa untuk (mengalahkan) agamamu, sebab itu janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku. Pada hari ini telah Aku sempurnakan agamamu untukmu, dan telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. Tetapi barang siapa terpaksa262) karena lapar bukan karena ingin berbuat dosa, maka sungguh, Allah Maha Pengampun, Maha Penyayang","ru":"Вам запрещены мертвечина, кровь, мясо свиньи и то, над чем не было произнесено имя Аллаха (или что было зарезано не ради Аллаха), или было задушено, или забито до смерти, или подохло при падении, или заколото рогами или задрано хищником, если только вы не успеете зарезать его, и то, что зарезано на каменных жертвенниках (или для идолов), а также гадание по стрелам. Все это есть нечестие. Сегодня неверующие отчаялись в вашей религии. Не бойтесь же их, а бойтесь Меня. Сегодня Я ради вас усовершенствовал вашу религию, довел до конца Мою милость к вам и одобрил для вас в качестве религии ислам. Если же кто-либо будет вынужден пойти на это (на употребление запрещенных продуктов) от голода, а не из склонности к греху, то ведь Аллах - Прощающий, Милосердный","sv":"FÖRBJUDET för er är kött av självdöda djur och blod och svinkött och sådant [kött] som har slaktats i ett annat namn än Guds; [vidare kött av] djur som strypts eller kvävts eller dödats genom ett hårt slag eller [som] fallit utför ett stup eller stångats ihjäl eller rivits av ett rovdjur - om ni inte har slaktat djuret på föreskrivet sätt [medan det var vid liv] - och djur som slaktats på hedniska offeraltare. [Förbjudet är även] att genom teckentydning försöka utforska vad framtiden bär i sitt sköte; detta är ett ogudaktigt företag. Förnekarna av sanningen har nu misströstat om [att kunna göra slut på] er tro. Oroa er därför inte för dem - frukta Mig! Denna dag har Jag fullbordat det religiösa regelverket för er och skänkt er Min välsignelse i fullaste mått. Jag har beslutat att Islam skall vara er religion. Om någon drivs [att bryta mot förbuden ovan] av hunger, inte av lust att överträda dem, [skall han finna] Gud ständigt förlåtande, barmhärtig","tr":"Leş, kan, domuz eti, Allah'tan başkası adına kesilenler, -canları çıkmadan önce kesmemişseniz, boğulmuş, bir yerine vurularak öldürülmüş, düşüp yuvarlanmış, başka bir hayvan tarafından süsülmüş, yırtıcı hayvan tarafından yenmiş olanları- dikili taşlar üzerine boğazlananlar ile fal oklarıyla kısmet aramanız size haram kılındı; bunlar fasıklıktır. Bugün, inkar edenler sizi dininizden etmekten umutlarını kesmişlerdir, onlardan korkmayın, Benden korkun. Bugün, size dininizi bütünledim, üzerinize olan nimetimi tamamladım, din olarak sizin için İslam'ı beğendim. Açlıktan darda kalan, günaha kaymaksızın yiyebilir. Doğrusu Allah Bağışlayan'dır, merhametli olandır","ur":"تم پر حرام کیا گیا مُردار، خون، سُور کا گوشت، وہ جانور جو خدا کے سوا کسی اور کے نام پر ذبح کیا گیا ہو، وہ جو گھلا گھٹ کر، یا چوٹ کھا کر، یا بلندی سے گر کر، یا ٹکر کھا کر مرا ہو، یا جسے کسی درندے نے پھاڑا ہو سوائے اس کے جسے تم نے زندہ پاکر ذبح کر لیا اور وہ جو کسی آستا نے پر ذبح کیا گیا ہو نیز یہ بھی تمہارے لیے ناجائز ہے کہ پانسوں کے ذریعہ سے اپنی قسمت معلوم کرو یہ سب افعال فسق ہیں آج کافروں کو تمہارے دین کی طرف سے پوری مایوسی ہو چکی ہے لہٰذا تم اُن سے نہ ڈرو بلکہ مجھ سے ڈرو آج میں نے تمہارے دین کو تمہارے لیے مکمل کر دیا ہے اور اپنی نعمت تم پر تمام کر دی ہے اور تمہارے لیے اسلام کو تمہارے دین کی حیثیت سے قبول کر لیا ہے (لہٰذا حرام و حلال کی جو قیود تم پر عائد کر دی گئی ہیں اُن کی پابند ی کرو) البتہ جو شخص بھوک سے مجبور ہو کر اُن میں سے کوئی چیز کھا لے، بغیر اس کے کہ گناہ کی طرف اس کا میلان ہو تو بیشک اللہ معاف کرنے والا اور رحم فرمانے والا ہے","zh":"禁止你们吃自死物、血液、猪肉，以及诵非安拉之名而宰杀的、勒死的、捶死的、跌死的、觝死的、野兽吃剩的动物，但宰后才死的，仍然可吃；禁止你们吃在神石上宰杀的；禁止你们求签，那是罪恶。今天，不信道的人，对于（消灭）你们的宗教已经绝望了，故你们不要畏惧他们，你们当敬畏我。今天，我已为你们成全了你们的宗教，我已完成我所赐你们的恩典，我已选择伊斯兰做你们的宗教。凡因饥荒所迫，而无意犯罪的，（虽吃禁物，毫无罪过），因为安拉确是至赦的，确是至慈的。"},"transliteration":"Hurrimat AAalaykumu almaytatu waalddamu walahmu alkhinzeeri wama ohilla lighayri Allahi bihi waalmunkhaniqatu waalmawqoothatu waalmutaraddiyatu waalnnateehatu wama akala alssabuAAu illa ma thakkaytum wama thubiha AAala alnnusubi waan tastaqsimoo bialazlami thalikum fisqun alyawma yaisa allatheena kafaroo min deenikum fala takhshawhum waikhshawni alyawma akmaltu lakum deenakum waatmamtu AAalaykum niAAmatee waradeetu lakumu alislama deenan famani idturra fee makhmasatin ghayra mutajanifin liithmin fainna Allaha ghafoorun raheemun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
