{"id":673,"number":4,"text":"يَسۡـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمۡۖ قُلۡ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُ وَمَا عَلَّمۡتُم مِّنَ ٱلۡجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُۖ فَكُلُواْ مِمَّآ أَمۡسَكۡنَ عَلَيۡكُمۡ وَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهِۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translations":{"en":"They ask you, [O Muhammad], what has been made lawful for them. Say, \"Lawful for you are [all] good foods and [game caught by] what you have trained of hunting animals which you train as Allah has taught you. So eat of what they catch for you, and mention the name of Allah upon it, and fear Allah.\" Indeed, Allah is swift in account","es":"Te preguntan qué es lícito [comer]. Responde: \"Se les permite comer todas las cosas buenas [y sanas]. Pueden comer lo que hayan atrapado los animales de caza que han entrenado, conforme a lo que Dios les ha enseñado. Coman de lo que cacen para ustedes, pero mencionen el nombre de Dios sobre esos alimentos, y tengan temor de Dios, porque Dios es rápido en ajustar cuentas","fr":"Ils t'interrogent sur ce qui leur est permis. Dis: «Vous sont permises les bonnes nourritures, ainsi que ce que capturent les carnassiers que vous avez dressés, en leur apprenant ce qu'Allah vous a appris. Mangez donc de ce qu'elles capturent pour vous et prononcez dessus le nom d'Allah. Et craignez Allah. Car Allah est, certes, prompt dans les comptes","id":"Mereka bertanya kepadamu (Muhammad), \"Apakah yang dihalalkan bagi mereka?\" Katakanlah, \"Yang dihalalkan bagimu (adalah makanan) yang baik-baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. Maka makanlah apa yang ditangkapnya untukmu,263) dan sebutlah nama Allah (waktu melepasnya). Dan bertakwalah kepada Allah, sungguh, Allah sangat cepat perhitungan-Nya","ru":"Они спрашивают тебя о том, что им дозволено. Скажи: «Вам дозволены блага. А то, что поймали для вас обученные хищники, которых вы обучаете, как собак, части того, чему обучил вас Аллах, ешьте и поминайте над этим имя Аллаха. Бойтесь Аллаха, ведь Аллах скор в расчете","sv":"De frågar dig vad som är tillåtet för dem. Säg: \"All god, hälsosam föda är tillåten för er.\" [Tillåtet är] också vad sådana djur fångar åt er som ni dresserar för jakt och lär något av det som Gud har lärt er; men uttala Guds namn över det och frukta Gud - Gud är snar att kalla till räkenskap","tr":"Sana, kendilerine neyin helal kılındığını soruyorlar, de ki: Size temiz olanlar helal kılındı; Allah'ın size öğrettiği üzere alıştırıp yetiştirerek öğrettiğiniz avcı hayvanların sizin için tuttuklarını yiyin ve üzerine Allah'ın adını anın. Allah'tan sakının, doğrusu Allah hesabı çabuk görür","ur":"لوگ پوچھتے ہیں کہ ان کے لیے کیا حلال کیا گیا ہے، کہو تمہارے لیے ساری پاک چیزیں حلال کر دی گئی ہیں اور جن شکاری جانوروں کو تم نے سدھایا ہو جن کو خدا کے دیے ہوئے علم کی بنا پر تم شکار کی تعلیم دیا کرتے ہو وہ جس جانور کو تمہارے لیے پکڑ رکھیں اس کو بھی تم کھاسکتے ہو، البتہ اس پر اللہ کا نام لے لو اور اللہ کا قانون توڑنے سے ڈرو، اللہ کو حساب لیتے کچھ دیر نہیں لگتی","zh":"他们问你准许他们吃什么，你说：“准许你们吃一切佳美的食物，你们曾遵安拉的教诲，而加以训练的鹰犬等所为你们捕获的动物，也是可以吃的；你们放纵鹰犬的时候，当诵安拉之名，并当敬畏安拉。安拉确是清算神速的。”"},"transliteration":"Yasaloonaka matha ohilla lahum qul ohilla lakumu alttayyibatu wama AAallamtum mina aljawarihi mukallibeena tuAAallimoonahunna mimma AAallamakumu Allahu fakuloo mimma amsakna AAalaykum waothkuroo isma Allahi AAalayhi waittaqoo Allaha inna Allaha sareeAAu alhisabi","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
