{"id":674,"number":5,"text":"ٱلۡيَوۡمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُۖ وَطَعَامُ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حِلّٞ لَّكُمۡ وَطَعَامُكُمۡ حِلّٞ لَّهُمۡۖ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلۡمُؤۡمِنَٰتِ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّ مُحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَ وَلَا مُتَّخِذِيٓ أَخۡدَانٖۗ وَمَن يَكۡفُرۡ بِٱلۡإِيمَٰنِ فَقَدۡ حَبِطَ عَمَلُهُۥ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","translations":{"en":"This day [all] good foods have been made lawful, and the food of those who were given the Scripture is lawful for you and your food is lawful for them. And [lawful in marriage are] chaste women from among the believers and chaste women from among those who were given the Scripture before you, when you have given them their due compensation, desiring chastity, not unlawful sexual intercourse or taking [secret] lovers. And whoever denies the faith - his work has become worthless, and he, in the Hereafter, will be among the losers","es":"De hoy en adelante les es permitido todo [alimento] bueno. La carne de los [animales sacrificados] de quienes recibieron el Libro [la Tora y el Evangelio] es lícita, y la carne [de los animales que ustedes sacrifican] es lícita para ellos. También es permitido [para ustedes] casarse con las mujeres creyentes que sean recatadas y las mujeres recatadas que recibieron el Libro anteriormente [judías y cristianas], siempre que cumplan la condición de darle su dote, con intensión [seria] de casarse, no para fornicar o tomarlas como amantes secretas. Pero quien rechace la creencia [monoteísta de Dios], sus obras [en este mundo] habrán sido en vano, y en la otra vida se contará entre los perdedores","fr":"«Vous sont permises, aujourd'hui, les bonnes nourritures. Vous est permise la nourriture des gens du Livre, et votre propre nourriture leur est permise. (Vous sont permises) les femmes vertueuses d'entre les croyantes, et les femmes vertueuses d'entre les gens qui ont reçu le Livre avant vous, si vous leur donnez leur mahr avec contrat de mariage, non en débauchés ni en preneurs d'amantes. Et quiconque abjure la foi, alors vaine devient son action, et il sera dans l'au-delà, du nombre des perdants","id":"Pada hari ini dihalalkan bagimu segala yang baik-baik. Makanan (sembelihan) Ahli Kitab itu halal bagimu, dan makananmu halal bagi mereka. Dan (dihalalkan bagimu menikahi) perempuan-perempuan yang menjaga kehormatan264) di antara perempuan-perempuan yang beriman dan perempuan-perempuan yang menjaga kehormatan di antara orang-orang yang diberi kitab sebelum kamu, apabila kamu membayar maskawin mereka untuk menikahinya, tidak dengan maksud berzina dan bukan untuk menjadikan perempuan piaraan. Barang siapa kafir setelah beriman maka sungguh, sia-sia amal mereka dan di akhirat dia termasuk orang-orang yang rugi","ru":"Сегодня вам дозволена благая пища. Еда людей Писания также дозволена вам, а ваша еда дозволена им, а также вам дозволены целомудренные женщины из числа уверовавших и целомудренные женщины из числа тех, кому Писание было даровано до вас, если вы выплатите им вознаграждение (брачный дар), желая сберечь целомудрие, не распутствуя и не беря их себе в подруги. Тщетны деяния того, кто отрекся от веры, а в Последней жизни он окажется среди потерпевших урон","sv":"Denna dag har all god, hälsosam föda blivit tillåten för er; och födan hos dem som fick del av uppenbarelsen [i äldre tid] är tillåten för er och er föda är tillåten för dem. [Ni får ta till hustrur] ärbara kvinnor bland de troende och ärbara kvinnor bland dem som före er fick del av uppenbarelsen, sedan ni gett dem deras brudgåva, för att leva med dem i ett regelrätt äktenskap, inte i ett löst förhållande eller en hemlig förbindelse. Om någon förnekar tron skall alla hans strävanden gå om intet och i det eviga livet kommer han att stå som förlorare","tr":"Bugün, size temiz olanlar helal kılındı. Kitap verilenlerin yemeği size helal, sizin yemeğiniz de onlara helaldir. İnanan hür ve iffetli kadınlar ve sizden önce kitap verilenlerin hür ve iffetli kadınları -zina etmeksizin, gizli dost tutmaksızın ve mehirlerini verdiğiniz takdirde- size helaldir. Kim imanı inkar ederse, şüphesiz amelleri boşa gider. O, ahirette de kaybedenlerdendir","ur":"آج تمہارے لیے ساری پاک چیزیں حلال کر دی گئی ہیں اہل کتاب کا کھانا تمہارے لیے حلال ہے اور تمہارا کھانا اُن کے لیے اور محفوظ عورتیں بھی تمہارے لیے حلال ہیں خواہ وہ اہل ایمان کے گروہ سے ہوں یا اُن قوموں میں سے جن کو تم سے پہلے کتاب دی گئی تھی، بشر طیکہ تم اُن کے مہر ادا کر کے نکاح میں اُن کے محافظ بنو، نہ یہ کہ آزاد شہوت رانی کرنے لگو یا چوری چھپے آشنائیاں کرو اور جو کسی نے ایمان کی روش پر چلنے سے انکار کیا تو اس کا سارا کارنامہ زندگی ضائع ہو جائے گا اور وہ آخرت میں دیوالیہ ہوگا","zh":"今天，准许你们吃一切佳美的食物；曾受天经者的食物，对于你们是合法的；你们的食物，对于他们也是合法的。信道的自由女，和曾受天经的自由女，对于你们都是合法的，如果你们把她们的聘仪交给她们，但你们应当是贞节的，不可是淫荡的，也不可是有情人的。谁否认正信，谁的善功，确已无效了；他在后世，是亏折的人。"},"transliteration":"Alyawma ohilla lakumu alttayyibatu wataAAamu allatheena ootoo alkitaba hillun lakum wataAAamukum hillun lahum waalmuhsanatu mina almuminati waalmuhsanatu mina allatheena ootoo alkitaba min qablikum itha ataytumoohunna ojoorahunna muhsineena ghayra musafiheena wala muttakhithee akhdanin waman yakfur bialeemani faqad habita AAamaluhu wahuwa fee alakhirati mina alkhasireena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
