{"id":675,"number":6,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ فَٱغۡسِلُواْ وُجُوهَكُمۡ وَأَيۡدِيَكُمۡ إِلَى ٱلۡمَرَافِقِ وَٱمۡسَحُواْ بِرُءُوسِكُمۡ وَأَرۡجُلَكُمۡ إِلَى ٱلۡكَعۡبَيۡنِۚ وَإِن كُنتُمۡ جُنُبٗا فَٱطَّهَّرُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُم مِّنۡهُۚ مَا يُرِيدُ ٱللَّهُ لِيَجۡعَلَ عَلَيۡكُم مِّنۡ حَرَجٖ وَلَٰكِن يُرِيدُ لِيُطَهِّرَكُمۡ وَلِيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","translations":{"en":"O you who have believed, when you rise to [perform] prayer, wash your faces and your forearms to the elbows and wipe over your heads and wash your feet to the ankles. And if you are in a state of janabah, then purify yourselves. But if you are ill or on a journey or one of you comes from the place of relieving himself or you have contacted women and do not find water, then seek clean earth and wipe over your faces and hands with it. Allah does not intend to make difficulty for you, but He intends to purify you and complete His favor upon you that you may be grateful","es":"¡Oh, creyentes! Cuando se dispongan a hacer la oración lávense el rostro y los brazos hasta los codos, pasen las manos [húmedas] por la cabeza y [laven] los pies hasta los tobillos. Si están en estado de impureza mayor, tomen un baño [completo]. Si están enfermos o de viaje o han hecho sus necesidades [biológicas] o han cohabitado con su mujer y no encuentran agua, usen [para la ablución virtual] tierra limpia y pásenla por el rostro y las manos. Dios no quiere imponerles dificultades, solo quiere purificarlos y completar Su favor sobre ustedes para que sean agradecidos","fr":"O les croyants! Lorsque vous vous levez pour la Salât, lavez vos visages et vos mains jusqu'aux coudes; passez les mains mouillées sur vos têtes; et lavez-vous les pieds jusqu'aux chevilles. Et si vous êtes pollués «junub», alors purifiez-vous (par un bain); mais si vous êtes malades, ou en voyage, ou si l'un de vous revient du lieu où il a fait ses besoins ou si vous avez touché aux femmes et que vous ne trouviez pas d'eau, alors recourez à la terre pure, passez-en sur vos visages et vos mains. Allah ne veut pas vous imposer quelque gêne, mais Il veut vous purifier et parfaire sur vous Son bienfait. Peut-être serez-vous reconnaissants","id":"Wahai orang-orang yang beriman! Apabila kamu hendak melaksanakan salat, maka basuhlah wajahmu dan tanganmu sampai ke siku, dan sapulah kepalamu dan (basuh) kedua kakimu sampai ke kedua mata kaki. Jika kamu junub maka mandilah. Dan jika kamu sakit265) atau dalam perjalanan atau kembali dari tempat buang air (kakus) atau menyentuh266) perempuan, lalu kamu tidak memperoleh air, maka bertayamumlah dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu, agar kamu bersyukur","ru":"О те, которые уверовали! Когда вы встаете на намаз, то умойте ваши лица и ваши руки до локтей, оботрите ваши головы и умойте ваши ноги до щиколоток. А если вы находитесь в половом осквернении, то очиститесь. Если же вы больны или находитесь в путешествии, если кто-либо из вас пришел из уборной или если вы имели близость с женщинами, и вы не нашли воды, то направьтесь к чистой земле и оботрите ею ваши лица и руки. Аллах не хочет создавать для вас трудности, а хочет очистить вас и довести до конца Свою милость по отношению к вам, - быть может, вы будете благодарны","sv":"TROENDE! När ni går till bön, två då ansikte och händer samt armarna upp till armbågarna och stryk med [de våta] händerna över huvudet och [två] fötterna upp till fotknölarna. Och om ni befinner er i ett tillstånd av stor rituell orenhet, skall ni rena er [genom att skölja hela kroppen]. Den som är sjuk eller befinner sig på resa eller som just har förrättat sina behov eller haft beröring med kvinnor och inte kan finna vatten, skall ta ren jord och stryka över ansikte och händer. Gud vill inte lägga på er tunga bördor, men [Han] vill rena er och fullkomna Sin nåd mot er - kanske känner ni tacksamhet","tr":"Ey İnananlar! Namaza kalktığınızda yüzlerinizi, dirseklere kadar ellerinizi, -başlarınızı meshedip- topuk kemiklerine kadar ayaklarınızı yıkayın. Eğer cünüpseniz yıkanıp temizlenin; şayet hasta veya yolculukta iseniz veya ayak yolundan gelmişseniz yahut kadınlara yaklaşmışsanız ve su bulamamışsanız temiz bir toprağa teyemmüm edin, yüzlerinizi, ellerinizi onunla meshedin. Allah sizi zorlamak istemez, Allah sizi arıtıp üzerinize olan nimetini tamamlamak ister ki şükredesiniz","ur":"اے لوگو جو ایمان لائے ہو، جب تم نماز کے لیے اٹھو تو چاہیے کہ اپنے منہ اور ہاتھ کہنیوں تک دھو لو، سروں پر ہاتھ پھیر لو اور پاؤں ٹخنوں تک دھو لیا کرو اگر جنابت کی حالت میں ہو تو نہا کر پاک ہو جاؤ اگر بیمار ہو یا سفر کی حالت میں ہو یا تم میں سے کوئی شخص رفع حاجت کر کے آئے یا تم نے عورتوں کو ہاتھ لگایا ہو، اور پانی نہ ملے، تو پاک مٹی سے کام لو، بس اُس پر ہاتھ مار کر اپنے منہ اور ہاتھوں پر پھیر لیا کرو اللہ تم پر زندگی کو تنگ نہیں کرنا چاہتا، مگر وہ چاہتا ہے کہ تمہیں پاک کرے اور اپنی نعمت تم پر تمام کر دے، شاید کہ تم شکر گزار بنو","zh":"信道的人们啊！当你们起身去礼拜的时候，你们当洗脸和手，洗至于两肘，当抹头，当洗脚，洗至两踝。如果你们是不洁的，你们就得洗周身。如果你们害病或旅行，或从厕所来，或与妇女交接，而得不到水，你们就趋向清洁的地面，而用一部分土抹脸和手。安拉不欲使你们烦难，但他欲使你们清洁，并完成他所赐你们的恩典，以便你们感谢。"},"transliteration":"Ya ayyuha allatheena amanoo itha qumtum ila alssalati faighsiloo wujoohakum waaydiyakum ila almarafiqi waimsahoo biruoosikum waarjulakum ila alkaAAbayni wain kuntum junuban faittahharoo wain kuntum marda aw AAala safarin aw jaa ahadun minkum mina alghaiti aw lamastumu alnnisaa falam tajidoo maan fatayammamoo saAAeedan tayyiban faimsahoo biwujoohikum waaydeekum minhu ma yureedu Allahu liyajAAala AAalaykum min harajin walakin yureedu liyutahhirakum waliyutimma niAAmatahu AAalaykum laAAallakum tashkuroona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
