{"id":676,"number":7,"text":"وَٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ وَمِيثَٰقَهُ ٱلَّذِي وَاثَقَكُم بِهِۦٓ إِذۡ قُلۡتُمۡ سَمِعۡنَا وَأَطَعۡنَاۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translations":{"en":"And remember the favor of Allah upon you and His covenant with which He bound you when you said, \"We hear and we obey\"; and fear Allah. Indeed, Allah is Knowing of that within the breasts","es":"Recuerden la bendición que Dios les concedió, y [recuerden] el pacto que hizo con ustedes cuando dijeron: \"Oímos y obedecemos\". Tengan temor de Dios, porque Dios bien sabe lo que encierran los corazones","fr":"Et rappelez-vous le bienfait d'Allah sur vous, ainsi que l'alliance qu'Il a conclue avec vous, quand vous avez dit: «Nous avons entendu et nous avons obéi». Et craignez Allah. Car Allah connaît parfaitement le contenu des cœurs","id":"(Dan ingatlah akan karunia Allah kepadamu dan perjanjian-Nya267) yang telah diikatkan kepadamu, ketika kamu mengatakan, \"Kami mendengar dan kami menaati.\" Dan bertakwalah kepada Allah, sungguh, Allah Maha Mengetahui segala isi hati","ru":"Помните о милости Аллаха к вам и завете, который Он заключил с вами, когда вы сказали: «Слушаем и повинуемся». Бойтесь Аллаха, ведь Аллаху известно о том, что в груди","sv":"Minns Guds välgärningar mot er och att Han knöt er till Sig med Sitt förbund och att ni svarade: \"Vi hör och vi lyder.\" Och frukta Gud - Gud vet vad som rör sig i människans innersta","tr":"Allah'ın size olan nimetini ve \"İşittik, itaat ettik\" dediğinizde sizi andına bağladığı sözünü anın. Allah'tan sakının, Allah içinizde olanı elbette bilir","ur":"اللہ نے تم کو جو نعمت عطا کی ہے اس کا خیال رکھو اور اُس پختہ عہد و پیمان کو نہ بھولو جو اُس نے تم سے لیا ہے، یعنی تمہارا یہ قول کہ، \"ہم نے سنا اور اطاعت قبول کی\" اللہ سے ڈرو، اللہ دلوں کے راز تک جانتا ہے","zh":"你们当铭记安拉所赐你们的恩典，和他与你们所缔的盟约；当时，你们曾说：“我们听从了。”你们当敬畏安拉。安拉确是全知心事的。"},"transliteration":"Waothkuroo niAAmata Allahi AAalaykum wameethaqahu allathee wathaqakum bihi ith qultum samiAAna waataAAna waittaqoo Allaha inna Allaha AAaleemun bithati alssudoori","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
