{"id":677,"number":8,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّـٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلۡقِسۡطِۖ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ عَلَىٰٓ أَلَّا تَعۡدِلُواْۚ ٱعۡدِلُواْ هُوَ أَقۡرَبُ لِلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translations":{"en":"O you who have believed, be persistently standing firm for Allah, witnesses in justice, and do not let the hatred of a people prevent you from being just. Be just; that is nearer to righteousness. And fear Allah; indeed, Allah is Acquainted with what you do","es":"¡Oh, creyentes! Sean responsables con [los preceptos de] Dios. Sean justos cuando den testimonio. Que el rencor que sienten no les conduzca a obrar injustamente. Sean justos y equitativos, porque eso es lo más cercano a la piedad. Y tengan temor de Dios, porque Dios está bien informado de lo que hacen","fr":"O les croyants! Soyez stricts (dans vos devoirs) envers Allah et (soyez) des témoins équitables. Et que la haine pour un peuple ne vous incite pas à être injustes. Pratiquez l'équité: cela est plus proche de la piété. Et craignez Allah. Car Allah est certes Parfaitement Connaisseur de ce que vous faites","id":"Wahai orang-orang yang beriman! Jadilah kamu sebagai penegak keadilan karena Allah, (ketika) menjadi saksi dengan adil. Dan janganlah kebencianmu terhadap suatu kaum, mendorong kamu untuk berlaku tidak adil. Berlaku adillah. Karena (adil) itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah, sungguh, Allah Mahateliti atas apa yang kamu kerjakan","ru":"О те, которые уверовали! Будьте стойки ради Аллаха, свидетельствуя беспристрастно, и пусть ненависть людей не подтолкнет вас к несправедливости. Будьте справедливы, ибо это ближе к богобоязненности. Бойтесь Аллаха, ведь Аллах ведает о том, что вы совершаете","sv":"TROENDE! Stå fasta på Guds sida som vittnen för rätt och rättvisa och låt inte avoghet mot människor förmå er att avvika från rättvisans väg. Gör rätt - det ligger gudsfruktan närmast; Gud är väl underrättad om vad ni gör","tr":"Ey İnananlar! Allah için adaleti ayakta tutup gözeten şahidler olun. Bir topluluğa olan öfkeniz sizi adaletsizliğe sürüklemesin; adil olun; bu, Allah'a karşı gelmekten sakınmaya daha yakındır. Allah'tan sakının, doğrusu Allah işlediklerinizden Haberdar'dır","ur":"اے لوگو جو ایمان لائے ہو! اللہ کی خاطر راستی پر قائم رہنے والے اور انصاف کی گواہی دینے والے بنو کسی گروہ کی دشمنی تم کو اتنا مشتعل نہ کر دے کہ انصاف سے پھر جاؤ عدل کرو، یہ خدا ترسی سے زیادہ مناسبت رکھتا ہے اللہ سے ڈر کر کام کرتے رہو، جو کچھ تم کرتے ہو اللہ اُس سے پوری طرح باخبر ہے","zh":"信道的人们啊！你们当尽忠报主，当秉公作证，你们绝不要因为怨恨一伙人而不公道，你们当公道，公道是最近于敬畏的。你们当敬畏安拉。安拉确是彻知你们的行为的。"},"transliteration":"Ya ayyuha allatheena amanoo koonoo qawwameena lillahi shuhadaa bialqisti wala yajrimannakum shanaanu qawmin AAala alla taAAdiloo iAAdiloo huwa aqrabu lilttaqwa waittaqoo Allaha inna Allaha khabeerun bima taAAmaloona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
