{"id":68,"number":61,"text":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","translations":{"en":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing","es":"Y [recuerden] cuando dijeron: \"¡Oh, Moisés! No podremos seguir tolerando una sola clase de comida, pide a tu Señor para que nos beneficie con lo que brota de la tierra: verduras, pepinos, ajos, lentejas y cebollas\". [Moisés les] Dijo: \"¿Es que quieren cambiar lo superior por algo inferior? Vuelvan entonces a [la esclavitud que sufrían] en Egipto, que allí tendrán lo que piden\". Pero los azotó la humillación y la miseria, e incurrieron en la ira de Dios por no haber creído en los preceptos de Dios, haber matado injustamente a los Profetas, rebelarse y transgredir la ley","fr":"Et [rappelez-vous] quand vous dîtes: «O Moïse, nous ne pouvons plus tolérer une seule nourriture. Prie donc ton Seigneur pour qu'Il nous fasse sortir de la terre ce qu'elle fait pousser, de ses légumes, ses concombres, son ail (ou blé), ses lentilles et ses oignons!» - Il vous répondit: «Voulez-vous échanger le meilleur pour le moins bon? Descendez donc à n'importe quelle ville; vous y trouverez certainement ce que vous demandez!». L'avilissement et la misère s'abattirent sur eux; ils encoururent la colère d'Allah. Cela est parce qu'ils reniaient les révélations d'Allah, et qu'ils tuaient sans droit les prophètes. Cela parce qu'ils désobéissaient et transgressaient","id":"Dan (ingatlah), ketika kamu berkata, \"Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.\" Dia (Musa) menjawab, \"Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik? Pergilah ke suatu kota, pasti kamu memperoleh apa yang kamu minta.\" Kemudian mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. Hal itu (terjadi) karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas","ru":"Вот вы сказали: «О Муса (Моисей)! Мы не сможем вынести однообразную пищу. Помолись за нас своему Господу, чтобы Он взрастил для нас из того, что произрастает на земле, овощи, огурцы, чеснок, чечевицу и лук». Он сказал: «Неужели вы просите заменить лучшее тем, что хуже? Спуститесь в любой город, и там вы получите все, о чем попросили». Их постигли унижение и бедность. Они навлекли на себя гнев Аллаха тем, что не уверовали в знамения Аллаха и несправедливо убивали пророков. Это произошло потому, что они были ослушниками и преступали границы дозволенного","sv":"Och [minns] att ni sade: \"Moses, vi kan inte fördra att alltid få en och samma föda. Be därför din Herre att Han av det som jorden alstrar ger oss sådant som kryddväxter, gurka, vitlök, linser och lök\", [varpå Moses svarade:] \"Vill ni byta det bättre mot det sämre? Vänd då tillbaka till [slaveriet i] Egypten! Där kan ni få det ni begär.\" De drabbades av skam och elände men de hade förtjänat Guds vrede, eftersom de inte upphörde att förneka sanningen i Guds budskap och dödade profeterna mot all rätt; ja, de trotsade ständigt [Gud] och kränkte [Hans] bud","tr":"Ey Musa! Bir çeşit yemeğe dayanamayacağız, bizim için Rabbine yalvar, bize, yerin bitirdiği sebze, hıyar, sarımsak, mercimek ve soğan yetiştirsin\" demiştiniz de, \"Hayırlı olanı daha düşük şeyle mi değiştirmek istiyorsunuz? Bir şehre inin, şüphesiz orada istediğiniz vardır\" demişti. Onlara yoksulluk ve düşkünlük damgası vuruldu, Allah'ın gazabına uğradılar. Bu, Allah'ın ayetlerini inkar etmeleri ve haksız yere peygamberleri öldürmelerindendi; bu, karşı gelmeleri ve taşkınlık yapmalarındandı","ur":"یاد کرو، جب تم نے کہا تھا کہ، \"اے موسیٰؑ، ہم ایک ہی طرح کے کھانے پر صبر نہیں کرسکتے اپنے رب سے دعا کرو کہ ہمارے لیے زمین کی پیداوار ساگ، ترکاری، کھیرا، ککڑی، گیہوں، لہسن، پیاز، دال وغیرہ پیدا کرے\" تو موسیٰؑ نے کہا: \"کیا ایک بہتر چیز کے بجائے تم ادنیٰ درجے کی چیزیں لینا چاہتے ہو؟ اچھا، کسی شہری آبادی میں جا رہو جو کچھ تم مانگتے ہو، وہاں مل جائے گا\" آخر کار نوبت یہاں تک پہنچی کہ ذلت و خواری اور پستی و بد حالی اُن پر مسلط ہو گئی اور وہ اللہ کے غضب میں گھر گئے یہ نتیجہ تھا اس کا کہ وہ اللہ کی آیات سے کفر کرنے لگے اور پیغمبروں کو ناحق قتل کرنے لگے یہ نتیجہ تھا ان کی نافرمانیوں کا اور اس بات کا کہ وہ حدود شرع سے نکل نکل جاتے تھے","zh":"当时，你们说：“穆萨啊！专吃一样食物，我们绝不能忍受，所以请你替我们请求你的主，为我们生出大地所产的蔬菜——黄瓜、大蒜、扁豆和玉葱。”他说：“难道你们要以较贵的换取较贱的吗？你们到一座城里去吧！你们必得自己所请求的食物。”他们陷于卑贱和穷困中，他们应受安拉的谴怒。这是因为他们不信安拉的迹象，而且枉杀众先知；这又是因为他们违抗主命，超越法度。"},"transliteration":"Waith qultum ya moosa lan nasbira AAala taAAamin wahidin faodAAu lana rabbaka yukhrij lana mimma tunbitu alardu min baqliha waqiththaiha wafoomiha waAAadasiha wabasaliha qala atastabdiloona allathee huwa adna biallathee huwa khayrun ihbitoo misran fainna lakum ma saaltum waduribat AAalayhimu alththillatu waalmaskanatu wabaoo bighadabin mina Allahi thalika biannahum kanoo yakfuroona biayati Allahi wayaqtuloona alnnabiyyeena bighayri alhaqqi thalika bima AAasaw wakanoo yaAAtadoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
