{"id":680,"number":11,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ هَمَّ قَوۡمٌ أَن يَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ فَكَفَّ أَيۡدِيَهُمۡ عَنكُمۡۖ وَٱتَّقُواْ ٱللَّهَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translations":{"en":"O you who have believed, remember the favor of Allah upon you when a people determined to extend their hands [in aggression] against you, but He withheld their hands from you; and fear Allah. And upon Allah let the believers rely","es":"¡Oh, creyentes! Recuerden las bendiciones que Dios les concedió cuando sus enemigos intentaron agredirlos pero Dios los protegió. Tengan temor de Dios, y que los creyentes solo se encomienden a Dios","fr":"O les croyants! Rappelez-vous le bienfait d'Allah à votre égard, le jour où un groupe d'ennemis s'apprêtait à porter la main sur vous (en vue de vous attaquer) et qu'Il repoussa leur tentative. Et craignez Allah. C'est en Allah que les croyants doivent mettre leur confiance","id":"Wahai orang-orang yang beriman! Ingatlah nikmat Allah (yang diberikan) kepadamu, ketika suatu kaum bermaksud hendak menyerangmu dengan tangannya, lalu Allah menahan tangan mereka dari kamu. Dan bertakwalah kepada Allah, dan hanya kepada Allahlah hendaknya orang-orang beriman itu bertawakal","ru":"О те, которые уверовали! Помните о милости, которую Аллах оказал вам, когда люди вознамерились протянуть к вам свои руки, но Он убрал от вас их руки. Бойтесь Аллаха, и пусть на Аллаха уповают верующие","sv":"Troende! Minns Guds välgärning mot er när Han höll tillbaka dem som ville tillfoga er skada. Och frukta Gud - till Gud skall de troende lita","tr":"Ey İnananlar! Allah'ın üzerinize olan nimetini anın: Hani bir topluluk size tecavüze kalkışmıştı da Allah onlara mani olmuştu. Allah'tan sakının, inananlar Allah'a güvensinler","ur":"اے لوگو جو ایمان لائے ہو، اللہ کے اُس احسان کو یاد کرو جو اُس نے (ابھی حال میں) تم پر کیا ہے، جبکہ ایک گروہ نے تم پر دست درازی کا ارادہ کر لیا تھا مگر اللہ نے اُن کے ہاتھ تم پر اٹھنے سے روک دیے اللہ سے ڈر کر کام کرتے رہو، ایمان رکھنے والوں کو اللہ ہی پر بھروسہ کرنا چاہیے","zh":"信道的人们啊！你们当铭记安拉所赐你们的恩典。当时有一伙人欲对你们施展武力，但安拉为你们抵御他们的武力；你们当敬畏安拉。教信士们只托靠安拉。"},"transliteration":"Ya ayyuha allatheena amanoo othkuroo niAAmata Allahi AAalaykum ith hamma qawmun an yabsutoo ilaykum aydiyahum fakaffa aydiyahum AAankum waittaqoo Allaha waAAala Allahi falyatawakkali almuminoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
