{"id":681,"number":12,"text":"۞وَلَقَدۡ أَخَذَ ٱللَّهُ مِيثَٰقَ بَنِيٓ إِسۡرَـٰٓءِيلَ وَبَعَثۡنَا مِنۡهُمُ ٱثۡنَيۡ عَشَرَ نَقِيبٗاۖ وَقَالَ ٱللَّهُ إِنِّي مَعَكُمۡۖ لَئِنۡ أَقَمۡتُمُ ٱلصَّلَوٰةَ وَءَاتَيۡتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِي وَعَزَّرۡتُمُوهُمۡ وَأَقۡرَضۡتُمُ ٱللَّهَ قَرۡضًا حَسَنٗا لَّأُكَفِّرَنَّ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَلَأُدۡخِلَنَّكُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ فَمَن كَفَرَ بَعۡدَ ذَٰلِكَ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","translations":{"en":"And Allah had already taken a covenant from the Children of Israel, and We delegated from among them twelve leaders. And Allah said, \"I am with you. If you establish prayer and give zakah and believe in My messengers and support them and loan Allah a goodly loan, I will surely remove from you your misdeeds and admit you to gardens beneath which rivers flow. But whoever of you disbelieves after that has certainly strayed from the soundness of the way","es":"Dios celebró un pacto con los Hijos de Israel y designó de entre ellos doce jefes. Pero Dios les dijo: \"Estaré con ustedes siempre que cumplan con la oración, paguen el zakat, crean y apoyen a [todos] Mis Mensajeros, gasten generosamente en Mi causa; entonces perdonaré sus ofensas y los introduciré en jardines en los que corren ríos. Pero quien [después de todo esto] niegue la verdad, se habrá extraviado del camino recto","fr":"Et Allah certes prit l'engagement des enfants d'Israël. Nous nommâmes douze chefs d'entre eux. Et Allah dit: «Je suis avec vous, pourvu que vous accomplissiez la Salât, acquittiez la Zakât, croyiez en Mes messagers, les aidiez et fassiez à Allah un bon prêt. Alors, certes, j'effacerai vos méfaits, et vous ferai entrer aux Jardins sous lesquels coulent les ruisseaux. Et quiconque parmi vous, après cela, mécroit, s'égare certes du droit chemin»","id":"(Dan sungguh, Allah telah mengambil perjanjian dari Bani Israil dan Kami telah mengangkat dua belas orang pemimpin diantara mereka. Dan Allah berfirman, \"Aku bersamamu.\" Sungguh, jika kamu melaksanakan salat dan menunaikan zakat serta beriman kepada rasul-rasul-Ku dan kamu bantu mereka dan kamu pinjamkan kepada Allah pinjaman yang baik,268) pasti akan Aku hapus kesalahan-kesalahanmu, dan pasti, akan Aku masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai. Tetapi barang siapa kafir di antaramu setelah itu, maka sesungguhnya dia telah tersesat dari jalan yang lurus","ru":"Аллах взял завет с сынов Исраила (Израиля). Мы создали среди них двенадцать вождей. Аллах сказал: «Я - с вами. Если вы будете совершать намаз и выплачивать закят, уверуете в Моих посланников, поможете им и одолжите Аллаху прекрасный заем, то Я отпущу вам ваши прегрешения и введу вас в сады, в которых текут реки. А если кто-либо из вас после этого станет неверующим, то он сойдет с прямого пути»","sv":"GUD TOG [också] löften av Israels barn, då Vi sände ut deras tolv huvudmän och sade: \"Jag skall vara med er; om ni förrättar bönen och hjälper de behövande, tror på Mina sändebud och håller dem i ära och ger Gud ett lån av goda gärningar, skall Jag helt visst förlåta era dåliga handlingar och föra er till lustgårdar, vattnade av bäckar. Men den av er som efter detta förnekar sanningen har helt förlorat den raka vägen ur sikte","tr":"And olsun ki, Allah, İsrailoğullarından söz almıştı. Onlardan oniki reis seçtik. Allah: \"Ben şüphesiz sizinleyim, namaz kılarsanız, zekat verirseniz, peygamberlerime inanır ve onlara yardım ederseniz, Allah uğrunda güzel bir takdimede bulunursanız, and olsun ki kötülüklerinizi örterim. And olsun ki, sizi içlerinden ırmaklar akan cennetlere koyarım. Bundan sonra sizden kim inkar ederse şüphesiz doğru yoldan sapmış olur\" dedi","ur":"اللہ نے بنی اسرائیل سے پختہ عہد لیا تھا اور ان میں بارہ نقیب مقرر کیے تھے اور ان سے کہا تھا کہ \"میں تمہارے ساتھ ہوں، اگر تم نے نماز قائم رکھی اور زکوٰۃ دی اور میرے رسولوں کو مانا اور ان کی مدد کی اور اپنے خدا کو اچھا قرض دیتے رہے تو یقین رکھو کہ میں تمہاری برائیاں تم سے زائل کر دوں گا اور تم کو ایسے باغوں میں داخل کروں گا جن کے نیچے نہریں بہتی ہوں گی، مگراس کے بعد جس نے تم میں سے کفر کی روش اختیار کی تو در حقیقت اُس نے سوا٫ السبیل گم کر دی","zh":"安拉与以色列的后裔确已缔约，并从他们中派出十二个首领。安拉说：“我确与你们同在。如果你们谨守拜功，完纳天课，确信我的众使者，并协助他们，并以善债借给安拉，我必勾销你们的罪恶，我必让你们进入下临诸河的乐园。此后，谁不信道，谁已迷失了正路。”"},"transliteration":"Walaqad akhatha Allahu meethaqa banee israeela wabaAAathna minhumu ithnay AAashara naqeeban waqala Allahu innee maAAakum lain aqamtumu alssalata waataytumu alzzakata waamantum birusulee waAAazzartumoohum waaqradtumu Allaha qardan hasanan laokaffiranna AAankum sayyiatikum walaodkhilannakum jannatin tajree min tahtiha alanharu faman kafara baAAda thalika minkum faqad dalla sawaa alssabeeli","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
