{"id":682,"number":13,"text":"فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ لَعَنَّـٰهُمۡ وَجَعَلۡنَا قُلُوبَهُمۡ قَٰسِيَةٗۖ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٖ مِّنۡهُمۡ إِلَّا قَلِيلٗا مِّنۡهُمۡۖ فَٱعۡفُ عَنۡهُمۡ وَٱصۡفَحۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","translations":{"en":"So for their breaking of the covenant We cursed them and made their hearts hard. They distort words from their [proper] usages and have forgotten a portion of that of which they were reminded. And you will still observe deceit among them, except a few of them. But pardon them and overlook [their misdeeds]. Indeed, Allah loves the doers of good","es":"Pero por haber violado el pacto los maldije y sus corazones se volvieron insensibles y duros. [Por eso] tergiversan el sentido de las palabras [de la Tora] sacándolas de contexto, y dejan de lado parte de lo que les fue mencionado [en ella]. Descubrirás que la mayoría de ellos, salvo unos pocos, traicionan [a la gente]; pero tu discúlpalos y sé tolerante con ellos, porque Dios ama a los que hacen el bien","fr":"Et puis, à cause de leur violation de l'engagement, Nous les avons maudits et endurci leurs cœurs: ils détournent les paroles de leur sens et oublient une partie de ce qui leur a été rappelé. Tu ne cesseras de découvrir leur trahison, sauf d'un petit nombre d'entre eux. Pardonne-leur donc et oublie [leurs fautes]. Car Allah aime, certes, les bienfaisants","id":"(Tetapi) karena mereka melanggar janjinya, maka Kami melaknat mereka, dan Kami jadikan hati mereka keras membatu. Mereka suka mengubah firman (Allah) dari tempatnya,269) dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), maka maafkanlah mereka dan biarkan mereka. Sungguh, Allah menyukai orang-orang yang berbuat baik","ru":"За то, что они нарушили завет, Мы прокляли их и ожесточили их сердца. Они искажают слова, меняя их местами, и забыли долю из того, чему их научили. Ты всегда будешь обнаруживать их измену, за исключением некоторых из них. Прости же их и будь великодушен, ведь Аллах любит творящих добро","sv":"När de sedan svek sina löften, fördömde Vi dem och lät deras hjärtan hårdna. De förvränger [uppenbarelsens] ord och bryter ut dem ur deras sammanhang och de har glömt en del av det som de förmanades att lägga på minnet. Och du kommer om och om igen att möta trolöshet och svek från deras sida, utom hos ett fåtal, men förlåt dem och glöm [vad de gjort]. Gud älskar dem som gör gott [mot andra]","tr":"Sözlerini bozdukları için onlara lanet ettik, kalblerini katılaştırdık. Onlar sözleri yerlerinden değiştirirler. Kendilerine belletilenin bir kısmını unuttular. İçlerinden pek azından başkasının daima hainliklerini görürsün, onları affet ve geç. Allah iyilik yapanları şüphesiz sever","ur":"پھر یہ اُن کا اپنے عہد کو توڑ ڈالنا تھا جس کی وجہ سے ہم نے ان کو اپنی رحمت سے دور پھینک دیا اور ان کے دل سخت کر دیے اب ان کا حال یہ ہے کہ الفاظ کا الٹ پھیر کر کے بات کو کہیں سے کہیں لے جاتے ہیں، جو تعلیم انہیں دی گئی تھی اُس کا بڑا حصہ بھول چکے ہیں، اور آئے دن تمہیں ان کی کسی نہ کسی خیانت کا پتہ چلتا رہتا ہے ان میں سے بہت کم لوگ اس عیب سے بچے ہوئے ہیں (پس جب یہ اِس حال کو پہنچ چکے ہیں تو جو شرارتیں بھی یہ کریں وہ ان سے عین متوقع ہیں) لہٰذا انہیں معاف کرو اور ان کی حرکات سے چشم پوشی کرتے رہو، اللہ اُن لوگوں کو پسند کرتا ہے جو احسان کی روش رکھتے ہیں","zh":"只为他们破坏盟约，我弃绝了他们，并使他们的心变成坚硬的；他们篡改经文，并抛弃自己所受的一部分劝戒。除他们中的少数人外，你常常发现他们的奸诈，故你当饶恕他们，原谅他们。安拉确是喜爱行善者的。"},"transliteration":"Fabima naqdihim meethaqahum laAAannahum wajaAAalna quloobahum qasiyatan yuharrifoona alkalima AAan mawadiAAihi wanasoo haththan mimma thukkiroo bihi wala tazalu tattaliAAu AAala khainatin minhum illa qaleelan minhum faoAAfu AAanhum waisfah inna Allaha yuhibbu almuhsineena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
