{"id":683,"number":14,"text":"وَمِنَ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰٓ أَخَذۡنَا مِيثَٰقَهُمۡ فَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦ فَأَغۡرَيۡنَا بَيۡنَهُمُ ٱلۡعَدَاوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ وَسَوۡفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُواْ يَصۡنَعُونَ","translations":{"bn":"যারা বলেঃ আমরা নাছারা, আমি তাদের কাছ থেকেও তাদের অঙ্গীকার নিয়েছিলাম। অতঃপর তারাও যে উপদেশ প্রাপ্ত হয়েছিল, তা থেকে উপকার লাভ করা ভুলে গেল। অতঃপর আমি কেয়ামত পর্যন্ত তাদের মধ্যে পারস্পরিক শত্রুতা ও বিদ্বেষ সঞ্চারিত করে দিয়েছি। অবশেষে আল্লাহ তাদেরকে তাদের কৃতকর্ম সম্পর্কে অবহিত করবেন।","en":"And from those who say, \"We are Christians\" We took their covenant; but they forgot a portion of that of which they were reminded. So We caused among them animosity and hatred until the Day of Resurrection. And Allah is going to inform them about what they used to do","id":"Dan di antara orang-orang yang mengatakan, \"Kami ini orang Nasrani,\" Kami telah mengambil perjanjian mereka, tetapi mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka, maka Kami timbulkan permusuhan dan kebencian di antara mereka hingga hari Kiamat. Dan kelak Allah akan memberitakan kepada mereka apa yang telah mereka kerjakan","ru":"Мы также взяли завет с тех, которые сказали: «Мы - христиане». Они забыли долю из того, что им напомнили, и тогда Мы возбудили между ними вражду и ненависть до Дня воскресения. Аллах поведает им о том, что они творили","tr":"Biz hıristiyanız\" diyenlerden de söz almıştık; onlar, kendilerine belletilenin bir kısmını unuttular, bu yüzden aralarına kıyamete kadar düşmanlık ve kin saldık. Allah, yapmakta olduklarını kendilerine haber verecektir","ur":"اِسی طرح ہم نے اُن لوگوں سے بھی پختہ عہد لیا تھا جنہوں نے کہا تھا کہ ہم \"نصاریٰ\" ہیں، مگر ان کو بھی جو سبق یاد کرایا گیا تھا اس کا ایک بڑا حصہ اُنہوں نے فراموش کر دیا آخر کار ہم نے ان کے درمیان قیامت تک کے لیے دشمنی اور آپس کے بغض و عناد کا بیج بو دیا، اور ضرور ایک وقت آئے گا جب اللہ انہیں بتائے گا کہ وہ دنیا میں کیا بناتے رہے ہیں"},"chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"bn":"খাদ্য পরিবেশিত টেবিল","en":"The Table Spread","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","tr":"Mâide","ur":"دسترخوان"},"type":"medinan"}}
