{"id":683,"number":14,"text":"وَمِنَ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰٓ أَخَذۡنَا مِيثَٰقَهُمۡ فَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦ فَأَغۡرَيۡنَا بَيۡنَهُمُ ٱلۡعَدَاوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ وَسَوۡفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُواْ يَصۡنَعُونَ","translations":{"en":"And from those who say, \"We are Christians\" We took their covenant; but they forgot a portion of that of which they were reminded. So We caused among them animosity and hatred until the Day of Resurrection. And Allah is going to inform them about what they used to do","es":"[Dios también tomó un compromiso] con quienes dicen: \"Somos cristianos\", pero ellos dejaron de lado parte de lo que les había mencionado [en el Evangelio]. Y [por eso] sembré entre ellos la discordia y el odio hasta el Día de la Resurrección, cuando Dios les hará saber el [gran] nivel de desvío que alcanzaron","fr":"Et de ceux qui disent: «Nous sommes chrétiens», Nous avons pris leur engagement. Mais ils ont oublié une partie de ce qui leur a été rappelé. Nous avons donc suscité entre eux l'inimitié et la haine jusqu'au Jour de la Résurrection. Et Allah les informera de ce qu'ils faisaient","id":"Dan di antara orang-orang yang mengatakan, \"Kami ini orang Nasrani,\" Kami telah mengambil perjanjian mereka, tetapi mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka, maka Kami timbulkan permusuhan dan kebencian di antara mereka hingga hari Kiamat. Dan kelak Allah akan memberitakan kepada mereka apa yang telah mereka kerjakan","ru":"Мы также взяли завет с тех, которые сказали: «Мы - христиане». Они забыли долю из того, что им напомнили, и тогда Мы возбудили между ними вражду и ненависть до Дня воскресения. Аллах поведает им о том, что они творили","sv":"[I Vårt förbund] med dem som säger \"Vi är kristna\" tog Vi löften [också] av dem och även de har glömt en del av det som de förmanades att lägga på minnet. Därför har Vi låtit fiendskap och hat uppstå bland dem [och så skall det fortgå] till Uppståndelsens dag. Gud skall [en gång] låta dem veta vad deras handlingar [var värda]","tr":"Biz hıristiyanız\" diyenlerden de söz almıştık; onlar, kendilerine belletilenin bir kısmını unuttular, bu yüzden aralarına kıyamete kadar düşmanlık ve kin saldık. Allah, yapmakta olduklarını kendilerine haber verecektir","ur":"اِسی طرح ہم نے اُن لوگوں سے بھی پختہ عہد لیا تھا جنہوں نے کہا تھا کہ ہم \"نصاریٰ\" ہیں، مگر ان کو بھی جو سبق یاد کرایا گیا تھا اس کا ایک بڑا حصہ اُنہوں نے فراموش کر دیا آخر کار ہم نے ان کے درمیان قیامت تک کے لیے دشمنی اور آپس کے بغض و عناد کا بیج بو دیا، اور ضرور ایک وقت آئے گا جب اللہ انہیں بتائے گا کہ وہ دنیا میں کیا بناتے رہے ہیں","zh":"自称基督教的人，我曾与他们缔约，但他们抛弃自己所受的一部分劝戒，故我使他们互相仇恨，至于复活日。那时，安拉要把他们的行为告诉他们。"},"transliteration":"Wamina allatheena qaloo inna nasara akhathna meethaqahum fanasoo haththan mimma thukkiroo bihi faaghrayna baynahumu alAAadawata waalbaghdaa ila yawmi alqiyamati wasawfa yunabbiohumu Allahu bima kanoo yasnaAAoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
