{"id":684,"number":15,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ كَثِيرٗا مِّمَّا كُنتُمۡ تُخۡفُونَ مِنَ ٱلۡكِتَٰبِ وَيَعۡفُواْ عَن كَثِيرٖۚ قَدۡ جَآءَكُم مِّنَ ٱللَّهِ نُورٞ وَكِتَٰبٞ مُّبِينٞ","translations":{"en":"O People of the Scripture, there has come to you Our Messenger making clear to you much of what you used to conceal of the Scripture and overlooking much. There has come to you from Allah a light and a clear Book","es":"¡Oh, Gente del Libro! Les ha llegado un Mensajero enviado por Mí, cuya misión es traerles a la luz los preceptos más importantes que ocultaron de la Biblia, y facilitar muchos otros preceptos. Dios les ha enviado una luz y un Libro claro [el Corán]","fr":"O gens du Livre! Notre Messager (Muhammad) vous est certes venu, vous exposant beaucoup de ce que vous cachiez du Livre, et passant sur bien d'autres choses! Une lumière et un Livre explicite vous sont certes venus d'Allah","id":"Wahai Ahli Kitab! Sungguh, Rasul Kami telah datang kepadamu, menjelaskan kepadamu banyak hal dari (isi) kitab yang kamu sembunyikan, dan banyak (pula) yang dibiarkannya. Sungguh, telah datang kepadamu cahaya dari Allah, dan Kitab270) yang menjelaskan","ru":"О люди Писания! К вам явился Наш Посланник, который разъясняет вам многое из того, что вы скрываете из Писания, и воздерживается от многого. Явились к вам от Аллаха свет (Мухаммад) и ясное Писание","sv":"Efterföljare av äldre tiders uppenbarelser! Ett Sändebud från Oss har kommit till er [med budskap] som klargör för er mycket av det som ni har dolt [för er själva] i Skriften; mycket [annat] har förbigåtts. Gud har skänkt er ett [nytt] ljus och en klar Skrift","tr":"Ey Kitap ehli! Kitap'dan gizleyip durduğunuzun çoğunu size açıkça anlatan ve çoğundan da geçiveren peygamberimiz gelmiştir. Doğrusu size Allah'tan bir nur ve apaçık bir Kitap gelmiştir","ur":"اے اہل کتاب! ہمارا رسول تمہارے پاس آ گیا ہے جو کتاب الٰہی کی بہت سی اُن باتوں کو تمہارے سامنے کھول رہا ہے جن پر تم پردہ ڈالا کرتے تھے، اور بہت سی باتوں سے درگزر بھی کر جاتا ہے تمہارے پاس اللہ کی طرف سے روشنی آ گئی ہے اور ایک ایسی حق نما کتاب","zh":"信奉天经的人啊！我的使者确已来临你们，他要为你们阐明你们所隐讳的许多经文，并放弃许多经文，不加以揭发。有一道光明，和一部明确的经典，确已从安拉降临你们。"},"transliteration":"Ya ahla alkitabi qad jaakum rasooluna yubayyinu lakum katheeran mimma kuntum tukhfoona mina alkitabi wayaAAfoo AAan katheerin qad jaakum mina Allahi noorun wakitabun mubeenun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
