{"id":685,"number":16,"text":"يَهۡدِي بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضۡوَٰنَهُۥ سُبُلَ ٱلسَّلَٰمِ وَيُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِهِۦ وَيَهۡدِيهِمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translations":{"en":"By which Allah guides those who pursue His pleasure to the ways of peace and brings them out from darknesses into the light, by His permission, and guides them to a straight path","es":"con el cual Dios guía a quienes buscan Su complacencia hacia los caminos de la salvación, los extrae por Su voluntad de las tinieblas hacia la luz, y los dirige por el camino recto","fr":"Par ceci (le Coran), Allah guide aux chemins du salut ceux qui cherchent Son agrément. Et Il les fait sortir des ténèbres à la lumière par Sa grâce. Et Il les guide vers un chemin droit","id":"Dengan Kitab itulah Allah memberi petunjuk kepada orang yang mengikuti keridaan-Nya ke jalan keselamatan, dan (dengan Kitab itu pula) Allah mengeluarkan orang itu dari gelap gulita kepada cahaya dengan izin-Nya, dan menunjukkan ke jalan yang lurus","ru":"Посредством его Аллах ведет по путям мира тех, кто стремится снискать Его довольство. По Своему соизволению Он выводит их из мраков к свету и наставляет их на прямой путь","sv":"med den visar Han dem som söker Hans välbehag till räddningens vägar och leder dem enligt Sin vilja ut ur mörkret till ljuset och till en rak väg","tr":"Allah, rızasını gözetenleri onunla, selamet yollarına eriştirir ve onları, izni ile, karanlıklardan aydınlığa çıkarır. Onları doğru yola iletir","ur":"جس کے ذریعہ سے اللہ تعالیٰ اُن لوگوں کو جو اس کی رضا کے طالب ہیں سلامتی کے طریقے بتاتا ہے اور اپنے اذن سے اُن کو اندھیروں سے نکال کر اجالے کی طرف لاتا ہے اور راہ راست کی طرف ان کی رہنمائی کرتا ہے","zh":"安拉要借这部经典指引追求其喜悦的人走上平安的道路，依自己的意志把他们从重重黑暗引入光明，并将他们引入正路。"},"transliteration":"Yahdee bihi Allahu mani ittabaAAa ridwanahu subula alssalami wayukhrijuhum mina alththulumati ila alnnoori biithnihi wayahdeehim ila siratin mustaqeemin","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
