{"id":686,"number":17,"text":"لَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۚ قُلۡ فَمَن يَمۡلِكُ مِنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ أَن يُهۡلِكَ ٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗاۗ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۚ يَخۡلُقُ مَا يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"They have certainly disbelieved who say that Allah is Christ, the son of Mary. Say, \"Then who could prevent Allah at all if He had intended to destroy Christ, the son of Mary, or his mother or everyone on the earth?\" And to Allah belongs the dominion of the heavens and the earth and whatever is between them. He creates what He wills, and Allah is over all things competent","es":"Son incrédulos quienes dicen: \"Jesús hijo de María es Dios\". Diles: \"¿Quién podría impedir que Dios exterminara al Mesías hijo de María, a su madre y a todo cuanto existe en la Tierra, si así lo quisiera?\" A Dios pertenece el reino de los cielos y de la Tierra, y todo lo que existe entre ambos. Dios crea lo que Le place, porque Él tiene poder sobre todas las cosas","fr":"Certes sont mécréants ceux qui disent: «Allah, c'est le Messie, fils de Marie!» - Dis: «Qui donc détient quelque chose d'Allah (pour L'empêcher), s'Il voulait faire périr le Messie, fils de Marie, ainsi que sa mère et tous ceux qui sont sur la terre?... A Allah seul appartient la royauté des cieux et de la terre et de ce qui se trouve entre les deux». Il crée ce qu'Il veut. Et Allah est Omnipotent","id":"Sungguh, telah kafir orang yang berkata, \"Sesungguhnya Allah itu adalah Al-Masih putra Maryam.\" Katakanlah (Muhammad), \"Siapakah yang dapat menghalang-halangi kehendak Allah, jika Dia hendak membinasakan Al-Masih putra Maryam beserta ibunya dan seluruh (manusia) yang berada di bumi?\" dan milik Allahlah kerajaan langit dan bumi dan apa yang ada di antara keduanya. Dia menciptakan apa yang Dia kehendaki. Dan Allah Maha Kuasa atas segala sesuatu","ru":"Не уверовали те, которые сказали: «Воистину, Аллах - это Мессия, сын Марьям (Марии)». Скажи: «Кто может хотя бы немного помешать Аллаху, если Он пожелает погубить Мессию, сына Марьям (Марии), его мать и всех, кто на земле?». Аллаху принадлежит власть над небесами, землей и тем, что между ними. Он создает, что пожелает. Аллах способен на всякую вещь","sv":"De förnekar sanningen som säger: \"Gud är Kristus, Marias son.\" Säg: \"Vem kan hindra Gud, om Han vill låta Kristus, Marias son, hans moder och alla på jorden förgås? Guds är herraväldet över himlarna och jorden och allt som finns däremellan. Han skapar vad Han vill. Han är allsmäktig","tr":"Allah ancak Meryem oğlu Mesih'tir\" diyenler and olsun ki kafir olmuşlardır. De ki: \"Allah Meryem oğlu Mesih'i, anasını ve yeryüzünde olanların hepsini yok etmeyi dilerse kim O'na karşı koyabilir?\" Göklerin, yerin ve arasındakilerin hükümranlığı Allah'ındır, dilediğini yaratır. Allah her şeye Kadir'dir","ur":"یقیناً کفر کیا اُن لوگوں نے جنہوں نے کہا مسیح ابن مریم ہی خدا ہے اے محمدؐ! ان سے کہو کہ اگر خدا مسیح ابن مریم کو اور اس کی ماں اور تمام زمین والوں کو ہلاک کر دینا چاہے تو کس کی مجال ہے کہ اُس کو اِس ارادے سے باز رکھ سکے؟ اللہ تو زمین اور آسمانوں کا اور اُن سب چیزوں کا مالک ہے جو زمین اور آسمانوں کے درمیان پائی جاتی ہیں، جو کچھ چاہتا ہے پیدا کرتا ہے اور اس کی قدرت ہر چیز پر حاوی ہے","zh":"妄言安拉就是麦尔彦之子麦西哈的人，确已不信道了。你说：“如果安拉欲毁灭麦西哈和他的母亲麦尔彦，以及大地上的一切人，那么，谁能干涉安拉一丝毫呢？”天地万物的主权，只是安拉的，他创造他所欲创造的。安拉对于万事是全能的。"},"transliteration":"Laqad kafara allatheena qaloo inna Allaha huwa almaseehu ibnu maryama qul faman yamliku mina Allahi shayan in arada an yuhlika almaseeha ibna maryama waommahu waman fee alardi jameeAAan walillahi mulku alssamawati waalardi wama baynahuma yakhluqu ma yashao waAllahu AAala kulli shayin qadeerun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
