{"id":687,"number":18,"text":"وَقَالَتِ ٱلۡيَهُودُ وَٱلنَّصَٰرَىٰ نَحۡنُ أَبۡنَـٰٓؤُاْ ٱللَّهِ وَأَحِبَّـٰٓؤُهُۥۚ قُلۡ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُمۖ بَلۡ أَنتُم بَشَرٞ مِّمَّنۡ خَلَقَۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","translations":{"en":"But the Jews and the Christians say, \"We are the children of Allah and His beloved.\" Say, \"Then why does He punish you for your sins?\" Rather, you are human beings from among those He has created. He forgives whom He wills, and He punishes whom He wills. And to Allah belongs the dominion of the heavens and the earth and whatever is between them, and to Him is the [final] destination","es":"Dicen judíos y cristianos: \"Somos hijos de Dios y sus predilectos\". Diles: \"Si así fuera, ¿por qué los castigará por los pecados que cometen? No son sino como el resto de la humanidad, seres creados por Él. Dios perdona a quien quiere y castiga a quien quiere. A Dios pertenece el reino de los cielos y de la Tierra, y todo lo que existe entre ambos, y ante Él compareceremos [para que nos juzgue por nuestras acciones]","fr":"Les Juifs et les Chrétiens ont dit: «Nous sommes les fils d'Allah et Ses préférés.» Dis: «Pourquoi donc vous châtie-t-Il pour vos péchés?» En fait, vous êtes des êtres humains d'entre ceux qu'Il a créés. Il pardonne à qui Il veut et Il châtie qui Il veut. Et à Allah seul appartient la royauté des cieux et de la terre et de ce qui se trouve entre les deux. Et c'est vers Lui que sera la destination finale","id":"Orang Yahudi dan Nasrani berkata, \"Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.\" Katakanlah, \"Mengapa Allah menyiksa kamu karena dosa-dosamu? Tidak kamu adalah manusia (biasa) di antara orang-orang yang Dia ciptakan. Dia mengampuni siapa yang Dia kehendaki dan menyiksa siapa yang Dia kehendaki. Dan milik Allah seluruh kerajaan langit dan bumi serta apa yang ada di antara keduanya. Dan kepada-Nya semua akan kembali","ru":"Иудеи и христиане сказали: «Мы - сыны Аллаха и Его возлюбленные». Скажи: «Почему же Он причиняет вам мучения за ваши грехи? О нет! Вы всего лишь одни из людей, которых Он сотворил. Он прощает, кого пожелает, и причиняет мучения, кому пожелает. Аллаху принадлежит власть над небесами, землей и тем, что между ними, и к Нему предстоит прибытие»","sv":"Judarna säger liksom de kristna: \"Vi är Guds barn som Han älskar.\" Säg: \"Varför straffar Han er då för era synder? Nej, ni är människor liksom [alla andra] som Han har skapat. Han förlåter vem Han vill och Han straffar vem Han vill. Guds är herraväldet över himlarna och jorden och allt som finns däremellan och Han är målet för [allas] färd","tr":"Yahudiler ve hıristiyanlar, \"Biz Allah'ın oğulları ve sevgilileriyiz\" dediler. \"Öyleyse günahlarınızdan ötürü size niçin azabediyor? Bilakis siz O'nun yarattığı insanlarsınız\" de, Allah dilediğini bağışlar, dilediğine azab eder. Göklerin, yerin ve ikisinin arasındakilerin hükümranlığı Allah'ındır. Dönüş O'nadır","ur":"یہود اور نصاریٰ کہتے ہیں کہ ہم اللہ کے بیٹے اور اس کے چہیتے ہیں ان سے پوچھو، پھر وہ تمہارے گناہوں پر تمہیں سزا کیوں دیتا ہے؟ در حقیقت تم بھی ویسے ہی انسان ہو جیسے اور انسان خدا نے پیدا کیے ہیں وہ جسے چاہتا ہے معاف کرتا ہے اور جسے چاہتا ہے سزا دیتا ہے زمین اور آسمان اور ان کی ساری موجودات اس کی مِلک ہیں، اور اسی کی طرف سب کو جانا ہے","zh":"犹太教徒和基督教徒说：“我们是安拉的儿子，是他心爱的人。”你说：“他为什么要因你们的罪过而惩治你们呢？”其实，你们是他所创造的人。他要赦宥谁，就赦宥谁；要惩治谁，就惩治谁。天地万物的权力主权，只是安拉的；他是最后的归宿。"},"transliteration":"Waqalati alyahoodu waalnnasara nahnu abnao Allahi waahibbaohu qul falima yuAAaththibukum bithunoobikum bal antum basharun mimman khalaqa yaghfiru liman yashao wayuAAaththibu man yashao walillahi mulku alssamawati waalardi wama baynahuma wailayhi almaseeru","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
