{"id":688,"number":19,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ عَلَىٰ فَتۡرَةٖ مِّنَ ٱلرُّسُلِ أَن تَقُولُواْ مَا جَآءَنَا مِنۢ بَشِيرٖ وَلَا نَذِيرٖۖ فَقَدۡ جَآءَكُم بَشِيرٞ وَنَذِيرٞۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"en":"O People of the Scripture, there has come to you Our Messenger to make clear to you [the religion] after a period [of suspension] of messengers, lest you say, \"There came not to us any bringer of good tidings or a warner.\" But there has come to you a bringer of good tidings and a warner. And Allah is over all things competent","es":"¡Oh, Gente del Libro! Luego de que pasara un tiempo desde el último Mensajero, les ha llegado Mi Mensajero para aclararles la verdad, y que no puedan decir [el Día del Juicio Final]: \"No se nos presentó nadie que nos albriciara [con el monoteísmo] y nos advirtiera [contra la idolatría]\". Pues ahora sí tienen quien les albricia y les advierte, porque Dios es sobre toda cosa Poderoso","fr":"O gens du Livre! Notre Messager (Muhammad) est venu pour vous éclairer après une interruption des messagers afin que vous ne disiez pas: «Il ne nous est venu ni annonciateur ni avertisseur». Voilà, certes, que vous est venu un annonciateur et un avertisseur. Et Allah est Omnipotent","id":"Wahai Ahli Kitab! Sungguh, Rasul Kami telah datang kepadamu, menjelaskan (syariat Kami) kepadamu ketika terputus (pengiriman) Rasul-rasul, agar kamu tidak mengatakan, \"Tidak ada yang datang kepada kami baik seorang pembawa berita gembira maupun seorang pemberi peringatan.\" Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Dan Allah Mahakuasa atas segala sesuatu","ru":"О люди Писания! После периода, когда не было посланников, к вам явился Наш Посланник, давая вам разъяснения, дабы вы не говорили: «К нам не приходил добрый вестник и предостерегающий увещеватель». Добрый вестник и предостерегающий увещеватель уже явился к вам. Аллах способен на всякую вещь","sv":"Efterföljare av äldre tiders uppenbarelser! Efter ett avbrott i budbärarnas rad har Vårt Sändebud kommit till er för att klargöra [sanningen] för er, så att ni inte skall kunna säga: \"Till oss har ingen budbärare kommit med ett hoppets budskap och ingen varnare.\" Nu har en förkunnare av ett glatt budskap om hopp och en varnare kommit till er; Gud har allt i Sin makt","tr":"Ey Kitap ehli! Peygamberlerin arası kesildiğinde, \"Bize müjdeci ve uyarıcı gelmedi\" dersiniz diye, size açıkça anlatacak peygamberimiz geldi. Şüphesiz O, size müjdeci ve uyarıcı olarak gelmiştir. Allah her şeye Kadir'dir","ur":"اے اہل کتاب! ہمارا یہ رسول ایسے وقت تمہارے پاس آیا ہے اور دین کی واضح تعلیم تمہیں دے رہا ہے جبکہ رسولوں کی آمد کا سلسلہ ایک مدت سے بند تھا، تاکہ تم یہ نہ کہہ سکو کہ ہمارے پاس کوئی بشارت دینے والا اور ڈرانے والا نہیں آیا سو دیکھو! اب وہ بشارت دینے اور ڈرانے والا آ گیا اور اللہ ہر چیز پر قادر ہے","zh":"信奉天经的人啊！在众天使（的统道）中断之后，我的使者确已来临你们，为你们阐明教义，以免你们将来说：“没有任何报喜者和警告者来临我们。”一个报喜者和警告者，确已来临你们了。安拉对于万事是全能的。"},"transliteration":"Ya ahla alkitabi qad jaakum rasooluna yubayyinu lakum AAala fatratin mina alrrusuli an taqooloo ma jaana min basheerin wala natheerin faqad jaakum basheerun wanatheerun waAllahu AAala kulli shayin qadeerun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
