{"id":688,"number":19,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ عَلَىٰ فَتۡرَةٖ مِّنَ ٱلرُّسُلِ أَن تَقُولُواْ مَا جَآءَنَا مِنۢ بَشِيرٖ وَلَا نَذِيرٖۖ فَقَدۡ جَآءَكُم بَشِيرٞ وَنَذِيرٞۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translations":{"bn":"হে আহলে-কিতাবগণ! তোমাদের কাছে আমার রসূল আগমণ করেছেন, যিনি পয়গম্বরদের বিরতির পর তোমাদের কাছে পুঙ্খানুপুঙ্খ বর্ণনা করেন-যাতে তোমরা একথা বলতে না পার যে, আমাদের কাছে কোন সুসংবাদদাতা ও ভীতিপ্রদর্শক আগমন করে নি। অতএব, তোমাদের কাছে সুসংবাদদাতা ও ভীতি প্রদর্শক আগমন করেননি। অতএব, তোমাদের কাছে সুসংবাদদাতা ও ভয় প্রদর্শক এসে গেছেন। আল্লাহ সবকিছুর উপর শক্তিমান।","en":"O People of the Scripture, there has come to you Our Messenger to make clear to you [the religion] after a period [of suspension] of messengers, lest you say, \"There came not to us any bringer of good tidings or a warner.\" But there has come to you a bringer of good tidings and a warner. And Allah is over all things competent","id":"Wahai Ahli Kitab! Sungguh, Rasul Kami telah datang kepadamu, menjelaskan (syariat Kami) kepadamu ketika terputus (pengiriman) Rasul-rasul, agar kamu tidak mengatakan, \"Tidak ada yang datang kepada kami baik seorang pembawa berita gembira maupun seorang pemberi peringatan.\" Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Dan Allah Mahakuasa atas segala sesuatu","ru":"О люди Писания! После периода, когда не было посланников, к вам явился Наш Посланник, давая вам разъяснения, дабы вы не говорили: «К нам не приходил добрый вестник и предостерегающий увещеватель». Добрый вестник и предостерегающий увещеватель уже явился к вам. Аллах способен на всякую вещь","tr":"Ey Kitap ehli! Peygamberlerin arası kesildiğinde, \"Bize müjdeci ve uyarıcı gelmedi\" dersiniz diye, size açıkça anlatacak peygamberimiz geldi. Şüphesiz O, size müjdeci ve uyarıcı olarak gelmiştir. Allah her şeye Kadir'dir","ur":"اے اہل کتاب! ہمارا یہ رسول ایسے وقت تمہارے پاس آیا ہے اور دین کی واضح تعلیم تمہیں دے رہا ہے جبکہ رسولوں کی آمد کا سلسلہ ایک مدت سے بند تھا، تاکہ تم یہ نہ کہہ سکو کہ ہمارے پاس کوئی بشارت دینے والا اور ڈرانے والا نہیں آیا سو دیکھو! اب وہ بشارت دینے اور ڈرانے والا آ گیا اور اللہ ہر چیز پر قادر ہے"},"chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"bn":"খাদ্য পরিবেশিত টেবিল","en":"The Table Spread","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","tr":"Mâide","ur":"دسترخوان"},"type":"medinan"}}
