{"id":689,"number":20,"text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَعَلَ فِيكُمۡ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكٗا وَءَاتَىٰكُم مَّا لَمۡ يُؤۡتِ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","translations":{"en":"And [mention, O Muhammad], when Moses said to his people, \"O my people, remember the favor of Allah upon you when He appointed among you prophets and made you possessors and gave you that which He had not given anyone among the worlds","es":"[Recuerda] cuando Moisés dijo a su pueblo: \"¡Oh, pueblo mío! Recuerden las bendiciones que Dios les concedió al hacer que surgieran entre ustedes Profetas y poderosos, y los bendijo con gracias que no concedió a nadie de sus contemporáneos","fr":"(Souvenez-vous) Lorsque Moïse dit à son peuple: «O, mon peuple! Rappelez-vous le bienfait d'Allah sur vous, lorsqu'Il a désigné parmi vous des prophètes. Et Il a fait de vous des rois. Et Il vous a donné ce qu'Il n'avait donné à nul autre aux mondes","id":"Dan (ingatlah), ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Ingatlah akan nikmat Allah kepadamu ketika Dia mengangkat Nabi-nabi di antaramu, dan menjadikan kamu sebagai orang-orang merdeka, dan memberikan kepada kamu apa yang belum pernah diberikan kepada seorang pun di antara umat yang lain","ru":"Вот Муса (Моисей) сказал своему народу: «О мой народ! Помните милость, которую Аллах оказал вам, когда создал среди вас пророков, сделал вас царями и даровал вам то, чего не даровал никому из миров","sv":"OCH MOSES sade till folket: \"Minns Guds välgärningar mot er, mitt folk, hur Han lät profeter uppstå bland er och gjorde er till herrar i eget hus och skänkte er det som Han inte har skänkt något [annat] folk i världen","tr":"Musa, milletine: \"Ey milletim! Allah'ın size olan nimetini anın: içinizden peygamberler çıkarmış ve sizi hükümdar yapmıştır, dünyalarda kimseye vermediğini size vermiştir","ur":"یاد کرو جب موسیٰؑ نے اپنی قوم سے کہا تھا کہ \"اے میری قوم کے لوگو! اللہ کی اُس نعمت کا خیال کرو جو اس نے تمہیں عطا کی تھی اُس نے تم میں نبی پیدا کیے، تم کو فرماں روا بنایا، اور تم کو وہ کچھ دیا جو دنیا میں کسی کو نہ دیا تھا","zh":"当时，穆萨对他的宗族说：“我的宗族啊！你们当铭记安拉所赐你们的恩典，当时，他在你们中派遣了许多先知，并使你们人人自由，而且把没有给过全世界任何人的（恩典）给了你们。"},"transliteration":"Waith qala moosa liqawmihi ya qawmi othkuroo niAAmata Allahi AAalaykum ith jaAAala feekum anbiyaa wajaAAalakum mulookan waatakum ma lam yuti ahadan mina alAAalameena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
