{"id":691,"number":22,"text":"قَالُواْ يَٰمُوسَىٰٓ إِنَّ فِيهَا قَوۡمٗا جَبَّارِينَ وَإِنَّا لَن نَّدۡخُلَهَا حَتَّىٰ يَخۡرُجُواْ مِنۡهَا فَإِن يَخۡرُجُواْ مِنۡهَا فَإِنَّا دَٰخِلُونَ","translations":{"en":"They said, \"O Moses, indeed within it is a people of tyrannical strength, and indeed, we will never enter it until they leave it; but if they leave it, then we will enter","es":"Respondieron: \"¡Oh, Moisés! Allí hay gente poderosa, así que no entraremos hasta que ellos se marchen. Solo cuando abandonen la ciudad entraremos","fr":"Ils dirent: «O Moïse, il y a là un peuple de géants. Jamais nous n'y entrerons jusqu'à ce qu'ils en sortent. S'ils en sortent, alors nous y entrerons»","id":"Mereka berkata, \"Wahai Musa! Sesungguhnya di dalam negeri itu ada orang-orang yang sangat kuat dan kejam, kami tidak akan memasukinya sebelum mereka keluar darinya. Jika mereka keluar dari sana, niscaya kami akan masuk","ru":"Они сказали: «О Муса (Моисей)! Там обитают могучие люди, и мы не войдем туда, пока они не уйдут оттуда. Если же они уйдут оттуда, то мы войдем»","sv":"De svarade: \"Moses! I detta land bor ett folk av jättar och där kan vi inte gå in förrän de har lämnat det; men om de lämnar det skall vi gå in","tr":"Ey Musa! Orada zorba bir millet vardır, onlar oradan çıkmadıkça biz oraya girmeyeceğiz, eğer çıkarlarsa, biz de gireriz\" demişlerdi","ur":"انہوں نے جواب دیا \"اے موسیٰؑ! وہاں تو بڑے زبردست لوگ رہتے ہیں، ہم وہاں ہرگز نہ جائیں گے جب تک وہ وہاں سے نکل نہ جائیں ہاں اگر وہ نکل گئے تو ہم داخل ہونے کے لیے تیار ہیں","zh":"他们说：“穆萨啊！圣地中，的确有一个强大的种族，我们绝不进去，直到他们出来。如果他们出来，我们必定进去。”"},"transliteration":"Qaloo ya moosa inna feeha qawman jabbareena wainna lan nadkhulaha hatta yakhrujoo minha fain yakhrujoo minha fainna dakhiloona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
