{"id":692,"number":23,"text":"قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِمَا ٱدۡخُلُواْ عَلَيۡهِمُ ٱلۡبَابَ فَإِذَا دَخَلۡتُمُوهُ فَإِنَّكُمۡ غَٰلِبُونَۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓاْ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"en":"Said two men from those who feared [to disobey] upon whom Allah had bestowed favor, \"Enter upon them through the gate, for when you have entered it, you will be predominant. And upon Allah rely, if you should be believers","es":"Dos hombres que tenían temor de Dios, que habían sido bendecidos [con una fe sólida], dijeron: \"Ingresen sorpresivamente por la puerta, porque si lo hacen obtendrán la victoria. Pero encomiéndense solo a Dios, si es que verdaderamente son creyentes","fr":"Deux hommes d'entre ceux qui craignaient Allah et qui étaient comblés par Lui de bienfaits dirent: «Entrez chez eux par la porte; puis quand vous y serez entrés, vous serez sans doute les dominants. Et c'est en Allah qu'il faut avoir confiance, si vous êtes croyants»","id":"Berkatalah dua orang laki-laki di antara mereka yang bertakwa, yang telah diberi nikmat oleh Allah, \"Serbulah mereka melalui pintu gerbang (negeri) itu. Jika kamu memasukinya niscaya kamu akan menang. Dan bertawakallah kamu hanya kepada Allah, jika kamu benar-benar orang-orang beriman","ru":"Двое богобоязненных мужчин, которым Аллах оказал милость, сказали: «Входите к ним через ворота. Когда вы войдете туда, вы непременно одержите победу. Уповайте только на Аллаха, если вы являетесь верующими»","sv":"Då sade två av dem, [sant] gudfruktiga män som vunnit Guds välbehag: \"Gå in rakt emot dem genom stadsporten; om ni går in denna [väg], är det ni som får överhanden. Och lita till Gud, om ni är sanna troende","tr":"Korkanlar arasında bulunan, Allah'ın nimete erdirdiği iki adam: \"Üstlerine kapıdan yürüyün, oradan girerseniz şüphesiz galip gelirsiniz; eğer inanıyorsanız Allah'a güvenin\" demişlerdi","ur":"اُن ڈرنے والوں میں دو شخص ایسے بھی تھے جن کو اللہ نے اپنی نعمت سے نوازا تھا اُنہوں نے کہا کہ \"ان جباروں کے مقابلہ میں دروازے کے اندر گھس جاؤ، جب تم اندر پہنچ جاؤ گے تو تم ہی غالب رہو گے اللہ پر بھروسہ رکھو اگر تم مومن ہو","zh":"敬畏者当中有两个人，曾蒙安拉的恩惠，他俩人说：“你们从城门进攻他们吧！你们进攻城门的时候，必能战胜他们。你们只应该托靠安拉，如果你们是信士的话。”"},"transliteration":"Qala rajulani mina allatheena yakhafoona anAAama Allahu AAalayhima odkhuloo AAalayhimu albaba faitha dakhaltumoohu fainnakum ghaliboona waAAala Allahi fatawakkaloo in kuntum mumineena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
