{"id":695,"number":26,"text":"قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيۡهِمۡۛ أَرۡبَعِينَ سَنَةٗۛ يَتِيهُونَ فِي ٱلۡأَرۡضِۚ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","translations":{"en":"[Allah] said, \"Then indeed, it is forbidden to them for forty years [in which] they will wander throughout the land. So do not grieve over the defiantly disobedient people","es":"Dijo [Dios a Moisés]: \"Les estará prohibida [la entrada en Tierra Santa]. Vagarán por la tierra durante cuarenta años. No te aflijas por la gente perversa","fr":"Il (Allah) dit: «Eh bien, ce pays leur sera interdit pendant quarante ans, durant lesquels ils erreront sur la terre. Ne te tourmente donc pas pour ce peuple pervers»","id":"(Allah) berfirman, \"(Jika demikian), maka (negeri) itu terlarang buat mereka selama empat puluh tahun, (selama itu) mereka akan mengembara kebingungan di bumi. Maka janganlah engkau (Musa) bersedih hati (memikirkan nasib) orang-orang yang fasik itu","ru":"Он сказал: «Тогда она будет запретна для них в течение сорока лет. Они будут скитаться по земле. Не печалься же о нечестивых людях»","sv":"[Gud] svarade: \"Detta [land] skall under fyrtio år vara förbjudet för dem och [under denna tid] skall de vandra omkring på jorden utan mål; men sörj inte över sådana trotsiga syndare","tr":"Allah: \"Orası onlara kırk yıl haram kılındı; yeryüzünde şaşkın şaşkın dolaşacaklar. Sen, yoldan çıkmış millet için tasalanma\" dedi","ur":"اللہ نے جواب دیا \"اچھا تو وہ ملک چالیس سال تک اِن پر حرام ہے، یہ زمین میں مارے مارے پھریں گے، اِن نافرمانوں کی حالت پر ہرگز ترس نہ کھاؤ","zh":"安拉说：“在四十年内，他们不得进入圣地，他们要漂泊在旷野；故你不要哀悼犯罪的民众。”"},"transliteration":"Qala fainnaha muharramatun AAalayhim arbaAAeena sanatan yateehoona fee alardi fala tasa AAala alqawmi alfasiqeena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
