{"id":700,"number":31,"text":"فَبَعَثَ ٱللَّهُ غُرَابٗا يَبۡحَثُ فِي ٱلۡأَرۡضِ لِيُرِيَهُۥ كَيۡفَ يُوَٰرِي سَوۡءَةَ أَخِيهِۚ قَالَ يَٰوَيۡلَتَىٰٓ أَعَجَزۡتُ أَنۡ أَكُونَ مِثۡلَ هَٰذَا ٱلۡغُرَابِ فَأُوَٰرِيَ سَوۡءَةَ أَخِيۖ فَأَصۡبَحَ مِنَ ٱلنَّـٰدِمِينَ","translations":{"bn":"আল্লাহ এক কাক প্রেরণ করলেন। সে মাটি খনন করছিল যাতে তাকে শিক্ষা দেয় যে, আপন ভ্রাতার মৃতদেহ কিভাবে আবৃত করবে। সে বললঃ আফসোস, আমি কি এ কাকের সমতুল্যও হতে পারলাম না যে, আপন ভ্রাতার মৃতদেহ আবৃত করি। অতঃপর সে অনুতাপ করতে লাগল।","en":"Then Allah sent a crow searching in the ground to show him how to hide the disgrace of his brother. He said, \"O woe to me! Have I failed to be like this crow and hide the body of my brother?\" And he became of the regretful","id":"Kemudian Allah mengutus seekor burung gagak menggali tanah untuk diperlihatkan kepadanya. (Qabil) bagaimana dia seharusnya menguburkan mayat saudaranya. Qabil berkata, \"Oh, celaka aku! Mengapa aku tidak mampu berbuat seperti burung gagak ini, sehingga aku dapat menguburkan mayat saudaraku ini?\" Maka jadilah dia termasuk orang yang menyesal","ru":"Аллах послал ворона, который стал разгребать землю, чтобы показать ему, как спрятать труп его брата. Он сказал: «Горе мне! Неужели я не могу поступить, как этот ворон, и спрятать труп моего брата?». Так он оказался одним из сожалеющих","tr":"Allah, kardeşinin ölüsünü nasıl gömeceğini göstermek üzere, ona yeri eşeleyen bir karga gönderdi. \"Bana yazıklar olsun! Kardeşimin ölüsünü örtmek için bu karga kadar olmaktan aciz kaldım\" dedi de ettiğine yananlardan oldu","ur":"پھر اللہ نے ایک کوا بھیجا جو زمین کھودنے لگا تاکہ اُسے بتائے کہ اپنے بھائی کی لاش کیسے چھپائے یہ دیکھ کر وہ بولا افسوس مجھ پر! میں اس کوے جیسا بھی نہ ہوسکا کہ اپنے بھائی کی لاش چھپانے کی تدبیر نکال لیتا اس کے بعد وہ اپنے کیے پر بہت پچھتا یا"},"chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"bn":"খাদ্য পরিবেশিত টেবিল","en":"The Table Spread","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","tr":"Mâide","ur":"دسترخوان"},"type":"medinan"}}
