{"id":701,"number":32,"text":"مِنۡ أَجۡلِ ذَٰلِكَ كَتَبۡنَا عَلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفۡسَۢا بِغَيۡرِ نَفۡسٍ أَوۡ فَسَادٖ فِي ٱلۡأَرۡضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعٗا وَمَنۡ أَحۡيَاهَا فَكَأَنَّمَآ أَحۡيَا ٱلنَّاسَ جَمِيعٗاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُنَا بِٱلۡبَيِّنَٰتِ ثُمَّ إِنَّ كَثِيرٗا مِّنۡهُم بَعۡدَ ذَٰلِكَ فِي ٱلۡأَرۡضِ لَمُسۡرِفُونَ","translations":{"en":"Because of that, We decreed upon the Children of Israel that whoever kills a soul unless for a soul or for corruption [done] in the land - it is as if he had slain mankind entirely. And whoever saves one - it is as if he had saved mankind entirely. And our messengers had certainly come to them with clear proofs. Then indeed many of them, [even] after that, throughout the land, were transgressors","es":"Como consecuencia [de este asesinato], legislé para los Hijos de Israel que: \"Quien mata a una persona sin que ésta haya cometido un crimen o sembrado la corrupción en la Tierra, es como si matase a toda la humanidad. Pero quien salva una vida es como si salvase a toda la humanidad\". Mis Mensajeros se presentaron ante ellos con pruebas claras [de la ley], pero muchos de ellos siguen cometiendo graves excesos en el mundo","fr":"C'est pourquoi Nous avons prescrit pour les Enfants d'Israël que quiconque tuerait une personne non coupable d'un meurtre ou d'une corruption sur la terre, c'est comme s'il avait tué tous les hommes. Et quiconque lui fait don de la vie, c'est comme s'il faisait don de la vie à tous les hommes. En effet Nos messagers sont venus à eux avec les preuves. Et puis voilà, qu'en dépit de cela, beaucoup d'entre eux se mettent à commettre des excès sur la terre","id":"Oleh karena itu Kami tetapkan (suatu hukum) bagi Bani Israil, bahwa barang siapa membunuh seseorang, bukan karena orang itu membunuh orang lain,273) atau bukan karena berbuat kerusakan di bumi, maka seakan-akan dia telah membunuh semua manusia.274) Barang siapa memelihara kehidupan seorang manusia, maka seakan-akan dia telah memelihara kehidupan semua manusia. Sesungguhnya Rasul Kami telah datang kepada mereka dengan (membawa) keterangan-keterangan yang jelas. Tetapi kemudian banyak di antara mereka setelah itu melampaui batas di bumi","ru":"По этой причине Мы предписали сынам Исраила (Израиля): кто убьет человека не за убийство или распространение нечестия на земле, тот словно убил всех людей, а кто сохранит жизнь человеку, тот словно сохранит жизнь всем людям. Наши посланники уже явились к ним с ясными знамениями, но многие из них после этого излишествуют на земле","sv":"Av denna orsak föreskrev Vi för Israels barn att om någon dödar en människa, som inte själv har dödat någon eller försökt störa ordningen på jorden och sprida sedefördärv, skall det anses som om han hade dödat hela människosläktet. Och om någon räddar ett människoliv, skall det anses som om han hade räddat hela människosläktet. Trots att Våra sändebud har kommit till dem med klara vittnesbörd, fortsätter många bland dem att begå ohämmat övervåld på jorden","tr":"Bunun için İsrailoğullarına şöyle yazdık: \"Kim bir kimseyi bir kimseye veya yeryüzünde bozgunculuğa karşılık olmadan öldürürse, bütün insanları öldürmüş gibi olur. Kim de onu diriltirse (ölümden kurtarırsa) bütün insanları diriltmiş gibi olur\". And olsun ki, onlara belgelerle peygamberlerimiz geldi, sonra buna rağmen, onların çoğu yeryüzünde taşkınlık edenler oldu","ur":"اسی وجہ سے بنی اسرائیل پر ہم نے یہ فرمان لکھ دیا تھا کہ \"جس نے کسی انسان کو خون کے بدلے یا زمین میں فساد پھیلانے کے سوا کسی اور وجہ سے قتل کیا اس نے گویا تمام انسانوں کو قتل کر دیا اور جس نے کسی کی جان بچائی اُس نے گویا تمام انسانوں کو زندگی بخش دی\" مگر اُن کا حال یہ ہے کہ ہمارے رسول پے در پے ان کے پاس کھلی کھلی ہدایات لے کر آئے پھر بھی ان میں بکثرت لوگ زمین میں زیادتیاں کرنے والے ہیں","zh":"因此，我对以色列的后裔以此为定制：除因复仇或平乱外，凡妄杀一人的，如杀众人；凡救活一人的，如救活众人。我的众使者，确已昭示他们许多迹象。此后，他们中许多人，在地方上确是过分的。"},"transliteration":"Min ajli thalika katabna AAala banee israeela annahu man qatala nafsan bighayri nafsin aw fasadin fee alardi fakaannama qatala alnnasa jameeAAan waman ahyaha fakaannama ahya alnnasa jameeAAan walaqad jaa thum rusuluna bialbayyinati thumma inna katheeran minhum baAAda thalika fee alardi lamusrifoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
