{"id":702,"number":33,"text":"إِنَّمَا جَزَـٰٓؤُاْ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادًا أَن يُقَتَّلُوٓاْ أَوۡ يُصَلَّبُوٓاْ أَوۡ تُقَطَّعَ أَيۡدِيهِمۡ وَأَرۡجُلُهُم مِّنۡ خِلَٰفٍ أَوۡ يُنفَوۡاْ مِنَ ٱلۡأَرۡضِۚ ذَٰلِكَ لَهُمۡ خِزۡيٞ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٌ","translations":{"en":"Indeed, the penalty for those who wage war against Allah and His Messenger and strive upon earth [to cause] corruption is none but that they be killed or crucified or that their hands and feet be cut off from opposite sides or that they be exiled from the land. That is for them a disgrace in this world; and for them in the Hereafter is a great punishment","es":"El castigo para quienes hacen la guerra a [un pueblo que se gobierna por la ley de] Dios y Su Mensajero y siembran en la Tierra la corrupción es que [luego de un juicio justo] se los condene a muerte, se los crucifique, se les ampute una mano y el pie del lado opuesto, o se los condene al exilio. Esto es para que sean denigrados en esta vida, y en la otra tendrán un castigo terrible","fr":"La récompense de ceux qui font la guerre contre Allah et Son messager, et qui s'efforcent de semer la corruption sur la terre, c'est qu'ils soient tués, ou crucifiés, ou que soient coupées leur main et leur jambe opposées, ou qu'ils soient expulsés du pays. Ce sera pour eux l'ignominie ici-bas; et dans l'au-delà, il y aura pour eux un énorme châtiment","id":"(Hukuman bagi orang-orang yang memerangi Allah dan Rasul-Nya dan membuat kerusakan di bumi, hanyalah dibunuh atau disalib, atau dipotong tangan dan kaki mereka secara silang,275) atau diasingkan dari tempat kediamannya. Yang demikian itu kehinaan bagi mereka di dunia, dan di akhirat mereka mendapat azab yang besar","ru":"Воистину, те, которые сражаются против Аллаха и Его Посланника и стремятся сотворить на земле нечестие, в воздаяние должны быть убиты или распяты, или у них должны быть отсечены накрест руки и ноги, или они должны быть изгнаны из страны. Это будет для них позором в этом мире, а в Последней жизни для них уготованы великие мучения","sv":"De som kämpar mot Gud och Hans Sändebud och vars strävan det är att störa ordningen på jorden och sprida sedefördärv skall utan förskoning dödas eller korsfästas eller få hand och fot på motsatta sidor avhuggna eller förvisas från [sitt] land. Denna förnedring skall de utstå i detta liv och i det kommande livet skall de få utstå ett outsägligt lidande","tr":"Allah ve Peygamberiyle savaşanların ve yeryüzünde bozgunculuğa uğraşanların cezası öldürülmek veya asılmak yahut çapraz olarak el ve ayakları kesilmek ya da yerlerinden sürülmektir. Bu onlara dünyada bir rezilliktir. Onlara ahirette büyük azab vardır","ur":"جو لوگ اللہ اور اس کے رسول سے لڑتے ہیں اور زمین میں اس لیے تگ و دو کرتے پھرتے ہیں کہ فساد برپا کریں اُن کی سزا یہ ہے کہ قتل کیے جائیں، یا سولی پر چڑھائے جائیں، یا اُن کے ہاتھ اور پاؤں مخالف سمتوں سے کاٹ ڈالے جائیں، یا وہ جلا وطن کر دیے جائیں، یہ ذلت و رسوائی تو اُن کے لیے دنیا میں ہے اور آخرت میں اُن کے لیے اس سے بڑی سزا ہے","zh":"敌对安拉和使者，而且扰乱地方的人，他们的报酬，只是处以死刑，或钉死在十字架上，或把手脚交互着割去，或驱逐出境。这是他们在今世所受的凌辱；他们在后世，将受重大的刑罚。"},"transliteration":"Innama jazao allatheena yuhariboona Allaha warasoolahu wayasAAawna fee alardi fasadan an yuqattaloo aw yusallaboo aw tuqattaAAa aydeehim waarjuluhum min khilafin aw yunfaw mina alardi thalika lahum khizyun fee alddunya walahum fee alakhirati AAathabun AAatheemun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
