{"id":705,"number":36,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لِيَفۡتَدُواْ بِهِۦ مِنۡ عَذَابِ يَوۡمِ ٱلۡقِيَٰمَةِ مَا تُقُبِّلَ مِنۡهُمۡۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translations":{"en":"Indeed, those who disbelieve - if they should have all that is in the earth and the like of it with it by which to ransom themselves from the punishment of the Day of Resurrection, it will not be accepted from them, and for them is a painful punishment","es":"Los que niegan la verdad, aunque tuvieran todo cuanto existe en la Tierra y aún el doble para ofrecerlo como rescate y salvarse del castigo del Día de la Resurrección, no se les aceptará, y recibirán un castigo doloroso","fr":"Si les mécréants possédaient tout ce qui est sur la terre et autant encore, pour se racheter du châtiment du Jour de la Résurrection, on ne l'accepterait pas d'eux. Et pour eux il y aura un châtiment douloureux","id":"Sesungguhnya orang-orang yang kafir, seandainya mereka memilki segala apa yang ada di bumi dan ditambah dengan sebanyak itu (lagi) untuk menebus diri mereka dari azab pada hari Kiamat, niscaya semua (tebusan) itu tidak akan diterima dari mereka. Mereka (tetap) mendapat azab yang pedih","ru":"Воистину, если бы у неверующих было все, что есть на земле, и еще столько же, чтобы откупиться от мучений в День воскресения, то это не было бы принято от них. Им уготованы мучительные страдания","sv":"Om de som förnekar sanningen ägde allt på jorden och lika mycket därtill och med detta ville friköpa sig från straff på Uppståndelsens dag, skulle detta vägras dem; för dem finns ett plågsamt straff [i beredskap]","tr":"Doğrusu, yeryüzünde olan bütün şeyler ve onların bir katı daha kafirlerin olsa da, kıyamet gününün azabından kurtulmak için fidye verseler kabul edilmez. Onlara elem verici azab vardır","ur":"خوب جان لو کہ جن لوگوں نے کفر کا رویہ اختیار کیا ہے، اگر اُن کے قبضہ میں ساری زمین کی دولت ہو اور اتنی ہی اور اس کے ساتھ، اور وہ چاہیں کہ اسے فدیہ میں دے کر روز قیامت کے عذاب سے بچ جائیں، تب بھی وہ ان سے قبول نہ کی جائے گی اور انہیں درد ناک سزا مل کر رہے گی","zh":"不信道的人，假如大地上的一切都归他们所有，再加上同样的一份，而用全部财产去赎取复活日的刑罚；那么，他们的赎金不蒙接受，他们将受痛苦的刑罚。"},"transliteration":"Inna allatheena kafaroo law anna lahum ma fee alardi jameeAAan wamithlahu maAAahu liyaftadoo bihi min AAathabi yawmi alqiyamati ma tuqubbila minhum walahum AAathabun aleemun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
