{"id":707,"number":38,"text":"وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقۡطَعُوٓاْ أَيۡدِيَهُمَا جَزَآءَۢ بِمَا كَسَبَا نَكَٰلٗا مِّنَ ٱللَّهِۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","translations":{"en":"[As for] the thief, the male and the female, amputate their hands in recompense for what they committed as a deterrent [punishment] from Allah. And Allah is Exalted in Might and Wise","es":"Al ladrón y a la ladrona [luego de un juicio justo] córtenles la mano en compensación por su delito. Esta es una sentencia disuasoria dictada por Dios. Dios es Poderoso, Sabio","fr":"Le voleur et la voleuse, à tous deux coupez la main, en punition de ce qu'ils se sont acquis, et comme châtiment de la part d'Allah. Allah est Puissant et Sage","id":"Adapun orang laki-laki maupun perempuan yang mencuri, potonglah tangan keduanya (sebagai) balasan atas perbuatan yang mereka lakukan dan sebagai siksaan dari Allah. Dan Allah Mahaperkasa, Mahabijaksana","ru":"Вору и воровке отсекайте руки в воздаяние за то, что они совершили. Таково наказание от Аллаха, ведь Аллах - Могущественный, Мудрый","sv":"MANNEN SOM stjäl och kvinnan som stjäl skall som straff för detta brott få handen avhuggen; [denna föreskrift] är en sträng varning från Gud. Gud är allsmäktig, vis","tr":"Erkek hırsız ve kadın hırsızın, yaptıklarından ötürü Allah tarafından ibret verici bir ceza olarak, ellerini kesin. Allah Güçlü'dür, Hakim'dir","ur":"اور چور، خواہ عورت ہو یا مرد، دونوں کے ہاتھ کاٹ دو، یہ اُن کی کمائی کا بدلہ ہے اور اللہ کی طرف سے عبرتناک سزا اللہ کی قدرت سب پر غالب ہے اور وہ دانا و بینا ہے","zh":"偷盗的男女，你们当割去他俩的手，以报他俩的罪行，以示安拉的惩戒。安拉是万能的，是至睿的。"},"transliteration":"Waalssariqu waalssariqatu faiqtaAAoo aydiyahuma jazaan bima kasaba nakalan mina Allahi waAllahu AAazeezun hakeemun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
