{"id":710,"number":41,"text":"۞يَـٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِ مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ ٱلَّذِينَ هَادُواْۛ سَمَّـٰعُونَ لِلۡكَذِبِ سَمَّـٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ ٱلۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْۚ وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَـٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","translations":{"en":"O Messenger, let them not grieve you who hasten into disbelief of those who say, \"We believe\" with their mouths, but their hearts believe not, and from among the Jews. [They are] avid listeners to falsehood, listening to another people who have not come to you. They distort words beyond their [proper] usages, saying \"If you are given this, take it; but if you are not given it, then beware.\" But he for whom Allah intends fitnah - never will you possess [power to do] for him a thing against Allah. Those are the ones for whom Allah does not intend to purify their hearts. For them in this world is disgrace, and for them in the Hereafter is a great punishment","es":"¡Oh, Mensajero! No te entristezcas por quienes se precipitan a negar la verdad, como quienes dicen: \"Creemos\", pero sus corazones no creen. Entre los judíos hay quienes prestan oídos a cualquier falsedad que se diga, escuchan ávidamente sin venir a pedirte aclaración. Tergiversan el sentido de las palabras [reveladas] sacándolas de su contexto, y dicen: \"Si se les dice así [acorde a su tergiversación] acéptenlo; caso contrario, rechácenlo\". A quien Dios pone a prueba con una tentación, no podrás hacer nada para salvarlo. Dios no ha querido purificar sus corazones. Ellos serán denigrados en esta vida, y en la otra tendrán un castigo terrible","fr":"O Messager! Que ne t'affligent point ceux qui concourent en mécréance; parmi ceux qui ont dit: «Nous avons cru» avec leurs bouches sans que leurs cœurs aient jamais cru et parmi les Juifs qui aiment bien écouter le mensonge et écouter d'autres gens qui ne sont jamais venus à toi et qui déforment le sens des mots une fois bien établi. Ils disent: «Si vous avez reçu ceci, acceptez-le et si vous ne l'avez pas reçu, soyez méfiants». Celui qu'Allah veut éprouver, tu n'as pour lui aucune protection contre Allah. Voilà ceux dont Allah n'a point voulu purifier les cœurs. A eux, seront réservés, une ignominie ici-bas et un énorme châtiment dans l'au-delà","id":"Wahai Rasul (Muhammad)! Janganlah engkau disedihkan karena mereka berlomba-lomba dalam kekafirannya. Yaitu orang-orang (munafik) yang mengatakan dengan mulut mereka, \"Kami telah beriman,\" padahal hati mereka belum beriman; dan juga orang-orang Yahudi yang sangat suka mendengar (berita-berita) bohong276) dan sangat suka mendengar (perkataan-perkataan) orang lain yang belum pernah datang kepadamu.277) Mereka mengubah kata-kata (Taurat) dari makna yang sebenarnya. Mereka mengatakan, \"Jika ini yang diberikan kepadamu (yang sudah diubah) terimalah, dan jika kamu diberi yang bukan ini, maka hati-hatilah.\" Barang siapa dikehendaki Allah untuk dibiarkan sesat, sedikit pun engkau tidak akan mampu menolak sesuatu pun dari Allah (untuk menolongnya). Mereka itu adalah orang-orang yang sudah tidak dikehendaki Allah untuk menyucikan hati mereka. Di dunia mereka mendapat kehinaan dan di akhirat akan mendapat azab yang besar","ru":"О Посланник! Пусть тебя не печалят те, которые стремятся исповедовать неверие и говорят своими устами: «Мы уверовали», - хотя их сердца не уверовали. Среди исповедующих иудаизм есть такие, которые охотно прислушиваются ко лжи и прислушиваются к другим людям, которые не явились к тебе. Они искажают слова, меняя их местами, и говорят: «Если вам дадут это, то берите, но если вам не дадут этого, то остерегайтесь». Того, кого Аллах желает подвергнуть искушению, ты не властен защитить от Аллаха. Их сердца Аллах не пожелал очистить. В этом мире их ожидает позор, а в Последней жизни им уготованы великие мучения","sv":"SÖRJ INTE, du Sändebud, över dem som tävlar med varandra om att förneka sanningen - några är sådana som har tron på sina läppar, men inte i sina hjärtan, några är bekännare av den judiska tron som gärna lyssnar till lögner [och] lyssnar till andra människor, som inte har kommit till dig, och som förvränger [innebörden av de uppenbarade] orden genom att ta dem ur deras sammanhang och säger: \"Om detta är vad ni har fått höra, kan ni godta det; i annat fall bör ni vara på er vakt!\" Och om Gud vill sätta någon på prov genom frestelse till det onda, kan du inte uppnå någonting till hans förmån av Gud. Dessa [människors] hjärtan vill Gud inte rena; förnedring skall drabba dem i denna värld och i det kommande livet väntar dem ett hårt straff","tr":"Kalbleri inanmamışken, ağızlarıyla, \"İnandık\" diyenler, yahudilerden yalana kulak verenler ve başka bir topluluk hesabına casusluk edenlerden inkara koşanlar seni üzmesin. Sözleri asıl yerlerinden değiştirirler de, \"Böyle bir fetva size verilirse alın, verilmezse kaçının\" derler. Allah'ın fitneye düşmesini dilediği kimse için Allah'a karşı senin elinden bir şey gelmez. İşte onlar Allah'ın, kalblerini arıtmak istemediği kimselerdir. Dünyada rezillik onlaradır. Onlara ahirette de büyük azab vardır","ur":"اے پیغمبرؐ! تمہارے لیے باعث رنج نہ ہوں وہ لوگ جو کفر کی راہ میں بڑی تیز گامی دکھا رہے ہیں خواہ وہ اُن میں سے ہوں جو منہ سے کہتے ہیں ہم ایمان لائے مگر دل اُن کے ایمان نہیں لائے، یا اُن میں سے ہوں جو یہودی بن گئے ہیں، جن کا حال یہ ہے کہ جھوٹ کے لیے کان لگاتے ہیں، اور دوسرے لوگوں کی خاطر، جو تمہارے پاس کبھی نہیں آئے، سن گن لیتے پھرتے ہیں، کتاب اللہ کے الفاظ کو اُن کا صحیح محل متعین ہونے کے باوجود اصل معنی سے پھیرتے ہیں، اور لوگوں سے کہتے ہیں کہ اگر تمہیں یہ حکم دیا جائے تو مانو نہیں تو نہ مانو جسے اللہ ہی نے فتنہ میں ڈالنے کا ارادہ کر لیا ہو تو اس کو اللہ کی گرفت سے بچانے کے لیے تم کچھ نہیں کرسکتے، یہ وہ لوگ ہیں جن کے دلوں کو اللہ نے پاک کرنا نہ چاہا، ان کے لیے دنیا میں رسوائی ہے اور آخرت میں سخت سزا","zh":"使者啊！那些口称信道，而内心不信的人，和原奉犹太教的，他们中都有争先叛教的人，你不要因他们的叛教而忧愁。（他们）是为造谣而倾听（你的言论）的，是替别的民众而探听（消息）的，那些民众，没有来看你，他们篡改经文，他们说：“如果给你们这个（判决），你们就可以接受；如果不给你们这个，就慎勿接受。”安拉要惩罚谁，你绝不能为谁干涉安拉一丝毫。这等人，安拉不欲洗涤他们的心；他们在今世要受凌辱，在后世要受重大的刑罚。"},"transliteration":"Ya ayyuha alrrasoolu la yahzunka allatheena yusariAAoona fee alkufri mina allatheena qaloo amanna biafwahihim walam tumin quloobuhum wamina allatheena hadoo sammaAAoona lilkathibi sammaAAoona liqawmin akhareena lam yatooka yuharrifoona alkalima min baAAdi mawadiAAihi yaqooloona in ooteetum hatha fakhuthoohu wain lam tutawhu faihtharoo waman yuridi Allahu fitnatahu falan tamlika lahu mina Allahi shayan olaika allatheena lam yuridi Allahu an yutahhira quloobahum lahum fee alddunya khizyun walahum fee alakhirati AAathabun AAatheemun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
