{"id":711,"number":42,"text":"سَمَّـٰعُونَ لِلۡكَذِبِ أَكَّـٰلُونَ لِلسُّحۡتِۚ فَإِن جَآءُوكَ فَٱحۡكُم بَيۡنَهُمۡ أَوۡ أَعۡرِضۡ عَنۡهُمۡۖ وَإِن تُعۡرِضۡ عَنۡهُمۡ فَلَن يَضُرُّوكَ شَيۡـٔٗاۖ وَإِنۡ حَكَمۡتَ فَٱحۡكُم بَيۡنَهُم بِٱلۡقِسۡطِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","translations":{"en":"[They are] avid listeners to falsehood, devourers of [what is] unlawful. So if they come to you, [O Muhammad], judge between them or turn away from them. And if you turn away from them - never will they harm you at all. And if you judge, judge between them with justice. Indeed, Allah loves those who act justly","es":"Prestan oídos a la mentira y se benefician vorazmente del soborno. Si se presentan ante ti [para que juzgues] sobre un pleito entre ellos, puedes juzgar o abstenerte. Si te abstienes no podrán perjudicarte en nada; pero si juzgas entre ellos, hazlo con equidad y justicia, porque Dios ama a los justos","fr":"Ils sont attentifs au mensonge et voraces de gains illicites. S'ils viennent à toi, sois juge entre eux ou détourne toi d'eux. Et si tu te détournes d'eux, jamais ils ne pourront te faire aucun mal. Et si tu juges, alors juge entre eux en équité. Car Allah aime ceux qui jugent équitablement","id":"Mereka sangat suka mendengar berita bohong, banyak memakan (makanan) yang haram.278) Jika mereka (orang Yahudi) datang kepadamu (Muhammad untuk meminta putusan), maka berilah putusan di antara mereka atau berpalinglah dari mereka, dan jika engkau berpaling dari mereka maka mereka tidak akan membahayakanmu sedikit pun. Tetapi jika engkau memutuskan (perkara mereka), maka putuskanlah dengan adil. Sesungguhnya Allah menyukai orang-orang yang adil","ru":"Они охотно выслушивают ложь и пожирают запретное. Если они явятся к тебе, то рассуди их или же отвернись от них. Если ты отвернешься от них, то они нисколько не навредят тебе. Но если ты вынесешь решение, то суди их беспристрастно. Воистину, Аллах любит беспристрастных","sv":"de som ivrigt lyssnar till lögner och frossar i förbjudna ting. Om de nu kommer till dig [och ber dig döma], har du [valet att] antingen döma mellan dem eller att vända dig ifrån dem. Om du vänder dig ifrån dem, [skall du veta att] de inte kan vålla dig skada; men om du [väljer att] döma, döm då mellan dem med rättvisa. Gud älskar dem som gör rättvisa","tr":"Onlar yalana kulak verirler, haram yerler. Eğer sana gelirlerse aralarında hükmet, yahut onlardan yüz çevir; yüz çevirirsen sana bir zarar veremezler. Eğer hükmedersen aralarında adaletle hüküm ver. Allah adil olanları sever","ur":"یہ جھوٹ سننے والے اور حرام کے مال کھانے والے ہیں، لہٰذا اگر یہ تمہارے پاس (اپنے مقدمات لے کر) آئیں تو تمہیں اختیار دیا جاتا ہے کہ چاہو ان کا فیصلہ کرو ورنہ انکار کر دو انکار کر دو تو یہ تمہارا کچھ بگاڑ نہیں سکتے، اور فیصلہ کرو تو پھر ٹھیک ٹھیک انصاف کے ساتھ کرو کہ اللہ انصاف کرنے والوں کو پسند کرتا ہے","zh":"（他们）是为造谣而倾听（你的言论）的，是吞食贿赂的。当他们来访问你的时候，你可以给他们判决，或拒绝他们。如果你拒绝他们，他们绝不能伤害你一丝毫。如果你给他们判决，你当秉公判决。安拉确是喜爱公道者的。"},"transliteration":"SammaAAoona lilkathibi akkaloona lilssuhti fain jaooka faohkum baynahum aw aAArid AAanhum wain tuAArid AAanhum falan yadurrooka shayan wain hakamta faohkum baynahum bialqisti inna Allaha yuhibbu almuqsiteena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
