{"id":713,"number":44,"text":"إِنَّآ أَنزَلۡنَا ٱلتَّوۡرَىٰةَ فِيهَا هُدٗى وَنُورٞۚ يَحۡكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسۡلَمُواْ لِلَّذِينَ هَادُواْ وَٱلرَّبَّـٰنِيُّونَ وَٱلۡأَحۡبَارُ بِمَا ٱسۡتُحۡفِظُواْ مِن كِتَٰبِ ٱللَّهِ وَكَانُواْ عَلَيۡهِ شُهَدَآءَۚ فَلَا تَخۡشَوُاْ ٱلنَّاسَ وَٱخۡشَوۡنِ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗاۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ","translations":{"en":"Indeed, We sent down the Torah, in which was guidance and light. The prophets who submitted [to Allah] judged by it for the Jews, as did the rabbis and scholars by that with which they were entrusted of the Scripture of Allah, and they were witnesses thereto. So do not fear the people but fear Me, and do not exchange My verses for a small price. And whoever does not judge by what Allah has revealed - then it is those who are the disbelievers","es":"He revelado la Tora, en la que hay guía y luz. Los Profetas entregados [a la voluntad de Dios] juzgaban entre los judíos. Lo mismo hicieron los rabinos y juristas en cumplimiento de su misión de custodiar el Libro de Dios y ser testigos de él [en sus enseñanzas]. No teman a la gente sino que tengan temor de Mí. No vendan Mis preceptos por un precio vil. Quienes no juzgan conforme a lo que Dios ha revelado [por considerarlo inferior], ésos son los verdaderos incrédulos","fr":"Nous avons fait descendre la Thora dans laquelle il y a guide et lumière. C'est sur sa base que les prophètes qui se sont soumis à Allah, ainsi que les rabbins et les docteurs jugent les affaires des Juifs. Car on leur a confié la garde du Livre d'Allah, et ils en sont les témoins. Ne craignez donc pas les gens, mais craignez Moi. Et ne vendez pas Mes enseignements à vil prix. Et ceux qui ne jugent pas d'après ce qu'Allah a fait descendre, les voilà les mécréants","id":"Sungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. Karena itu janganlah kamu takut kepada manusia, (tetapi) takutlah kepada-Ku. Dan janganlah kamu jual ayat-ayat-Ku dengan harga murah. Barang siapa tidak memutuskan dengan apa yang diturunkan Allah, maka mereka itulah orang-orang kafir","ru":"Мы ниспослали Таурат (Тору), в котором содержится верное руководство и свет. Покорившиеся пророки выносили по нему решения для исповедующих иудаизм. Раввины и первосвященники поступали таким же образом в соответствии с тем, что им было поручено сохранить из Писания Аллаха. Они свидетельствовали о нем. Не бойтесь же людей, а бойтесь Меня, и не продавайте Мои знамения за ничтожную цену. Те же, которые не принимают решений в соответствии с тем, что ниспослал Аллах, являются неверующими","sv":"Vi har uppenbarat Tora med vägledning och ljus. Profeterna, som underkastade sig Guds vilja, dömde på dess grundval mellan dem som bekände den judiska tron och [så gjorde] deras skriftlärda och rabbiner, eftersom de hade anförtrotts att vaka över det som Gud hade uppenbarat och vittnade [om dess sanning]. Frukta således inte människorna! Frukta Mig! Och sälj inte Mina budskap för en ynklig slant! De som inte dömer i enlighet med vad Gud har uppenbarat, de är [i sanning] förnekare","tr":"Doğrusu Biz yol gösterici olarak Tevrat'ı indirdik. Kendisini Allah'a teslim etmiş peygamberler, yahudi olanlara onunla ve Rabbe kul olanlar, bilginler de Allah'ın Kitap'ından elde mahfuz kalanla hükmederlerdi. Tevrat'a şahiddiler. O halde insanlardan korkmayın, benden korkun, ayetlerimi hiçbir değerle değiştirmeyin; Allah'ın indirdiği ile hükmetmeyenler, işte onlar kafirlerdir","ur":"ہم نے توراۃ نازل کی جس میں ہدایت اور روشنی تھی سارے نبی، جو مسلم تھے، اُسی کے مطابق اِن یہودی بن جانے والوں کے معاملات کا فیصلہ کرتے تھے، اور اِسی طرح ربانی اور احبار بھی (اسی پر فیصلہ کا مدار رکھتے تھے) کیونکہ انہیں کتاب اللہ کی حفاظت کا ذمہ دار بنایا گیا تھا اور وہ اس پر گواہ تھے پس (اے گروہ یہود!) تم لوگوں سے نہ ڈرو بلکہ مجھ سے ڈرو اور میری آیات کو ذرا ذرا سے معاوضے لے کر بیچنا چھوڑ دو جو لوگ اللہ کے نازل کردہ قانون کے مطابق فیصلہ نہ کریں وہی کافر ہیں","zh":"我确已降示《讨拉特》，其中有向导和光明，归顺安拉的众先知，曾依照它替犹太教徒进行判决，一般明哲和博士，也依照他们所奉命护持的天经而判决，他们曾今都是见证者，故你们不要畏惧人，当畏惧我，不要以我的迹象去换取些微的代价。谁不依照安拉所降示的经典而判决，谁就是不信道的人。"},"transliteration":"Inna anzalna alttawrata feeha hudan wanoorun yahkumu biha alnnabiyyoona allatheena aslamoo lillatheena hadoo waalrrabbaniyyoona waalahbaru bima istuhfithoo min kitabi Allahi wakanoo AAalayhi shuhadaa fala takhshawoo alnnasa waikhshawni wala tashtaroo biayatee thamanan qaleelan waman lam yahkum bima anzala Allahu faolaika humu alkafiroona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
