{"id":714,"number":45,"text":"وَكَتَبۡنَا عَلَيۡهِمۡ فِيهَآ أَنَّ ٱلنَّفۡسَ بِٱلنَّفۡسِ وَٱلۡعَيۡنَ بِٱلۡعَيۡنِ وَٱلۡأَنفَ بِٱلۡأَنفِ وَٱلۡأُذُنَ بِٱلۡأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلۡجُرُوحَ قِصَاصٞۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٞ لَّهُۥۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translations":{"en":"And We ordained for them therein a life for a life, an eye for an eye, a nose for a nose, an ear for an ear, a tooth for a tooth, and for wounds is legal retribution. But whoever gives [up his right as] charity, it is an expiation for him. And whoever does not judge by what Allah has revealed - then it is those who are the wrongdoers","es":"He prescrito en ella [la Tora, la justicia retributiva]: Vida por vida, ojo por ojo, nariz por nariz, oreja por oreja, diente por diente, y con las heridas una similar. Pero si la víctima perdona [que se aplique la pena al culpable] esto le servirá de expiación. Quienes no juzgan conforme a lo que Dios ha revelado [por considerarlo inferior], ésos son los verdaderos ofensores","fr":"Et Nous y avons prescrit pour eux vie pour vie, œil pour œil, nez pour nez, oreille pour oreille, dent pour dent. Les blessures tombent sous la loi du talion. Après, quiconque y renonce par charité, cela lui vaudra une expiation. Et ceux qui ne jugent pas d'après ce qu'Allah a fait descendre, ceux-là sont des injustes","id":"Kami telah menetapkan bagi mereka di dalamnya (Taurat) bahwa nyawa (dibalas) dengan nyawa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka-luka (pun) ada kisasnya (balasan yang sama). Barang siapa melepaskan (hak kisas)nya, maka itu (menjadi) penebus dosa baginya. Barang siapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itulah orang-orang zalim","ru":"Мы предписали им в нем: душа - за душу, око - за око, нос - за нос, ухо - за ухо, зуб - за зуб, а за раны - возмездие. Но если кто-нибудь пожертвует этим, то это станет для него искуплением. Те же, которые не принимают решений в соответствии с тем, что ниспослал Аллах, являются беззаконниками","sv":"Och i denna [Tora] föreskrev Vi för dem att ett liv [skall tas] för varje liv [som spills] och ett öga för ett öga och en näsa för en näsa och ett öra för ett öra och en tand för en tand och för varje sår ett motsvarande sår. Men den som för Guds skull vill förlåta [och avstå från hämnd] kan få förlåtelse [för egen synd]. Ja, de som inte dömer i enlighet med vad Gud har uppenbarat begår orätt mot sig själva","tr":"Orada onlara cana can, göze göz, buruna burun, kulağa kulak, dişe dişle ve yaralara karşılıklı ödeşme yazdık. Kim hakkından vazgeçerse bu, onun günahlarına keffaret olur. Allah'ın indirdiği ile hükmetmeyenler, işte onlar zalimlerdir","ur":"توراۃ میں ہم نے یہودیوں پر یہ حکم لکھ دیا تھا کہ جان کے بدلے جان، آنکھ کے بدلے آنکھ، ناک کے بدلے ناک، کان کے بدلے کان، دانت کے بدلے دانت، اور تمام زخموں کے لیے برابر کا بدلہ پھر جو قصاص کا صدقہ کر دے تو وہ اس کے لیے کفارہ ہے اور جو لوگ اللہ کے نازل کردہ قانون کے مطابق فیصلہ نہ کریں وہی ظالم ہیں","zh":"我在《讨拉特》中对他们制定以命偿命，以眼偿眼，以鼻偿鼻，以耳偿耳，以牙偿牙；一切创伤，都要抵偿。自愿不究的人，得以抵偿权自赎其罪愆。凡不依安拉所降示的经典而判决的人，都是不义的。"},"transliteration":"Wakatabna AAalayhim feeha anna alnnafsa bialnnafsi waalAAayna bialAAayni waalanfa bialanfi waalothuna bialothuni waalssinna bialssinni waaljurooha qisasun faman tasaddaqa bihi fahuwa kaffaratun lahu waman lam yahkum bima anzala Allahu faolaika humu alththalimoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
