{"id":715,"number":46,"text":"وَقَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِعِيسَى ٱبۡنِ مَرۡيَمَ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِۖ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَ فِيهِ هُدٗى وَنُورٞ وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِ وَهُدٗى وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","translations":{"en":"And We sent, following in their footsteps, Jesus, the son of Mary, confirming that which came before him in the Torah; and We gave him the Gospel, in which was guidance and light and confirming that which preceded it of the Torah as guidance and instruction for the righteous","es":"Hice que Jesús hijo de María siguiera [el ejemplo de los Profetas anteriores], en confirmación de la verdad que aún quedaba en la Tora. A él le he revelado el Evangelio en el que había guía y luz, como confirmación de lo que aun quedaba de la Tora, y como guía y exhortación para los que tienen temor de Dios y piedad","fr":"Et Nous avons envoyé après eux Jésus, fils de Marie, pour confirmer ce qu'il y avait dans la Thora avant lui. Et Nous lui avons donné l'Evangile, où il y a guide et lumière, pour confirmer ce qu'il y avait dans la Thora avant lui, et un guide et une exhortation pour les pieux","id":"Dan Kami teruskan jejak mereka dengan mengutus Isa putra Maryam, membenarkan Kitab yang sebelumnya, yaitu Taurat. Dan Kami menurunkan Injil kepadanya, di dalamnya terdapat petunjuk dan cahaya, dan membenarkan Kitab yang sebelumnya yaitu Taurat, dan sebagai petunjuk serta pengajaran untuk orang-orang yang bertakwa","ru":"Вслед за ними Мы отправили Ису (Иисуса), сына Марьям (Марии), с подтверждением истинности того, что было прежде ниспослано в Таурате (Торе). Мы даровали ему Инджил (Евангелие), в котором было верное руководство и свет, которое подтверждало то, что прежде было ниспослано в Таурате (Торе). Он был верным руководством и увещеванием для богобоязненных","sv":"Efter [dessa profeter] sände Vi Jesus, Marias son, med bekräftelse av allt det som ännu bestod av Tora och Vi skänkte honom Evangeliet, som gav vägledning och ljus och bekräftade det som ännu bestod av Tora - där fanns vägledning och förmaningar till de gudfruktiga","tr":"Onların izi üzerine arkalarından Meryem oğlu İsa'yı, ondan önce gelmiş bulunan Tevrat'ı doğrulayarak gönderdik. Ona, yol gösterici, aydınlatıcı olan ve önünde bulunan Tevrat'ı doğrulayan İncil'i sakınanlara öğüt ve yol gösterici olarak verdik","ur":"پھر ہم نے ان پیغمبروں کے بعد مریمؑ کے بیٹے عیسیٰؑ کو بھیجا توراۃ میں سے جو کچھ اس کے سامنے موجود تھا وہ اس کی تصدیق کرنے والا تھا اور ہم نے اس کو انجیل عطا کی جس میں رہنمائی اور روشنی تھی اور وہ بھی توراۃ میں سے جو کچھ اُس وقت موجود تھا اُس کی تصدیق کرنے والی تھی اور خدا ترس لوگوں کے لیے سراسر ہدایت اور نصیحت تھی","zh":"我在众使者之后续派麦尔彦之子尔撒，以证实在他之前的《讨拉特》，并赏赐他《引支勒》，其中有向导和光明，能证实在他之前的《讨拉特》，并作敬畏者的向导和劝谏。"},"transliteration":"Waqaffayna AAala atharihim biAAeesa ibni maryama musaddiqan lima bayna yadayhi mina alttawrati waataynahu alinjeela feehi hudan wanoorun wamusaddiqan lima bayna yadayhi mina alttawrati wahudan wamawAAithatan lilmuttaqeena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
