{"id":716,"number":47,"text":"وَلۡيَحۡكُمۡ أَهۡلُ ٱلۡإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","translations":{"en":"And let the People of the Gospel judge by what Allah has revealed therein. And whoever does not judge by what Allah has revealed - then it is those who are the defiantly disobedient","es":"Que los seguidores del Evangelio juzguen según lo que Dios ha revelado en él, porque los que no juzgan conforme a lo que Dios ha revelado, ésos son los verdaderos perversos","fr":"Que les gens de l'Evangile jugent d'après ce qu'Allah y a fait descendre. Ceux qui ne jugent pas d'après ce qu'Allah a fait descendre, ceux-là sont les pervers","id":"(Dan hendaklah pengikut Injil memutuskan perkara menurut apa yang diturunkan Allah di dalamnya.279) Barang siapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itulah orang-orang fasik","ru":"Пусть люди Инджила (Евангелия) судят согласно тому, что Аллах ниспослал в нем. Те же, которые не принимают решений в соответствии с тем, что ниспослал Аллах, являются нечестивцами","sv":"Låt därför dem som följer Evangeliet döma i enlighet med vad Gud där har uppenbarat; de som inte dömer i enlighet med vad Gud har uppenbarat är syndare som trotsar Gud","tr":"İncil sahibleri Allah'ın onda indirdikleri ile hükmetsinler. Allah'ın indirdiği ile hükmetmeyenler, işte onlar fasık olanlardır","ur":"ہمارا حکم تھا کہ اہل انجیل اس قانون کے مطابق فیصلہ کریں جو اللہ نے اس میں نازل کیا ہے اور جو لوگ اللہ کے نازل کردہ قانون کے مطابق فیصلہ نہ کریں وہی فاسق ہیں","zh":"信奉《引支勒》的人，当依安拉在《引支勒》中所降示的律例而判决。凡不依安拉所降示的经典而判决的人，都是犯罪的。"},"transliteration":"Walyahkum ahlu alinjeeli bima anzala Allahu feehi waman lam yahkum bima anzala Allahu faolaika humu alfasiqoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
