{"id":717,"number":48,"text":"وَأَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلۡكِتَٰبِ وَمُهَيۡمِنًا عَلَيۡهِۖ فَٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ عَمَّا جَآءَكَ مِنَ ٱلۡحَقِّۚ لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗاۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translations":{"en":"And We have revealed to you, [O Muhammad], the Book in truth, confirming that which preceded it of the Scripture and as a criterion over it. So judge between them by what Allah has revealed and do not follow their inclinations away from what has come to you of the truth. To each of you We prescribed a law and a method. Had Allah willed, He would have made you one nation [united in religion], but [He intended] to test you in what He has given you; so race to [all that is] good. To Allah is your return all together, and He will [then] inform you concerning that over which you used to differ","es":"[Y a ti, ¡oh, Mujámmad!] Te he revelado el Libro que contiene la verdad definitiva [el Corán], que corrobora los Libros revelados anteriormente y es juez de lo que es verdadero en ellos. Juzga conforme a lo que Dios ha revelado y no te sometas a sus deseos transgrediendo la Verdad que has recibido. A cada [comunidad religiosa] le he dado una legislación y una metodología [norma]. Si Dios hubiera querido habría hecho de ustedes una sola comunidad, pero quiso probar su fe en lo que les reveló. Apresúrense a realizar obras de bien, porque todos comparecerán ante Dios, y Él les informará acerca de lo que discrepaban","fr":"Et sur toi (Muhammad) Nous avons fait descendre le Livre avec la vérité, pour confirmer le Livre qui était là avant lui et pour prévaloir sur lui. Juge donc parmi eux d'après ce qu'Allah a fait descendre. Ne suis pas leurs passions, loin de la vérité qui t'est venue. A chacun de vous Nous avons assigné une législation et un plan à suivre. Si Allah avait voulu, certes Il aurait fait de vous tous une seule communauté. Mais Il veut vous éprouver en ce qu'Il vous donne. Concurrencez donc dans les bonnes cœvres. C'est vers Allah qu'est votre retour à tous; alors Il vous informera de ce en quoi vous divergiez","id":"Dan Kami telah menurunkan Kitab (Alquran) kepadamu (Muhammad) dengan membawa kebenaran, yang membenarkan kitab-kitab yang diturunkan sebelumnya dan menjaganya, 281) maka putuskanlah perkara mereka menurut apa yang di turunkan Allah dan janganlah engkau mengikuti keinginan mereka dengan meninggalkan kebenaran yang telah datang kepadamu. Untuk setiap umat di antara kamu,282) Kami berikan aturan dan jalan yang terang. Kalau Allah menghendaki, niscaya kamu dijadikan-Nya satu umat (saja), tetapi Allah hendak menguji kamu terhadap karunia yang telah di berikan-Nya kepadamu, maka berlomba-lombalah berbuat kebajikan. Hanya kepada Allah kamu semua kembali, lalu diberitahukan-Nya kepadamu terhadap apa yang dahulu kamu perselisihkan","ru":"Мы ниспослали тебе Писание с истиной в подтверждение прежних Писаний, и для того, чтобы оно предохраняло их (или свидетельствовало о них; или возвысилось над ними). Суди же их согласно тому, что ниспослал Аллах, и не потакай их желаниям, уклоняясь от явившейся к тебе истины. Каждому из вас Мы установили закон и путь. Если бы Аллах пожелал, то сделал бы вас одной общиной, однако Он разделил вас, чтобы испытать вас тем, что Он даровал вам. Состязайтесь же в добрых делах. Всем вам предстоит вернуться к Аллаху, и Он поведает вам о том, в чем вы расходились во мнениях","sv":"[Muhammad!] Vi har uppenbarat Koranen för dig med sanningen, som bekräftar det som består av [äldre tiders] uppenbarade Skrifter och vars uppgift det är att vaka över det. Döm mellan dem [som följer dessa Skrifter] på grundval av det som Gud har uppenbarat [för dig] och ge inte efter för deras önskningar [som står i strid] med den sanning som du har fått ta emot. För var och en av er har Vi fastställt en lag och en levnadsregel. Om Gud hade velat hade Han helt visst gjort er till ett enda samfund, men det var Hans vilja att sätta er på prov genom det som Han har skänkt er. Tävla därför med varandra om att göra gott! Till Gud skall ni alla vända åter och Han skall upplysa er om allt det som ni var oense om","tr":"Kuran'ı, önce gelen Kitap'ı tasdik ederek ve ona şahid olarak gerçekle sana indirdik. Allah'ın indirdiği ile aralarında hükmet; gerçek olan sana gelmiş bulunduğuna göre, onların heveslerine uyma! Her biriniz için bir yol ve bir yöntem kıldık; eğer Allah dileseydi sizi bir tek ümmet yapardı, fakat bu, verdikleriyle sizi denemesi içindir; o halde iyiliklere koşuşun, hepinizin dönüşü Allah'adır. O, ayrılığa düştüğünüz şeyleri size bildirir","ur":"پھر اے محمدؐ! ہم نے تمہاری طرف یہ کتاب بھیجی جو حق لے کر آئی ہے اور الکتاب میں سے جو کچھ اس کے آگے موجود ہے اُس کی تصدیق کرنے والی اور اس کی محافظ و نگہبان ہے لہٰذا تم خدا کے نازل کردہ قانون کے مطابق لوگوں کے معاملات کا فیصلہ کرو اور جو حق تمہارے پاس آیا ہے اُس سے منہ موڑ کر ان کی خواہشات کی پیروی نہ کرو ہم نے تم میں سے ہر ایک کے لیے ایک شریعت اور ایک راہ عمل مقرر کی اگرچہ تمہارا خدا چاہتا تو تم سب کو ایک امت بھی بنا سکتا تھا، لیکن اُس نے یہ اِس لیے کیا کہ جو کچھ اُس نے تم لوگوں کو دیا ہے اس میں تمہاری آزمائش کرے لہٰذا بھلائیوں میں ایک دوسرے سے سبقت لے جانے کی کوشش کرو آخر کار تم سب کو خدا کی طرف پلٹ کر جانا ہے، پھر وہ تمہیں اصل حقیقت بتا دے گا جس میں تم اختلاف کرتے رہے ہو","zh":"我降示你这部包含真理的经典，以证实以前的一切天经，而监护之。故你当依安拉所降示的经典而为他们判决，你不要舍弃降临你的真理而顺从他们的私欲。我已为你们中每一个民族制定一种教律和法程。如果安拉意欲，他必使你们变成一个民族。但他把你们分成许多民族，以便他考验你们能不能遵守他所赐予你们的教律和法程。故你们当争先为善。你们全体都要归于安拉，他要把你们所争论的是非告诉你们。"},"transliteration":"Waanzalna ilayka alkitaba bialhaqqi musaddiqan lima bayna yadayhi mina alkitabi wamuhayminan AAalayhi faohkum baynahum bima anzala Allahu wala tattabiAA ahwaahum AAamma jaaka mina alhaqqi likullin jaAAalna minkum shirAAatan waminhajan walaw shaa Allahu lajaAAalakum ommatan wahidatan walakin liyabluwakum fee ma atakum faistabiqoo alkhayrati ila Allahi marjiAAukum jameeAAan fayunabbiokum bima kuntum feehi takhtalifoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
