{"id":718,"number":49,"text":"وَأَنِ ٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ وَٱحۡذَرۡهُمۡ أَن يَفۡتِنُوكَ عَنۢ بَعۡضِ مَآ أَنزَلَ ٱللَّهُ إِلَيۡكَۖ فَإِن تَوَلَّوۡاْ فَٱعۡلَمۡ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعۡضِ ذُنُوبِهِمۡۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ لَفَٰسِقُونَ","translations":{"en":"And judge, [O Muhammad], between them by what Allah has revealed and do not follow their inclinations and beware of them, lest they tempt you away from some of what Allah has revealed to you. And if they turn away - then know that Allah only intends to afflict them with some of their [own] sins. And indeed, many among the people are defiantly disobedient","es":"Juzga entre ellos conforme a lo que Dios ha revelado, no te sometas a sus deseos y ten cuidado con ellos, no sea que te aparten con engaños de lo que Dios te ha revelado. Si ellos se rehúsan [a seguir lo que has dictaminado], sabe que Dios, a causa de sus pecados, quiere afligirlos. Pero muchas personas [a pesar de las advertencias] son perversas","fr":"Juge alors parmi eux d'après ce qu'Allah a fait descendre. Ne suis pas leurs passions, et prends garde qu'ils ne tentent de t'éloigner d'une partie de ce qu'Allah t'a révélé. Et puis, s'ils refusent (le jugement révélé) sache qu'Allah veut les affliger [ici-bas] pour une partie de leurs péchés. Beaucoup de gens, certes, sont des pervers","id":"dan hendaklah engkau memutuskan perkara di antara mereka menurut apa yang diturunkan Allah, dan janganlah engkau mengikuti keinginan mereka. Dan waspadalah terhadap mereka, jangan sampai mereka memperdayakan engkau terhadap sebagian apa yang telah diturunkan Allah kepadamu. Jika mereka berpaling (dari hukum yang telah diturunkan Allah), maka ketahuilah bahwa sesungguhnya Allah berkehendak menimpakan musibah kepada mereka disebabkan dosa-dosa mereka. Dan sungguh, kebanyakan manusia adalah orang-orang yang fasik","ru":"Суди между ними согласно тому, что ниспослал Аллах, не потакай их желаниям и остерегайся их, дабы они не отвратили тебя от части того, что ниспослал тебе Аллах. Если же они отвернутся, то знай, что Аллах желает покарать их за некоторые из их грехов. Воистину, многие люди являются нечестивцами","sv":"Du skall därför döma mellan dem, stödd på det som Gud har uppenbarat [för dig, Muhammad], och inte foga dig efter deras önskningar; och var på din vakt så att de inte lockar dig bort från något av det som Gud har uppenbarat för dig. Och om de drar sig undan skall du veta att det är Guds vilja att straffa dem för några av deras synder; ja, många människor är sannerligen förhärdade i synd och trots","tr":"O halde, Allah'ın indirdiği Kitap ile aralarında hükmet, Allah'ın sana indirdiği Kuran'ın bir kısmından seni vazgeçirmelerinden sakın, heveslerine uyma; eğer yüz çevirirlerse bil ki, Allah bir kısım günahları yüzünden onları cezalandırmak istiyor. İnsanların çoğu gerçekten fasıktırlar","ur":"پس اے محمدؐ! تم اللہ کے نازل کردہ قانون کے مطابق اِن لوگوں کے معاملات کا فیصلہ کرو اور ان کی خواہشات کی پیروی نہ کرو ہوشیار رہو کہ یہ لوگ تم کو فتنہ میں ڈال کر اُس ہدایت سے ذرہ برابر منحرف نہ کرنے پائیں جو خدا نے تمہاری طرف نازل کی ہے پھر اگر یہ اس سے منہ موڑیں تو جان لو کہ اللہ نے اِن کے بعض گناہوں کی پاداش میں ان کو مبتلائے مصیبت کرنے کا ارادہ ہی کر لیا ہے، اور یہ حقیقت ہے کہ اِن لوگوں میں سے اکثر فاسق ہیں","zh":"你当依安拉所降示的经典而替他们判决，你不要顺从他们的私欲，你当谨防他们引诱你违背安拉所降示你的一部分经典。如果他们违背正道，那么，你须知安拉欲因他们的一部分罪过，而惩罚他们。有许多人，确是犯罪的。"},"transliteration":"Waani ohkum baynahum bima anzala Allahu wala tattabiAA ahwaahum waihtharhum an yaftinooka AAan baAAdi ma anzala Allahu ilayka fain tawallaw faiAAlam annama yureedu Allahu an yuseebahum bibaAAdi thunoobihim wainna katheeran mina alnnasi lafasiqoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
