{"id":720,"number":51,"text":"۞يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡيَهُودَ وَٱلنَّصَٰرَىٰٓ أَوۡلِيَآءَۘ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَإِنَّهُۥ مِنۡهُمۡۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"en":"O you who have believed, do not take the Jews and the Christians as allies. They are [in fact] allies of one another. And whoever is an ally to them among you - then indeed, he is [one] of them. Indeed, Allah guides not the wrongdoing people","es":"¡Oh, creyentes! No tomen a los judíos ni a los cristianos por aliados, porque ellos son aliados entre sí. Quien les dé lealtad se convierte en uno de ellos. Dios no guía a un pueblo opresor","fr":"O les croyants! Ne prenez pas pour alliés les Juifs et les Chrétiens; ils sont alliés les uns des autres. Et celui d'entre vous qui les prend pour alliés, devient un des leurs. Allah ne guide certes pas les gens injustes","id":"Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang Yahudi dan Nasrani sebagai teman setia(mu); mereka satu sama lain saling melindungi. Barang siapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sungguh, Allah tidak memberi petunjuk kepada orang yang zalim","ru":"О те, которые уверовали! Не считайте иудеев и христиан своими помощниками и друзьями, поскольку они помогают друг другу. Если же кто-либо из вас считает их своими помощниками и друзьями, то он сам является одним из них. Воистину, Аллах не ведет прямым путем несправедливых людей","sv":"TROENDE! Välj inte judar och kristna till era bundsförvanter - de stöder och skyddar varandra - och den av er som söker deras stöd och skydd blir en av dem. Gud vägleder inte de orättfärdiga","tr":"Ey İnananlar! Yahudileri ve hıristiyanları dost olarak benimsemeyin, onlar birbirlerinin dostudurlar. Sizden kim onlara dost olursa o da onlardandır. Allah zulmeden kimseleri doğru yola eriştirmez","ur":"اے لوگو جو ایمان لائے ہو! یہودیوں اور عیسائیوں کو اپنا رفیق نہ بناؤ، یہ آپس ہی میں ایک دوسرے کے رفیق ہیں اور اگر تم میں سے کوئی ان کو اپنا رفیق بناتا ہے تو اس کا شمار بھی پھر انہی میں ہے، یقیناً اللہ ظالموں کو اپنی رہنمائی سے محروم کر دیتا ہے","zh":"信道的人们啊！你们不要以犹太教徒和基督教徒为盟友。他们各为其同教的盟友。你们中谁以他们为盟友，谁就是他们的同教。安拉必定不引导不义的民众。"},"transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo alyahooda waalnnasara awliyaa baAAduhum awliyao baAAdin waman yatawallahum minkum fainnahu minhum inna Allaha la yahdee alqawma alththalimeena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
