{"id":721,"number":52,"text":"فَتَرَى ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يُسَٰرِعُونَ فِيهِمۡ يَقُولُونَ نَخۡشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٞۚ فَعَسَى ٱللَّهُ أَن يَأۡتِيَ بِٱلۡفَتۡحِ أَوۡ أَمۡرٖ مِّنۡ عِندِهِۦ فَيُصۡبِحُواْ عَلَىٰ مَآ أَسَرُّواْ فِيٓ أَنفُسِهِمۡ نَٰدِمِينَ","translations":{"en":"So you see those in whose hearts is disease hastening into [association with] them, saying, \"We are afraid a misfortune may strike us.\" But perhaps Allah will bring conquest or a decision from Him, and they will become, over what they have been concealing within themselves, regretful","es":"Verás que quienes tienen una enfermedad en sus corazones [la hipocresía] se apresuran buscando su complacencia y dicen: \"Tenemos miedo de que nos sorprenda una derrota\". Pero puede que Dios les tenga deparada la victoria o algún otro decreto, y entonces tengan que arrepentirse de lo que pensaban","fr":"Tu verras, d'ailleurs, que ceux qui ont la maladie au cœur se précipitent vers eux et disent: «Nous craignons qu'un revers de fortune ne nous frappe.» Mais peut-être qu'Allah fera venir la victoire ou un ordre émanant de Lui. Alors ceux-là regretteront leurs pensées secrètes","id":"Maka kamu akan melihat orang-orang yang hatinya berpenyakit segera mendekati mereka (Yahudi dan Nasrani), seraya berkata, \"Kami takut akan mendapat bencana.\" Mudah-mudahan Allah akan mendatangkan kemenangan (kepada Rasul-Nya), atau sesuatu keputusan dari sisi-Nya, sehingga mereka menjadi menyesal terhadap apa yang mereka rahasiakan dalam diri mereka","ru":"Ты видишь, что те, чьи сердца поражены недугом, поспешают среди них и говорят: «Мы боимся, что нас постигнет беда». Но, может быть, Аллах явится с победой или своим повелением, и тогда они станут сожалеть о том, что утаивали в себе","sv":"Du ser att de vilkas hjärtan är sjuka av tvivel har bråttom att söka vinna deras [gunst]. De säger: \"Vi fruktar att vår lycka skall vända sig.\" Men det kan hända att Gud skänker [de troende] segern eller ger Sin vilja till känna [på annat sätt], och då måste dessa människor [med sjuka sinnen] ångra sina [hemliga] tankar","tr":"Kalblerinde hastalık olanların, \"Bize bir felaket gelmesinden korkuyoruz\" diyerek onlara koştuğunu görürsün. Olur ki Allah bir zafer verir veya katından bir emir getirir de kalblerinde gizlediklerine içleri yananlara dönerler","ur":"تم دیکھتے ہو کہ جن کے دلوں میں نفاق کی بیماری ہے وہ اُنہی میں دوڑ دھوپ کرتے پھرتے ہیں کہتے ہیں \"ہمیں ڈر لگتا ہے کہ کہیں ہم کسی مصیبت کے چکر میں نہ پھنس جائیں\" مگر بعید نہیں کہ اللہ جب تمہیں فیصلہ کن فتح بخشے گا یا اپنی طرف سے کوئی اور بات ظاہر کرے گا تو یہ لوگ اپنے اِس نفاق پر جسے یہ دلوں میں چھپائے ہوئے ہیں نادم ہوں گے","zh":"你将看见有心病的人，将争先地去与他们亲善，还要托辞说：“我们恐怕遭遇厄运。”安拉也许降下胜利，或发出命令，而他们因为自己心中隐藏的阴谋，而变成悔恨的人。"},"transliteration":"Fatara allatheena fee quloobihim maradun yusariAAoona feehim yaqooloona nakhsha an tuseebana dairatun faAAasa Allahu an yatiya bialfathi aw amrin min AAindihi fayusbihoo AAala ma asarroo fee anfusihim nadimeena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
