{"id":721,"number":52,"text":"فَتَرَى ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يُسَٰرِعُونَ فِيهِمۡ يَقُولُونَ نَخۡشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٞۚ فَعَسَى ٱللَّهُ أَن يَأۡتِيَ بِٱلۡفَتۡحِ أَوۡ أَمۡرٖ مِّنۡ عِندِهِۦ فَيُصۡبِحُواْ عَلَىٰ مَآ أَسَرُّواْ فِيٓ أَنفُسِهِمۡ نَٰدِمِينَ","translations":{"bn":"বস্তুতঃ যাদের অন্তরে রোগ রয়েছে, তাদেরকে আপনি দেখবেন, দৌড়ে গিয়ে তাদেরই মধ্যে প্রবেশ করে। তারা বলেঃ আমরা আশঙ্কা করি, পাছে না আমরা কোন দুর্ঘটনায় পতিত হই। অতএব, সেদিন দুরে নয়, যেদিন আল্লাহ তা’আলা বিজয় প্রকাশ করবেন অথবা নিজের পক্ষ থেকে কোন নির্দেশ দেবেন-ফলে তারা স্বীয় গোপন মনোভাবের জন্যে অনুতপ্ত হবে।","en":"So you see those in whose hearts is disease hastening into [association with] them, saying, \"We are afraid a misfortune may strike us.\" But perhaps Allah will bring conquest or a decision from Him, and they will become, over what they have been concealing within themselves, regretful","id":"Maka kamu akan melihat orang-orang yang hatinya berpenyakit segera mendekati mereka (Yahudi dan Nasrani), seraya berkata, \"Kami takut akan mendapat bencana.\" Mudah-mudahan Allah akan mendatangkan kemenangan (kepada Rasul-Nya), atau sesuatu keputusan dari sisi-Nya, sehingga mereka menjadi menyesal terhadap apa yang mereka rahasiakan dalam diri mereka","ru":"Ты видишь, что те, чьи сердца поражены недугом, поспешают среди них и говорят: «Мы боимся, что нас постигнет беда». Но, может быть, Аллах явится с победой или своим повелением, и тогда они станут сожалеть о том, что утаивали в себе","tr":"Kalblerinde hastalık olanların, \"Bize bir felaket gelmesinden korkuyoruz\" diyerek onlara koştuğunu görürsün. Olur ki Allah bir zafer verir veya katından bir emir getirir de kalblerinde gizlediklerine içleri yananlara dönerler","ur":"تم دیکھتے ہو کہ جن کے دلوں میں نفاق کی بیماری ہے وہ اُنہی میں دوڑ دھوپ کرتے پھرتے ہیں کہتے ہیں \"ہمیں ڈر لگتا ہے کہ کہیں ہم کسی مصیبت کے چکر میں نہ پھنس جائیں\" مگر بعید نہیں کہ اللہ جب تمہیں فیصلہ کن فتح بخشے گا یا اپنی طرف سے کوئی اور بات ظاہر کرے گا تو یہ لوگ اپنے اِس نفاق پر جسے یہ دلوں میں چھپائے ہوئے ہیں نادم ہوں گے"},"chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"bn":"খাদ্য পরিবেশিত টেবিল","en":"The Table Spread","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","tr":"Mâide","ur":"دسترخوان"},"type":"medinan"}}
