{"id":722,"number":53,"text":"وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓاْ أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ إِنَّهُمۡ لَمَعَكُمۡۚ حَبِطَتۡ أَعۡمَٰلُهُمۡ فَأَصۡبَحُواْ خَٰسِرِينَ","translations":{"en":"And those who believe will say, \"Are these the ones who swore by Allah their strongest oaths that indeed they were with you?\" Their deeds have become worthless, and they have become losers","es":"Los creyentes dirán entonces: \"¿Son éstos quienes juraban solemnemente por Dios que nos apoyaban?\" Sus obras habrán sido en vano y se contarán entre los fracasados","fr":"Et les croyants diront: «Est-ce là ceux qui juraient par Allah de toute leur force qu'ils étaient avec vous?» Mais leurs actions sont devenues vaines et ils sont devenus perdants","id":"Dan orang-orang yang beriman akan berkata, \"Inikah orang yang bersumpah secara sungguh-sungguh dengan (nama) Allah, bahwa mereka benar-benar bersama kamu?\" Segala amal mereka menjadi sia-sia, sehingga mereka menjadi orang-orang yang rugi","ru":"Те, которые уверовали, скажут: «Неужели это - те, которые приносили величайшие клятвы именем Аллаха о том, что они были с вами?». Тщетны были их деяния, и они оказались потерпевшими убыток","sv":"Och de troende säger: \"Är dessa [verkligen] samma människor som svor sina heligaste eder vid Gud att de stod på vår sida? Alla deras strävanden har gått om intet och [nu] står de som förlorare","tr":"İnananlar, \"Sizinle beraber olduklarına bütün güçleriyle Allah'a yemin edenler bunlar mıdır?\" derler. Onların amelleri boşa gitmiş ve kaybeden kimseler olmuşlardır","ur":"اور اُس وقت اہل ایمان کہیں گے \"کیا یہ وہی لوگ ہیں جو اللہ کے نام سے کڑی کڑی قسمیں کھا کر یقین دلاتے تھے کہ ہم تمہارے ساتھ ہیں؟\" ان کے سب اعمال ضائع ہوگئے اور آخر کار یہ ناکام و نامراد ہو کر رہے","zh":"信道的人说：“这等人，就是指安拉而发出最严重的盟誓，自称与你们同教的人吗？”他们的善功，已完全无效，故他们已变成亏折的人。"},"transliteration":"Wayaqoolu allatheena amanoo ahaolai allatheena aqsamoo biAllahi jahda aymanihim innahum lamaAAakum habitat aAAmaluhum faasbahoo khasireena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
