{"id":723,"number":54,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَن يَرۡتَدَّ مِنكُمۡ عَن دِينِهِۦ فَسَوۡفَ يَأۡتِي ٱللَّهُ بِقَوۡمٖ يُحِبُّهُمۡ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلۡمُؤۡمِنِينَ أَعِزَّةٍ عَلَى ٱلۡكَٰفِرِينَ يُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوۡمَةَ لَآئِمٖۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","translations":{"en":"O you who have believed, whoever of you should revert from his religion - Allah will bring forth [in place of them] a people He will love and who will love Him [who are] humble toward the believers, powerful against the disbelievers; they strive in the cause of Allah and do not fear the blame of a critic. That is the favor of Allah; He bestows it upon whom He wills. And Allah is all-Encompassing and Knowing","es":"¡Oh, creyentes! Si apostatan de su religión, Dios los suplantará por otros a quienes amará y ellos Lo amarán, que serán compasivos con los creyentes, severos con los que niegan la verdad, y combatirán por la causa de Dios sin temor a los reproches. Esas son las cualidades de quienes Dios ha bendecido. Dios es Vasto, todo lo sabe","fr":"O les croyants! Quiconque parmi vous apostasie de sa religion... Allah va faire venir un peuple qu'Il aime et qui L'aime, modeste envers les croyants et fier et puissant envers les mécréants, qui lutte dans le sentier d'Allah, ne craignant le blâme d'aucun blâmeur. Telle est la grâce d'Allah. Il la donne à qui Il veut. Allah est Immense et Omniscient","id":"Wahai orang-orang yang beriman! Barang siapa di antara kamu yang murtad (keluar) dari agamanya, maka kelak Allah akan mendatangkan suatu kaum, Dia mencintai mereka dan mereka pun mencintai-Nya, dan bersikap lemah lembut terhadap orang-orang yang beriman, tetapi bersikap keras terhadap orang-orang kafir, yang berjihad di jalan Allah, dan yang tidak takut kepada celaan orang yang suka mencela. Itulah karunia Allah yang diberikan-Nya kepada siapa yang Dia kehendaki. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui","ru":"О те, которые уверовали! Если кто-нибудь из вас отступит от своей религии, то Аллах приведет других людей, которых Он будет любить и которые будут любить Его. Они будут смиренны перед верующими и непреклонны перед неверующими, будут сражаться на пути Аллаха и не будут бояться порицания порицающих. Такова милость Аллаха, которую Он дарует, кому пожелает. Аллах - Объемлющий, Знающий","sv":"Troende! Om någon av er avsvär sig sin tro, skall Gud [i deras ställe] sätta människor som Han älskar och som älskar Honom, anspråkslösa gentemot [andra] troende, omutligt fasta mot förnekarna av sanningen, [människor] som strävar och kämpar för Guds sak utan att bekymra sig om andras ogillande. Detta är en nåd från Gud, som Han skänker åt den Han vill. Gud når överallt, vet allt","tr":"Ey İnananlar! Aranızda dininden kim dönerse bilsin ki, Allah, sevdiği ve onların O'nu sevdiği, inananlara karşı alçak gönüllü, inkarcılara karşı güçlü, Allah yolunda cihad eden, yerenin yermesinden korkmayan bir millet getirir. Bu, Allah'ın dilediğine verdiği bol nimetidir. Allah her şeyi kaplar ve bilir","ur":"اے لوگو جو ایمان لائے ہو، اگر تم میں سے کوئی اپنے دین سے پھرتا ہے (تو پھر جائے) اللہ اور بہت سے لوگ ایسے پیدا کر دے گا جو اللہ کو محبوب ہوں گے اور اللہ اُن کو محبوب ہوگا، جو مومنوں پر نرم اور کفار پر سخت ہوں گے، جو اللہ کی راہ میں جدوجہد کریں گے اور کسی ملامت کرنے والے کی ملامت سے نہ ڈریں گے یہ اللہ کا فضل ہے، جسے چاہتا ہے عطا کرتا ہے اللہ وسیع ذرائع کا مالک ہے اور سب کچھ جانتا ہے","zh":"信道的人们啊！你们中凡叛教的人，安拉将以别的民众代替他们，安拉喜爱那些民众，他们也喜爱安拉。他们对信士是谦恭的，对外教是威严的，他们为主道而奋斗，不怕任何人的责备。这是安拉的恩惠，他用来赏赐他所意欲的人。安拉是宽大的，是全知的。"},"transliteration":"Ya ayyuha allatheena amanoo man yartadda minkum AAan deenihi fasawfa yatee Allahu biqawmin yuhibbuhum wayuhibboonahu athillatin AAala almumineena aAAizzatin AAala alkafireena yujahidoona fee sabeeli Allahi wala yakhafoona lawmata laimin thalika fadlu Allahi yuteehi man yashao waAllahu wasiAAun AAaleemun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
