{"id":726,"number":57,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلَّذِينَ ٱتَّخَذُواْ دِينَكُمۡ هُزُوٗا وَلَعِبٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَٱلۡكُفَّارَ أَوۡلِيَآءَۚ وَٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"en":"O you who have believed, take not those who have taken your religion in ridicule and amusement among the ones who were given the Scripture before you nor the disbelievers as allies. And fear Allah, if you should [truly] be believers","es":"¡Oh, creyentes! No tomen por aliados a quienes toman a burla y broma su religión, sean gente del Libro o de los que niegan la verdad. Tengan temor de Dios si es que son creyentes","fr":"O les croyants! N'adoptez pas pour alliés ceux qui prennent en raillerie et jeu votre religion, parmi ceux à qui le Livre fut donné avant vous et parmi les mécréants. Et craignez Allah si vous êtes croyants","id":"Wahai orang-orang yang beriman! Janganlah kamu menjadikan pemimpinmu orang-orang yang membuat agamamu jadi bahan ejekan dan permainan, (yaitu) di antara orang-orang yang telah diberi kitab sebelummu, dan orang-orang kafir (orang musyrik). Dan bertakwalah kepada Allah jika kamu orang-orang beriman","ru":"О те, которые уверовали! Не считайте тех, которым Писание было даровано до вас и которые глумятся над вашей религией и считают ее развлечением, и неверующих своими помощниками и друзьями. Бойтесь Аллаха, если вы являетесь верующими","sv":"Troende! Välj inte till bundsförvanter dem som gör er tro till föremål för hån och skämt, vare sig de hör till dem som mottog uppenbarelsen före er tid eller till förnekarna - men frukta Gud, om ni är sanna troende","tr":"Ey İnananlar! Kendilerine sizden önce kitap verilenlerden, dininizi alaya ve eğlenceye alanları ve inkarcıları dost olarak benimsemeyin. İnanıyorsanız Allah'tan sakının","ur":"ا ے لوگو جو ایمان لائے ہو، تمہارے پیش رو اہل کتاب میں سے جن لوگوں نے تمہارے دین کو مذاق اور تفریح کا سامان بنا لیا ہے، اُنہیں اور دوسرے کافروں کو اپنا دوست اور رفیق نہ بناؤ اللہ سے ڈرو اگر تم مومن ہو","zh":"信道的人们啊！在你们之前曾受天经的人，有的以你们的宗教为笑柄，为嬉戏，故你们不要以他们和不信道的人为盟友。你们当敬畏安拉，如果你们真是信士。"},"transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo allatheena ittakhathoo deenakum huzuwan walaAAiban mina allatheena ootoo alkitaba min qablikum waalkuffara awliyaa waittaqoo Allaha in kuntum mumineena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
