{"id":729,"number":60,"text":"قُلۡ هَلۡ أُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيۡهِ وَجَعَلَ مِنۡهُمُ ٱلۡقِرَدَةَ وَٱلۡخَنَازِيرَ وَعَبَدَ ٱلطَّـٰغُوتَۚ أُوْلَـٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ","translations":{"en":"Say, \"Shall I inform you of [what is] worse than that as penalty from Allah? [It is that of] those whom Allah has cursed and with whom He became angry and made of them apes and pigs and slaves of Taghut. Those are worse in position and further astray from the sound way","es":"Di: \"¿No quieren acaso que les informe quiénes tendrán peor retribución que éstos ante Dios? Son quienes maldijo Dios, los que incurrieron en Su ira, los que convirtió en monos y cerdos, y los que adoran a los falsos dioses. Esos son los que se encuentran en una situación peor y son los más extraviados del camino recto","fr":"Dis: «Puis-je vous informer de ce qu'il y a de pire, en fait de rétribution auprès d'Allah? Celui qu'Allah a maudit, celui qui a encouru Sa colère, et ceux dont Il a fait des singes, des porcs, et de même, celui qui a adoré le Tâghût, ceux-là ont la pire des places et sont les plus égarés du chemin droit»","id":"Katakanlah (Muhammad), \"Apakah akan aku beritakan kepadamu tentang orang yang lebih buruk pembalasannya dari (orang fasik) di sisi Allah? Yaitu, orang yang dilaknat dan dimurkai Allah, di antara mereka (ada) yang dijadikan kera dan babi283) dan (orang yang) menyembah Tagut.\" Mereka itu lebih buruk tempatnya dan lebih tersesat dari jalan yang lurus","ru":"Скажи: «Сообщить ли вам о тех, кто получит еще худшее воздаяние от Аллаха? Это - те, кого Аллах проклял, на кого Он разгневался, кого Он превратил в обезьян и свиней и кто поклонялся тагуту. Они займут еще более скверное место и еще больше сбились с прямого пути»","sv":"Säg: \"Skall jag säga er vad som inför Gud förtjänar ett hårdare straff än detta? [Det är vad de gjorde] som, därför att de dyrkade onda makter, drabbades av Guds fördömelse och Hans vrede och som Han förvandlade till apor och svin. Deras läge var sämre och de hade förirrat sig ännu längre bort från den raka vägen","tr":"Allah katında bundan daha kötü bir karşılığın bulunduğunu size haber vereyim mi?\" de, Allah kime lanet ve gazab ederse, kimlerden maymunlar, domuzlar ve şeytana kullar kılarsa, işte onlar yeri en kötü ve doğru yoldan en çok sapmış olanlardır","ur":"پھر کہو \"کیا میں اُن لوگوں کی نشاندہی کروں جن کا انجام خدا کے ہاں فاسقوں کے انجام سے بھی بدتر ہے؟ وہ جن پر خدا نے لعنت کی، جن پر اُس کا غضب ٹوٹا، جن میں سے بندر اور سور بنائے گئے، جنہوں نے طاغوت کی بندگی کی ان کا درجہ اور بھی زیادہ برا ہے اور وہ سَوَا٫ السّبیل سے بہت زیادہ بھٹکے ہوئے ہیں","zh":"你说：“我告诉你们在安拉那里所受的报酬有比这更恶劣的，好吗？有等人曾受安拉的弃绝和谴怒，他使他们一部分变成猴子和猪，一部分崇拜塔吾特，这等人，他们的地位是更恶劣的，他们更远地背离了正道。”"},"transliteration":"Qul hal onabbiokum bisharrin min thalika mathoobatan AAinda Allahi man laAAanahu Allahu waghadiba AAalayhi wajaAAala minhumu alqiradata waalkhanazeera waAAabada alttaghooti olaika sharrun makanan waadallu AAan sawai alssabeeli","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
