{"id":730,"number":61,"text":"وَإِذَا جَآءُوكُمۡ قَالُوٓاْ ءَامَنَّا وَقَد دَّخَلُواْ بِٱلۡكُفۡرِ وَهُمۡ قَدۡ خَرَجُواْ بِهِۦۚ وَٱللَّهُ أَعۡلَمُ بِمَا كَانُواْ يَكۡتُمُونَ","translations":{"en":"And when they come to you, they say, \"We believe.\" But they have entered with disbelief [in their hearts], and they have certainly left with it. And Allah is most knowing of what they were concealing","es":"Cuando se encuentran con ustedes dicen: \"Creemos\", pero cuando entraron [al Islam en apariencia] traían la incredulidad consigo, y al abandonarlo [al Islam] salieron igual. Dios sabe bien lo que ocultan","fr":"Lorsqu'ils viennent chez vous, ils disent: «Nous croyons.» Alors qu'ils sont entrés avec la mécréance et qu'ils sont sortis avec. Et Allah sait parfaitement ce qu'ils cachent","id":"Dan apabila mereka (Yahudi atau munafik) datang kepadamu, mereka mengatakan, \"Kami telah beriman,\" padahal mereka datang kepadamu dengan kekafiran dan mereka pergi pun demikian; dan Allah lebih mengetahui apa yang mereka sembunyikan","ru":"Придя к вам, они сказали: «Мы уверовали». Однако они вошли с неверием и вышли с ним. Аллаху лучше знать, что они утаивали","sv":"När [hycklarna] kom till er sade de: \"Vi har antagit tron\", men [i själva verket] hade de då redan beslutat förneka den, och med förnekelse i sinnet lämnade de er. Men Gud har full kunskap om vad de ville dölja","tr":"Size geldiklerinde \"İnandık\" derler, oysa yanınıza inkarcı olarak girmiş ve yine inkarcı olarak çıkmışlardır. Gizlemekte olduklarını Allah daha iyi bilir","ur":"جب یہ تم لوگوں کے پاس آتے ہیں تو کہتے ہیں کہ ہم ایمان لائے، حالانکہ کفر لیے ہوئے آئے تھے اور کفر ہی لیے ہوئے واپس گئے اور اللہ خوب جانتا ہے جو کچھ یہ دلوں میں چھپائے ہوئے ہیں","zh":"当他们来见你的时候，他们说：“我们已信道了。”他们带着不信进来，又带着不信出去。安拉是最知道他们的隐情的。"},"transliteration":"Waitha jaookum qaloo amanna waqad dakhaloo bialkufri wahum qad kharajoo bihi waAllahu aAAlamu bima kanoo yaktumoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
