{"id":733,"number":64,"text":"وَقَالَتِ ٱلۡيَهُودُ يَدُ ٱللَّهِ مَغۡلُولَةٌۚ غُلَّتۡ أَيۡدِيهِمۡ وَلُعِنُواْ بِمَا قَالُواْۘ بَلۡ يَدَاهُ مَبۡسُوطَتَانِ يُنفِقُ كَيۡفَ يَشَآءُۚ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۚ وَأَلۡقَيۡنَا بَيۡنَهُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ كُلَّمَآ أَوۡقَدُواْ نَارٗا لِّلۡحَرۡبِ أَطۡفَأَهَا ٱللَّهُۚ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادٗاۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","translations":{"en":"And the Jews say, \"The hand of Allah is chained.\" Chained are their hands, and cursed are they for what they say. Rather, both His hands are extended; He spends however He wills. And that which has been revealed to you from your Lord will surely increase many of them in transgression and disbelief. And We have cast among them animosity and hatred until the Day of Resurrection. Every time they kindled the fire of war [against you], Allah extinguished it. And they strive throughout the land [causing] corruption, and Allah does not like corrupters","es":"Estos judíos dijeron: \"La mano de Dios está cerrada\". Son sus manos las que se cerraron, y cayeron en la maldición de Dios por su blasfemia. Por el contrario, Sus dos manos están extendidas y dispensa [generosamente] según Su voluntad. Lo que te ha sido revelado por tu Señor acrecentará en muchos de ellos la arrogancia y la negación de la verdad. Hemos previsto entre ellos la enemistad y el odio hasta el Día de la Resurrección. Siempre que enciendan el fuego de la guerra [contra ustedes], Dios lo apagará. Ellos se esfuerzan por sembrar la corrupción en la Tierra, pero Dios no ama a los que siembran la corrupción","fr":"Et les Juifs disent: «La main d'Allah est fermée!» Que leurs propres mains soient fermées, et maudits soient-ils pour l'avoir dit. Au contraire, Ses deux mains sont largement ouvertes: Il distribue Ses dons comme Il veut. Et certes, ce qui a été descendu vers toi de la part de ton Seigneur va faire beaucoup croître parmi eux la rébellion et la mécréance. Nous avons jeté parmi eux l'inimitié et la haine jusqu'au Jour de la Résurrection. Toutes les fois qu'ils allument un feu pour la guerre, Allah l'éteint. Et ils s'efforcent de semer le désordre sur la terre, alors qu'Allah n'aime pas les semeurs de désordre","id":"(Dan orang-orang Yahudi berkata, \"Tangan Allah terbelenggu.\"284) Sebenarnya tangan merekalah yang dibelenggu dan merekalah yang dilaknat disebabkan apa yang telah mereka katakan itu, padahal kedua tangan Allah285) terbuka; Dia memberi rezeki sebagaimana Dia kehendaki. Dan (Alquran) yang diturunkan kepadamu dari Tuhanmu itu pasti akan menambah kedurhakaan dan kekafiran bagi kebanyakan mereka. Dan Kami timbulkan permusuhan dan kebencian di antara mereka sampai hari Kiamat. Setiap mereka menyalakan api peperangan, Allah memadamkannya. Dan mereka berusaha (menimbulkan) kerusakan di bumi. Dan Allah tidak menyukai orang-orang yang berbuat kerusakan","ru":"Иудеи сказали: «Рука Аллаха скована». Это их руки скованы, и они прокляты за то, что они сказали (или да будут скованы их руки, и да будут они прокляты за то, что они сказали). Его обе Руки простерты, и Он расходует, как пожелает. Ниспосланное тебе от твоего Господа приумножает во многих из них несправедливость и неверие. Мы посеяли между ними вражду и ненависть вплоть до Дня воскресения. Всякий раз, когда они разжигают огонь войны, Аллах тушит его. Они стремятся распространить на земле нечестие, но Аллах не любит распространяющих нечестие","sv":"Judarna påstår: \"Guds händer är bundna.\" Deras händer skall bindas och de skall fördömas för dessa ord. Nej, Hans händer är tvärtom utsträckta. Han fördelar [Sina gåvor] som Han vill. Och det [uppenbarelsens ljus] som är din Herres gåva till dig [Muhammad] skall helt säkert göra många av dem ännu övermodigare och förhärda dem i deras otro. Vi har låtit fiendskap och hat uppstå bland dem [och så skall det vara] till Uppståndelsens dag. Var gång de tänder krigets eldar, låter Gud dem slockna. Deras hela strävan är att störa ordningen på jorden och att sprida sedefördärv - och Gud är inte vän av dem som stör ordningen på jorden","tr":"Yahudiler, \"Allah'ın eli sıkıdır\" dediler; dediklerinden ötürü elleri bağlandı, lanetlendiler. Hayır, O'nun iki eli de açıktır, nasıl dilerse sarfeder. And olsun ki, sana Rabbinden indirilen sözler onların çoğunun azgınlığını ve inkarını artıracaktır. Onların arasına kıyamete kadar sürecek düşmanlık ve kin saldık. Savaş ateşini ne zaman körükleseler Allah onu söndürmüştür. Yeryüzünde bozgunculuğa koşarlar. Allah bozguncuları sevmez","ur":"یہودی کہتے ہیں اللہ کے ہاتھ بندھے ہوئے ہیں باندھے گئے ان کے ہاتھ، اور لعنت پڑی اِن پر اُس بکواس کی بدولت جو یہ کرتے ہیں اللہ کے ہاتھ تو کشادہ ہیں، جس طرح چاہتا ہے خرچ کرتا ہے حقیقت یہ ہے کہ جو کلام تمہارے رب کی طرف سے تم پر نازل ہوا ہے وہ ان میں سے اکثر لوگوں کی سرکشی و باطل پرستی میں الٹے اضافہ کا موجب بن گیا ہے، اور (اس کی پاداش میں) ہم نے ان کے درمیان قیامت تک کے لیے عداوت اور دشمنی ڈال دی ہے جب کبھی یہ جنگ کی آگ بھڑکاتے ہیں اللہ اُس کو ٹھنڈا کر دیتا ہے یہ زمین میں فساد پھیلانے کی سعی کر رہے ہیں مگر اللہ فساد برپا کرنے والوں کو ہرگز پسند نہیں کرتا","zh":"犹太教徒说：“安拉的手是被拘束的。”但愿他们的手被拘束，但愿他们因为自己所说的恶言而被弃绝！其实，他的两只手是展开的；他要怎样费用，就怎样费用。从你的主降示你的经典，必定要使他们多数的人更加横暴，更加不信道。我将仇视和怨恨，投在他们之间，直到复活日。每逢他们点燃战火的时候，安拉就扑灭它。他们在地方上肆意作恶。安拉不喜爱作恶的人。"},"transliteration":"Waqalati alyahoodu yadu Allahi maghloolatun ghullat aydeehim waluAAinoo bima qaloo bal yadahu mabsootatani yunfiqu kayfa yashao walayazeedanna katheeran minhum ma onzila ilayka min rabbika tughyanan wakufran waalqayna baynahumu alAAadawata waalbaghdaa ila yawmi alqiyamati kullama awqadoo naran lilharbi atfaaha Allahu wayasAAawna fee alardi fasadan waAllahu la yuhibbu almufsideena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
