{"id":735,"number":66,"text":"وَلَوۡ أَنَّهُمۡ أَقَامُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡهِم مِّن رَّبِّهِمۡ لَأَكَلُواْ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۚ مِّنۡهُمۡ أُمَّةٞ مُّقۡتَصِدَةٞۖ وَكَثِيرٞ مِّنۡهُمۡ سَآءَ مَا يَعۡمَلُونَ","translations":{"en":"And if only they upheld [the law of] the Torah, the Gospel, and what has been revealed to them from their Lord, they would have consumed [provision] from above them and from beneath their feet. Among them are a moderate community, but many of them - evil is that which they do","es":"Si se hubiesen atenido a la Tora, el Evangelio y lo [último] que les ha sido revelado por su Señor [el Corán], recibirían las bendiciones que caen del cielo y las que brotan de la tierra. Entre ellos hay quienes son moderados, pero la mayoría obra de forma perversa","fr":"S'ils avaient appliqué la Thora et l'Evangile et ce qui est descendu sur eux de la part de leur Seigneur, ils auraient certainement joui de ce qui est au-dessus d'eux et de ce qui est sous leurs pieds. Il y a parmi eux un groupe qui agit avec droiture; mais pour beaucoup d'entre eux, comme est mauvais ce qu'ils font","id":"Dan sekiranya mereka sungguh-sungguh menjalankan (hukum) Taurat, Injil dan (Alquran) yang diturunkan kepada mereka dari Tuhannya, niscaya mereka akan mendapat makanan dari atas mereka dan dari bawah kaki mereka.286) Di antara mereka ada sekelompok yang jujur dan taat. Dan banyak di antara mereka sangat buruk apa yang mereka kerjakan","ru":"Если бы они руководствовались Тауратом (Торой), Инджилом (Евангелием) и тем, что было ниспослано им от их Господа, то они питались бы тем, что над ними, и тем, что у них под ногами. Среди них есть умеренные люди (праведники, уверовавшие в Пророка Мухаммада, избегающие чрезмерности в религии и не делающие упущений), но плохо то, что совершают многие из них","sv":"Om de i alla delar ville följa Tora och Evangeliet och det som har uppenbarats för dem av deras Herre [med denna Koran], skulle de få njuta himmelens och jordens alla gåvor. Bland dem finns sådana som följer en rak kurs utan överdrifter eller avvikelser, men många av dem begår förkastliga handlingar","tr":"Eğer onlar Tevrat'ı, İncil'i ve Rablerinden kendilerine indirilen Kuran'ı gereğince uygulasalardı, her yönden nimete ermiş olurlardı. İçlerinde orta yolu tutan bir zümre vardı, çoğunun işledikleri ise kötü idi","ur":"کاش انہوں نے توراۃ اور انجیل اور اُن دوسری کتابوں کو قائم کیا ہوتا جو اِن کے رب کی طرف سے اِن کے پاس بھیجی گئی تھیں ایسا کرتے تو اِن کے لیے اوپر سے رزق برستا اور نیچے سے ابلتا اگرچہ اِن میں کچھ لوگ راست رو بھی ہیں لیکن ان کی اکثریت سخت بد عمل ہے","zh":"假若他们遵守《讨拉特》和《引支勒》，以及他们的主所降示他们的其他经典，那么，他们必得仰食头上的，俯食脚下的。他们中有一伙中和的人；他们中有许多行为恶劣的人。"},"transliteration":"Walaw annahum aqamoo alttawrata waalinjeela wama onzila ilayhim min rabbihim laakaloo min fawqihim wamin tahti arjulihim minhum ommatun muqtasidatun wakatheerun minhum saa ma yaAAmaloona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
