{"id":736,"number":67,"text":"۞يَـٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغۡ مَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَۖ وَإِن لَّمۡ تَفۡعَلۡ فَمَا بَلَّغۡتَ رِسَالَتَهُۥۚ وَٱللَّهُ يَعۡصِمُكَ مِنَ ٱلنَّاسِۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","translations":{"en":"O Messenger, announce that which has been revealed to you from your Lord, and if you do not, then you have not conveyed His message. And Allah will protect you from the people. Indeed, Allah does not guide the disbelieving people","es":"¡Oh, Mensajero! Comunica [completamente] lo que te ha sido revelado por tu Señor. Si no lo haces, no habrás hecho llegar Su Mensaje. Dios te protegerá de la gente [que intenta impedir que cumplas con tu misión]. Dios no guía a un pueblo que niega la verdad","fr":"O Messager, transmets ce qui t'a été descendu de la part de ton Seigneur. Si tu ne le faisais pas, alors tu n'aurais pas communiqué Son message. Et Allah te protègera des gens. Certes, Allah ne guide pas les gens mécréants","id":"Wahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia.287) Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir","ru":"О Посланник! Возвести то, что ниспослано тебе от своего Господа. Если ты не сделаешь этого, то не донесешь Его послания. Аллах защитит тебя от людей. Воистину, Аллах не наставляет на прямой путь неверующих людей","sv":"FÖRKUNNA, du Sändebud, allt vad din Herre har uppenbarat för dig! Gör du inte det, har du inte förmedlat Hans budskap. Gud skall skydda dig mot människorna; Gud vägleder inte förnekarna av sanningen","tr":"Ey Peygamber! Rabbinden sana indirileni tebliğ et, eğer bunu yapmazsan O'nun elçiliğini yapmamış olursun. Allah seni insanlardan korur. Doğrusu Allah kafirlere yol göstermez","ur":"اے پیغمبرؐ! جو کچھ تمہارے رب کی طرف سے تم پر نازل کیا گیا ہے وہ لوگوں تک پہنچا دو اگر تم نے ایسا نہ کیا تو اس کی پیغمبری کا حق ادا نہ کیا اللہ تم کو لوگوں کے شر سے بچانے والا ہے یقین رکھو کہ وہ کافروں کو (تمہارے مقابلہ میں) کامیابی کی راہ ہرگز نہ دکھائے گا","zh":"使者啊！你当传达你的主所降示你的全部经典。如果你不这样做，那么，你就是没有传达他的使命。安拉将保佑你免遭众人的杀害。安拉必定不引导不信道的民众。"},"transliteration":"Ya ayyuha alrrasoolu balligh ma onzila ilayka min rabbika wain lam tafAAal fama ballaghta risalatahu waAllahu yaAAsimuka mina alnnasi inna Allaha la yahdee alqawma alkafireena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
