{"id":737,"number":68,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لَسۡتُمۡ عَلَىٰ شَيۡءٍ حَتَّىٰ تُقِيمُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡۗ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۖ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translations":{"en":"Say, \"O People of the Scripture, you are [standing] on nothing until you uphold [the law of] the Torah, the Gospel, and what has been revealed to you from your Lord.\" And that which has been revealed to you from your Lord will surely increase many of them in transgression and disbelief. So do not grieve over the disbelieving people","es":"Di: \"¡Oh, Gente del Libro! No tendrán fundamento alguno mientras no se atengan a [la ley de] la Tora, el Evangelio y lo que les ha sido revelado por su Señor\". Lo que te ha sido revelado por tu Señor acrecentará en muchos de ellos la arrogancia y la negación a reconocer la verdad, pero no te aflijas por un pueblo que se niega a reconocer la verdad","fr":"Dis: «O gens du Livre, vous ne tenez sur rien, tant que vous ne vous conformez pas à la Thora et à l'Evangile et à ce qui vous a été descendu de la part de votre Seigneur.» Et certes, ce qui t'a été descendu de la part de ton Seigneur va accroître beaucoup d'entre eux en rébellion et en mécréance. Ne te tourmente donc pas pour les gens mécréants","id":"Katakanlah (Muhammad), \"Wahai Ahli Kitab! Kamu tidak dipandang beragama sedikit pun hingga kamu menegakkan ajaran-ajaran Taurat, Injil dan (Alquran) yang diturunkan Tuhanmu kepadamu.\" Dan apa yang diturunkan Tuhanmu kepadamu pasti akan membuat banyak di antara mereka lebih durhaka dan lebih ingkar, maka janganlah engkau berputus asa terhadap orang-orang kafir itu","ru":"Скажи: «О люди Писания! Вы не будете идти прямым путем, пока не станете руководствоваться Тауратом (Торой), Инджилом (Евангелием) и тем, что ниспослано вам от вашего Господа». Ниспосланное тебе от твоего Господа приумножает во многих из них несправедливость и неверие. Не печалься же о неверующих людях","sv":"Säg: \"Ni står inte på [fast] grund, efterföljare av äldre tiders uppenbarelser, så länge ni inte [i allt] följer Tora och Evangeliet liksom det som er Herre [nu] har uppenbarat för er.\" Men det som din Herre [nu] har uppenbarat för dig [Muhammad] gör helt säkert många av dem ännu övermodigare och förhärdar dem i deras otro. Men sörj inte över förnekarna","tr":"Ey Kitap ehli! Tevrat'ı, İncil'i ve Rabbinizden size indirileni gereğince uygulamadıkça bir temeliniz olmaz\" de. And olsun ki Rabbinden sana indirilen, Kuran, onlardan çoğunun azgınlık ve küfrünü artırır. Öyleyse kafirler için tasalanma","ur":"صاف کہہ دو کہ \"اے اہل کتاب! تم ہرگز کسی اصل پر نہیں ہو جب تک کہ توراۃ اور انجیل اور اُن دوسری کتابوں کو قائم نہ کرو جو تمہارے رب کی طرف سے نازل کی گئی ہیں\" ضرور ہے کہ یہ فرمان جو تم پر نازل کیا گیا ہے ان میں سے اکثر کی سرکشی اور انکار کو اور زیادہ بڑھا دے گا مگر انکار کرنے والوں کے حال پر کچھ افسوس نہ کرو","zh":"你说：“信奉天经的人啊！你们没有什么信仰，直到你们遵守《讨拉特》和《引支勒》，以及你们的主所降示你们的经典。”你的主降示你的经典，必使他们中多数人更加横暴，更加不信道；故你不要哀悼不信道的民众。"},"transliteration":"Qul ya ahla alkitabi lastum AAala shayin hatta tuqeemoo alttawrata waalinjeela wama onzila ilaykum min rabbikum walayazeedanna katheeran minhum ma onzila ilayka min rabbika tughyanan wakufran fala tasa AAala alqawmi alkafireena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
