{"id":739,"number":70,"text":"لَقَدۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَـٰٓءِيلَ وَأَرۡسَلۡنَآ إِلَيۡهِمۡ رُسُلٗاۖ كُلَّمَا جَآءَهُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُهُمۡ فَرِيقٗا كَذَّبُواْ وَفَرِيقٗا يَقۡتُلُونَ","translations":{"en":"We had already taken the covenant of the Children of Israel and had sent to them messengers. Whenever there came to them a messenger with what their souls did not desire, a party [of messengers] they denied, and another party they killed","es":"Celebré un pacto solemne con los Hijos de Israel y les envié Mensajeros. Siempre que un Mensajero se presentaba ante ellos con algo que no les gustaba, lo desmentían o lo mataban","fr":"Certes, Nous avions déjà pris l'engagement des Enfants d'Israël, et Nous leur avions envoyé des messagers. Mais chaque fois qu'un Messager leur vient avec ce qu'ils ne désirent pas, ils en traitent certains de menteurs et ils en tuent d'autres","id":"(Sesungguhnya Kami telah mengambil perjanjian dari Bani Israil,288) dan telah Kami utus kepada mereka Rasul-rasul. Tetapi setiap rasul datang kepada mereka dengan membawa apa yang tidak sesuai dengan keinginan mereka, (maka) sebagian (dari Rasul itu) mereka dustakan dan sebagian yang lain mereka bunuh","ru":"Мы уже заключили завет с сынами Исраила (Израиля) и отправили к ним посланников. Каждый раз, когда посланники приносили им то, что им было не по душе, они нарекали лжецами одних и убивали других","sv":"VI SLÖT Vårt förbund med Israels barn och Vi sände sändebud till dem. Var gång ett sändebud kom till dem med [budskap] som inte föll dem i smaken [vände de honom ryggen] - några kallade de lögnare och andra slår de ihjäl","tr":"And olsun ki İsrailoğullarından söz aldık ve onlara peygamberler gönderdik. Nefislerinin hoşlanmadığı bir şeyle onlara her peygamber gelişte, bir kısmını yalanlarlar ve bir kısmını da öldürürlerdi","ur":"ہم نے بنی اسرائیل سے پختہ عہد لیا اور اُن کی طرف بہت سے رسول بھیجے، مگر جب کبھی ان کے پاس کوئی رسول اُن کی خواہشات نفس کے خلاف کچھ لے کر آیا تو کسی کو انہوں نے جھٹلایا اور کسی کو قتل کر دیا","zh":"我与以色列的后裔已订约，并派遣许多使者去教化他们，每逢使者带来他们不喜爱的东西的时候，他们就否认一部分，杀害一部分。"},"transliteration":"Laqad akhathna meethaqa banee israeela waarsalna ilayhim rusulan kullama jaahum rasoolun bima la tahwa anfusuhum fareeqan kaththaboo wafareeqan yaqtuloona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
