{"id":74,"number":67,"text":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","translations":{"en":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant","es":"Y [recuerden] cuando Moisés dijo a su pueblo: \"Dios les ordena ofrendar una vaca\". Dijeron: \"¿Acaso te burlas de nosotros?\" Dijo [Moisés]: \"¡Que Dios me proteja de contarme entre los ignorantes","fr":"(Et rappelez-vous) lorsque Moïse dit à son peuple: «Certes Allah vous ordonne d'immoler une vache». Ils dirent: «Nous prends-tu en moquerie?» «Qu'Allah me garde d'être du nombre des ignorants» dit-il","id":"Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Allah memerintahkan kamu agar menyembelih seekor sapi betina.\" Mereka bertanya, \"Apakah engkau akan menjadikan kami sebagai ejekan?\" 34) Dia (Musa) menjawab, \"Aku berlindung kepada Allah agar tidak menjadi orang-orang yang bodoh","ru":"Вот Муса (Моисей) сказал своему народу: «Аллах приказывает вам зарезать корову». Они сказали: «Неужели ты насмехаешься над нами?». Он сказал: «Упаси меня Аллах оказаться одним из невежд»","sv":"OCH [MINNS] att Moses sade till sitt folk: \"Gud befaller er att offra en ko\" [och] de svarade: \"Driver du med oss?\" [Moses] sade: \"Gud bevare mig för att göra något så dåraktigt","tr":"Musa milletine: \"Allah muhakkak bir sığır boğazlamanızı buyuruyor\" demişti; \"Bizi alaya mı alıyorsun?\" dediklerinde de: \"Cahillerden olmaktan Allah'a sığınırım\" dedi","ur":"پھر وہ واقعہ یاد کرو، جب موسیٰؑ نے اپنے قوم سے کہا کہ، اللہ تمہیں ایک گائے ذبح کرنے کا حکم دیتا ہے کہنے لگے کیا تم ہم سے مذاق کرتے ہو؟ موسیٰؑ نے کہا، میں اس سے خدا کی پناہ مانگتا ہوں کہ جاہلوں کی سی باتیں کروں","zh":"当时，穆萨对他的宗族说：“安拉的确命令你们宰一头牛。”他们说：“你愚弄我们吗？”他说：“我求安拉保佑我，以免我变成愚人。”"},"transliteration":"Waith qala moosa liqawmihi inna Allaha yamurukum an tathbahoo baqaratan qaloo atattakhithuna huzuwan qala aAAoothu biAllahi an akoona mina aljahileena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
