{"id":740,"number":71,"text":"وَحَسِبُوٓاْ أَلَّا تَكُونَ فِتۡنَةٞ فَعَمُواْ وَصَمُّواْ ثُمَّ تَابَ ٱللَّهُ عَلَيۡهِمۡ ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٞ مِّنۡهُمۡۚ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","translations":{"en":"And they thought there would be no [resulting] punishment, so they became blind and deaf. Then Allah turned to them in forgiveness; then [again] many of them became blind and deaf. And Allah is Seeing of what they do","es":"Creían que no les alcanzaría ninguna calamidad [por sus crímenes] y se volvieron ciegos y sordos [de corazón], pero Dios los perdonó, aunque muchos de ellos reincidieron. Dios ve todo lo que hacen","fr":"Comptant qu'il n'y aurait pas de tentation contre eux, ils étaient devenus aveugles et sourds. Puis Allah accueillit leur repentir. Ensuite, beaucoup d'entre eux redevinrent aveugles et sourds. Et Allah voit parfaitement ce qu'ils font","id":"Dan mereka mengira bahwa tidak akan terjadi bencana apa pun (terhadap mereka dengan membunuh Nabi-nabi itu), karena itu mereka menjadi buta dan tuli, kemudian Allah menerima tobat mereka, lalu banyak di antara mereka buta dan tuli. Dan Allah Maha Melihat apa yang mereka kerjakan","ru":"Они посчитали, что не будет искушения, и потому стали слепы и глухи. Затем Аллах принял их покаяние, после чего многие из них снова стали слепы и глухи. Аллах видит то, что они совершают","sv":"De trodde att inga prövningar skulle drabba dem och så slöt de ögon och öron [för sanningen]. Gud tog därefter emot deras ånger, men sedan slöt många av dem ögon och öron [på nytt]. Gud ser vad de gör","tr":"Bir fitne kopmayacağını sandılar, körleştiler, sağırlaştılar; sonra Allah tevbelerini kabul etti, yine de çoğu körleştiler ve sağırlaştılar. Allah, işlediklerini görür","ur":"اور اپنے نزدیک یہ سمجھے کہ کوئی فتنہ رونما نہ ہوگا، اس لیے اندھے اور بہرے بن گئے پھر اللہ نے اُنہیں معاف کیا تو اُن میں سے اکثر لوگ اور زیادہ اندھے اور بہرے بنتے چلے گئے اللہ اُن کی یہ سب حرکات دیکھتا رہا ہے","zh":"他们猜想没有祸害，故他们变成瞎的、聋的。嗣后，安拉赦宥了他们。嗣后他们中许多人又变成了瞎的、聋的。安拉是明察他们的行为的。"},"transliteration":"Wahasiboo alla takoona fitnatun faAAamoo wasammoo thumma taba Allahu AAalayhim thumma AAamoo wasammoo katheerun minhum waAllahu baseerun bima yaAAmaloona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
