{"id":741,"number":72,"text":"لَقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۖ وَقَالَ ٱلۡمَسِيحُ يَٰبَنِيٓ إِسۡرَـٰٓءِيلَ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۖ إِنَّهُۥ مَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ حَرَّمَ ٱللَّهُ عَلَيۡهِ ٱلۡجَنَّةَ وَمَأۡوَىٰهُ ٱلنَّارُۖ وَمَا لِلظَّـٰلِمِينَ مِنۡ أَنصَارٖ","translations":{"en":"They have certainly disbelieved who say, \"Allah is the Messiah, the son of Mary\" while the Messiah has said, \"O Children of Israel, worship Allah, my Lord and your Lord.\" Indeed, he who associates others with Allah - Allah has forbidden him Paradise, and his refuge is the Fire. And there are not for the wrongdoers any helpers","es":"Quienes dicen: \"Dios y el Mesías hijo de María son una misma persona\" niegan la verdad, porque el mismo Mesías dijo: \"¡Oh, Hijos de Israel! Adoren solo a Dios, que es mi Señor y el suyo\". A quien atribuya actos de adoración a otros además de Dios, Él le vedará el Paraíso y su morada será el Infierno. Los injustos no tendrán quién los socorra","fr":"Ce sont, certes, des mécréants ceux qui disent: «En vérité, Allah c'est le Messie, fils de Marie.» Alors que le Messie a dit: «O enfants d'Israël, adorez Allah, mon Seigneur et votre Seigneur». Quiconque associe à Allah (d'autres divinités,) Allah lui interdit le Paradis; et son refuge sera le Feu. Et pour les injustes, pas de secoureurs","id":"Sungguh, telah kafir orang-orang yang berkata, \"Sesungguhnya Allah itulah Al-Masih putra Maryam.\" padahal Al-Masih (sendiri) berkata, \"Wahai Bani Israil! Sembahlah Allah, Tuhanku dan Tuhanmu.\" Sesungguhnya barang siapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu","ru":"Не уверовали те, которые говорят: «Аллах - это Мессия, сын Марьям (Марии)». Мессия сказал: «О сыны Исраила (Израиля)! Поклоняйтесь Аллаху, Господу моему и Господу вашему». Воистину, кто приобщает к Аллаху сотоварищей, тому Он запретил Рай. Его пристанищем будет Геенна, и у беззаконников не будет помощников","sv":"De som säger: \"Gud är Kristus, Marias son\" förnekar sanningen; Kristus sade [själv]: \"Israeliter! Dyrka Gud, min Herre och er Herre.\" Gud utestänger den från paradiset som sätter medhjälpare vid Guds sida och Elden skall bli hans sista hemvist. För [dessa] syndare finns ingen hjälpare","tr":"And olsun ki, \"Allah ancak Meryem oğlu Mesih'tir\" diyenler kafir oldular. Oysa Mesih, \"Ey İsrailoğulları! Rabbim ve Rabbiniz olan Allah'a kulluk edin; kim Allah'a ortak koşarsa muhakkak Allah ona cenneti haram eder, varacağı yer ateştir, zulmedenlerin yardımcıları yoktur\" dedi","ur":"یقیناً کفر کیا اُن لوگوں نے جنہوں نے کہا کہ اللہ مسیح ابن مریم ہی ہے حالانکہ مسیح نے کہا تھا کہ \"اے بنی اسرائیل! اللہ کی بندگی کرو جو میرا رب بھی ہے اور تمہارا رب بھی\" جس نے اللہ کے ساتھ کسی کو شریک ٹھیرایا اُس پر اللہ نے جنت حرام کر دی اور اُس کا ٹھکانا جہنم ہے اور ایسے ظالموں کا کوئی مدد گار نہیں","zh":"妄言安拉就是麦尔彦之子麦西哈的人，确已不信道了。麦西哈曾说：“以色列的后裔啊！你们当崇拜安拉——我的主，和你们的主。谁以物配主，安拉必禁止谁入乐园，他的归宿是火狱。不义的人，绝没有任何的援助者。”"},"transliteration":"Laqad kafara allatheena qaloo inna Allaha huwa almaseehu ibnu maryama waqala almaseehu ya banee israeela oAAbudoo Allaha rabbee warabbakum innahu man yushrik biAllahi faqad harrama Allahu AAalayhi aljannata wamawahu alnnaru wama lilththalimeena min ansarin","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
