{"id":744,"number":75,"text":"مَّا ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٞۖ كَانَا يَأۡكُلَانِ ٱلطَّعَامَۗ ٱنظُرۡ كَيۡفَ نُبَيِّنُ لَهُمُ ٱلۡأٓيَٰتِ ثُمَّ ٱنظُرۡ أَنَّىٰ يُؤۡفَكُونَ","translations":{"bn":"মরিয়ম-তনয় মসীহ রসূল ছাড়া আর কিছু নন। তাঁর পূর্বে অনেক রসূল অতিক্রান্ত হয়েছেন আর তার জননী একজন ওলী। তাঁরা উভয়েই খাদ্য ভক্ষণ করতেন। দেখুন, আমি তাদের জন্যে কিরূপ যুক্তি-প্রমাণ বর্ননা করি, আবার দেখুন, তারা উল্টা কোন দিকে যাচেছ।","en":"The Messiah, son of Mary, was not but a messenger; [other] messengers have passed on before him. And his mother was a supporter of truth. They both used to eat food. Look how We make clear to them the signs; then look how they are deluded","id":"(Al-Masih putra Maryam hanyalah seorang Rasul. Sebelumnya pun sudah berlalu beberapa Rasul. Dan ibunya seorang yang berpegang teguh pada kebenaran. Keduanya biasa memakan makanan.289) Perhatikanlah bagaimana Kami menjelaskan ayat-ayat (tanda-tanda kekuasaan) kepada mereka (Ahli Kitab), kemudian perhatikanlah bagaimana mereka dipalingkan (oleh keinginan mereka)","ru":"Мессия, сын Марьям (Марии), был всего лишь посланником. До него тоже были посланники, а его мать была правдивейшей женщиной. Оба они принимали пищу. Посмотри, как Мы разъясняем им знамения. А затем посмотри, до чего они отвращены от истины","tr":"Meryem oğlu Mesih sadece peygamberdir, -ondan önce de peygamberler geçmiştir- onun annesi dosdoğrudur, her ikisi de yemek yerlerdi. Onlara ayetleri nasıl açıkladığımıza bir bak, sonra da bak ki nasıl yüz çeviriyorlar","ur":"مسیح ابن مریمؑ اِس کے سوا کچھ نہیں کہ بس ایک رسول تھا، اُس سے پہلے اور بھی بہت سے رسول گزر چکے تھے، اس کی ماں ایک راستباز عورت تھی، اور وہ دونوں کھانا کھاتے تھے، دیکھو ہم کس طرح ان کے سامنے حقیقت کی نشانیاں واضح کرتے ہیں، پھر دیکھو یہ کدھر الٹے پھر ے جاتے ہیں"},"chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"bn":"খাদ্য পরিবেশিত টেবিল","en":"The Table Spread","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","tr":"Mâide","ur":"دسترخوان"},"type":"medinan"}}
