{"id":744,"number":75,"text":"مَّا ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٞۖ كَانَا يَأۡكُلَانِ ٱلطَّعَامَۗ ٱنظُرۡ كَيۡفَ نُبَيِّنُ لَهُمُ ٱلۡأٓيَٰتِ ثُمَّ ٱنظُرۡ أَنَّىٰ يُؤۡفَكُونَ","translations":{"en":"The Messiah, son of Mary, was not but a messenger; [other] messengers have passed on before him. And his mother was a supporter of truth. They both used to eat food. Look how We make clear to them the signs; then look how they are deluded","es":"El Mesías hijo de María es solo un Mensajero, como los otros Mensajeros que le precedieron. Su madre fue una creyente devota. Ambos necesitaban alimentos [como el resto de los seres humanos]. Observa cómo les aclaré las evidencias, y cómo [a pesar de eso] rechazan la verdad","fr":"Le Messie, fils de Marie, n'était qu'un Messager. Des messagers sont passés avant lui. Et sa mère était une véridique. Et tous deux consommaient de la nourriture. Vois comme Nous leur expliquons les preuves et puis vois comme ils se détournent","id":"(Al-Masih putra Maryam hanyalah seorang Rasul. Sebelumnya pun sudah berlalu beberapa Rasul. Dan ibunya seorang yang berpegang teguh pada kebenaran. Keduanya biasa memakan makanan.289) Perhatikanlah bagaimana Kami menjelaskan ayat-ayat (tanda-tanda kekuasaan) kepada mereka (Ahli Kitab), kemudian perhatikanlah bagaimana mereka dipalingkan (oleh keinginan mereka)","ru":"Мессия, сын Марьям (Марии), был всего лишь посланником. До него тоже были посланники, а его мать была правдивейшей женщиной. Оба они принимали пищу. Посмотри, как Мы разъясняем им знамения. А затем посмотри, до чего они отвращены от истины","sv":"Ett sändebud, varken mer eller mindre, var Kristus, Marias son. [Andra] sändebud föregick honom och hans moder var en sanningsenlig kvinna. Båda åt [jordisk] föda. Se hur Vi klargör [Våra] budskap för dem - hur förvirrade är inte deras begrepp","tr":"Meryem oğlu Mesih sadece peygamberdir, -ondan önce de peygamberler geçmiştir- onun annesi dosdoğrudur, her ikisi de yemek yerlerdi. Onlara ayetleri nasıl açıkladığımıza bir bak, sonra da bak ki nasıl yüz çeviriyorlar","ur":"مسیح ابن مریمؑ اِس کے سوا کچھ نہیں کہ بس ایک رسول تھا، اُس سے پہلے اور بھی بہت سے رسول گزر چکے تھے، اس کی ماں ایک راستباز عورت تھی، اور وہ دونوں کھانا کھاتے تھے، دیکھو ہم کس طرح ان کے سامنے حقیقت کی نشانیاں واضح کرتے ہیں، پھر دیکھو یہ کدھر الٹے پھر ے جاتے ہیں","zh":"麦尔彦之子麦西哈，只是一个使者，在他之前，有许多使者确已逝去了。他母亲是个诚实的人。他俩也是吃饭的。你看我怎样为他们阐明一切迹象，然后，你看他们是如何悖谬的。"},"transliteration":"Ma almaseehu ibnu maryama illa rasoolun qad khalat min qablihi alrrusulu waommuhu siddeeqatun kana yakulani alttaAAama onthur kayfa nubayyinu lahumu alayati thumma onthur anna yufakoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
