{"id":746,"number":77,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ غَيۡرَ ٱلۡحَقِّ وَلَا تَتَّبِعُوٓاْ أَهۡوَآءَ قَوۡمٖ قَدۡ ضَلُّواْ مِن قَبۡلُ وَأَضَلُّواْ كَثِيرٗا وَضَلُّواْ عَن سَوَآءِ ٱلسَّبِيلِ","translations":{"en":"Say, \"O People of the Scripture, do not exceed limits in your religion beyond the truth and do not follow the inclinations of a people who had gone astray before and misled many and have strayed from the soundness of the way","es":"Di: \"¡Oh, Gente del Libro! No se excedan en sus creencias tergiversando la verdad, y no sigan ideas personales de gentes que se desviaron en el pasado, que hicieron que muchos se extraviaran y se desviaran del camino recto","fr":"Dis: «O gens du Livre, n'exagérez pas en votre religion, s'opposant à la vérité. Ne suivez pas les passions des gens qui se sont égarés avant cela, qui ont égaré beaucoup de monde et qui se sont égarés du chemin droit","id":"Katakanlah (Muhammad), \"Wahai Ahli Kitab! Janganlah kamu berlebih-lebihan dengan cara tidak benar dalam agamamu. Dan janganlah kamu mengikuti keinginan orang-orang yang telah tersesat dahulu dan (telah) menyesatkan banyak (manusia), dan mereka sendiri tersesat dari jalan yang lurus","ru":"Скажи: «О люди Писания! Не проявляйте чрезмерности в вашей религии вопреки истине и не потакайте желаниям людей, которые еще раньше впали в заблуждение, ввели в заблуждение многих других и сбились с прямого пути»","sv":"Säg: \"Efterföljare av Evangeliet! Överskrid inte sanningens gränser i utövningen av er religion. Och rätta er inte efter önsketänkandet hos dem som förut gick vilse och drog många med sig och som helt har förlorat den raka vägen ur sikte","tr":"Ey Kitap ehli! Haksız olarak dininizde taşkınlık etmeyin. Daha önce sapıtan, çoğunu saptıran ve doğru yoldan ayrılan bir milletin heveslerine uymayın\" de","ur":"کہو، اے اہل کتاب! اپنے دین میں ناحق غلو نہ کرو اور اُ ن لوگوں کے تخیلات کی پیروی نہ کرو جو تم سے پہلے خود گمراہ ہوئے اور بہتوں کو گمراہ کیا، اور \"سَوَا٫ السّبیل\" سے بھٹک گئے","zh":"你说：“信奉天经的人啊！你们对于自己的宗教，不要无理的过分。有一伙人，以前曾自己迷误，并使许多人迷误，而且背离正道，你们不要顺从他们的私欲。”"},"transliteration":"Qul ya ahla alkitabi la taghloo fee deenikum ghayra alhaqqi wala tattabiAAoo ahwaa qawmin qad dalloo min qablu waadalloo katheeran wadalloo AAan sawai alssabeeli","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
