{"id":749,"number":80,"text":"تَرَىٰ كَثِيرٗا مِّنۡهُمۡ يَتَوَلَّوۡنَ ٱلَّذِينَ كَفَرُواْۚ لَبِئۡسَ مَا قَدَّمَتۡ لَهُمۡ أَنفُسُهُمۡ أَن سَخِطَ ٱللَّهُ عَلَيۡهِمۡ وَفِي ٱلۡعَذَابِ هُمۡ خَٰلِدُونَ","translations":{"en":"You see many of them becoming allies of those who disbelieved. How wretched is that which they have put forth for themselves in that Allah has become angry with them, and in the punishment they will abide eternally","es":"Verás que muchos de ellos toman a los que rechazan la verdad por aliados. ¡Qué perverso es a lo que les indujo su ego! La ira de Dios cayó sobre ellos, y sufrirán eternamente en el castigo","fr":"Tu vois beaucoup d'entre eux s'allier aux mécréants. Comme est mauvais, certes, ce que leurs âmes ont préparé, pour eux-mêmes, de sorte qu'ils ont encouru le courroux d'Allah, et c'est dans le supplice qu'ils éterniseront","id":"Kamu melihat banyak di antara mereka tolong menolong dengan orang-orang kafir (musyrik). Sungguh, sangat buruk apa yang mereka lakukan untuk diri mereka sendiri, yaitu kemurkaan Allah, dan mereka akan kekal dalam azab","ru":"Ты видишь, что многие из них дружат с неверующими. Скверно то, что уготовили им их души, ведь поэтому Аллах разгневался на них. Они будут мучаться вечно","sv":"Du ser hur många [judar i Profetens stad] sluter sig till förnekarna och de onda handlingar som de har sänt framför sig [till Domen] har upptänt Guds vrede mot dem; deras straff skall vara i evighet","tr":"Çoğunun inkar edenleri dost edindiklerini görürsün. Nefislerinin önlerine sürdüğü ne kötüdür! Allah onlara gazabetmiştir, onlar azabta temellidirler","ur":"آج تم اُن میں بکثرت ایسے لوگ دیکھتے ہو جو (اہل ایمان کے مقابلہ میں) کفار کی حمایت و رفاقت کرتے ہیں یقیناً بہت برا انجام ہے جس کی تیاری اُن کے نفسوں نے اُن کے لیے کی ہے، اللہ اُن پر غضب ناک ہو گیا ہے اور وہ دائمی عذاب میں مبتلا ہونے والے ہیں","zh":"你将看见他们中有许多人，以不信道的人为盟友；他们所为自己预备的，真恶劣。那就是自召安拉的厌恶，他们将永遭刑罚。"},"transliteration":"Tara katheeran minhum yatawallawna allatheena kafaroo labisa ma qaddamat lahum anfusuhum an sakhita Allahu AAalayhim wafee alAAathabi hum khalidoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
