{"id":75,"number":68,"text":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","translations":{"en":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[Allah] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded","es":"Dijeron: \"Pide a tu Señor que nos indique cómo es\". Dijo [Moisés]: \"Dios dice que la vaca no debe ser vieja ni joven, sino de edad intermedia; cumplan con lo que se les ordena","fr":"Ils dirent: «Demande pour nous à ton Seigneur qu'Il nous précise ce qu'elle doit être». - Il dit: «Certes Allah dit que c'est bien une vache, ni vieille ni vierge, d'un âge moyen, entre les deux. Faites donc ce qu'on vous commande»","id":"Mereka berkata, \"Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu.\" Dia (Musa) menjawab, \"Dia (Allah) berfirman, bahwa sapi betina itu tidak tua dan tidak muda, (tetapi) pertengahan antara itu. Maka kerjakanlah apa yang diperintahkan kepadamu","ru":"Они сказали: «Помолись за нас своему Господу, чтобы Он разъяснил нам, какая она». Он сказал: «Он говорит, что она не старая и не телка, средняя по возрасту между ними. Выполните же то, что вам велено!»","sv":"De sade: \"Be din Herre i vårt namn att göra klart för oss vad slags ko det är fråga om.\" [Moses] svarade: \"[Herren] säger att det varken skall vara ett gammalt djur eller en ung kviga utan något däremellan. Gör nu som ni blivit befallda","tr":"Rabbine bizim adımıza yalvar da onun mahiyetini bize bildirsin\" dediler, \"O, onun ne pek kart, ne pek körpe, ikisi ortası bir sığır olduğunu söylüyor, size emrolunanı yapın\" dedi","ur":"بولے اچھا، اپنے رب سے درخواست کرو کہ وہ ہمیں گائے کی کچھ تفصیل بتائے موسیٰؑ نے کہا، اللہ کا ارشاد ہے کہ وہ ایسی گائے ہونی چاہیے جو نہ بوڑھی ہو نہ بچھیا، بلکہ اوسط عمر کی ہو لہٰذا جو حکم دیا جاتا ہے اس کی تعمیل کرو","zh":"他们说：“请你替我们请求你的主为我们说明那头牛的情状。”他说：“我的主说：那头牛确是不老不少，年龄适中的。你们遵命而行吧！”"},"transliteration":"Qaloo odAAu lana rabbaka yubayyin lana ma hiya qala innahu yaqoolu innaha baqaratun la faridun wala bikrun AAawanun bayna thalika faifAAaloo ma tumaroona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
