{"id":750,"number":81,"text":"وَلَوۡ كَانُواْ يُؤۡمِنُونَ بِٱللَّهِ وَٱلنَّبِيِّ وَمَآ أُنزِلَ إِلَيۡهِ مَا ٱتَّخَذُوهُمۡ أَوۡلِيَآءَ وَلَٰكِنَّ كَثِيرٗا مِّنۡهُمۡ فَٰسِقُونَ","translations":{"en":"And if they had believed in Allah and the Prophet and in what was revealed to him, they would not have taken them as allies; but many of them are defiantly disobedient","es":"Si realmente hubieran creído en Dios, en el Profeta y en lo que le fue revelado, no los hubieran tomado por aliados, pero muchos de ellos son perversos","fr":"S'ils croyaient en Allah, au Prophète et à ce qui lui a été descendu, ils ne prendraient pas ces mécréants pour alliés. Mais beaucoup d'entre eux sont pervers","id":"Dan sekiranya mereka beriman kepada Allah, kepada Nabi (Muhammad) dan kepada apa yang diturunkan kepadanya, niscaya mereka tidak akan menjadikan orang musyrik itu sebagai teman setia. Tetapi banyak di antara mereka, orang-orang fasik","ru":"Если бы они уверовали в Аллаха, Пророка и то, что было ниспослано ему, то не стали бы брать их себе в помощники и друзья. Но многие из них являются нечестивцами","sv":"Om de trodde på Gud och på sin Profet och på vad som har uppenbarats för honom skulle de inte ha tagit dessa [avgudadyrkare] till bundsförvanter; men många av dem är förhärdade i trots och synd","tr":"Eğer Allah'a, Peygambere ve ona indirilen Kuran'a inanmış olsalardı, onları dost edinmezlerdi, fakat onların çoğu fasıktır","ur":"اگر فی الواقع یہ لوگ اللہ اور پیغمبرؐ اور اُس چیز کے ماننے والے ہوتے جو پیغمبر پر نازل ہوئی تھی تو کبھی (اہل ایمان کے مقابلے میں) کافروں کو اپنا رفیق نہ بناتے مگر ان میں سے تو بیشتر لوگ خدا کی اطاعت سے نکل چکے ہیں","zh":"假若他们确信安拉和先知，以及降示他的经典，他们必定不以不信道的人为盟友，但他们多数是犯罪的。"},"transliteration":"Walaw kanoo yuminoona biAllahi waalnnabiyyi wama onzila ilayhi ma ittakhathoohum awliyaa walakinna katheeran minhum fasiqoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
