{"id":751,"number":82,"text":"۞لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","translations":{"en":"You will surely find the most intense of the people in animosity toward the believers [to be] the Jews and those who associate others with Allah; and you will find the nearest of them in affection to the believers those who say, \"We are Christians.\" That is because among them are priests and monks and because they are not arrogant","es":"Verás que los peores enemigos de los creyentes son los judíos y los idólatras, y los más amistosos son quienes dicen: \"Somos cristianos\". Esto es porque entre ellos hay sacerdotes y monjes que no se comportan con soberbia","fr":"Tu trouveras certainement que les Juifs et les associateurs sont les ennemis les plus acharnés des croyants. Et tu trouveras certes que les plus disposés à aimer les croyants sont ceux qui disent: «Nous sommes chrétiens». C'est qu'il y a parmi eux des prêtres et des moines, et qu'ils ne s'enflent pas d'orgueil","id":"Pasti akan kamu dapati orang yang paling keras permusuhannya terhadap orang-orang yang beriman, ialah orang-orang Yahudi dan orang-orang musyrik. Dan pasti akan kamu dapati orang yang paling dekat persahabatannya dengan orang-orang yang beriman ialah orang-orang yang berkata, \"Sesungguhnya kami adalah orang Nasrani.\" Yang demikian itu karena di antara mereka terdapat para pendeta dan para rahib, (juga) karena mereka tidak menyombongkan diri","ru":"Ты непременно найдешь самыми лютыми врагами верующих иудеев и многобожников. Ты также непременно найдешь, что ближе всех в любви к верующим, являются те, которые говорят: «Мы - христиане». Это потому, что среди них есть священники и монахи, и потому, что они не проявляют высокомерия","sv":"Helt visst skall du finna att bland alla människor är judarna och avgudadyrkarna de hätskaste fienderna till dem som tror [på denna Skrift]. Och du skall helt säkert finna att de som kommer dem närmast i vänskap av alla människor är de som säger \"Vi är kristna\"; det finns nämligen bland dem präster och ordensfolk, som sällan visar högmod","tr":"İnananlara en şiddetli düşman olarak, insanlardan yahudileri ve Allah'a eş koşanları bulursun. Onlardan, inananlara sevgice en yakın \"Biz hıristiyanız\" diyenleri bulursun. Bu, onların içinde bilginler ve rahibler bulunmasından ve büyüklük taslamamalarındandır","ur":"تم اہل ایمان کی عداوت میں سب سے زیادہ سخت یہود اور مشرکین کو پاؤ گے، اور ایمان لانے والوں کے لیے دوستی میں قریب تر اُن لوگوں کو پا ؤ گے جنہوں نے کہا تھا کہ ہم نصاریٰ ہیں یہ اِس وجہ سے کہ ان میں عبادت گزار عالم اور تارک الدنیا فقیر پائے جاتے ہیں اور اُن میں غرور نفس نہیں ہے","zh":"你必定发现，对于信道者仇恨最深的是犹太教徒和以物配主的人；你必定发现，对于信道者最亲近的是自称基督教的人；因为他们中有许多牧师和僧侣，还因为他们不自大。"},"transliteration":"Latajidanna ashadda alnnasi AAadawatan lillatheena amanoo alyahooda waallatheena ashrakoo walatajidanna aqrabahum mawaddatan lillatheena amanoo allatheena qaloo inna nasara thalika bianna minhum qisseeseena waruhbanan waannahum la yastakbiroona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
