{"id":752,"number":83,"text":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّـٰهِدِينَ","translations":{"en":"And when they hear what has been revealed to the Messenger, you see their eyes overflowing with tears because of what they have recognized of the truth. They say, \"Our Lord, we have believed, so register us among the witnesses","es":"Cuando escuchan lo que le ha sido revelado al Mensajero, ves que sus ojos se inundan de lágrimas porque reconocen la verdad, y entonces dicen: \"¡Señor nuestro! Creemos, cuéntanos entre quienes dan testimonio [de la verdad del Islam]","fr":"Et quand ils entendent ce qui a été descendu sur le Messager [Muhammad], tu vois leurs yeux déborder de larmes, parce qu'ils ont reconnu la vérité. Ils disent: «O notre Seigneur! Nous croyons: inscris-nous donc parmi ceux qui témoignent (de la véracité du Coran)","id":"Dan apabila mereka mendengarkan apa (Alquran) yang diturunkan kepada Rasul (Muhammad), kamu lihat mata mereka mencucurkan air mata disebabkan kebenaran yang telah mereka ketahui (dari kitab-kitab mereka sendiri), seraya berkata, \"Ya Tuhan, kami telah beriman, maka catatlah kami bersama orang-orang yang menjadi saksi (atas kebenaran Alquran dan kenabian Muhammad)","ru":"Когда они слышат то, что было ниспослано Посланнику, ты видишь, как их глаза переполняются слезами по причине истины, которую они узнают. Они говорят: «Господь наш! Мы уверовали. Запиши же нас в число свидетелей","sv":"Och när de får höra det som har uppenbarats för Sändebudet, får du se hur deras ögon tåras [av rörelse], därför att de i detta känner igen en del av sanningen [och] de säger: \"Herre, vi tror! Räkna oss bland vittnena","tr":"Peygambere indirilen Kuran'ı işittiklerinde, gerçeği öğrenmelerinden gözlerinin yaşla dolarak, \"Rabbimiz! İnandık, bizi de şahidlerden yaz. Rabbimizin bizi iyi milletle birlikte bulundurmasını umarken niçin Allah'a ve bize gelen gerçeğe inanmayalım?\" dediklerini görürsün","ur":"جب وہ اس کلام کو سنتے ہیں جو رسول پر اترا ہے تو تم دیکھتے ہو کہ حق شناسی کے اثر سے اُن کی آنکھیں آنسوؤں سے تر ہو جاتی ہیں وہ بول اٹھتے ہیں کہ \"پروردگار! ہم ایمان لائے، ہمارا نام گواہی دینے والوں میں لکھ لے","zh":"当他们听见诵读降示使者的经典的时候，你看他们为自己所认识的真理而眼泪汪汪，他们说：“我们的主啊！我们已信道了，求你把我们同作证真理的人记录在一处。"},"transliteration":"Waitha samiAAoo ma onzila ila alrrasooli tara aAAyunahum tafeedu mina alddamAAi mimma AAarafoo mina alhaqqi yaqooloona rabbana amanna faoktubna maAAa alshshahideena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
