{"id":753,"number":84,"text":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّـٰلِحِينَ","translations":{"en":"And why should we not believe in Allah and what has come to us of the truth? And we aspire that our Lord will admit us [to Paradise] with the righteous people","es":"¿Y por qué no íbamos a creer en Dios y en lo que nos ha llegado de la verdad? Esperamos que nuestro Señor nos introduzca [al Paraíso] junto a los justos","fr":"Pourquoi ne croirions-nous pas en Allah et à ce qui nous est parvenu de la vérité. Pourquoi ne convoitions-nous pas que notre Seigneur nous fasse entrer en la compagnie des gens vertueux?»","id":"Dan mengapa kami tidak akan beriman kepada Allah dan kepada kebenaran yang datang kepada kami, padahal kami sangat ingin agar Tuhan kami memasukkan kami ke dalam golongan orang-orang yang saleh","ru":"Отчего нам не веровать в Аллаха и ту истину, которая явилась к нам? Мы желаем, чтобы наш Господь ввел нас вРай вместе с праведными людьми»","sv":"Skulle vi inte tro på Gud och på [all] sanning som vi har fått ta emot, när vår djupaste önskan är att vår Herre skall låta oss stiga in [i paradiset] med de rättfärdiga","tr":"Peygambere indirilen Kuran'ı işittiklerinde, gerçeği öğrenmelerinden gözlerinin yaşla dolarak, \"Rabbimiz! İnandık, bizi de şahidlerden yaz. Rabbimizin bizi iyi milletle birlikte bulundurmasını umarken niçin Allah'a ve bize gelen gerçeğe inanmayalım?\" dediklerini görürsün","ur":"اور وہ کہتے ہیں کہ \"آخر کیوں نہ ہم اللہ پر ایمان لائیں اور جو حق ہمارے پاس آیا ہے اُسے کیوں نہ مان لیں جبکہ ہم اِس بات کی خواہش رکھتے ہیں کہ ہمارا رب ہمیں صالح لوگوں میں شامل کرے؟","zh":"我们是切望我们的主使我们与善良的民众同进乐园的，我们怎能不信安拉和降示我们的真理呢！”"},"transliteration":"Wama lana la numinu biAllahi wama jaana mina alhaqqi wanatmaAAu an yudkhilana rabbuna maAAa alqawmi alssaliheena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
