{"id":754,"number":85,"text":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","translations":{"en":"So Allah rewarded them for what they said with gardens [in Paradise] beneath which rivers flow, wherein they abide eternally. And that is the reward of doers of good","es":"Dios les recompensará por su testimonio con jardines por los que corren ríos, en los que estarán por toda la eternidad. Ésa es la recompensa de los que hacen el bien","fr":"Allah donc les récompense pour ce qu'ils disent par des Jardins sous lesquels coulent les ruisseaux, où ils demeureront éternellement. Telle est la récompense des bienfaisants","id":"Maka Allah memberi pahala kepada mereka atas perkataan yang telah mereka ucapkan, (yaitu) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Dan itulah balasan (bagi) orang-orang yang berbuat kebaikan","ru":"Аллах вознаградил их за то, что они сказали, Райскими садами, в которых текут реки и в которых они пребудут вечно. Таково воздаяние творящим добро","sv":"Och för vad de har sagt skall Gud belöna dem med lustgårdar vattnade av bäckar, där de skall förbli till evig tid; detta är lönen till dem som gör det goda och det rätta","tr":"Allah onlara, dediklerine karşılık, temelli kalacakları, altından ırmaklar akan cennetler verdi. Bu, iyi davrananların mükafatıdır","ur":"اُن کے اِس قول کی وجہ سے اللہ نے اُن کو ایسی جنتیں عطا کیں جن کے نیچے نہریں بہتی ہیں اور وہ ان میں ہمیشہ رہیں گے یہ جزا ہے نیک رویہ اختیار کرنے والوں کے لیے","zh":"因为他们所说的话，安拉要以下临诸河的乐园报酬他们，他们得永居其中。这是行善者所得的报酬。"},"transliteration":"Faathabahumu Allahu bima qaloo jannatin tajree min tahtiha alanharu khalideena feeha wathalika jazao almuhsineena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
