{"id":756,"number":87,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","translations":{"en":"O you who have believed, do not prohibit the good things which Allah has made lawful to you and do not transgress. Indeed, Allah does not like transgressors","es":"¡Oh, creyentes! No prohíban las cosas buenas que Dios les ha permitido, pero tampoco se excedan. Dios no ama a los que cometen excesos","fr":"O les croyants: ne déclarez pas illicites les bonnes choses qu'Allah vous a rendues licites. Et ne transgressez pas. Allah, (en vérité,) n'aime pas les transgresseurs","id":"Wahai orang-orang yang beriman! Janganlah kamu mengharamkan apa yang baik yang telah dihalalkan Allah kepadamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas","ru":"О те, которые уверовали! Не запрещайте блага, которые Аллах сделал дозволенными для вас, и не преступайте границы дозволенного. Воистину, Аллах не любит преступников","sv":"TROENDE! Neka er inte de goda ting [i livet] som Gud har gett er rätt att njuta av, men gå inte utöver [de gränser som Gud har fastställt] - Gud är inte överträdarnas vän","tr":"Ey İnananlar! Allah'ın size helal ettiği temiz şeyleri haram kılmayın, hududu da aşmayın, doğrusu Allah aşırı gidenleri sevmez","ur":"اے لوگو جو ایمان لائے ہو، جو پاک چیزیں اللہ نے تمہارے لیے حلال کی ہیں انہیں حرام نہ کر لو اور حد سے تجاوز نہ کرو، اللہ کو زیادتی کرنے والے سخت ناپسند ہیں","zh":"信道的人们啊！安拉已准许你们享受的佳美的食物，你们不要把它当作禁物，你们不要过分。安拉的确不喜爱过分的人。"},"transliteration":"Ya ayyuha allatheena amanoo la tuharrimoo tayyibati ma ahalla Allahu lakum wala taAAtadoo inna Allaha la yuhibbu almuAAtadeena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
