{"id":758,"number":89,"text":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّـٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّـٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","translations":{"en":"Allah will not impose blame upon you for what is meaningless in your oaths, but He will impose blame upon you for [breaking] what you intended of oaths. So its expiation is the feeding of ten needy people from the average of that which you feed your [own] families or clothing them or the freeing of a slave. But whoever cannot find [or afford it] - then a fast of three days [is required]. That is the expiation for oaths when you have sworn. But guard your oaths. Thus does Allah make clear to you His verses that you may be grateful","es":"Dios no va a pedirles cuentas por los juramentos [que hagan] sin intención, pero sí [va a preguntarles] por los que hayan pronunciado reflexionando sobre su implicancia. En estos casos deberán expiarlos alimentando a diez pobres como alimentan a su familia, o dándoles vestimenta, o liberando a un esclavo. Quien no encuentre los medios [económicos para una de estas tres opciones] deberá ayunar tres días. Ésta es la expiación de los juramentos [si no los cumplen]. Sean cuidadosos con sus juramentos, pero cuando los hagan deben cumplirlos. Así es cómo Dios explica Su mensaje, para que sean agradecidos","fr":"Allah ne vous sanctionne pas pour la frivolité dans vos serments, mais Il vous sanctionne pour les serments que vous avez l'intention d'exécuter. L'expiation en sera de nourrir dix pauvres, de ce dont vous nourrissez normalement vos familles, ou de les habiller, ou de libérer un esclave. Quiconque n'en trouve pas les moyens devra jeûner trois jours. Voilà l'expiation pour vos serments, lorsque vous avez juré. Et tenez à vos serments. Ainsi Allah vous explique Ses versets, afin que vous soyez reconnaissants","id":"Allah tidak menghukum kamu disebabkan sumpah-sumpahmu yang tidak disengaja (untuk bersumpah), tetapi Dia menghukum kamu disebabkan sumpah-sumpah yang kamu sengaja, maka kafaratnya (denda pelanggaran sumpah) ialah memberi makan sepuluh orang miskin, yaitu dari makanan yang biasa kamu berikan kepada keluargamu, atau memberi mereka pakaian atau memerdekakan seorang hamba sahaya. Barang siapa tidak mampu melakukannya, maka (kafaratnya) berpuasalah tiga hari. Itulah kafarat sumpah-sumpahmu apabila kamu bersumpah. Dan jagalah sumpahmu. Demikianlah Allah menerangkan hukum-hukum-Nya kepadamu agar kamu bersyukur (kepada-Nya)","ru":"Аллах не взыщет с вас за празднословные клятвы, но взыщет за то, что вы скрепили клятвами. В искупление этого необходимо накормить десятерых бедняков средним (или лучшим) из того, чем вы кормите свои семьи, или одеть их, или освободить раба. Кто не сможет сделать этого, тот должен поститься в течение трех дней. Таково искупление ваших клятв, если вы поклялись инарушили клятву. Оберегайте же свои клятвы. Так Аллах разъясняет вам Свои знамения, - быть может, вы будете благодарны","sv":"GUD STÄLLER er inte till svars för eder som ni har svurit av obetänksamhet, men Han ställer er till svars för allvarligt menade eder. Ni skall sona [edsbrott] genom att utspisa tio nödställda med mat jämförbar med den ni ger er familj eller förse dem med kläder eller genom att befria en människa ur slaveri; den som inte är [i stånd till detta] skall fasta under tre dagar. Detta är boten för de [allvarligt menade] eder som ni svor [men inte höll]. Håll därför era eder. Så klargör Gud Sina budskap för er; kanske skall ni tacka Honom","tr":"Allah size rasgele yeminlerinizden dolayı değil, bile bile ettiğiniz yeminlerden ötürü hesap sorar. Yeminin keffareti, ailenize yedirdiğinizin ortalamasından on düşkünü yedirmek yahut giydirmek ya da bir köle azad etmektir. Bulamayan üç gün oruç tutmalıdır; yeminlerinizin keffareti budur. Yemin ettiğinizde yeminlerinizi tutun. Şükredesiniz diye Allah size böylece ayetlerini açıklıyor","ur":"تم لوگ جو مہمل قسمیں کھا لیتے ہو اُن پر اللہ گرفت نہیں کرتا، مگر جو قسمیں تم جان بوجھ کر کھاتے ہو اُن پر ضرور تم سے مواخذہ کرے گا (ایسی قسم توڑنے کا) کفارہ یہ ہے کہ دس مسکینوں کو وہ اوسط درجے کا کھانا کھلاؤ جو تم اپنے بال بچوں کو کھلاتے ہو، یا انہیں کپڑے پہناؤ، یا ایک غلام آزاد کرو، اور جو اس کی استطاعت نہ رکھتا ہو وہ تین دن کے روزے رکھے یہ تمہاری قسموں کا کفارہ ہے جبکہ تم قسم کھا کر توڑ دو اپنی قسموں کی حفاظت کیا کرو اس طرح اللہ اپنے احکام تمہارے لیے واضح کرتا ہے شاید کہ تم شکر ادا کرو","zh":"安拉不为无意的誓言而责备你们，却为有意的誓言而责备你们。破坏誓言的罚金，是按自己家属的中等食量，供给十个贫民一餐的口粮，或以衣服赠送他们，或释放一个奴隶。无力济贫或释奴的人，当斋戒三日。这是你们发誓后破坏誓言时的罚金。你们应当信守自己的誓言。安拉为你们如此阐明他的迹象，以便你们感谢他。"},"transliteration":"La yuakhithukumu Allahu biallaghwi fee aymanikum walakin yuakhithukum bima AAaqqadtumu alaymana fakaffaratuhu itAAamu AAasharati masakeena min awsati ma tutAAimoona ahleekum aw kiswatuhum aw tahreeru raqabatin faman lam yajid fasiyamu thalathati ayyamin thalika kaffaratu aymanikum itha halaftum waihfathoo aymanakum kathalika yubayyinu Allahu lakum ayatihi laAAallakum tashkuroona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
