{"id":759,"number":90,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","translations":{"en":"O you who have believed, indeed, intoxicants, gambling, [sacrificing on] stone alters [to other than Allah], and divining arrows are but defilement from the work of Satan, so avoid it that you may be successful","es":"¡Oh, creyentes! Los embriagantes, las apuestas, los altares [sobre los cuales eran degollados los animales como ofrenda para los ídolos] y consultar la suerte [por ejemplo] con flechas, son una obra inmunda del demonio. Aléjense de todo ello, que así tendrán éxito [en esta vida y en la próxima]","fr":"O les croyants! Le vin, le jeu de hasard, les pierres dressées, les flèches de divination ne sont qu'une abomination, œuvre du Diable. Ecartez-vous en, afin que vous réussissiez","id":"Wahai orang-orang yang beriman! Sesungguhnya minuman keras, berjudi, (berkurban untuk) berhala, dan mengundi nasib dengan anak panah, adalah perbuatan keji dan termasuk perbuatan setan. Maka jauhilah (perbuatan-perbuatan) itu agar kamu beruntung","ru":"О те, которые уверовали! Воистину, опьяняющие напитки, азартные игры, каменные жертвенники (или идолы) и гадальные стрелы являются скверной из деяний дьявола. Сторонитесь же ее, - быть может, вы преуспеете","sv":"TROENDE! Rusdrycker och spel om pengar, alla hedniska bruk och spådomskonst är ingenting annat än Djävulens skamliga påfund; håll er borta från allt sådant, för att det skall gå er väl i händer","tr":"Ey İnananlar! İçki, kumar, putlar ve fal okları şüphesiz şeytan işi pisliklerdir, bunlardan kaçının ki saadete eresiniz","ur":"اے لوگو جو ایمان لائے ہو، یہ شراب اور جوا اور یہ آستانے اور پانسے، یہ سب گندے شیطانی کام ہیں، ان سے پرہیز کرو، امید ہے کہ تمہیں فلاح نصیب ہوگی","zh":"信道的人们啊！饮酒、赌博、拜像、求签，只是一种秽行，只是恶魔的行为，故当远离，以便你们成功。"},"transliteration":"Ya ayyuha allatheena amanoo innama alkhamru waalmaysiru waalansabu waalazlamu rijsun min AAamali alshshaytani faijtaniboohu laAAallakum tuflihoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
