{"id":76,"number":69,"text":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّـٰظِرِينَ","translations":{"en":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers","es":"Dijeron: \"Pide a tu Señor que nos indique de qué color es\". Dijo [Moisés]: \"Él dice que es una vaca de color amarillo, intenso, que alegre a quienes la miren","fr":"Ils dirent: «Demande donc pour nous à ton Seigneur qu'Il nous précise sa couleur». - Il dit: «Allah dit que c'est une vache jaune, de couleur vive et plaisante à voir»","id":"Mereka berkata, \"Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami apa warnanya.\" Dia (Musa) menjawab, \"Dia Allah berfirman, bahwa (sapi) itu adalah sapi betina yang kuning cerah warnanya, yang menyenangkan orang-orang yang memandang(nya)","ru":"Они сказали: «Помолись за нас своему Господу, чтобы Он разъяснил нам, какой она масти». Он сказал: «Он говорит, что эта корова светло-желтого цвета. Она радует смотрящих на нее»","sv":"De sade: \"Be din Herre i vårt namn att göra klart för oss vilken färg den skall ha.\" [Moses] svarade: \"[Gud] säger att kon skall vara gul, av en kraftig gul färg som gläder ögat","tr":"Rabbine bizim adımıza yalvar da ne renk olduğunu bize bildirsin\" dediler. \"O, onun, bakanların içini açan parlak sarı renkli bir sığır olduğunu söylüyor\" dedi","ur":"پھر کہنے لگے اپنے رب سے یہ اور پوچھ دو کہ اُس کا رنگ کیسا ہو موسیٰؑ نے کہا وہ فرماتا ہے زرد رنگ کی گائے ہونی چاہیے، جس کا رنگ ایسا شوخ ہو کہ دیکھنے والوں کا جی خوش ہو جائے","zh":"他们说：“请你替我们请求你的主为我们说明那头牛的毛色。”他说：“我的主说：那头牛的毛色纯黄，见者喜悦。”"},"transliteration":"Qaloo odAAu lana rabbaka yubayyin lana ma lawnuha qala innahu yaqoolu innaha baqaratun safrao faqiAAun lawnuha tasurru alnnathireena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
