{"id":760,"number":91,"text":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","translations":{"en":"Satan only wants to cause between you animosity and hatred through intoxicants and gambling and to avert you from the remembrance of Allah and from prayer. So will you not desist","es":"El demonio pretende [con esas cosas] sembrar entre la gente la discordia y el odio, y apartarlos del recuerdo de Dios y la oración valiéndose de los embriagantes y las apuestas. ¿No van a dejarlo ya","fr":"Le Diable ne veut que jeter parmi vous, à travers le vin et le jeu de hasard, l'inimitié et la haine, et vous détourner d'invoquer Allah et de la Salât. Allez-vous donc y mettre fin","id":"Dengan minuman keras dan judi itu, setan hanyalah bermaksud menimbulkan permusuhan dan kebencian di antara kamu, dan menghalang-halangi kamu dari mengingat Allah dan melaksanakan salat maka tidakkah kamu mau berhenti","ru":"Воистину, дьявол при помощи опьяняющих напитков и азартных игр хочет посеять между вами вражду и ненависть и отвратить вас от поминания Аллаха и намаза. Неужели вы не прекратите","sv":"Djävulen vill med hjälp av rusdrycker och spel om pengar framkalla fiendskap och hat mellan er och få er att glömma Gud och plikten att förrätta bönen. Vill ni inte upphöra [med allt detta]","tr":"Şeytan şüphesiz içki ve kumar yüzünden aranıza düşmanlık ve kin sokmak ve sizi Allah'ı anmaktan, namazdan alıkoymak ister. Artık bunlardan vazgeçersiniz değil mi","ur":"شیطان تو یہ چاہتا ہے کہ شراب اور جوئے کے ذریعہ سے تمہارے درمیان عداوت اور بغض ڈال دے اور تمہیں خدا کی یاد سے اور نماز سے روک دے پھر کیا تم ان چیزوں سے باز رہو گے؟","zh":"恶魔惟愿你们因饮酒和赌博而相互仇恨，并且阻止你们记念安拉，和谨守拜功。你们将戒除（饮酒和赌博）吗？"},"transliteration":"Innama yureedu alshshaytanu an yooqiAAa baynakumu alAAadawata waalbaghdaa fee alkhamri waalmaysiri wayasuddakum AAan thikri Allahi waAAani alssalati fahal antum muntahoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
