{"id":762,"number":93,"text":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","translations":{"en":"There is not upon those who believe and do righteousness [any] blame concerning what they have eaten [in the past] if they [now] fear Allah and believe and do righteous deeds, and then fear Allah and believe, and then fear Allah and do good; and Allah loves the doers of good","es":"Quienes creen y hacen buenas obras no serán reprochados por lo que disfrutaron [de lo que era lícito] antes [de su prohibición] siempre que tengan temor de Dios, crean y obren rectamente, luego tengan temor de Dios y crean [en las leyes], luego tengan temor de Dios y hagan el bien [manteniéndose firmes], porque Dios ama a los que hacen el bien","fr":"Ce n'est pas un péché pour ceux qui ont la foi et font de bonnes œuvres en ce qu'ils ont consommé (du vin et des gains des jeux de hasard avant leur prohibition) pourvu qu'ils soient pieux (en évitant les choses interdites après en avoir eu connaissance) et qu'ils croient (en acceptant leur prohibition) et qu'ils fassent de bonnes œuvres; puis qui (continuent) d'être pieux et de croire et qui (demeurent) pieux et bienfaisants. Car Allah aime les bienfaisants","id":"Tidak berdosa bagi orang-orang yang beriman dan mengerjakan kebajikan tentang apa yang mereka makan (dahulu), apabila mereka bertakwa dan beriman, serta mengerjakan kebajikan, kemudian mereka tetap bertakwa dan beriman, selanjutnya mereka (tetap juga) bertakwa dan berbuat kebajikan. Dan Allah menyukai orang-orang yang berbuat kebajikan","ru":"На тех, которые уверовали и совершают праведные деяния, нет греха за то, чем они питались, если они были богобоязненны, веровали и совершали праведные деяния, если после этого они опять были богобоязненны и веровали, если после этого они опять были богобоязненны и творили добро. Ведь Аллах любит творящих добро","sv":"De som tror och lever rättskaffens skall inte göra sig förebråelser för vad de [förut] har ätit och druckit, om de fruktar Gud och [håller fast vid] tron och lever ett rättskaffens liv; låt det sägas än en gång: [de har ingenting att förebrå sig om de] fruktar Gud och [håller fast vid] tron - ja, ännu en gång: [de skall] frukta Gud och [sträva efter att] göra det goda och det rätta. Gud älskar dem som gör det goda och det rätta","tr":"İnananlara ve yararlı iş işleyenlere, -sakınırlar, inanırlar, yararlı işler işlerler, sonra haramdan sakınıp inanırlar ve sonra isyandan sakınıp iyilik yaparlarsa- daha önceleri tatmış olduklarından dolayı bir sorumluluk yoktur. Allah iyi davrananları sever","ur":"جو لوگ ایمان لے آئے اور نیک عمل کرنے لگے انہوں نے پہلے جو کچھ کھایا پیا تھا اس پر کوئی گرفت نہ ہوگی بشرطیکہ وہ آئندہ اُن چیزوں سے بچے رہیں جو حرام کی گئی ہیں اور ایمان پر ثابت قدم رہیں اور اچھے کام کریں، پھر جس جس چیز سے روکا جائے اس سے رکیں اور جو فرمان الٰہی ہو اُسے مانیں، پھر خدا ترسی کے ساتھ نیک رویہ رکھیں اللہ نیک کردار لوگوں کو پسند کرتا ہے","zh":"信道而且行善的人对于所用的饮食，是毫无罪过的，如果他们敬畏而且信道，并努力为善；然后，敬畏而且信道；然后，敬畏而且行善。安拉是喜爱行善者的。"},"transliteration":"Laysa AAala allatheena amanoo waAAamiloo alssalihati junahun feema taAAimoo itha ma ittaqaw waamanoo waAAamiloo alssalihati thumma ittaqaw waamanoo thumma ittaqaw waahsanoo waAllahu yuhibbu almuhsineena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
