{"id":763,"number":94,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","translations":{"bn":"হে মুমিনগণ, আল্লাহ তোমাদেরকে এমন কিছু শিকারের মাধ্যমে পরীক্ষা করবেন, যে শিকার পর্যন্ত তোমাদের হাত ও বর্শা সহজেই পৌছতে পারবে-যাতে আল্লাহ বুঝতে পারেন যে, কে তাকে অদৃশ্যভাবে ভয়করে। অতএব, যে ব্যক্তি এরপর সীমা অতিক্রম করবে, তার জন্য যন্ত্রনাদায়ক শাস্তি রয়েছে।","en":"O you who have believed, Allah will surely test you through something of the game that your hands and spears [can] reach, that Allah may make evident those who fear Him unseen. And whoever transgresses after that - for him is a painful punishment","id":"Wahai orang-orang yang beriman! Allah pasti akan menguji kamu dengan hewan buruan yang dengan mudah kamu peroleh dengan tangan dan tombakmu agar Allah mengetahui siapa yang takut kepada-Nya, meskipun dia tidak melihat-Nya. Barang siapa melampaui batas setelah itu, maka dia akan mendapat azab yang pedih","ru":"О те, которые уверовали! Аллах обязательно подвергнет вас испытанию охотничьей добычей, которую смогут достать ваши руки и копья, чтобы Аллах узнал тех, кто боится Его, не видя Его воочию (или втайне от людей). А кто преступит границы дозволенного после этого, тому будут уготованы мучительные страдания","tr":"Ey İnananlar! Gıyabında Kendisinden, kimin korktuğunu ortaya koymak için, (ihramlıyken) elinizin ve mızraklarınızın ulaştığı avdan bir şeyle Allah and olsun ki sizi dener. Bundan sonra kim haddi aşarsa ona elem verici azab vardır","ur":"اے لوگو جو ایمان لائے ہو، اللہ تمہیں اُس شکار کے ذریعہ سے سخت آزمائش میں ڈالے گا جو بالکل تمہارے ہاتھوں اور نیزوں کی زد میں ہوگا، یہ دیکھنے کے لیے کہ تم میں سے کون اس سے غائبانہ ڈرتا ہے، پھر جس نے اس تنبیہ کے بعد اللہ کی مقرر کی ہوئی حد سے تجاوز کیا اُس کے لیے درد ناک سزا ہے"},"chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"bn":"খাদ্য পরিবেশিত টেবিল","en":"The Table Spread","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","tr":"Mâide","ur":"دسترخوان"},"type":"medinan"}}
