{"id":763,"number":94,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","translations":{"en":"O you who have believed, Allah will surely test you through something of the game that your hands and spears [can] reach, that Allah may make evident those who fear Him unseen. And whoever transgresses after that - for him is a painful punishment","es":"¡Oh, creyentes! Dios los pone a prueba prohibiendo la caza que puedan obtener con las manos o lanzas [mientras estén consagrados a la peregrinación] para distinguir quién Le teme en secreto. Quien transgreda [las leyes] tendrá un doloroso castigo","fr":"O les croyants! Allah va certainement vous éprouver par quelque gibier à la portée de vos mains et de vos lances. C'est pour qu'Allah sache celui qui Le craint en secret. Quiconque après cela transgresse aura un châtiment douloureux","id":"Wahai orang-orang yang beriman! Allah pasti akan menguji kamu dengan hewan buruan yang dengan mudah kamu peroleh dengan tangan dan tombakmu agar Allah mengetahui siapa yang takut kepada-Nya, meskipun dia tidak melihat-Nya. Barang siapa melampaui batas setelah itu, maka dia akan mendapat azab yang pedih","ru":"О те, которые уверовали! Аллах обязательно подвергнет вас испытанию охотничьей добычей, которую смогут достать ваши руки и копья, чтобы Аллах узнал тех, кто боится Его, не видя Его воочию (или втайне от людей). А кто преступит границы дозволенного после этого, тому будут уготованы мучительные страдания","sv":"TROENDE! Gud skall sätta er på prov genom det vilt som ni under jakt kan fånga med era händer och fälla med era spjut, så att [ni får visa] Gud vem som fruktar Honom, trots att Han inte kan ses eller förnimmas. Den som hädanefter bryter mot [detta påbud] har ett plågsamt straff att vänta","tr":"Ey İnananlar! Gıyabında Kendisinden, kimin korktuğunu ortaya koymak için, (ihramlıyken) elinizin ve mızraklarınızın ulaştığı avdan bir şeyle Allah and olsun ki sizi dener. Bundan sonra kim haddi aşarsa ona elem verici azab vardır","ur":"اے لوگو جو ایمان لائے ہو، اللہ تمہیں اُس شکار کے ذریعہ سے سخت آزمائش میں ڈالے گا جو بالکل تمہارے ہاتھوں اور نیزوں کی زد میں ہوگا، یہ دیکھنے کے لیے کہ تم میں سے کون اس سے غائبانہ ڈرتا ہے، پھر جس نے اس تنبیہ کے بعد اللہ کی مقرر کی ہوئی حد سے تجاوز کیا اُس کے لیے درد ناک سزا ہے","zh":"信道的人们啊！安拉必以你们的手和枪所能猎取的若干飞禽走兽考验你们，以便安拉知道谁在背地里畏惧他。此后，谁超越法度，谁将受痛苦的刑罚。"},"transliteration":"Ya ayyuha allatheena amanoo layabluwannakumu Allahu bishayin mina alssaydi tanaluhu aydeekum warimahukum liyaAAlama Allahu man yakhafuhu bialghaybi famani iAAtada baAAda thalika falahu AAathabun aleemun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
