{"id":764,"number":95,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّـٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","translations":{"en":"O you who have believed, do not kill game while you are in the state of ihram. And whoever of you kills it intentionally - the penalty is an equivalent from sacrificial animals to what he killed, as judged by two just men among you as an offering [to Allah] delivered to the Ka'bah, or an expiation: the feeding of needy people or the equivalent of that in fasting, that he may taste the consequence of his deed. Allah has pardoned what is past; but whoever returns [to violation], then Allah will take retribution from him. And Allah is Exalted in Might and Owner of Retribution","es":"¡Oh, creyentes! No cacen mientras estén consagrados a la peregrinación. Quien lo haga deliberadamente deberá compensarlo sacrificando una res de ganado equivalente a la que mató, la que será determinada por dos personas justas y será ofrendada [a Dios] ante la Ka‘bah [y repartida entre los necesitados], o deberá hacer una expiación alimentando a pobres o ayunando un plazo equivalente, para que sufra y comprenda las consecuencias de sus ofensas. Dios no les pedirá cuentas por lo que hayan hecho antes de descender la legislación. Pero quien reincida, sepa que Dios lo retribuirá con lo que se merece. Dios es Poderoso, Dueño de la retribución","fr":"O les croyants! Ne tuez pas de gibier pendant que vous êtes en état d'Ihram. Quiconque parmi vous en tue délibérément, qu'il compense alors, soit par quelque bête de troupeau, semblable à ce qu'il a tué, d'après le jugement de deux personnes intègres parmi vous, et cela en offrande qu'il fera parvenir à (destination des pauvres de) la Ka'aba, ou bien par une expiation, en nourrissant des pauvres, ou par l'équivalent en jeûne. Cela afin qu'il goûte à la mauvaise conséquence de son acte. Allah a pardonné ce qui est passé; mais quiconque récidive, Allah le punira. Allah est Puissant et Détenteur du pouvoir de punir","id":"(Wahai orang-orang yang beriman! Janganlah kamu membunuh hewan buruan,290) ketika kamu sedang ihram (haji atau umrah). Barang siapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan hewan ternak yang sepadan dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadyu yang dibawa ke Ka'bah,291) atau kafarat (membayar tebusan dengan) memberi makan kepada orang-orang miskin,292) atau berpuasa, seimbang dengan makanan yang dikeluarkan itu,293) agar dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan apa yang telah lalu.294) Dan barang siapa kembali mengerjakannya, niscaya Allah akan menyiksanya. Dan Allah Mahaperkasa, memiliki (kekuasaan untuk) menyiksa","ru":"О те, которые уверовали! Не убивайте охотничью добычу, находясь в ихраме. Если кто-нибудь из вас убьет ее преднамеренно, то воздаянием за это будет скотина, подобная той, что он убил. Выносят решение о ней (о жертвенной скотине) двое справедливых мужей из вас, и эта жертва должна достичь Каабы. Или же для искупления этого следует накормить бедняков или соблюсти равноценный пост, дабы он вкусил пагубность своего поступка. Аллах простил то, что было прежде, но если кто-нибудь вернется к этому, то Аллах отомстит ему. Аллах - Могущественный, Способный на возмездие","sv":"Troende! Döda inte vilt då ni befinner er på vallfärd. Den av er som [då] med avsikt nedlägger vilt [skall utge] bot i kreatur, motsvarande [i värde] vad han har dödat, vilket skall fastställas av två rättsinniga män ibland er, en offergåva att överlämnas till Ka`bah; som botgöring kan han i stället ge de behövande mat eller fasta i motsvarande mån, så att han får erfara följderna av sin handling. Gud utplånar det som har varit, men den som återfaller [i denna synd] undgår inte Guds straff. Gud är en mäktig hämnare","tr":"Ey İnananlar! İhramlı iken avı öldürmeyin. Sizden bile bile onu öldürene, ehli hayvanlardan öldürdüğü kadar olduğuna içinizden iki adil kimsenin hükmedeceği, Kabe'ye ulaşacak bir kurbanı ödeme, yahut düşkünlere yemek yedirme şeklinde keffaret ya da yaptığının ağırlığını tatmak üzere bunlara denk oruç tutma vardır. Allah geçmiştekileri affetmiştir, kim tekrar yaparsa Allah ondan öç alır. Allah Güçlü'dür, Öçalıcı'dır","ur":"اے لوگو جو ایمان لائے ہو! احرام کی حالت میں شکار نہ مارو، اور اگر تم میں سے کوئی جان بوجھ کر ایسا کر گزرے تو جو جانور اس نے مارا ہو اُسی کے ہم پلہ ایک جانور اُسے مویشیوں میں سے نذر دینا ہوگا جس کا فیصلہ تم میں سے دو عادل آدمی کریں گے، اور یہ نذرانہ کعبہ پہنچایا جائے گا، یا نہیں تو اِس گناہ کے کفارہ میں چند مسکینوں کو کھانا کھلانا ہوگا، یااس کے بقدر روزے رکھنے ہوں گے، تاکہ وہ اپنے کیے کا مزہ چکھے پہلے جو ہو چکا اُسے اللہ نے معاف کر دیا، لیکن اب اگر کسی نے اس حرکت کا اعادہ کیا تو اس سے اللہ بدلہ لے گا، اللہ سب پر غالب ہے اور بدلہ لینے کی طاقت رکھتا ہے","zh":"信道的人们啊！你们在受戒期间，或在禁地境内，不要宰杀所获的飞禽走兽。你们中谁故意宰杀，谁应以相当的牲畜赎罪，那只牲畜，须经你们中的两个公正人加以审定后，送到天房（开尔白）去作供物，或纳罚金，即施舍（几个）贫民一日的口粮；或代以相当的斋戒，以便他尝试犯戒的恶果。安拉已恕饶以往的罪过。再犯的人，安拉将惩罚他。安拉是万能的，是惩恶的。"},"transliteration":"Ya ayyuha allatheena amanoo la taqtuloo alssayda waantum hurumun waman qatalahu minkum mutaAAammidan fajazaon mithlu ma qatala mina alnnaAAami yahkumu bihi thawa AAadlin minkum hadyan baligha alkaAAbati aw kaffaratun taAAamu masakeena aw AAadlu thalika siyaman liyathooqa wabala amrihi AAafa Allahu AAamma salafa waman AAada fayantaqimu Allahu minhu waAllahu AAazeezun thoo intiqamin","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
