{"id":765,"number":96,"text":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","translations":{"en":"Lawful to you is game from the sea and its food as provision for you and the travelers, but forbidden to you is game from the land as long as you are in the state of ihram. And fear Allah to whom you will be gathered","es":"Es permitido [durante la peregrinación comer de] lo que pesquen en el mar, para los residentes y los viajeros. Pero está prohibida la caza mientras estén consagrados a la peregrinación. Tengan temor de Dios, ante Quien serán congregados [para ser juzgados por sus obras]","fr":"La chasse en mer vous est permise, et aussi d'en manger, pour votre jouissance et celle des voyageurs. Et vous est illicite la chasse à terre tant que vous êtes en état d'Ihram. Et craignez Allah vers qui vous serez rassemblés","id":"(Dihalalkan bagimu hewan buruan laut295) dan makanan (yang berasal) dari laut296) sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan; dan diharamkan atasmu (menangkap) hewan darat, selama kamu sedang ihram. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan (kembali)","ru":"Вам дозволены морская добыча и еда во благо вам и путникам, но вам запрещена охотничья добыча на суше, пока вы находитесь в ихраме. Бойтесь Аллаха, к Которому вы будете собраны","sv":"Det som fiske i hav [och andra vatten] kan ge och allt ätligt som kan hämtas därifrån är tillåtet för er, till nytta och glädje för er och för dem som befinner sig på resa, medan jakt till lands är förbjuden för er under pågående vallfärd. Och frukta Gud - det är till Honom ni skall samlas åter","tr":"Deniz avı ve onu yemek size de, yolculara da, geçimlik olarak helal kılınmıştır. İhramlı bulunduğunuz sürece kara avı size haram kılınmıştır. Huzuruna toplanacağınız Allah'tan sakının","ur":"تمہارے لیے سمندر کا شکار اور اس کا کھانا حلال کر دیا گیا، جہاں تم ٹھیرو وہاں بھی اُسے کھا سکتے ہو اور قافلے کے لیے زاد راہ بھی بناسکتے ہو البتہ خشکی کا شکار جب تک احرام کی حالت میں ہو، تم پر حرام کیا گیا ہے پس بچو اُس خدا کی نافرمانی سے جس کی پیشی میں تم سب کو گھیر کر حاضر کیا جائے گا","zh":"海里的渔猎和食物，对于你们是合法的，可以供你们和旅行者享受。你们在受戒期间，或在禁地之内，不要猎取飞禽走兽，你们当敬畏安拉——你们将被集合在他那里的主。"},"transliteration":"Ohilla lakum saydu albahri wataAAamuhu mataAAan lakum walilssayyarati wahurrima AAalaykum saydu albarri ma dumtum huruman waittaqoo Allaha allathee ilayhi tuhsharoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
