{"id":766,"number":97,"text":"۞جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَـٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","translations":{"en":"Allah has made the Ka'bah, the Sacred House, standing for the people and [has sanctified] the sacred months and the sacrificial animals and the garlands [by which they are identified]. That is so you may know that Allah knows what is in the heavens and what is in the earth and that Allah is Knowing of all things","es":"Dios designó a la Ka‘bah, la Casa Sagrada, como un lugar de devoción y adoración. Los meses sagrados, las ofrendas y los animales marcados para ofrenda son sagrados. Esto para que sepan que Dios conoce cuanto hay en los cielos y la Tierra, y que Dios todo lo sabe","fr":"Allah a institué la Ka'aba, la Maison sacrée, comme un lieu de rassemblement pour les gens. (Il a institué) le mois sacré, l'offrande (d'animaux,) et les guirlandes, afin que vous sachiez que vraiment Allah sait tout ce qui est dans les cieux et sur la terre; et que vraiment Allah est Omniscient","id":"(Allah telah menjadikan Ka'bah, rumah suci tempat manusia berkumpul.297) Demikian pula bulan haram hadyu dan qalāid. Yang demikian itu agar kamu mengetahui, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan bahwa Allah Maha Mengetahui segala sesuatu","ru":"Аллах сделал Каабу, Заповедный дом, а также запретный месяц, жертвенных животных и животных (или людей) с ожерельями опорой для людей. Это - для того, чтобы вы знали, что Аллаху известно о том, что на небесах, и том, что на земле, и что Аллах ведает о всякой вещи","sv":"Gud har låtit uppföra helgedomen Ka`bah som ett stöd för människorna [i fullgörandet av deras religiösa och världsliga plikter]; och [gett er] den helgade månaden och de bekransade offerdjuren, [symboler som lär er] att Gud känner allt det som himlarna rymmer och det som jorden bär och att Gud har kunskap om allt","tr":"Allah, hürmetli ev Kabe'yi, hürmetli ayı, kurbanı, boynu tasmalı kurbanlıkları insanların faydası için ortaya koydu. Bu, Allah'ın göklerde ve yerde olanları bildiğini ve Allah'ın şüphesiz her şeyi Bilen olduğunu bilmeniz içindir","ur":"اللہ نے مکان محترم، کعبہ کو لوگوں کے لیے (اجتماعی زندگی کے) قیام کا ذریعہ بنایا اور ماہ حرام اور قربانی کے جانوروں اور قلادوں کو بھی (اِس کام میں معاون بنا دیا) تاکہ تمہیں معلوم ہو جائے کہ اللہ آسمانوں او ر زمین کے سب حالات سے باخبر ہے اور اُسے ہر چیز کا علم ہے","zh":"安拉以天房（开尔白）——禁寺——为众人的纲维，又以禁月、供物、项圈，为众人的纲维，这是因为要使你们知道安拉全知天上的一切和地上的一切。安拉是全知万物的。"},"transliteration":"JaAAala Allahu alkaAAbata albayta alharama qiyaman lilnnasi waalshshahra alharama waalhadya waalqalaida thalika litaAAlamoo anna Allaha yaAAlamu ma fee alssamawati wama fee alardi waanna Allaha bikulli shayin AAaleemun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
