{"id":766,"number":97,"text":"۞جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَـٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","translations":{"bn":"আল্লাহ সম্মানিত গৃহ কাবাকে মানুষের স্থীতিশীলতার কারণ করেছেন এবং সম্মানিত মাসসমূকে, হারাম কোরবানীর জন্তুকে ও যাদের গলায় আবরণ রয়েছে। এর কারণ এই যে, যাতে তোমরা জেনে নাও যে, আল্লাহ নভোমন্ডল ও ভুমন্ডলের সব কিছু জানেন এবং আল্লাহ সর্ব বিষয়ে মহাজ্ঞানী।","en":"Allah has made the Ka'bah, the Sacred House, standing for the people and [has sanctified] the sacred months and the sacrificial animals and the garlands [by which they are identified]. That is so you may know that Allah knows what is in the heavens and what is in the earth and that Allah is Knowing of all things","id":"(Allah telah menjadikan Ka'bah, rumah suci tempat manusia berkumpul.297) Demikian pula bulan haram hadyu dan qalāid. Yang demikian itu agar kamu mengetahui, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan bahwa Allah Maha Mengetahui segala sesuatu","ru":"Аллах сделал Каабу, Заповедный дом, а также запретный месяц, жертвенных животных и животных (или людей) с ожерельями опорой для людей. Это - для того, чтобы вы знали, что Аллаху известно о том, что на небесах, и том, что на земле, и что Аллах ведает о всякой вещи","tr":"Allah, hürmetli ev Kabe'yi, hürmetli ayı, kurbanı, boynu tasmalı kurbanlıkları insanların faydası için ortaya koydu. Bu, Allah'ın göklerde ve yerde olanları bildiğini ve Allah'ın şüphesiz her şeyi Bilen olduğunu bilmeniz içindir","ur":"اللہ نے مکان محترم، کعبہ کو لوگوں کے لیے (اجتماعی زندگی کے) قیام کا ذریعہ بنایا اور ماہ حرام اور قربانی کے جانوروں اور قلادوں کو بھی (اِس کام میں معاون بنا دیا) تاکہ تمہیں معلوم ہو جائے کہ اللہ آسمانوں او ر زمین کے سب حالات سے باخبر ہے اور اُسے ہر چیز کا علم ہے"},"chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"bn":"খাদ্য পরিবেশিত টেবিল","en":"The Table Spread","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","tr":"Mâide","ur":"دسترخوان"},"type":"medinan"}}
