{"id":769,"number":100,"text":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَـٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","translations":{"en":"Say, \"Not equal are the evil and the good, although the abundance of evil might impress you.\" So fear Allah, O you of understanding, that you may be successful","es":"Di: \"No se puede equiparar lo malo y lo bueno, así que no te dejes engañar por la abundancia de lo malo. Tengan temor de Dios, ¡oh, gente que reflexiona!, que así tendrán éxito","fr":"Dis: «Le mauvais et le bon ne sont pas semblables, même si l'abondance du mal te séduit. Craignez Allah, donc, ô gens intelligents, afin que vous réussissiez","id":"Katakanlah (Muhammad), \"Tidaklah sama yang buruk dengan yang baik, meskipun banyaknya keburukan itu menarik hatimu, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal sehat, agar kamu beruntung","ru":"Скажи: «Скверное и благое не равны, даже если изобилие скверного понравилось тебе (или удивило тебя)». Бойтесь же Аллаха, обладатели разума, - быть может, вы преуспеете","sv":"Säg: \"Även om du [människa] lockas av det onda på grund av dess rikliga förekomst, kan det inte ställas sida vid sida med det goda. Frukta därför Gud, ni som har förstånd; kanske skall det gå er väl i händer","tr":"De ki: \"Helal ile haram, haram şeylerin çokluğundan hoşlansan bile, eşit değildir\". Ey akıl sahibleri, Allah'tan sakının ki kurtuluşa eresiniz","ur":"اے پیغمبرؐ! اِن سے کہہ دو کہ پاک اور ناپاک بہر حال یکساں نہیں ہیں خواہ ناپاک کی بہتا ت تمہیں کتنا ہی فریفتہ کرنے والی ہو، پس اے لوگو جو عقل رکھتے ہو! اللہ کی نافرمانی سے بچتے رہو، امید ہے کہ تمہیں فلاح نصیب ہوگی","zh":"你说：“污秽的和清洁的，是不相等的，即使污秽的为数很多，使你赞叹。”有理智的人啊！你们当敬畏安拉，以便你们成功。"},"transliteration":"Qul la yastawee alkhabeethu waalttayyibu walaw aAAjabaka kathratu alkhabeethi faittaqoo Allaha ya olee alalbabi laAAallakum tuflihoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
