{"id":77,"number":70,"text":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","translations":{"en":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided","es":"Dijeron: \"Pide a tu Señor para que nos indique cómo es, porque todas las vacas nos parecen iguales; y si Dios quiere seremos de los que siguen la guía","fr":"Ils dirent: «Demande pour nous à ton Seigneur qu'Il nous précise ce qu'elle est car pour nous, les vaches se confondent. Mais, nous y serions certainement bien guidés, si Allah le veut»","id":"Mereka berkata, \"Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu. (Karena) sesungguhnya sapi itu belum jelas bagi kami, dan jika Allah menghendaki, niscaya kami mendapat petunjuk","ru":"Они сказали: «Помолись за нас своему Господу, чтобы Он разъяснил нам, какова же она, ведь коровы кажутся нам похожими одна на другую. И если Аллах пожелает, то мы последуем прямым путем»","sv":"De sade: \"Be din Herre i vårt namn att göra klart för oss hur den skall se ut; för oss är nämligen den ena kon den andra lik; om Gud vill, skall vi då göra rätt","tr":"Rabbine bizim adımıza yalvar da, mahiyetini bize bildirsin, çünkü sığırlar, bizce, birbirine benzemektedir. Allah dilerse biz şüphesiz doğruyu bulmuş oluruz\" dediler","ur":"پھر بولے اپنے رب سے صاف صاف پوچھ کر بتاؤ کیسی گائے مطلوب ہے، ہمیں اس کی تعین میں اشتباہ ہو گیا ہے اللہ نے چاہا، تو ہم اس کا پتہ پالیں گے","zh":"他们说：“请你替我们请求你的主为我们说明那头牛的情状，因为在我们看来，牛都是相似的，如果安拉意欲，我们必获指导。”"},"transliteration":"Qaloo odAAu lana rabbaka yubayyin lana ma hiya inna albaqara tashabaha AAalayna wainna in shaa Allahu lamuhtadoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
