{"id":770,"number":101,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","translations":{"en":"O you who have believed, do not ask about things which, if they are shown to you, will distress you. But if you ask about them while the Qur'an is being revealed, they will be shown to you. Allah has pardoned that which is past; and Allah is Forgiving and Forbearing","es":"¡Oh, creyentes! No ahonden en asuntos que si fueran revelados [en forma de ley] les causarían dificultad [en la práctica de la religión]. Pero si los indagan cuando hayan sido revelados en el Corán, les serán explicados. Dios los perdona por sus indagaciones [fuera de lugar] porque es Perdonador, Tolerante","fr":"O les croyants! Ne posez pas de questions sur des choses qui, si elles vous étaient divulguées, vous mécontenteraient. Et si vous posez des questions à leur sujet, pendant que le Coran est révélé, elles vous seront divulguées. Allah vous a pardonné cela. Et Allah est Pardonneur et Indulgent","id":"Wahai orang-orang yang beriman! Janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu, (justru) menyusahkan kamu. Jika kamu menanyakannya ketika Alquran sedang diturunkan, (niscaya) akan diterangkan kepadamu. Allah telah memaafkan (kamu) tentang hal itu. Dan Allah Maha Pengampun, Maha Penyantun","ru":"О те, которые уверовали! Не спрашивайте о вещах, которые огорчат вас, если станут вам известны. А ведь они станут вам известны, если вы спросите о них, когда ниспосылается Коран. Аллах простил вам это, ибо Аллах - Прощающий, Выдержанный","sv":"TROENDE! Fråga inte om saker som, om de förklarades för er, kan leda till att [ytterligare] bördor läggs på er; ställer ni frågor medan uppenbarelsen av Koranen pågår, skall de nämligen klargöras för er. [Men] Gud har förlåtit er [om ni har ställt sådana frågor] - Gud är ständigt förlåtande, mild och överseende","tr":"Ey İnananlar! Size açıklanınca hoşunuza gitmeyecek şeyleri sormayın. Kuran indirilirken onları sorarsanız size açıklanır (ama üzülürsünüz). Allah sorduğunuz şeyleri affetmiştir. Allah Bağışlayan'dır, Halim'dir","ur":"اے لوگو جو ایمان لائے ہو، ایسی باتیں نہ پوچھا کرو جو تم پر ظاہر کر دی جائیں تو تمہیں ناگوار ہوں، لیکن اگر تم انہیں ایسے وقت پوچھو گے جب کہ قرآن نازل ہو رہا ہو تو وہ تم پر کھول دی جائیں گی اب تک جو کچھ تم نے کیا اُسے اللہ نے معاف کر دیا، وہ درگزر کرنے والا اور برد بار ہے","zh":"信道的人们啊！你们不要询问若干事物；那些事物若为你们而被显示，会使你们烦恼。当《古兰经》正在逐渐降示的时候，如果你们询问，那么，那些事物会为你们而被显示。安拉已恕饶以往的询问。安拉是至赦的，是至容的。"},"transliteration":"Ya ayyuha allatheena amanoo la tasaloo AAan ashyaa in tubda lakum tasukum wain tasaloo AAanha heena yunazzalu alquranu tubda lakum AAafa Allahu AAanha waAllahu ghafoorun haleemun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
