{"id":770,"number":101,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","translations":{"bn":"হে মুমিণগন, এমন কথাবার্তা জিজ্ঞেস করো না, যা তোমাদের কাছে পরিব্যক্ত হলে তোমাদের খারাপ লাগবে। যদি কোরআন অবতরণকালে তোমরা এসব বিষয় জিজ্ঞেস কর, তবে তা তোমাদের জন্যে প্রকাশ করা হবে। অতীত বিষয় আল্লাহ ক্ষমা করেছেন আল্লাহ ক্ষমাশীল, সহনশীল।","en":"O you who have believed, do not ask about things which, if they are shown to you, will distress you. But if you ask about them while the Qur'an is being revealed, they will be shown to you. Allah has pardoned that which is past; and Allah is Forgiving and Forbearing","id":"Wahai orang-orang yang beriman! Janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu, (justru) menyusahkan kamu. Jika kamu menanyakannya ketika Alquran sedang diturunkan, (niscaya) akan diterangkan kepadamu. Allah telah memaafkan (kamu) tentang hal itu. Dan Allah Maha Pengampun, Maha Penyantun","ru":"О те, которые уверовали! Не спрашивайте о вещах, которые огорчат вас, если станут вам известны. А ведь они станут вам известны, если вы спросите о них, когда ниспосылается Коран. Аллах простил вам это, ибо Аллах - Прощающий, Выдержанный","tr":"Ey İnananlar! Size açıklanınca hoşunuza gitmeyecek şeyleri sormayın. Kuran indirilirken onları sorarsanız size açıklanır (ama üzülürsünüz). Allah sorduğunuz şeyleri affetmiştir. Allah Bağışlayan'dır, Halim'dir","ur":"اے لوگو جو ایمان لائے ہو، ایسی باتیں نہ پوچھا کرو جو تم پر ظاہر کر دی جائیں تو تمہیں ناگوار ہوں، لیکن اگر تم انہیں ایسے وقت پوچھو گے جب کہ قرآن نازل ہو رہا ہو تو وہ تم پر کھول دی جائیں گی اب تک جو کچھ تم نے کیا اُسے اللہ نے معاف کر دیا، وہ درگزر کرنے والا اور برد بار ہے"},"chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"bn":"খাদ্য পরিবেশিত টেবিল","en":"The Table Spread","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","tr":"Mâide","ur":"دسترخوان"},"type":"medinan"}}
