{"id":772,"number":103,"text":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","translations":{"en":"Allah has not appointed [such innovations as] bahirah or sa'ibah or wasilah or ham. But those who disbelieve invent falsehood about Allah, and most of them do not reason","es":"No es prescripción de Dios que ciertas clases de ganado sean marcadas por superstición y costumbres paganas, como la camella que se consagra a los ídolos por lo que no debe ser ordeñada, ni la que también es consagrada a los ídolos y se la deja pastar libremente, ni la oveja que si en su séptimo parto pare un macho y una hembra se la consagra a los ídolos y no se la debe sacrificar, ni el camello semental que luego de servir diez veces se consagra a los ídolos por lo que no se lo utiliza para montura. Son los paganos supersticiosos quienes han inventaron estos ritos, mintiendo acerca de Dios. La mayoría de ellos no usa el razonamiento","fr":"Allah n'a pas institué la Bahira, la Sâïba, la Wasîlani le Hâm. Mais ceux qui ont mécru ont inventé ce mensonge contre Allah, et la plupart d'entre eux ne raisonnent pas","id":"(Allah tidak pernah mensyariatkan adanya Baḥīrah,298) Sāibah,299) Waṣīlah300) dan Ḥām.301) Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti","ru":"Аллах не распоряжался относительно бахиры, саибы, васыли и хами. Но неверующие возводят навет на Аллаха, и большая часть их не разумеет","sv":"BRUKET ATT skilja ut djur ur era hjordar och undanta dem från allt arbete har inte instiftats av Gud; men förnekarna av sanningen sätter ihop lögner om Gud och de flesta av dem använder inte sitt förstånd","tr":"Allah, kulağı çentilen, salıverilen, erkek dişi ikizler doğuran, on defa yavrulamasından ötürü yük vurulmayan hayvanların adanmasını emretmemiştir; fakat inkar edenler Allah'a karşı yalan uydururlar ve çoğu da akletmezler","ur":"اللہ نے نہ کوئی بَحِیرہ مقرر کیا ہے نہ سائبہ اور نہ وصیلہ اور نہ حام مگر یہ کافر اللہ پر جھوٹی تہمت لگاتے ہیں اور ان میں سے اکثر بے عقل ہیں (کہ ایسے وہمیات کو مان رہے ہیں)","zh":"安拉没有规定缺耳驼、逍遥驼、孪生羊、免役驼；但不信道的人，假借安拉的名义而造谣；他们大半是不了解的。"},"transliteration":"Ma jaAAala Allahu min baheeratin wala saibatin wala waseelatin wala hamin walakinna allatheena kafaroo yaftaroona AAala Allahi alkathiba waaktharuhum la yaAAqiloona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
