{"id":773,"number":104,"text":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","translations":{"en":"And when it is said to them, \"Come to what Allah has revealed and to the Messenger,\" they say, \"Sufficient for us is that upon which we found our fathers.\" Even though their fathers knew nothing, nor were they guided","es":"Cuando se les dice: \"Tomen lo que Dios ha revelado y sigan al Mensajero\", dicen: \"Nos basta con lo que nos transmitieron nuestros padres\", a pesar de que sus padres eran ignorantes y no estaban bien encaminados","fr":"Et quand on leur dit: «Venez vers ce qu'Allah a fait descendre (la Révélation), et vers le Messager», ils disent: «Il nous suffit de ce sur quoi nous avons trouvé nos ancêtres.» Quoi! Même si leurs ancêtres ne savaient rien et n'étaient pas sur le bon chemin","id":"Dan apabila dikatakan kepada mereka, \"Marilah (mengikuti) apa yang diturunkan Allah dan (mengikuti) Rasul.\" Mereka menjawab, \"Cukuplah bagi kami apa yang kami dapati nenek moyang kami (mengerjakannya).\" Apakah (mereka akan mengikuti) juga nenek moyang mereka walaupun nenek moyang mereka itu tidak mengetahui apa-apa dan tidak (pula) mendapat petunjuk","ru":"Когда им говорят: «Придите к тому, что ниспослал Аллах, и к Посланнику», - они отвечают: «Нам достаточно того, на чем мы застали наших отцов». Неужели они поступят так, даже если их отцы ничего не знали и не следовали прямым путем","sv":"Och när de hör uppmaningen: \"Kom och slut upp kring det som Gud har uppenbarat och kring Profeten\", svarar de: \"För oss räcker det som var våra förfäders tro.\" Men om deras förfäder inte använde sitt förstånd och saknade all vägledning","tr":"Onlara, \"Gelin Allah'ın indirdiği Kitap'a ve peygambere uyun\" dendiğinde, \"Atalarımızı üzerinde bulduğumuz yol bize yeter\" derler; ya ataları bir şey bilmeyen ve doğru yolda olmayan kimseler idiyseler","ur":"اور جب ان سے کہا جاتا ہے کہ آؤ اُس قانون کی طرف جو اللہ نے نازل کیا ہے اور آؤ پیغمبرؐ کی طرف تو وہ جواب دیتے ہیں کہ ہمارے لیے تو بس وہی طریقہ کافی ہے جس پر ہم نے اپنے باپ دادا کو پایا ہے کیا یہ باپ دادا ہی کی تقلید کیے چلے جائیں گے خواہ وہ کچھ نہ جانتے ہوں اور صحیح راستہ کی انہیں خبر ہی نہ ہو؟","zh":"有人对他们说：“你们来遵守安拉所降示的经典吧。来服从使者吧！”他们就说：“能满足我们的，是我们的祖先的宗教。”即使他们的祖先无知无识，不循正道，（他们仍要遵守）他们的宗教吗？"},"transliteration":"Waitha qeela lahum taAAalaw ila ma anzala Allahu waila alrrasooli qaloo hasbuna ma wajadna AAalayhi abaana awalaw kana abaohum la yaAAlamoona shayan wala yahtadoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
