{"id":773,"number":104,"text":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","translations":{"bn":"যখন তাদেরকে বলা হয় যে, আল্লাহর নাযিলকৃত বিধান এবং রসূলের দিকে এস, তখন তারা বলে, আমাদের জন্যে তাই যথেষ্ট, যার উপর আমরা আমাদের বাপ-দাদাকে পেয়েছি। যদি তাদের বাপ দাদারা কোন জ্ঞান না রাখে এবং হেদায়েত প্রাপ্ত না হয় তবুও কি তারা তাই করবে","en":"And when it is said to them, \"Come to what Allah has revealed and to the Messenger,\" they say, \"Sufficient for us is that upon which we found our fathers.\" Even though their fathers knew nothing, nor were they guided","id":"Dan apabila dikatakan kepada mereka, \"Marilah (mengikuti) apa yang diturunkan Allah dan (mengikuti) Rasul.\" Mereka menjawab, \"Cukuplah bagi kami apa yang kami dapati nenek moyang kami (mengerjakannya).\" Apakah (mereka akan mengikuti) juga nenek moyang mereka walaupun nenek moyang mereka itu tidak mengetahui apa-apa dan tidak (pula) mendapat petunjuk","ru":"Когда им говорят: «Придите к тому, что ниспослал Аллах, и к Посланнику», - они отвечают: «Нам достаточно того, на чем мы застали наших отцов». Неужели они поступят так, даже если их отцы ничего не знали и не следовали прямым путем","tr":"Onlara, \"Gelin Allah'ın indirdiği Kitap'a ve peygambere uyun\" dendiğinde, \"Atalarımızı üzerinde bulduğumuz yol bize yeter\" derler; ya ataları bir şey bilmeyen ve doğru yolda olmayan kimseler idiyseler","ur":"اور جب ان سے کہا جاتا ہے کہ آؤ اُس قانون کی طرف جو اللہ نے نازل کیا ہے اور آؤ پیغمبرؐ کی طرف تو وہ جواب دیتے ہیں کہ ہمارے لیے تو بس وہی طریقہ کافی ہے جس پر ہم نے اپنے باپ دادا کو پایا ہے کیا یہ باپ دادا ہی کی تقلید کیے چلے جائیں گے خواہ وہ کچھ نہ جانتے ہوں اور صحیح راستہ کی انہیں خبر ہی نہ ہو؟"},"chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"bn":"খাদ্য পরিবেশিত টেবিল","en":"The Table Spread","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","tr":"Mâide","ur":"دسترخوان"},"type":"medinan"}}
