{"id":774,"number":105,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translations":{"en":"O you who have believed, upon you is [responsibility for] yourselves. Those who have gone astray will not harm you when you have been guided. To Allah is you return all together; then He will inform you of what you used to do","es":"¡Oh, creyentes! Ustedes son responsables por sus almas en el cumplimento de sus deberes para con Dios. Nos les perjudica quien elige el camino del desvío si ustedes están en el camino recto. A Dios regresarán y Él les informará el resultado de sus obras","fr":"O les croyants! Vous êtes responsables de vous-mêmes! Celui qui s'égare ne vous nuira point si vous vous avez pris la bonne voie. C'est Vers Allah que vous retournerez tous; alors Il vous informera de ce que vous faisiez","id":"Wahai orang-orang yang beriman! Jagalah dirimu; (karena) orang yang sesat itu tidak akan membahayakanmu apabila kamu telah mendapat petunjuk. Hanya kepada Allah kamu semua akan kembali, kemudian Dia akan menerangkan kepadamu apa yang telah kamu kerjakan","ru":"О те, которые уверовали! Позаботьтесь о себе. Если вы последовали прямым путем, то вам не причинит вреда тот, кто впал в заблуждение. Всем вам предстоит вернуться к Аллаху, и тогда Он поведает вам о том, что вы совершали","sv":"Troende! Era själar är ert ansvar. Om ni är rätt vägledda, kan de som har gått vilse inte skada er. Till Gud skall ni alla samlas åter och Han skall låta er veta vad era handlingar [var värda]","tr":"Ey İnananlar! Siz kendinize bakın; doğru yolda iseniz sapıtan kimse size zarar veremez. Hepinizin dönüşü Allah'adır, işlemekte olduklarınızı size haber verecektir","ur":"اے لوگو جو ایمان لائے ہو، اپنی فکر کرو، کسی دوسرے کی گمراہی سے تمہارا کچھ نہیں بگڑتا اگر تم خود راہ راست پر ہو، اللہ کی طرف تم سب کو پلٹ کر جانا ہے، پھر وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو","zh":"信道的人们啊！你们当保持自身的纯正。当你们遵守正道的时候，别人的迷误，不能损害你们。你们全体都要归于安拉，他将把你们的行为告诉你们。"},"transliteration":"Ya ayyuha allatheena amanoo AAalaykum anfusakum la yadurrukum man dalla itha ihtadaytum ila Allahi marjiAAukum jameeAAan fayunabbiokum bima kuntum taAAmaloona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
