{"id":775,"number":106,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","translations":{"en":"O you who have believed, testimony [should be taken] among you when death approaches one of you at the time of bequest - [that of] two just men from among you or two others from outside if you are traveling through the land and the disaster of death should strike you. Detain them after the prayer and let them both swear by Allah if you doubt [their testimony, saying], \"We will not exchange our oath for a price, even if he should be a near relative, and we will not withhold the testimony of Allah. Indeed, we would then be of the sinful","es":"¡Oh, creyentes! Ante la inminencia de la muerte deben declarar su testamento ante dos testigos confiables conocidos, o bien dos extraños si están de viaje y les sobreviene la [agonía de la] muerte. Si dudan [del testimonio] de los testigos, reténganlos hasta después de la oración para que juren por Dios: \"No pretendemos, con nuestro testimonio, ningún provecho personal ni beneficiar a un pariente. No ocultamos el testimonio que Dios nos ordenó declarar, porque de hacerlo nos contaríamos entre los pecadores","fr":"O les croyants! Quand la mort se présente à l'un de vous, le testament sera attesté par deux hommes intègres d'entre vous, ou deux autres, non des vôtres, si vous êtes en voyage dans le monde et que la mort vous frappe. Vous les retiendrez (les deux témoins), après la Sal?t, puis, si vous avez des doutes, vous les ferez jurer par Allah: «Nous ne faisons aucun commerce ou profit avec cela, même s'il s'agit d'un proche, et nous ne cacherons point le témoignage d'Allah. Sinon, nous serions du nombre des pécheurs»","id":"Wahai orang-orang yang beriman! Apabila salah seorang (di antara) kamu menghadapi kematian, sedang dia akan berwasiat, maka hendaklah (wasiat itu) disaksikan oleh dua orang yang adil di antara kamu, atau dua orang yang berlainan (agama) dengan kamu. Jika kamu dalam perjalanan di bumi lalu kamu ditimpa bahaya kematian, hendaklah kamu tahan kedua saksi itu setelah salat, agar keduanya bersumpah dengan nama Allah jika kamu ragu-ragu, \"Demi Allah kami tidak akan mengambil keuntungan dengan sumpah ini, walaupun dia karib kerabat, dan kami tidak menyembunyikan kesaksian Allah; sesungguhnya jika demikian tentu kami termasuk orang-orang yang berdosa","ru":"О те, которые уверовали! Если к кому-нибудь из вас явится смерть, и он оставит завещание, то его свидетельствуют двое справедливых мужей из вас или двое других не из вас, если смерть постигнет вас, когда вы странствуете по земле. Задержите их обоих после намаза, и если вы усомнитесь, то они должны поклясться Аллахом: «Мы не покупаем за них мирскую выгоду, даже если он является нашим близким родственником, и не скрываем свидетельства Аллаха. В противном же случае мы принадлежим к числу грешников»","sv":"TROENDE! När någon bland er känner döden nalkas och vill förordna [om sin kvarlåtenskap, skall han tillkalla som] vittnen två av era rättsinniga män eller - om han befinner sig på resa och tror att döden är nära - två andra utanför [ert samfund]. Håll dem kvar efter bönen och om ni tvekar [om deras trovärdighet] låt dem svära vid Gud: \"Vi skall inte göra oss någon vinst av detta, inte ens [till förmån] för en nära anförvant, och vi skall inte undanhålla vad vi på Guds befallning har bevittnat - i annat fall skulle vi sannerligen höra till förbrytarna och syndarna","tr":"Ey İnananlar! Ölüm birinize geldiği zaman vasiyet ederken içinizden iki adil kimseyi; şayet yolculukta olup başınıza da ölüm musibeti gelmişse, namazdan sonra alıkoyacağınız, şüpheleniyorsanız, \"Akraba bile olsa yeminle hiçbir değeri değiştirmeyeceğiz, Allah'ın şahidliğini gizlemeyeceğiz, yoksa şüphesiz günahkarlardan oluruz\" diye yemin eden sizden olmayan iki kişiyi şahid tutun","ur":"اے لوگو جو ایمان لائے ہو، جب تم میں سے کسی کی موت کا وقت آ جائے اور وہ وصیت کر رہا ہو تو اس کے لیے شہادت کا نصاب یہ ہے کہ تمہاری جماعت میں سے دو صاحب عدل آدمی گواہ بنائے جائیں، یا اگر تم سفر کی حالت میں ہو اور وہاں موت کی مصیبت پیش آ جائے تو غیر مسلموں ہی میں سے دو گواہ لے لیے جائں پھر اگر کوئی شک پڑ جائے تو نماز کے بعد دونوں گواہوں کو (مسجد میں) روک لیا جائے اور وہ خدا کی قسم کھا کر کہیں کہ \"ہم کسی ذاتی فائدے کے عوض شہادت بیچنے والے نہیں ہیں، اور خواہ کوئی ہمارا رشتہ دار ہی کیوں نہ ہو (ہم اس کی رعایت کرنے والے نہیں) اور نہ خدا واسطے کی گواہی کو ہم چھپانے والے ہیں، اگر ہم نے یسا کیا تو گناہ گاروں میں شمار ہوں گے","zh":"信道的人们啊！当你们中有人临终作遗嘱的时候，你们之间的作证，是你们（教胞）中两个公正的人作证，或别的两个外（教）人的作证，倘若你们旅行异乡，而病势垂危。礼拜之后，你们留着这两个证人，如果你们怀疑他俩的忠实，他俩就奉安拉之名而发誓，说：“我俩不以这个盟誓换取任何代价，即使我俩所代证的，是我俩的亲戚，我俩也不隐讳安拉所重视的证据；否则，我俩必是犯罪的人。”"},"transliteration":"Ya ayyuha allatheena amanoo shahadatu baynikum itha hadara ahadakumu almawtu heena alwasiyyati ithnani thawa AAadlin minkum aw akharani min ghayrikum in antum darabtum fee alardi faasabatkum museebatu almawti tahbisoonahuma min baAAdi alssalati fayuqsimani biAllahi ini irtabtum la nashtaree bihi thamanan walaw kana tha qurba wala naktumu shahadata Allahi inna ithan lamina alathimeena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
