{"id":777,"number":108,"text":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translations":{"en":"That is more likely that they will give testimony according to its [true] objective, or [at least] they would fear that [other] oaths might be taken after their oaths. And fear Allah and listen; and Allah does not guide the defiantly disobedient people","es":"Esto es lo más adecuado para lograr que presten un testimonio exacto o que teman que se refuten su juramento con un juramento contrario. Tengan temor de Dios y obedezcan [Sus leyes], porque Dios no guía a los perversos","fr":"C'est le moyen le plus sûr pour les inciter à fournir le témoignage dans sa forme réelle; ou leur faire craindre de voir d'autres serments se substituer aux leurs. Et craignez Allah et écoutez. Allah ne guide pas les gens pervers","id":"Dengan cara itu mereka lebih patut memberikan kesaksiannya menurut yang sebenarnya, dan mereka merasa takut akan dikembalikan sumpahnya (kepada ahli waris) setelah mereka bersumpah.303) Bertakwalah kepada Allah dan dengarkanlah (perintah-Nya). Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik","ru":"Поступить так лучше для того, чтобы они принесли истинное свидетельство или устрашились того, что другие клятвы будут принесены после их клятв. Бойтесь Аллаха и слушайте! Ведь Аллах не ведет прямым путем людей нечестивых","sv":"Detta [tillvägagångssätt] ökar sannolikheten att sanna vittnesbörd avges; vittnena måste annars vara rädda att [andras] eder därefter ställs mot deras eder. Frukta därför Gud och lyd [Hans befallningar]; Gud vägleder sannerligen inte trotsiga syndare","tr":"Bu, şahidliği gerektiği gibi yapmalarını veya yeminlerinden sonra yeminlerin kabul edilmemesinden korkmalarını daha iyi sağlar. Allah'tan sakının, dinleyin. Allah fasık kimselere yol göstermez","ur":"اس طریقہ سے زیادہ توقع کی جاسکتی ہے کہ لوگ ٹھیک ٹھیک شہادت دیں گے، یا کم از کم اس بات ہی کا خوف کریں گے کہ ان کی قسموں کے بعد ددسری قسموں سے کہیں ان کی تردید نہ ہو جائے اللہ سے ڈرو اور سنو، اللہ نافرمانی کرنے والوں کو اپنی رہنمائی سے محروم کر دیتا ہے","zh":"这种规定，更能使证人据实作证，或畏惧发誓之后誓言遭到拒绝。你们当敬畏安拉，当听从命令。安拉是不引导犯罪的民众的。"},"transliteration":"Thalika adna an yatoo bialshshahadati AAala wajhiha aw yakhafoo an turadda aymanun baAAda aymanihim waittaqoo Allaha waismaAAoo waAllahu la yahdee alqawma alfasiqeena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
