{"id":778,"number":109,"text":"۞يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلۡغُيُوبِ","translations":{"en":"[Be warned of] the Day when Allah will assemble the messengers and say, \"What was the response you received?\" They will say, \"We have no knowledge. Indeed, it is You who is Knower of the unseen","es":"[Teman] el día que Dios reúna a los Mensajeros y diga: \"¿Cómo respondieron [aquellos a quienes fueron enviados]?\" Dirán: \"No sabemos, Tú eres Quien conoce lo oculto","fr":"(Rappelle-toi) le jour où Allah rassemblera (tous) les messagers, et qu'Il dira: «Que vous a-t-on donné comme réponse?» Ils diront: «Nous n'avons aucun savoir: c'est Toi, vraiment, le grand connaisseur de tout ce qui est inconnu»","id":"(Ingatlah), pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), \"Apa jawaban (kaummu) terhadap (seruan)mu?\" Mereka (para rasul) menjawab, \"Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib","ru":"В тот день, когда Аллах соберет посланников и скажет: «Что вам ответили?». - они скажут: «Мы не обладаем знанием. Воистину, Ты - Ведающий сокровенное»","sv":"DEN DAG då Gud samlar sändebuden och frågar: \"Vilket gensvar fick ni?\" - kommer de att svara: \"[Om det] vet Vi ingenting; Du [ensam] känner det som är dolt för människor","tr":"Allah peygamberleri topladığı gün, \"Size ne cevap verildi?\" der; onlar, \"Bizim bir bildiğimiz yoktur, doğrusu görülmeyenleri bilen ancak Sen'sin\" derler","ur":"جس روز اللہ سب رسولوں کو جمع کر کے پو چھے گا کہ تمہیں کیا جواب دیا گیا ہے، تو وہ عرض کریں گے کہ ہمیں کچھ علم نہیں، آپ ہی تمام پوشیدہ حقیقتوں کو جانتے ہیں","zh":"安拉集合众使者的日子，将问他们说：“你们所得的答复是什么？”他们将说：“我们毫无知识。你确是深知幽玄的。”"},"transliteration":"Yawma yajmaAAu Allahu alrrusula fayaqoolu matha ojibtum qaloo la AAilma lana innaka anta AAallamu alghuyoobi","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
