{"id":779,"number":110,"text":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَـٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","translations":{"en":"[The Day] when Allah will say, \"O Jesus, Son of Mary, remember My favor upon you and upon your mother when I supported you with the Pure Spirit and you spoke to the people in the cradle and in maturity; and [remember] when I taught you writing and wisdom and the Torah and the Gospel; and when you designed from clay [what was] like the form of a bird with My permission, then you breathed into it, and it became a bird with My permission; and you healed the blind and the leper with My permission; and when you brought forth the dead with My permission; and when I restrained the Children of Israel from [killing] you when you came to them with clear proofs and those who disbelieved among them said, \"This is not but obvious magic","es":"Dios dirá: \"¡Oh, Jesús hijo de María! Recuerda las bendiciones que te concedí a ti y a tu madre, cuando te fortalecí con el Espíritu Santo para que pudieras hablar a la gente desde la cuna y de adulto, y te enseñé la escritura, la sabiduría, la Tora y el Evangelio. Cuando modelaste con arcilla un pájaro con Mi anuencia, y luego soplaste en él y se convirtió en un pájaro real con Mi permiso, y curaste al ciego de nacimiento y al leproso con Mi permiso, y resucitaste al muerto con Mi permiso. Te protegí de los Hijos de Israel cuando te presentaste ante ellos con las evidencias, y los que negaron la verdad dijeron: \"Esto es hechicería pura","fr":"Et quand Allah dira: «O Jésus, fils de Marie, rappelle-toi Mon bienfait sur toi et sur ta mère quand Je te fortifiais du Saint-Esprit. Au berceau tu parlais aux gens, tout comme en ton âge mûr. Je t'enseignais le Livre, la Sagesse, la Thora et l'Evangile! Tu fabriquais de l'argile comme une forme d'oiseau par Ma permission; puis tu soufflais dedans. Alors par Ma permission, elle devenait oiseau. Et tu guérissais par Ma permission, l'aveugle-né et le lépreux. Et par Ma permission, tu faisais revivre les morts. Je te protégeais contre les Enfants d'Israël pendant que tu leur apportais les preuves. Mais ceux d'entre eux qui ne croyaient pas dirent: «Ceci n'est que de la magie évidente»","id":"Dan Ingatlah, ketika Allah berfirman, \"Wahai Isa putra Maryam! Ingatlah nikmat-Ku kepadamu dan kepada ibumu sewaktu Aku menguatkanmu dengan Rohulkudus. Engkau dapat berbicara dengan manusia di waktu masih dalam buaian dan setelah dewasa. Dan ingatlah ketika Aku mengajarkan menulis kepadamu, (juga) Hikmah, Taurat dan Injil. Dan ingatlah ketika engkau membentuk dari tanah berupa burung dengan seizin-Ku, kemudian engkau meniupnya, lalu menjadi seekor burung (yang sebenarnya) dengan seizin-Ku. Dan ingatlah, ketika engkau menyembuhkan orang yang buta sejak lahir dan orang yang berpenyakit kusta dengan seizin-Ku. Dan ingatlah ketika engkau mengeluarkan orang mati (dari kubur menjadi hidup) dengan seizin-Ku. Dan ingatlah ketika Aku menghalangi Bani Israil (dari keinginan mereka membunuhmu) dikala engkau mengemukakan kepada mereka keterangan-keterangan yang nyata, lalu orang-orang kafir di antara mereka berkata, \"Ini tidak lain hanyalah sihir yang nyata","ru":"Аллах скажет: «О Иса (Иисус), сын Марьям (Марии)! Помни о милости, которую Я оказал тебе и твоей матери. Я поддержал тебя Святым Духом (Джибрилем), благодаря чему ты говорил с людьми в колыбели и будучи взрослым. Я научил тебя Писанию, мудрости, Таурату (Торе) и Инджилу (Евангелию). По Моему соизволению ты лепил изваяния птиц из глины и дул на них, и по Моему соизволению они становились птицами. По Моему соизволению ты исцелял слепого (или лишенного зрения от рождения; или обладающего слабым зрением) и прокаженного, по Моему соизволению ты выводил покойников живыми из могил. Я отвратил от тебя (защитил тебя от) сынов Исраила (Израиля), когда ты явился к ним с ясными знамениями, а неверующие из их числа сказали, что это - всего лишь очевидное колдовство»","sv":"Då skall Gud säga: \"Jesus, son av Maria! Minns Mina välgärningar mot dig och din moder - hur Jag stärkte dig med helig ande [och lät dig] tala till människorna både i vaggan och i mogen ålder och hur Jag delgav dig uppenbarelsen och visdom och Tora och Evangeliet och hur du ville med Min tillåtelse forma något liknande en fågel i lera och andas på den för att den med Min tillåtelse skulle bli en fågel och hur du med Mitt tillstånd botade de blinda och de spetälska och hur du väckte de döda till liv med Mitt tillstånd och hur Jag höll tillbaka israeliterna [som ville döda dig] när du kom till dem med klara bevis, och de av dem som förnekade sanningen sade: \"Detta är helt uppenbart ingenting annat än bländande och förhäxande vältalighet","tr":"Allah, \"Ey Meryem oğlu İsa! Sana ve anana olan nimetimi an\" demişti, \"Seni Ruhul Kudüs ile desteklemiştim; beşikte ve yetişkin iken insanlarla konuşuyordun; sana Kitap'ı, hikmeti, Tevrat'ı ve İncil'i öğretmiştim. Sen iznimle, çamurdan kuş gibi bir şey yapmış ona üflemiştin de iznimle kuş olmuştu; anadan doğma körü, alacalıyı iznimle iyi etmiştin. Ölüleri iznimle diriltiyordun. İsrailoğullarına belgelerle geldiğinde, onlardan inkar edenler, 'Bu apaçık bir büyüdür' demişlerdi de Ben onların sana zarar vermelerini önlemiştim","ur":"پھر تصور کرو اس موقع کا جب اللہ فرمائے گا کہ \"اے مریم کے بیٹے عیسیٰؑ! یاد کر میری اس نعمت کو جو میں نے تجھے اور تیری ماں کو عطا کی تھی، میں نے روح پاک سے تیری مدد کی، تو گہوارے میں بھی لوگوں سے بات کرتا تھا اور بڑی عمر کو پہنچ کر بھی، میں نے تجھ کو کتاب اور حکمت اور تورات اور انجیل کی تعلیم دی، تو میرے حکم سے مٹی کا پتلا پرندے کی شکل کا بناتا اور اس میں پھونکتا تھا اور وہ میرے حکم سے پرندہ بن جاتا تھا، تو مادر زاد اندھے اور کوڑھی کو میرے حکم سے اچھا کرتا تھا، تو مُردوں کو میرے حکم سے نکالتا تھا، پھر جب تو بنی اسرائیل کے پاس صریح نشانیاں لے کر پہنچا اور جو لوگ ان میں سے منکر حق تھے انہوں نے کہا کہ یہ نشانیاں جادو گری کے سوا اور کچھ نہیں ہیں تو میں نے ہی تجھے اُن سے بچایا","zh":"那时，安拉将说麦尔彦之子尔撒啊！你当记忆我所赐你和你母亲的恩典，当时，我曾以玄灵扶助你，你在摇篮里，在壮年时，对人说话。当时，我曾教你经典、智慧、《讨拉特》和《引支勒》。当时，你奉我的命令，用泥捏一只像鸟样的东西，你吹气在里面，它就奉我的命令而飞动。你曾奉我的命令而治疗天然盲和大麻疯。你又奉我的命令而使死人复活。当时，我曾阻止以色列的后裔伤害你。当时，你曾昭示他们许多迹象，他们中不信道的人说：“这只是明显的魔术。”"},"transliteration":"Ith qala Allahu ya AAeesa ibna maryama othkur niAAmatee AAalayka waAAala walidatika ith ayyadtuka biroohi alqudusi tukallimu alnnasa fee almahdi wakahlan waith AAallamtuka alkitaba waalhikmata waalttawrata waalinjeela waith takhluqu mina altteeni kahayati alttayri biithnee fatanfukhu feeha fatakoonu tayran biithnee watubrio alakmaha waalabrasa biithnee waith tukhriju almawta biithnee waith kafaftu banee israeela AAanka ith jitahum bialbayyinati faqala allatheena kafaroo minhum in hatha illa sihrun mubeenun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
