{"id":78,"number":71,"text":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","translations":{"en":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it","es":"Dijo [Moisés]: \"Él dice que debe ser una vaca que no haya sido utilizada para arar la tierra ni regar los cultivos, sana y sin manchas\". Dijeron: \"Por fin has dicho la verdad\". Y la degollaron, aunque estuvieron a punto de no hacerlo","fr":"Il dit: «Allah dit que c'est bien une vache qui n'a pas été asservie à labourer la terre ni à arroser le champ, indemne d'infirmité et dont la couleur est unie». - Ils dirent: «Te voilà enfin, tu nous as apporté la vérité!» Ils l'immolèrent alors mais il s'en fallut qu'ils ne l'eussent pas fait","id":"Dia (Musa) menjawab, \"Dia (Allah) berfirman, (sapi) itu adalah sapi betina yang belum pernah dipakai untuk membajak tanah dan tidak (pula) untuk mengairi tanaman, sehat, dan tidak belang.\" Mereka berkata, \"Sekarang barulah engkau menerangkan (hal) yang sebenarnya.\" Lalu mereka menyembelihnya, dan nyaris mereka tidak melaksanakan (perintah) itu","ru":"Он сказал: «Он говорит, что эта корова не приучена пахать землю или орошать ниву. Она здорова и не имеет отметин». Они сказали: «Теперь ты принес истину». Затем они зарезали ее, хотя были близки к тому, чтобы не сделать этого","sv":"[Moses] svarade: \"[Herren] säger att det skall vara en ko som inte har använts som dragdjur, för plöjning eller bevattning, felfri och utan teckning.\" [Då] sade de: \"Nu har du gett oss [hela] sanningen!\" Och så offrade de kon [till sist], något som de hade varit nära att lämna ogjort","tr":"Yeri sürüp, ekini sulayarak boyunduruk altında ezilmemiş, kusursuz, alacasız bir sığır olduğunu söylüyor\" dedi. \"Şimdi gerçeği bildirdin\" deyip sığırı boğazladılar; az kalsın bunu yapmayacaklardı","ur":"موسیٰؑ نے جواب دیا: اللہ کہتا ہے کہ وہ ایسی گائے ہے جس سے خدمت نہیں لی جاتی، نہ زمین جوتتی ہے نہ پانی کھینچتی ہے، صحیح سالم اور بے داغ ہے، اس پر وہ پکار اٹھے کہ ہاں، اب تم نے ٹھیک پتہ بتایا ہے پھر انہوں نے اسے ذبح کیا، ورنہ وہ ایسا کرتے معلوم نہ ہوتے تھے","zh":"他说：“我的主说：那头牛不是受过训练的，既不耕田地，又不转水车，确是全美无斑的。”他们说：“现在你揭示真相了。”他们就宰了那头牛，但非出于自愿。"},"transliteration":"Qala innahu yaqoolu innaha baqaratun la thaloolun tutheeru alarda wala tasqee alhartha musallamatun la shiyata feeha qaloo alana jita bialhaqqi fathabahooha wama kadoo yafAAaloona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
