{"id":780,"number":111,"text":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","translations":{"en":"And [remember] when I inspired to the disciples, \"Believe in Me and in My messenger Jesus.\" They said, \"We have believed, so bear witness that indeed we are Muslims [in submission to Allah]","es":"[Recuerda] cuando inspiré a los discípulos para que creyeran en Mí y en Mi Mensajero. Ellos dijeron: \"¡Creemos! Sé testigo de que somos musulmanes [en sumisión a Dios]","fr":"Et quand J'ai révélé aux Apôtres ceci: «Croyez en Moi et en Mon messager (Jésus)». Ils dirent: «Nous croyons; et atteste que nous sommes entièrement soumis»","id":"Dan (ingatlah), ketika Aku ilhamkan kepada pengikut-pengikut Isa yang setia, \"Berimanlah kamu kepada-Ku dan kepada Rasul-Ku.\" Mereka menjawab, \"Kami telah beriman dan saksikanlah (wahai Rasul) bahwa kami adalah orang-orang yang berserah diri (muslim)","ru":"Я внушил апостолам: «Уверуйте в Меня и Моего посланника». Они сказали: «Мы уверовали! Засвидетельствуй же, что мы стали мусульманами»","sv":"OCH [MINNS] hur Jag ingav de vitklädda tron på Mig och Mitt Sändebud [så att] de förklarade: \"Vi tror; var du därför vårt vittne att vi har underkastat oss Guds vilja","tr":"Havarilere, \"Bana ve peygamberime inanın\" diye bildirmiştim, \"İnandık, bizim müslimler olduğumuza şahid ol\" demişlerdi","ur":"اور جب میں نے حواریوں کو اشارہ کیا کہ مجھ پر اور میرے رسول پر ایمان لاؤ تب اُنہوں نے کہا کہ \"ہم ایمان لائے اور گواہ رہو کہ ہم مسلم ہیں","zh":"当时，我启示众门徒说：“你们当信仰我和我的众使者。”他们说：“我们已信仰了，求你作证我们是归顺的人。”"},"transliteration":"Waith awhaytu ila alhawariyyeena an aminoo bee wabirasoolee qaloo amanna waishhad biannana muslimoona","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
