{"id":781,"number":112,"text":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"en":"[And remember] when the disciples said, \"O Jesus, Son of Mary, can your Lord send down to us a table [spread with food] from the heaven? [Jesus] said,\" Fear Allah, if you should be believers","es":"Cuando los discípulos de Jesús dijeron: \"¡Oh, Jesús hijo de María! ¿Tu Señor podría hacernos descender del cielo una mesa servida?\" Dijo: \"Tengan temor de Dios, si es que son verdaderos creyentes","fr":"(Rappelle-toi le moment) où les Apôtres dirent: «O Jésus, fils de Marie, se peut-il que ton Seigneur fasse descendre sur nous du ciel une table servie?» Il leur dit: «Craignez plutôt Allah, si vous êtes croyants»","id":"(Ingatlah), ketika pengikut-pengikut Isa yang setia berkata, \"Wahai Isa putra Maryam! Bersediakah Tuhanmu menurunkan hidangan dari langit kepada kami?\" Isa menjawab, \"Bertakwalah kepada Allah jika kamu orang-orang beriman","ru":"Вот сказали апостолы: «О Иса (Иисус), сын Марьям (Марии)! Может ли твой Господь ниспослать нам трапезу с неба?». Он сказал: «Бойтесь Аллаха, если вы являетесь верующими»","sv":"Och de vitklädda sade: \"Jesus, son av Maria! Kan din Herre låta ett bord [dukat till måltid] sänka sig ned till oss från himlen?\" [Och Jesus] svarade: \"Frukta Gud, om ni har sann tro","tr":"Havariler, \"Ey Meryem oğlu İsa! Rabbin bize gökten bir sofra indirebilir mi?\" demişlerdi de, \"İnanıyorsanız Allah'tan sakının\" demişti","ur":"(حواریوں کے سلسلہ میں) یہ واقعہ بھی یاد رہے کہ جب حواریوں نے کہا اے عیسیٰ ابن مریم! کیا آپ کا رب ہم پر آسمان سے کھانے کا ایک خوان اتار سکتا ہے؟ تو عیسیٰؑ نے کہا اللہ سے ڈرو اگر تم مومن ہو","zh":"当时，众门徒说：“麦尔彦之子尔撒啊，你的主能从天上降筵席给我们吗？”他说：“你们当敬畏安拉，如果你们是信士的话。”"},"transliteration":"Ith qala alhawariyyoona ya AAeesa ibna maryama hal yastateeAAu rabbuka an yunazzila AAalayna maidatan mina alssamai qala ittaqoo Allaha in kuntum mumineena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
