{"id":783,"number":114,"text":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّـٰزِقِينَ","translations":{"en":"Said Jesus, the son of Mary, \"O Allah, our Lord, send down to us a table [spread with food] from the heaven to be for us a festival for the first of us and the last of us and a sign from You. And provide for us, and You are the best of providers","es":"Jesús hijo de María rezó: \"¡Oh Dios, nuestro señor! Haz que descienda una mesa servida del cielo que sea para nosotros un acontecimiento festivo, tanto para los primeros como para los últimos [de nuestra nación], y un milagro proveniente de Ti. Concédenos Tu favor, pues Tú eres el mejor de los sustentadores","fr":"«O Allah, notre Seigneur, dit Jésus, fils de Marie, fais descendre du ciel sur nous une table servie qui soit une fête pour nous, pour le premier d'entre nous, comme pour le dernier, ainsi qu'un signe de Ta part. Nourris-nous: Tu es le meilleur des nourrisseurs.»","id":"Isa putra Maryam berdoa, \"Ya Tuhan kami, turunkanlah kepada kami hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami, yaitu bagi orang-orang yang sekarang bersama kami maupun yang datang setelah kami, dan menjadi tanda bagi kekuasaan Engkau; berilah kami rezeki, dan Engkaulah sebaik-baik pemberi rezeki","ru":"Иса (Иисус), сын Марьям (Марии), сказал: «О Аллах, Господь наш! Ниспошли нам трапезу с неба, которая была бы праздником для всех нас, от первого до последнего, и знамением от Тебя. Надели нас уделом, ведь Ты - Наилучший из дарующих удел»","sv":"Och Jesus, Marias son, sade: \"Gud, vår Herre! Låt en måltid från himlen sänka sig ned till oss; den skall bli en högtid för oss, för den förste och den siste, och ett tecken från Dig. Och försörj oss [med det som vi behöver]! Du är den bäste Försörjaren","tr":"Meryem oğlu İsa, \"Allahım! Rabbimiz! Bize ve bizden sonra geleceklere bayram ve Sen'den bir delil olarak gökten bir sofra indir, bizi rızıklandır, Sen rızık verenlerin en hayırlısısın\" dedi","ur":"اس پر عیسیٰ ابن مریم نے دعا کی \"خدایا! ہمارے رب! ہم پر آسمان سے ایک خوان نازل کر جو ہمارے لیے اور ہمارے اگلوں پچھلوں کے لیے خوشی کا موقع قرار پائے اور تیری طرف سے ایک نشانی ہو، ہم کو رزق دے اور تو بہترین رازق ہے","zh":"麦尔彦之子尔撒说：“安拉啊！我们的主啊！求你从天上降筵席给我们，以便我们先辈和后辈都以降筵席之日为节日，并以筵席为你所降示的迹象。求你以给养赏赐我们，你是最善于供给的。”"},"transliteration":"Qala AAeesa ibnu maryama allahumma rabbana anzil AAalayna maidatan mina alssamai takoonu lana AAeedan liawwalina waakhirina waayatan minka waorzuqna waanta khayru alrraziqeena","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
