{"id":785,"number":116,"text":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلۡغُيُوبِ","translations":{"en":"And [beware the Day] when Allah will say, \"O Jesus, Son of Mary, did you say to the people, 'Take me and my mother as deities besides Allah?'\" He will say, \"Exalted are You! It was not for me to say that to which I have no right. If I had said it, You would have known it. You know what is within myself, and I do not know what is within Yourself. Indeed, it is You who is Knower of the unseen","es":"[El Día del Juicio Final] Dios dirá: \"¡Oh, Jesús hijo de María! ¿Acaso tú dijiste a la gente: \"Adórenme a mí y a mi madre como divinidades junto con Dios?\" Dirá [Jesús]: \"¡Glorificado seas! No me corresponde decir algo a lo que no tengo derecho. Si lo hubiera dicho Tú lo sabrías. Tú conoces lo que encierra mi alma, mientras que yo ignoro lo que encierra la Tuya. Tú eres Quien conoce lo oculto","fr":"(Rappelle-leur) le moment où Allah dira: «O Jésus, fils de Marie, est-ce toi qui as dit aux gens: «Prenez-moi, ainsi que ma mère, pour deux divinités en dehors d'Allah?» Il dira: «Gloire et pureté à Toi! Il ne m'appartient pas de déclarer ce que je n'ai pas le droit de dire! Si je l'avais dit, Tu l'aurais su, certes. Tu sais ce qu'il y a en moi, et je ne sais pas ce qu'il y a en Toi. Tu es, en vérité, le grand connaisseur de tout ce qui est inconnu","id":"Dan (ingatlah) ketika Allah berfirman, \"Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, Jadikanlah aku dan ibuku sebagai dua Tuhan selain Allah?\" (Isa) menjawab, \"Maha Suci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib","ru":"Вот сказал Аллах: «О Иса (Иисус), сын Марьям (Марии)! Говорил ли ты людям: «Примите меня и мою мать двумя богами наряду с Аллахом»?». Он сказал: «Пречист Ты! Как я мог сказать то, на что я не имею права? Если бы я сказал такое, Ты знал бы об этом. Ты знаешь то, что у меня в душе, а я не знаю того, что у Тебя в Душе. Воистину, Ты - Ведающий сокровенное","sv":"OCH GUD skall säga: \"Jesus, son av Maria! Är det du som uppmanade människorna att dyrka dig och din moder som gudomliga väsen vid sidan av Gud?\" [Jesus] skall svara: \"Stor är Du i Din härlighet! Hur skulle jag kunna säga vad jag inte hade rätt att säga? Om jag hade sagt detta skulle Du helt visst ha vetat det. Du vet vad som är i mitt innersta men jag vet inte vad som är i Ditt innersta; Du känner allt det som är dolt för människor","tr":"Allah, \"Ey Meryem oğlu İsa! Sen mi insanlara Beni ve annemi Allah'tan başka iki tanrı olarak benimseyin dedin?\" demişti de, \"Haşa, hak olmayan sözü söylemek bana yaraşmaz; eğer söylemişsem, şüphesiz Sen onu bilirsin; Sen, benim içimde olanı bilirsin; ben Senin içinde olanı bilmem; doğrusu görülmeyeni bilen ancak Sensin\" demişti, \"Ben onlara sadece 'Rabbim ve Rabbiniz olan Allah'a kulluk edin' diye bana emrettiğini söyledim. Aralarında bulunduğum müddetce onlar hakkında şahiddim, beni aralarından aldığında onları Sen gözlüyordun. Sen her şeye şahidsin","ur":"غرض جب (یہ احسانات یاد دلا کر) اللہ فرمائے گا کہ \"اے عیسیٰ ابن مریم! کیا تو نے لوگوں سے کہا تھا کہ خدا کے سوا مجھے اور میری ماں کو بھی خدا بنا لو؟\" تو وہ جواب میں عرض کرے گا کہ \"سبحان اللہ! میرا یہ کام نہ تھا کہ وہ بات کہتا جس کے کہنے کا مجھے حق نہ تھا، اگر میں نے ایسی بات کہی ہوتی، تو آپ کو ضرور علم ہوتا، آپ جانتے ہیں جو کچھ میرے دل میں ہے اور میں نہیں جانتا جو کچھ آپ کے دل میں ہے، آپ تو ساری پوشیدہ حقیقتوں کے عالم ہیں","zh":"当时，安拉将说：“麦尔彦之子尔撒啊！你曾对众人说过这句话吗？：‘你们当舍安拉而以我和我母亲为主宰。’”他说：“我赞颂你超绝万物，我不会说出我不该说的话。如果我说了，那你一定知道。你知道我心里的事，我却不知道你心里的事。你确是深知一切幽玄的。"},"transliteration":"Waith qala Allahu ya AAeesa ibna maryama aanta qulta lilnnasi ittakhithoonee waommiya ilahayni min dooni Allahi qala subhanaka ma yakoonu lee an aqoola ma laysa lee bihaqqin in kuntu qultuhu faqad AAalimtahu taAAlamu ma fee nafsee wala aAAlamu ma fee nafsika innaka anta AAallamu alghuyoobi","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
