{"id":786,"number":117,"text":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","translations":{"en":"I said not to them except what You commanded me - to worship Allah, my Lord and your Lord. And I was a witness over them as long as I was among them; but when You took me up, You were the Observer over them, and You are, over all things, Witness","es":"No les transmití sino lo que Tú me has ordenado: ‘Adoren solo a Dios, mi Señor y el suyo’. Fui testigo de sus acciones mientras estuve con ellos; pero después de que me elevaste, fuiste Tú Quien los vigiló. Tú eres testigo de todas las cosas","fr":"Je ne leur ai dit que ce que Tu m'avais commandé, (à savoir): «Adorez Allah, mon Seigneur et votre Seigneur». Et je fus témoin contre eux aussi longtemps que je fus parmi eux. Puis quand Tu m'as rappelé, c'est Toi qui fus leur observateur attentif. Et Tu es témoin de toute chose","id":"Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (yaitu), \"Sembahlah Allah, Tuhanku dan Tuhanmu,\" dan aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu","ru":"Я не говорил им ничего, кроме того, что Ты мне велел: «Поклоняйтесь Аллаху, моему Господу и вашему Господу». Я был свидетелем о них, пока находился среди них. Когда же Ты упокоил меня, Ты стал наблюдать за ними. Воистину, Ты - Свидетель всякой вещи","sv":"Vad jag har sagt dem är det som Du har befallt mig [att säga]: 'Dyrka Gud, min Herre och er Herre.' Jag var vittne till deras handlingar så länge jag levde bland dem, men sedan Du kallade mig till Dig är det Du som vakar över dem; Du är vittne till allt som sker","tr":"Allah, \"Ey Meryem oğlu İsa! Sen mi insanlara Beni ve annemi Allah'tan başka iki tanrı olarak benimseyin dedin?\" demişti de, \"Haşa, hak olmayan sözü söylemek bana yaraşmaz; eğer söylemişsem, şüphesiz Sen onu bilirsin; Sen, benim içimde olanı bilirsin; ben Senin içinde olanı bilmem; doğrusu görülmeyeni bilen ancak Sensin\" demişti, \"Ben onlara sadece 'Rabbim ve Rabbiniz olan Allah'a kulluk edin' diye bana emrettiğini söyledim. Aralarında bulunduğum müddetce onlar hakkında şahiddim, beni aralarından aldığında onları Sen gözlüyordun. Sen her şeye şahidsin","ur":"میں نے اُن سے اُس کے سوا کچھ نہیں کہا جس کا آپ نے حکم دیا تھا، یہ کہ اللہ کی بندگی کرو جو میرا رب بھی ہے اور تمہارا رب بھی میں اُسی وقت تک ان کا نگراں تھا جب تک کہ میں ان کے درمیان تھا جب آپ نے مجھے واپس بلا لیا تو آپ ان پر نگراں تھے اور آپ تو ساری ہی چیزوں پر نگراں ہیں","zh":"我只对他们说过你所命我说的话，即：你们当崇拜安拉——我的主，和你们的主。我同他们相处期间，我是他们的见证者。你使我死去之后，监护他们的是你。你是万物的见证者。"},"transliteration":"Ma qultu lahum illa ma amartanee bihi ani oAAbudoo Allaha rabbee warabbakum wakuntu AAalayhim shaheedan ma dumtu feehim falamma tawaffaytanee kunta anta alrraqeeba AAalayhim waanta AAala kulli shayin shaheedun","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
