{"id":788,"number":119,"text":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّـٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translations":{"en":"Allah will say, \"This is the Day when the truthful will benefit from their truthfulness.\" For them are gardens [in Paradise] beneath which rivers flow, wherein they will abide forever, Allah being pleased with them, and they with Him. That is the great attainment","es":"Dios dirá [el Día del Juicio]: \"Este es el día en que los sinceros disfrutarán su sinceridad. Tendrán jardines por donde corren ríos, en los que estarán por toda la eternidad. Dios estará complacido de ellos y ellos con Él. Esa será la bienaventuranza","fr":"Allah dira: «Voilà le jour où leur véracité va profiter aux véridiques: ils auront des Jardins sous lesquels coulent les ruisseaux pour y demeurer éternellement.» Allah les a agréés et eux L'ont agréé. Voilà l'énorme succès","id":"Allah berfirman, \"Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung","ru":"Аллах сказал: «Это - день, когда правдивым людям принесет пользу их правдивость. Им уготованы Райские сады, в которых текут реки. Они пребудут там вечно». Аллах доволен ими, и они довольны Им. Это - великое преуспеяние","sv":"[PÅ DOMENS dag] skall Gud säga: \"Denna dag skall de sanningsenliga skörda frukterna av sin kärlek till sanningen. På dem väntar lustgårdar, vattnade av bäckar, där de skall förbli till evig tid.\" Gud är nöjd med dem och de är nöjda [där de njuter] Hans [gåvor]. Detta är den stora, den lysande segern","tr":"Allah, \"Bu, doğrulara doğruluklarının fayda verdiği gündür; ebedi ve temelli kalacakları, altlarından ırmaklar akan cennetler onlarındır. Allah onlardan hoşnud olmuştur, onlar da Allah'tan hoşnud olmuşlardır, bu büyük kurtuluştur\" dedi","ur":"تب اللہ فرمائے گا \"یہ وہ دن ہے جس میں سچوں کو اُن کی سچائی نفع دیتی ہے، ان کے لیے ایسے باغ ہیں جن کے نیچے نہریں بہہ رہی ہیں، یہاں وہ ہمیشہ رہیں گے، اللہ ان سے راضی ہوا اور وہ اللہ سے، یہی بڑی کامیابی ہے","zh":"安拉将说：“这确是诚实有裨于诚实人的日子。他们得享受下临诸河的乐园，而永居其中。安拉喜悦他们，他们也喜悦他。这确是伟大的成功。”"},"transliteration":"Qala Allahu hatha yawmu yanfaAAu alssadiqeena sidquhum lahum jannatun tajree min tahtiha alanharu khalideena feeha abadan radiya Allahu AAanhum waradoo AAanhu thalika alfawzu alAAatheemu","chapter":{"id":5,"name":"المائدة","transliteration":"Al-Ma'idah","translations":{"en":"The Table Spread","es":"La Mesa Servida","fr":"La table servie","id":"Jamuan (Hidangan Makanan)","ru":"Трапеза","sv":"Den Himmelska Måltiden","tr":"Mâide","ur":"دسترخوان","zh":"筵席"},"type":"medinan"}}
