{"id":795,"number":6,"text":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّـٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","translations":{"en":"Have they not seen how many generations We destroyed before them which We had established upon the earth as We have not established you? And We sent [rain from] the sky upon them in showers and made rivers flow beneath them; then We destroyed them for their sins and brought forth after them a generation of others","es":"¿Acaso no ven cuántas generaciones anteriores a ellos he destruido? Les había concedido a ellos más poder en la Tierra que el que ustedes tienen, pero hice que las lluvias del cielo se desplomaran sobre ellos y los ríos los anegaron bajo sus pies, y les hice perecer a causa de sus pecados, e hice surgir después de ellos nuevas generaciones","fr":"N'ont-ils pas vu combien de générations, avant eux, Nous avons détruites, auxquelles Nous avions donné pouvoir sur terre, bien plus que ce que Nous vous avons donnés? Nous avions envoyé, sur eux, du ciel, la pluie en abondance, et Nous avions fait couler des rivières à leurs pieds. Puis Nous les avons détruites, pour leurs péchés; et Nous avons créé après eux, une nouvelle génération","id":"Tidakkah mereka memperhatikan berapa banyak generasi sebelum mereka yang telah Kami binasakan, padahal (generasi itu), telah Kami teguhkan kedudukannya di bumi, yaitu keteguhan yang belum pernah Kami berikan kepadamu. Kami curahkan hujan yang lebat untuk mereka dan Kami jadikan sungai-sungai mengalir di bawah mereka, kemudian Kami binasakan mereka karena dosa-dosa mereka sendiri, dan Kami ciptakan generasi yang lain setelah generasi mereka","ru":"Разве они не видели, сколько поколений Мы погубили до них? Мы одарили их на земле властью, которой не одарили вас, ниспосылали им с неба обильные дожди и заставляли реки течь под ними. Мы погубили их за их грехи и создали после них другие поколения","sv":"Har de inte sett hur många släkten före dem Vi har låtit gå under, [människor] som Vi hade gett en bättre plats på jorden än Vi har gett er och som Vi [välsignade] med rikliga regn och lät floder rinna upp vid deras fötter? Men för deras synders skull utplånade Vi dem [från jordens yta] och lät ett annat släkte stiga fram efter dem","tr":"Onlardan önce nice nesilleri yok ettiğimizi görmediler mi? Onları, sizi yerleştirmediğimiz bir şekilde yeryüzüne yerleştirmiş, gökten bol yağmur yağdırmış, altlarından ırmaklar akıtmıştık. Fakat onları günahlarından ötürü yok ettik ve ardlarından başka bir nesil yetiştirdik","ur":"کیا انہوں نے دیکھا نہیں کہ ان سے پہلے کتنی ایسی قوموں کو ہم ہلاک کر چکے ہیں جن کا اپنے اپنے زمانہ میں دور دورہ رہا ہے؟ اُن کو ہم نے زمین میں وہ اقتدار بخشا تھا جو تمہیں نہیں بخشا ہے، ان پر ہم نے آسمان سے خوب بارشیں برسائیں اور ان کے نیچے نہریں بہا دیں، (مگر جب انہوں نے کفران نعمت کیا تو) آخر کار ہم نے ان کے گناہوں کی پاداش میں انہیں تباہ کر دیا اور ان کی جگہ دوسرے دور کی قوموں کو اٹھایا","zh":"难道他们不知道吗？在他们之前，我曾毁灭了许多世代，并且把没有赏赐你们的地位赏赐了他们，给他们以充足的雨水，使诸河流行在他们的下面。嗣后，我因他们的罪过而毁灭他们。在他们（灭亡）之后，我创造了别的时代。"},"transliteration":"Alam yaraw kam ahlakna min qablihim min qarnin makkannahum fee alardi ma lam numakkin lakum waarsalna alssamaa AAalayhim midraran wajaAAalna alanhara tajree min tahtihim faahlaknahum bithunoobihim waanshana min baAAdihim qarnan akhareena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
