{"id":797,"number":8,"text":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","translations":{"en":"And they say, \"Why was there not sent down to him an angel?\" But if We had sent down an angel, the matter would have been decided; then they would not be reprieved","es":"Ellos dicen: \"¿Por qué no hizo descender un ángel junto a él?\" Pero si hubiese enviado un ángel el asunto habría quedado decidido, y no se les habría dado ningún plazo de espera [para creer]","fr":"Et ils disent: «Pourquoi n'a-t-on pas fait descendre sur lui (Muhammad) un Ange?» Si Nous avions fait descendre un Ange, c'eût été, sûrement, affaire faite; puis on ne leur eût point donné de délai","id":"Dan mereka berkata, \"Mengapa tidak diturunkan malaikat kepadanya (Muhammad)?\"305) Jika Kami turunkan malaikat (kepadanya), tentu selesailah urusan itu,306) tetapi mereka tidak diberi penangguhan (sedikit pun)","ru":"Они сказали: «Почему к нему не спускается ангел?». Если бы Мы ниспослали ангела, то решение уже было бы вынесено, после чего они не получили бы отсрочки","sv":"Och de säger: \"Om ändå en ängel hade sänts ned till honom!\" Men om Vi hade sänt en ängel, då hade allt varit fullbordat och de skulle inte ha beviljats något uppskov","tr":"Ona bir melek indirilmeli değil miydi?\" dediler. Bir melek indirmiş olsaydık iş bitmiş olurdu da onlara göz bile açtırılmazdı","ur":"کہتے ہیں کہ اس نبی پر کوئی فرشتہ کیوں نہیں اتارا گیا اگر کہیں ہم نے فرشتہ اتار دیا ہوتا تو اب تک کبھی کا فیصلہ ہو چکا ہوتا، پھر انہیں کوئی مہلت نہ دی جاتی","zh":"他们说：“为什么没有一个天使降临他呢？”假若我降一个天使，那么，他们的毁灭，必成定案，而他们不蒙宽待了。"},"transliteration":"Waqaloo lawla onzila AAalayhi malakun walaw anzalna malakan laqudiya alamru thumma la yuntharoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
