{"id":801,"number":12,"text":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","translations":{"en":"Say, \"To whom belongs whatever is in the heavens and earth?\" Say, \"To Allah.\" He has decreed upon Himself mercy. He will surely assemble you for the Day of Resurrection, about which there is no doubt. Those who will lose themselves [that Day] do not believe","es":"Pregúntales [a los idólatras]: \"¿A quién pertenece cuanto hay en los cielos y en la Tierra?\" Diles: \"A Dios\". Él ha prescrito para Sí mismo la misericordia. Él los reunirá el Día indubitable de la Resurrección, en el que solo serán desventurados quienes se hayan negado a creer","fr":"Dis: «A qui appartient ce qui est dans les cieux et la terre?» Dis: «A Allah!» Il S'est à Lui-même prescrit la miséricorde. Il vous rassemblera, certainement, au Jour de la Résurrection: il n'y a pas de doute là-dessus. Ceux qui font leur propre perte sont ceux qui ne croient pas","id":"Katakanlah (Muhammad), \"Milik siapakah apa yang di langit dan di bumi?\" Katakanlah, \"Milik Allah.\" Dia telah menetapkan (sifat) kasih sayang pada diri-Nya.308) Dia sungguh akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi. Orang-orang yang merugikan dirinya, mereka itu tidak beriman","ru":"Скажи: «Кому принадлежит то, что на небесах и на земле?». Скажи: «Аллаху! Он предписал Себе милосердие. Он непременно соберет вас вместе в День воскресения, в котором нет сомнения. Те, которые потеряли самих себя, никогда не уверуют»","sv":"Säg: \"Vem tillhör allt det som är i himlarna och på jorden?\" Säg: \"[Allt tillhör] Gud, [Gud som] för Sig har stadfäst nådens och barmhärtighetens [lag]. Han skall samla er åter på Uppståndelsens dag - om vars [ankomst] det inte råder något tvivel. De som har förverkat sina själar är de som inte vill tro","tr":"De ki: \"göklerde ve yerde olanlar kimindir?\", \"Allah'ındır\" de. O, rahmet etmeyi kendi üzerine almıştır; and olsun ki, sizi vukuu şüphe götürmeyen kıyamet gününde toplayacaktır. Kendilerine yazık ettiler; çünkü onlar inanmazlar","ur":"ان سے پوچھو، آسمانوں اور زمین میں جو کچھ ہے وہ کس کاہے؟کہو سب کچھ اللہ ہی کا ہے، اس نے رحم و کرم کا شیوہ اپنے اوپر لازم کر لیا ہے (اسی لیے وہ نافرمانیوں اور سرکشیوں پر تمہیں جلدی سے نہیں پکڑ لیتا)، قیامت کے روز وہ تم سب کو ضرور جمع کرے گا، یہ بالکل ایک غیر مشتبہ حقیقت ہے، مگر جن لوگوں نے اپنے آپ کو خود تباہی کے خطرے میں مبتلا کر لیا ہے وہ اسے نہیں مانتے","zh":"你说：“天地万物是谁的？”你说：“是安拉的。”他曾以慈悯为自己的责任。他必在无疑的复活日集合你们。亏折自身的人，是不信道的。"},"transliteration":"Qul liman ma fee alssamawati waalardi qul lillahi kataba AAala nafsihi alrrahmata layajmaAAannakum ila yawmi alqiyamati la rayba feehi allatheena khasiroo anfusahum fahum la yuminoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
