{"id":803,"number":14,"text":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","translations":{"bn":"আপনি বলে দিনঃ আমি কি আল্লাহ ব্যতীত-যিনি নভোমন্ডল ও ভুমন্ডলের স্রষ্টা এবং যিনি সবাইকে আহার্য দানকরেন ও তাঁকে কেউ আহার্য দান করে না অপরকে সাহায্যকারী স্থির করব? আপনি বলে দিনঃ আমি আদিষ্ট হয়েছি যে, সর্বাগ্রে আমিই আজ্ঞাবহ হব। আপনি কদাচ অংশীবাদীদের অন্তর্ভুক্ত হবেন না।","en":"Say, \"Is it other than Allah I should take as a protector, Creator of the heavens and the earth, while it is He who feeds and is not fed?\" Say, [O Muhammad], \"Indeed, I have been commanded to be the first [among you] who submit [to Allah] and [was commanded], 'Do not ever be of the polytheists","id":"Katakanlah (Muhammad), \"Apakah aku akan menjadikan pelindung selain Allah yang menjadikan langit dan bumi, padahal Dia memberi makan dan tidak diberi makan?\" Katakanlah, \"Sesungguhnya aku diperintahkan agar aku menjadi orang yang pertama berserah diri (kepada Allah), dan jangan sekali-kali kamu masuk golongan orang-orang musyrik","ru":"Скажи: «Неужели я возьму своим покровителем кого-либо, кроме Аллаха, Творца небес и земли? Он кормит, а Его не кормят». Скажи: «Мне велено быть первым из тех, кто покорился». Не будь же в числе многобожников","tr":"Gökleri ve yeri yaratan, beslenmeyip besleyen Allah'tan başka bir dost mu edinirim?\" de. \"Doğrusu ben ilk müslüman olmakla emrolundum\" de; asla ortak koşanlardan olma","ur":"کہو، اللہ کو چھوڑ کر کیا میں کسی اور کو اپنا سر پرست بنا لوں؟ اُس خدا کو چھوڑ کر جو زمین و آسمان کا خالق ہے اور جو روزی دیتا ہے روزی لیتا نہیں ہے؟ کہو، مجھے تو یہی حکم دیا گیا ہے کہ سب سے پہلے میں اُس کے آگے سر تسلیم خم کروں (اور تاکید کی گئی ہے کہ کوئی شرک کرتا ہے تو کرے) تو بہرحال مشرکوں میں شامل نہ ہو"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
