{"id":803,"number":14,"text":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","translations":{"en":"Say, \"Is it other than Allah I should take as a protector, Creator of the heavens and the earth, while it is He who feeds and is not fed?\" Say, [O Muhammad], \"Indeed, I have been commanded to be the first [among you] who submit [to Allah] and [was commanded], 'Do not ever be of the polytheists","es":"Diles: \"¿Acaso voy a tomar como protector a otro en lugar de Dios, [siendo que Él es el] Originador de los cielos y la de Tierra, y Quien alimenta y no necesita ser alimentado?\" Di: \"Se me ha ordenado ser el primero en entregarse a la voluntad de Dios. No sean ustedes de los que dedican actos de adoración a otros [además de Dios]","fr":"Dis: «Devais-je prendre pour allié autre qu'Allah, le Créateur des cieux et de la terre? C'est Lui qui nourrit et personne ne Le nourrit. Dis: «On m'a commandé d'être le premier à me soumettre». Et ne sois jamais du nombre des associateurs","id":"Katakanlah (Muhammad), \"Apakah aku akan menjadikan pelindung selain Allah yang menjadikan langit dan bumi, padahal Dia memberi makan dan tidak diberi makan?\" Katakanlah, \"Sesungguhnya aku diperintahkan agar aku menjadi orang yang pertama berserah diri (kepada Allah), dan jangan sekali-kali kamu masuk golongan orang-orang musyrik","ru":"Скажи: «Неужели я возьму своим покровителем кого-либо, кроме Аллаха, Творца небес и земли? Он кормит, а Его не кормят». Скажи: «Мне велено быть первым из тех, кто покорился». Не будь же в числе многобожников","sv":"Säg: \"Skulle jag söka en annan beskyddare än Gud, himlarnas och jordens Skapare, Han som livnär [oss] men själv inte intar föda?\" Säg: \"Jag har blivit befalld att vara den förste av dem som underkastar sig Guds vilja och [jag har befallts] att inte sätta något vid Guds sida","tr":"Gökleri ve yeri yaratan, beslenmeyip besleyen Allah'tan başka bir dost mu edinirim?\" de. \"Doğrusu ben ilk müslüman olmakla emrolundum\" de; asla ortak koşanlardan olma","ur":"کہو، اللہ کو چھوڑ کر کیا میں کسی اور کو اپنا سر پرست بنا لوں؟ اُس خدا کو چھوڑ کر جو زمین و آسمان کا خالق ہے اور جو روزی دیتا ہے روزی لیتا نہیں ہے؟ کہو، مجھے تو یہی حکم دیا گیا ہے کہ سب سے پہلے میں اُس کے آگے سر تسلیم خم کروں (اور تاکید کی گئی ہے کہ کوئی شرک کرتا ہے تو کرے) تو بہرحال مشرکوں میں شامل نہ ہو","zh":"你说：“难道我舍安拉而以他物为保佑者吗？他是天地的创造者，他能供养，而不受供养。”你说：“我已奉命做首先归顺的人，而绝不做以物配主的人。”"},"transliteration":"Qul aghayra Allahi attakhithu waliyyan fatiri alssamawati waalardi wahuwa yutAAimu wala yutAAamu qul innee omirtu an akoona awwala man aslama wala takoonanna mina almushrikeena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
