{"id":808,"number":19,"text":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","translations":{"en":"Say, \"What thing is greatest in testimony?\" Say, \"Allah is witness between me and you. And this Qur'an was revealed to me that I may warn you thereby and whomever it reaches. Do you [truly] testify that with Allah there are other deities?\" Say, \"I will not testify [with you].\" Say, \"Indeed, He is but one God, and indeed, I am free of what you associate [with Him]","es":"Pregúntales: \"¿Quién es el testigo más creíble?\" Di: \"Dios es testigo [de la diferencia] entre ustedes y yo. Me ha sido revelado este Corán para advertirles con él a todos aquellos que les llegue el Mensaje. ¿Acaso darían testimonio de que existen otras divinidades junto con Dios?\" Diles: \"Yo no lo haré\". Diles: \"Él es la única divinidad, y soy inocente de lo que ustedes Le asocian cometiendo idolatría","fr":"Dis: «Qu'y a-t-il de plus grand en fait de témoignage?» Dis: «Allah est témoin entre moi et vous; et ce Coran m'a été révélé pour que je vous avertisse, par sa voie, vous et tous ceux qu'il atteindra. «Est-ce vous vraiment qui attestez qu'il y ait avec Allah d'autres divinités? Dis: «Je n'atteste pas». Dis [aussi]: «Il n'y a qu'une Divinité Unique. Et moi, je désavoue ce que vous (Lui) associez»","id":"Katakanlah (Muhammad), \"Siapakah yang lebih kuat kesaksiannya?\" Katakanlah, \"Allah, Dia menjadi saksi antara aku dan kamu. Alquran ini diwahyukan kepadaku agar dengan itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Alquran kepadanya). Dapatkah kamu benar-benar bersaksi bahwa ada tuhan-tuhan lain bersama Allah?\" Katakanlah, \"Aku tidak dapat bersaksi.\" Katakanlah, \"Sesungguhnya hanya Dialah Tuhan Yang Maha Esa dan aku berlepas diri dari apa yang kamu persekutukan (dengan Allah)","ru":"Скажи: «Чье свидетельство является самым важным?». Скажи: «Аллах - Свидетель между мною и вами. Этот Коран дан мне в откровение, чтобы я предостерег посредством него вас и тех, до кого он дойдет. Неужели вы действительно свидетельствуете, что наряду с Аллахом существуют другие боги?». Скажи: «Я не свидетельствую об этом». Скажи: «Он является Единственным Богом, и я не причастен к тому, что вы приобщаете в сотоварищи»","sv":"Säg: \"Vilket vittnesbörd väger tyngst?\" Säg: \"Gud är vittne mellan mig och er [att] denna Koran har uppenbarats för mig för att jag med den skall varna er och alla som nås av den. Vittnar ni att det finns andra gudar vid sidan av Gud?\" Säg: \"Detta är inte mitt vittnesbörd.\" Säg: \"Han är den Ende Guden och jag är inte ansvarig för det som ni sätter vid Hans sida","tr":"Şahit olarak hangi şey daha büyüktür\" de. \"Allah benimle sizin aranızda şahiddir. Bu Kuran bana, sizi ve ulaştığı kimseleri uyarmam için vahyolundu; Allah'la beraber başka tanrılar bulunduğuna siz mi şahidlik ediyorsunuz?\" de. \"Ben şehadet etmem\" de. \"O ancak tek Tanrıdır, doğrusu ben ortak koşmanızdan uzağım\" de","ur":"ان سے پوچھو، کس کی گواہی سب سے بڑھ کر ہے؟کہو، میرے اور تمہارے درمیان اللہ گواہ ہے، اور یہ قرآن میری طرف بذریعہ وحی بھیجا گیا ہے تاکہ تمہیں اور جس جس کو یہ پہنچے، سب کو متنبہ کر دوں کیا واقعی تم لوگ یہ شہادت دے سکتے ہو کہ اللہ کے ساتھ دوسرے خدا بھی ہیں؟ کہو، میں تو اس کی شہادت ہرگز نہیں دے سکتا کہو، خدا تو وہی ایک ہے اور میں اس شرک سے قطعی بیزار ہوں جس میں تم مبتلا ہو","zh":"你说：“什么事物是最大的见证？”你说：“安拉是我与你们之间的见证。这部《古兰经》被启示给我，以便我用它来警告你们，和它所到达的各民族。难道你们务必要作证还有别的许多主宰与安拉同等吗？”你说：“我不这样作证。”你说：“安拉是独一的主宰。你们用来配主的（那些偶像），我与他们确是无关系的。”"},"transliteration":"Qul ayyu shayin akbaru shahadatan quli Allahu shaheedun baynee wabaynakum waoohiya ilayya hatha alquranu lionthirakum bihi waman balagha ainnakum latashhadoona anna maAAa Allahi alihatan okhra qul la ashhadu qul innama huwa ilahun wahidun wainnanee bareeon mimma tushrikoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
