{"id":809,"number":20,"text":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","translations":{"en":"Those to whom We have given the Scripture recognize it as they recognize their [own] sons. Those who will lose themselves [in the Hereafter] do not believe","es":"Aquellos a quienes les envié anteriormente el Libro [judíos y cristianos] reconocen [la profecía de Mujámmad] como reconocen a sus propios hijos, pero los que se han desviado a sí mismos se niegan a creer","fr":"Ceux à qui Nous avons donné le Livre reconnaissent (le Messager Muhammad) comme ils reconnaissent leurs propres enfants. Ceux qui font leur propre perte sont ceux qui ne croient pas","id":"Orang-orang yang telah Kami berikan kitab kepadanya, mereka mengenalnya (Muhammad) seperti mereka mengenal anak-anaknya sendiri. Orang-orang yang merugikan dirinya, mereka itu tidak beriman (kepada Allah)","ru":"Те, кому Мы даровали Писание, знают его, как знают своих сыновей. Те, которые потеряли самих себя, никогда не уверуют","sv":"De som [förr] fick del av [Vår] uppenbarelse känner denna [sanning], så som de känner sina söner; de som inte tror är de som har förverkat sina själar","tr":"Kendilerine Kitap verdiklerimiz, onu (peygamberi) çocuklarını tanıdıkları gibi tanırlar; fakat kendilerine yazık ettiler, çünkü onlar inanmazlar","ur":"جن لوگوں کو ہم نے کتاب دی ہے وہ اس بات کو اس طرح غیر مشتبہ طور پر پہچانتے ہیں جیسے ان کو اپنے بیٹوں کے پہچاننے میں کوئی اشتباہ پیش نہیں آتا مگر جنہوں نے اپنے آپ کو خود خسارے میں ڈال دیا ہے وہ اِسے نہیں مانتے","zh":"蒙我赏赐经典的人，认识他，犹如认识自己的儿女一样。亏折自身的人，是不信他的。"},"transliteration":"Allatheena ataynahumu alkitaba yaAArifoonahu kama yaAArifoona abnaahum allatheena khasiroo anfusahum fahum la yuminoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
