{"id":81,"number":74,"text":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translations":{"en":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah. And Allah is not unaware of what you do","es":"Luego [a pesar de estos milagros] se endurecieron sus corazones como piedras, o más duros aún, porque de algunas piedras brotan ríos, otras se parten y pasa agua a través de ellas, y otras se derrumban por temor a Dios; pero [sepan que] Dios no está desatento de lo que hacen","fr":"Puis, et en dépit de tout cela, vos cœurs se sont endurcis; ils sont devenus comme des pierres ou même plus durs encore; car il y a des pierres d'où jaillissent les ruisseaux, d'autres se fendent pour qu'en surgisse l'eau, d'autres s'affaissent par crainte d'Allah. Et Allah n'est certainement jamais inattentif à ce que vous faites","id":"Kemudian setelah itu hatimu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar darinya. Ada pula yang terbelah lalu keluarlah mata air darinya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan","ru":"После этого ваши сердца ожесточились и стали, как камни, или даже еще жестче. Воистину, среди камней есть такие, из которых бьют родники. Среди них есть такие, которые раскалываются и изливают воду. Среди них есть такие, которые падают от страха перед Аллахом. Аллах не находится в неведении о том, что вы совершаете","sv":"Efter [allt] detta förhärdades era hjärtan och blev som stenar - hårdare än stenar. Det finns klippor som låter källådror springa fram och klippor som, när de rämnar, lösgör vatten. Och det finns klippor som störtar i djupet i bävan inför Gud. Gud förbiser ingenting av vad ni gör","tr":"Sonra kalbleriniz yine katılaştı, taş gibi, hatta daha da katı oldu. Nitekim taşlar arasında kendisinden ırmaklar fışkıran vardır; yarılıp su çıkan vardır; Allah korkusundan yuvarlananlar vardır. Allah yaptıklarınızı bilmez değildir","ur":"مگر ایسی نشانیاں دیکھنے کے بعد بھی آخر کار تمہارے دل سخت ہوگئے، پتھروں کی طرف سخت، بلکہ سختی میں کچھ ان سے بھی بڑھے ہوئے، کیونکہ پتھروں میں سے تو کوئی ایسا بھی ہوتا ہے جس میں سے چشمے پھوٹ بہتے ہیں، کوئی پھٹتا ہے اور اس میں سے پانی نکل آتا ہے اور کوئی خدا کے خوف سے لرز کر گر بھی پڑتا ہے اللہ تمہارے کرتوتوں سے بے خبر نہیں ہے","zh":"此后，你们的心变硬了，变得像石头一样，或比石头还硬。有些石头，河水从其中涌出；有些石头，自己破裂，而水泉从其中流出；有些石头因惧怕安拉而坠落。安拉绝不忽视你们的行为。"},"transliteration":"Thumma qasat quloobukum min baAAdi thalika fahiya kaalhijarati aw ashaddu qaswatan wainna mina alhijarati lama yatafajjaru minhu alanharu wainna minha lama yashshaqqaqu fayakhruju minhu almao wainna minha lama yahbitu min khashyati Allahi wama Allahu bighafilin AAamma taAAmaloona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
