{"id":814,"number":25,"text":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","translations":{"en":"And among them are those who listen to you, but We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if they should see every sign, they will not believe in it. Even when they come to you arguing with you, those who disbelieve say, \"This is not but legends of the former peoples","es":"Hay entre ellos quienes [parece] que te prestan atención [cuando recitas el Corán], pero [a causa de su incredulidad] he puesto sobre sus corazones un velo y he ensordecido sus oídos, por ello no pueden comprenderlo. Aunque vieran toda clase de signos, no creerían. Se presentan ante ti solo para debatirte, y dicen: \"Esto no es más que una fábula de los antiguos","fr":"Il en est parmi eux qui viennent t'écouter, cependant que Nous avons entouré de voiles leurs cœurs, qui les empêchent de comprendre (le Coran), et dans leurs oreilles est une lourdeur. Quand même ils verraient toutes sortes de preuves, ils n'y croiraient pas. Et quand ils viennent disputer avec toi, ceux qui ne croient pas disent alors: «Ce ne sont que des légendes des anciens»","id":"Dan di antara mereka ada yang mendengarkan bacaanmu (Muhammad), dan Kami telah menjadikan hati mereka tertutup (sehingga mereka tidak) memahaminya, dan telinganya tersumbat. Dan kalaupun mereka melihat segala tanda (kebenaran), mereka tetap tidak mau beriman kepadanya. Sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, \"Ini (Alquran) tidak lain hanyalah dongengan orang-orang terdahulu","ru":"Среди них есть такие, которые слушают тебя, но Мы накинули на их сердца покрывала, чтобы они не могли понять его (Коран), и поразили их уши глухотой. Какое бы знамение они ни увидели, они все равно не уверуют в него, и поэтому, когда они приходят к тебе, чтобы препираться с тобой, неверующие говорят: «Это - всего лишь легенды древних народов»","sv":"Det finns de bland dem som [låtsas] lyssna till dig, men Vi täcker över deras hjärtan så att de ingenting förstår och täpper till deras öron. Även om de fick se alla tecken skulle de inte tro på dem; [ja, det går] så långt att när de kommer och vill tvista med dig, säger de: \"[Vad du berättar] är ingenting annat än sagor från förfädernas tid","tr":"Onlardan seni dinleyenler vardır, Kuran'ı anlarlar diye kalblerine örtüler kulaklarına da ağırlık koyduk. Onlar her türlü mucizeyi görseler bile, yine de ona inanmazlar, nihayet sana geldiklerinde de seninle çekişirler. İnkar edenler, \"Bu, öncekilerin masallarından başka bir şey değildir\" derler","ur":"ان میں سے بعض لوگ ایسے ہیں جو کان لگا کر تمہاری بات سنتے ہیں مگر حال یہ ہے کہ ہم نے اُن کے دلوں پر پردے ڈال رکھے ہیں جن کی وجہ سے وہ اس کو کچھ نہیں سمجھتے اور ان کے کانوں میں گرانی ڈال دی ہے (کہ سب کچھ سننے پر بھی کچھ نہیں سنتے) وہ خواہ کوئی نشانی دیکھ لیں، اس پر ایمان لا کر نہ دیں گے حد یہ ہے کہ جب وہ تمہارے پاس آ کر تم سے جھگڑتے ہیں تو ان میں سے جن لوگوں نے انکار کا فیصلہ کر لیا ہے وہ (ساری باتیں سننے کے بعد) یہی کہتے ہیں کہ یہ ایک داستان پارینہ کے سوا کچھ نہیں","zh":"他们中有倾听你的，我在他们的心上加蒙蔽，以免他们了解《古兰经》。又在他们的耳中造重听。他们即使看见一切迹象，他们也不会确信。等到他们来和你辩论的时候，不信道的人说：“这只是古人的神话。”"},"transliteration":"Waminhum man yastamiAAu ilayka wajaAAalna AAala quloobihim akinnatan an yafqahoohu wafee athanihim waqran wain yaraw kulla ayatin la yuminoo biha hatta itha jaooka yujadiloonaka yaqoolu allatheena kafaroo in hatha illa asateeru alawwaleena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
