{"id":816,"number":27,"text":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","translations":{"en":"If you could but see when they are made to stand before the Fire and will say, \"Oh, would that we could be returned [to life on earth] and not deny the signs of our Lord and be among the believers","es":"Si los vieras cuando sean detenidos ante el Fuego y digan: \"¡Ojalá pudiéramos volver [a la vida mundanal], para no desmentir la palabra de nuestro Señor y ser de los creyentes","fr":"Si tu les voyais, quand ils seront placés devant le Feu. Ils diront alors: «Hélas! Si nous pouvions être renvoyés (sur la terre), nous ne traiterions plus de mensonges les versets de notre Seigneur et nous serions du nombre des croyants»","id":"Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman","ru":"Если бы ты только увидел их, когда их остановят перед Огнем. Они скажут: «О, если бы нас вернули обратно! Мы не считали бы ложью знамения нашего Господа и стали бы верующими!»","sv":"Om du kunde se dem när de ställs upp inför Elden och höra dem ropa: \"Om vi ändå fick återvända [till livet]! Då skulle vi inte avvisa vår Herres budskap som lögn och vi skulle bli sanna troende","tr":"Onların, ateşin kenarına getirilip durdurulduklarında, \"keşke dünyaya tekrar döndürülseydik, Rabbimiz'in ayetlerini yalanlamasaydık ve inananlardan olsaydık\" dediklerini bir görsen","ur":"کاش تم اس وقت ان کی حالت دیکھ سکتے جب وہ دوزخ کے کنارے کھڑے کیے جائیں گے اس وقت وہ کہیں گے کہ کاش کوئی صورت ایسی ہو کہ ہم دنیا میں پھر واپس بھیجے جائیں اور اپنے رب کی نشانیوں کو نہ جھٹلائیں اور ایمان لانے والوں میں شامل ہوں","zh":"当他们奉命站在火狱边上的时候，假若你看到他们的情状……。于是，他们说：“啊！但愿我们得复返人世，我们不再否认我们的主的迹象，而我们要做信士了。”"},"transliteration":"Walaw tara ith wuqifoo AAala alnnari faqaloo ya laytana nuraddu wala nukaththiba biayati rabbina wanakoona mina almumineena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
