{"id":817,"number":28,"text":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","translations":{"en":"But what they concealed before has [now] appeared to them. And even if they were returned, they would return to that which they were forbidden; and indeed, they are liars","es":"¡Pero no! Dirán eso porque saldrá a la luz lo que antes ocultaban. Y si se les diera la oportunidad de regresar [a la vida mundanal] volverían a [cometer] lo que se les había prohibido [asociándole divinidades a Dios]. La verdad es que son mentirosos","fr":"Mais non! Voilà que leur apparaîtra ce qu'auparavant ils cachaient. Or, s'ils étaient rendus [à la vie terrestre], ils reviendraient sûrement à ce qui leur était interdit. Ce sont vraiment des menteurs","id":"Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta","ru":"О нет! Им открылось то, что они скрывали прежде. Если бы их вернули обратно, то они непременно вернулись бы к тому, что им было запрещено. Воистину, они - лжецы","sv":"Nej, [vad som hänt] är att det som de förr ville dölja [för sig själva] nu har blivit uppenbart för dem; men om de fick återvända [till livet] skulle de helt säkert återfalla i det som var förbjudet för dem; de är [oförbätterliga] lögnare","tr":"Hayır; daha önce gizledikleri onlara göründü. Eğer geri döndürülseler yine kendilerine yasak edilen şeylere dönerler. Doğrusu onlar yalancıdırlar","ur":"در حقیقت یہ با ت وہ محض اس وجہ سے کہیں گے کہ جس حقیقت پر انہوں نے پردہ ڈال رکھا تھا وہ اس وقت بے نقاب ہو کر ان کے سامنے آ چکی ہوگی، ورنہ اگر انہیں سابق زندگی کی طرف واپس بھیجا جائے تو پھر وہی سب کچھ کریں جس سے انہیں منع کیا گیا ہے، وہ تو ہیں ہی جھوٹے (اس لیے اپنی اس خواہش کے اظہار میں بھی جھوٹ ہی سے کام لیں گے)","zh":"不然，他们以前所隐讳的，已经为他们而暴露出来。即使他们得复返人世，他们仍必再犯他们以前所被禁戒的事。他们确是说谎的人。"},"transliteration":"Bal bada lahum ma kanoo yukhfoona min qablu walaw ruddoo laAAadoo lima nuhoo AAanhu wainnahum lakathiboona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
