{"id":819,"number":30,"text":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","translations":{"en":"If you could but see when they will be made to stand before their Lord. He will say, \"Is this not the truth?\" They will say, \"Yes, by our Lord.\" He will [then] say, \"So taste the punishment because you used to disbelieve","es":"Si los vieras cuando sean llevados ante su Señor y se les diga: \"¿Acaso no es ahora verdad [la Resurrección y el Juicio Final]?\" Responderán: \"¡Sí, por Dios!\" Pero entonces se les dirá: \"Sufran el castigo por haber negado la verdad","fr":"Si tu les voyais, quand ils comparaîtront devant leur Seigneur. Il leur dira: «Cela n'est-il pas la vérité?» Ils diront: «Mais si! Par notre Seigneur!» Et, il dira: «Goûtez alors au châtiment pour n'avoir pas cru»","id":"Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan kepada Tuhannya (tentulah engkau melihat peristiwa yang mengharukan). Dia Berfirman, \"Bukankah (kebangkitan) ini benar?\" Mereka menjawab, \"Sungguh benar, demi Tuhan kami.\" Dia berfirman, \"Rasakanlah azab ini, karena dahulu kamu mengingkarinya","ru":"Если бы ты только увидел их, когда их остановят перед их Господом. Он скажет: «Разве это не истина?». Они скажут: «Конечно, клянемся нашим Господом!». Он скажет: «Вкусите же мучения за то, что вы не верили!»","sv":"Om du kunde se dem när de förs fram inför sin Herre [och] Han säger: \"Är inte detta den sanna verkligheten?\" [och då] svarar de: \"Jo, vid vår Herre! Så är det!\" [Då] skall Han säga: \"Smaka nu straffet för ert förnekande av sanningen","tr":"Onları, Rablerinin huzuruna çıkarıldıkları zaman bir görsen! Allah: \"Bu gerçek değil mi?\" der; onlar, \"Evet, Rabbimiz hakkı için gerçektir\" derler. Allah da \"Öyleyse inkar etmenizden ötürü azabı tadın\" der","ur":"کاش وہ منظر تم دیکھ سکو جب یہ اپنے رب کے سامنے کھڑے کیے جائیں گے اس وقت ان کا رب ان سے پوچھے گا \"کیا یہ حقیقت نہیں ہے؟\" یہ کہیں گے \"ہاں اے ہمارے رب! یہ حقیقت ہی ہے\" وہ فرمائے گا \"اچھا! تو اب اپنے انکار حقیقت کی پاداش میں عذاب کا مزا چکھو","zh":"当他们奉命站在他们的主那里的时候，假若你看见他们的情状……。安拉将说：“难道这不是真实的吗？”他们将说：“不然，以我们的主发誓！”他将说：“你们尝试刑罚吧，因为你们从前不信它。”"},"transliteration":"Walaw tara ith wuqifoo AAala rabbihim qala alaysa hatha bialhaqqi qaloo bala warabbina qala fathooqoo alAAathaba bima kuntum takfuroona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
