{"id":82,"number":75,"text":"۞أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","translations":{"en":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing","es":"¿Acaso pretenden [¡oh, creyentes!] que les crean, siendo que algunos de ellos oían la Palabra de Dios [la Tora] y la alteraban intencionalmente después de haberla comprendido","fr":"Eh bien, espérez-vous [Musulmans] que des pareils gens (les Juifs) vous partageront la foi? alors qu'un groupe d'entre eux; après avoir entendu et compris la parole d'Allah, la falsifièrent sciemment","id":"Maka apakah kamu (muslimin) sangat mengharapkan mereka akan percaya kepadamu, sedangkan segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah memahaminya, padahal mereka mengetahuinya","ru":"Неужели вы надеетесь, что они поверят вам, если некоторые из них слышали Слово Аллаха и сознательно исказили его после того, как поняли его смысл","sv":"HOPPAS NI att de skall tro på er, fastän [ni vet att] flera av dem, efter att ha lyssnat till Guds ord och förstått det, med vett och vilja förvanskade det","tr":"Size inanacaklarını umuyor musunuz? Oysa onlardan bir takımı Allah'ın sözünü işitiyor, ona akılları yattıktan sonra, bile bile onu tahrif ediyorlardı","ur":"اے مسلمانو! اب کیا اِن لوگوں سے تم یہ توقع رکھتے ہو کہ تمہاری دعوت پر ایمان لے آئیں گے؟ حالانکہ ان میں سے ایک گروہ کا شیوہ یہ رہا ہے کہ اللہ کا کلام سنا اور پھر خوب سمجھ بوجھ کر دانستہ اس میں تحریف کی","zh":"你们还企图他们会为你们的劝化而信道吗？他们当中有一派人，曾听到安拉的言语，他们既了解之后，便明知故犯地加以篡改。"},"transliteration":"AfatatmaAAoona an yuminoo lakum waqad kana fareequn minhum yasmaAAoona kalama Allahi thumma yuharrifoonahu min baAAdi ma AAaqaloohu wahum yaAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
