{"id":820,"number":31,"text":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","translations":{"en":"Those will have lost who deny the meeting with Allah, until when the Hour [of resurrection] comes upon them unexpectedly, they will say, \"Oh, [how great is] our regret over what we neglected concerning it,\" while they bear their burdens on their backs. Unquestionably, evil is that which they bear","es":"Los desventurados serán quienes hayan desmentido el encuentro con Dios. Y cuando les llegue por sorpresa la hora [de la Resurrección] dirán: \"¡Qué desventurados! ¡Cómo desperdiciamos nuestra vida!\" Cargarán con sus pecados sobre sus espaldas. ¡Con que pésima carga irán [al Juicio]","fr":"Sont perdants certes ceux qui traitent de mensonge la rencontre d'Allah. Et quand soudain l'Heure leur viendra, ils diront: «Malheur à nous pour notre négligence à son égard, Et ils porteront leurs fardeaux sur leurs dos, et quels mauvais fardeaux","id":"Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah; sehingga apabila Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, \"Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang Kiamat itu,\" sambil mereka memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul","ru":"Те, которые отрицали встречу с Аллахом, уже оказались в убытке. Когда же внезапно для них настанет Час, они, неся свои ноши на спинах, скажут: «Горе нам за то, что мы упустили там!». Как же скверно то, что они понесут","sv":"Förlorade är de som förnekar det kommande mötet med Gud, ända till dess den Yttersta stunden plötsligt är över dem, och de säger: \"Vilket elände! Hur kunde vi försumma [att förbereda oss för] denna [Stund]!\" På ryggen skall de bära hela bördan av sina synder - i sanning en tung börda","tr":"Allah'a kavuşmayı yalanlayanlar doğrusu kaybedenlerdir ki kıyamet saati onlara ansızın gelince, ağırlıklarını arkalarına yüklenerek, \"Dünyada işlediğimiz büyük kusurlardan ötürü yazıklar olsun bize\" derler. Dikkat edin, yüklendikleri şeyler ne kötüdür","ur":"نقصان میں پڑ گئے وہ لوگ جنہوں نے اللہ سے اپنی ملاقات کی اطلاع کو جھوٹ قرار دیا جب اچانک وہ گھڑی آ جائے گی تو یہی لوگ کہیں گے \"افسوس! ہم سے اس معاملہ میں کیسی تقصیر ہوئی\" اور اِن کا حال یہ ہوگا کہ اپنی پیٹھوں پر اپنے گناہوں کا بوجھ لادے ہوئے ہوں گے دیکھو! کیسا برا بوجھ ہے جو یہ اٹھا رہے ہیں","zh":"否认与安拉相会的人，确已亏折了。等到复活时刻忽然降临的时候，他们才说：“呜呼痛哉！我们在尘世时疏忽了。”他们的背上，担负着自己的罪恶。他们所担负的，真恶劣！"},"transliteration":"Qad khasira allatheena kaththaboo biliqai Allahi hatta itha jaathumu alssaAAatu baghtatan qaloo ya hasratana AAala ma farratna feeha wahum yahmiloona awzarahum AAala thuhoorihim ala saa ma yaziroona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
