{"id":823,"number":34,"text":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","translations":{"en":"And certainly were messengers denied before you, but they were patient over [the effects of] denial, and they were harmed until Our victory came to them. And none can alter the words of Allah. And there has certainly come to you some information about the [previous] messengers","es":"Antes de ti [también] fueron desmentidos otros Mensajeros. Ellos soportaron con paciencia que los desmintieran y hostigaran hasta que les llegó Mi auxilio. Porque no hay poder que pueda alterar [el cumplimiento de] las promesas de Dios. Te he relatado las historias de los Mensajeros [para consolar tu corazón]","fr":"Certes, des messagers avant toi (Muhammad) ont été traités de menteurs. Ils endurèrent alors avec constance d'être traités de menteurs et d'être persécutés, jusqu'à ce que Notre secours leur vînt. Et nul ne peut changer les paroles d'Allah, et il t'est déjà parvenu une partie de l'histoire des Envoyés","id":"Dan sesungguhnya Rasul-rasul sebelum engkau pun telah didustakan, tetapi mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka, sampai datang pertolongan Kami kepada mereka. Dan tidak ada yang dapat mengubah kalimat-kalimat (ketetapan) Allah. Dan sungguh, telah datang kepadamu sebagian dari berita Rasul-rasul itu","ru":"До тебя посланников также считали лжецами, но они терпели то, что их так называли и обижали, пока не являлась к ним Наша помощь. Никто не исказит слов Аллаха, и до тебя уже дошли некоторые вести о посланниках","sv":"Profeter före dig har kallats lögnare och de bar alla anklagelser och förolämpningar med jämnmod, till dess Vår hjälp nådde dem; ingen kan rubba eller tumma på Guds löften. Och du har redan fått veta något om [de föregående] budbärarnas öden","tr":"Senden önce nice peygamberler yalanlandı ve kendilerine yardımımız gelene kadar yalanlanmalarına ve sıkıştırılmaya katlandılar. Allah'ın sözlerini değiştirebilecek yoktur; and olsun ki peygamberlerin haberi sana da geldi","ur":"تم سے پہلے بھی بہت سے رسول جھٹلائے جا چکے ہیں، مگر اس تکذیب پر اور اُن اذیتوں پر جو انہیں پہنچائی گئیں، انہوں نے صبر کیا، یہاں تک کہ انہیں ہماری مدد پہنچ گئی اللہ کی باتوں کو بدلنے کی طاقت کسی میں نہیں ہے، اور پچھلے رسولوں کے ساتھ جو کچھ پیش آیا اس کی خبریں تمہیں پہنچ ہی چکی ہیں","zh":"在你之前，有许多使者，确已被人否认，但他们忍受他人的否认和迫害，直到我的援助降临他们。安拉的约言，不是任何人所能变更的。众使者的消息，有一部分确已降临你们了。"},"transliteration":"Walaqad kuththibat rusulun min qablika fasabaroo AAala ma kuththiboo waoothoo hatta atahum nasruna wala mubaddila likalimati Allahi walaqad jaaka min nabai almursaleena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
