{"id":823,"number":34,"text":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","translations":{"bn":"আপনার পূর্ববর্তী অনেক পয়গম্বরকে মিথ্যা বলা হয়েছে। তাঁরা এতে ছবর করেছেন। তাদের কাছে আমার সাহায্য পৌঁছে পর্যন্ত তারা নির্যাতিত হয়েছেন। আল্লাহর বানী কেউ পরিবর্তন করতে পারে না। আপনার কাছে পয়গম্বরদের কিছু কাহিনী পৌঁছেছে।","en":"And certainly were messengers denied before you, but they were patient over [the effects of] denial, and they were harmed until Our victory came to them. And none can alter the words of Allah. And there has certainly come to you some information about the [previous] messengers","id":"Dan sesungguhnya Rasul-rasul sebelum engkau pun telah didustakan, tetapi mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka, sampai datang pertolongan Kami kepada mereka. Dan tidak ada yang dapat mengubah kalimat-kalimat (ketetapan) Allah. Dan sungguh, telah datang kepadamu sebagian dari berita Rasul-rasul itu","ru":"До тебя посланников также считали лжецами, но они терпели то, что их так называли и обижали, пока не являлась к ним Наша помощь. Никто не исказит слов Аллаха, и до тебя уже дошли некоторые вести о посланниках","tr":"Senden önce nice peygamberler yalanlandı ve kendilerine yardımımız gelene kadar yalanlanmalarına ve sıkıştırılmaya katlandılar. Allah'ın sözlerini değiştirebilecek yoktur; and olsun ki peygamberlerin haberi sana da geldi","ur":"تم سے پہلے بھی بہت سے رسول جھٹلائے جا چکے ہیں، مگر اس تکذیب پر اور اُن اذیتوں پر جو انہیں پہنچائی گئیں، انہوں نے صبر کیا، یہاں تک کہ انہیں ہماری مدد پہنچ گئی اللہ کی باتوں کو بدلنے کی طاقت کسی میں نہیں ہے، اور پچھلے رسولوں کے ساتھ جو کچھ پیش آیا اس کی خبریں تمہیں پہنچ ہی چکی ہیں"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
