{"id":824,"number":35,"text":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","translations":{"en":"And if their evasion is difficult for you, then if you are able to seek a tunnel into the earth or a stairway into the sky to bring them a sign, [then do so]. But if Allah had willed, He would have united them upon guidance. So never be of the ignorant","es":"Te entristece que se nieguen a creer, pues aunque buscaras una entrada a [las profundidades de] la Tierra o una escalera al cielo para traer una señal, no podrías hacerlos creer. Si Dios hubiese querido los habría guiado a todos. No te deprimas a causa de los que no creen","fr":"Et si leur indifférence t'afflige énormément, et qu'il est dans ton pouvoir de chercher un tunnel à travers la terre, ou une échelle pour aller au ciel pour leur apporter un miracle, [fais-le donc]. Et si Allah voulait, Il pourrait les mettre tous sur le chemin droit. Ne sois pas du nombre des ignorants","id":"Dan jika keberpalingan mereka terasa berat bagimu (Muhammad), maka sekiranya engkau dapat membuat lubang di bumi atau tangga ke langit lalu engkau dapat mendatangkan mukjizat kepada mereka, (maka buatlah). Dan sekiranya Allah menghendaki, tentu Dia jadikan mereka semua mengikuti petunjuk, sebab itu janganlah sekali-kali engkau termasuk orang-orang yang bodoh","ru":"Если тебя тяготит их отвращение, то если ты сможешь отыскать проход в земле или лестницу на небо, то принеси им знамение. Если бы Аллах пожелал, то собрал бы их всех на прямом пути. Посему не будь одним из невежд","sv":"Även om det är svårt för dig att uthärda dessa människors ovilja, [skulle det inte vara dig till nytta] om du kunde öppna en tunnel under jorden eller resa en stege mot himlen och föra med dig ett tecken därifrån till dem? Om Gud hade velat skulle Han ha samlat dem alla under Sin ledning. Bete dig därför inte som de oupplysta","tr":"Onların yüz çevirmesi sana ağır gelince, eğer gücün yeri delmeye veya göğe merdiven dayamağa yetmiş olsaydı, onlara bir mucize göstermek isterdin. Allah dileseydi onları doğru yolda toplardı. Sakın bilmeyenlerden olma","ur":"تاہم اگر ان لوگوں کی بے رخی تم سے برداشت نہیں ہوتی تو اگر تم میں کچھ زور ہے تو زمین میں کوئی سرنگ ڈھونڈو یا آسمان میں سیڑھی لگاؤ اور ان کے پاس کوئی نشانی لانے کی کوشش کرو اگر اللہ چاہتا تو ان سب کو ہدایت پر جمع کر سکتا تھا، لہٰذا نادان مت بنو","zh":"如果他们的拒绝使你难堪，那么，如果你能找到一条入地的隧道，或一架登天的梯子，从而昭示他们一种迹象，（你就这样做吧。）假若安拉意欲，他必将他们集合在正道上，故你绝不要做无知的人。"},"transliteration":"Wain kana kabura AAalayka iAAraduhum faini istataAAta an tabtaghiya nafaqan fee alardi aw sullaman fee alssamai fatatiyahum biayatin walaw shaa Allahu lajamaAAahum AAala alhuda fala takoonanna mina aljahileena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
