{"id":826,"number":37,"text":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translations":{"en":"And they say, \"Why has a sign not been sent down to him from his Lord?\" Say, \"Indeed, Allah is Able to send down a sign, but most of them do not know","es":"Dijeron: \"¿Por qué su Señor no le ha concedido un milagro?\" Diles [¡oh, Mujámmad!]: \"Dios es capaz de enviar un milagro\". Pero la mayoría de ellos no son conscientes [que Dios envía Sus milagros por una sabiduría]","fr":"Et ils disent: «Pourquoi n'a-t-on pas fait descendre sur lui (Muhammad) un miracle de la part de son Seigneur?» Dis: «Certes Allah est capable de faire descendre un miracle. Mais la plupart d'entre eux ne savent pas»","id":"Dan mereka (orang-orang musyrik) berkata, \"Mengapa tidak diturunkan kepadanya (Muhammad) suatu mukjizat dari Tuhannya?\" Katakanlah, \"Sesungguhnya Allah berkuasa menurunkan suatu mukjizat, tetapi kebanyakan mereka tidak mengetahui","ru":"Они говорят: «Почему ему не ниспослано знамение от его Господа?». Скажи: «Аллах способен ниспослать знамение». Но большинство их не обладает знанием","sv":"Och de säger: \"Varför har han inte fått ett tecken från sin Herre?\" Säg: \"Gud har makt att ge tecken [och Han ger ständiga tecken] men de flesta människor är inte medvetna om detta","tr":"Rabbinden ona (Muhammed'e) bir belge indirilseydi ya\" dediler. De ki: \"Doğrusu Allah bir belge indirmeye Kadir'dir, fakat çoğu bilmezler","ur":"یہ لوگ کہتے ہیں کہ اِس نبی پر اس کے رب کی طرف سے کوئی نشانی کیوں نہیں اتری؟ کہو، اللہ نشانی اتارنے کی پوری قدرت رکھتا ہے، مگر ان میں سے اکثر لوگ نادانی میں مبتلا ہیں","zh":"他们说：“为什么没有一种迹象从他的主降临他呢？”你说：“安拉确是能降示一种迹象的。”但他们大半不知道。"},"transliteration":"Waqaloo lawla nuzzila AAalayhi ayatun min rabbihi qul inna Allaha qadirun AAala an yunazzila ayatan walakinna aktharahum la yaAAlamoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
