{"id":827,"number":38,"text":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَـٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","translations":{"en":"And there is no creature on [or within] the earth or bird that flies with its wings except [that they are] communities like you. We have not neglected in the Register a thing. Then unto their Lord they will be gathered","es":"[Y es un milagro de la creación que] no hay criatura que camine en la tierra o vuele con sus dos alas que no forme una comunidad igual que ustedes. No he omitido nada en el Libro. Todos [los seres humanos] serán resucitados ante su Señor [el Día del Juicio]","fr":"Nulle bête marchant sur terre, nul oiseau volant de ses ailes, qui ne soit comme vous en communauté. Nous n'avons rien omis d'écrire dans le Livre. Puis, c'est vers leur Seigneur qu'ils seront ramenés","id":"Dan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab,309) kemudian kepada Tuhan mereka dikumpulkan","ru":"Все живые существа на земле и птицы, летающие на двух крыльях, являются подобными вам сообществами. Мы ничего не упустили в Писании. А затем они будут собраны к своему Господу","sv":"Det finns inte ett enda av markens djur, inte en fågel som bärs av sina vingar, som inte bildar samhällen liksom ni själva; ingenting har Vi förbisett i Vårt beslut. Och till sist skall de samlas åter till sin Herre","tr":"Yerde yürüyen hayvanlar ve kanatlarıyla uçan kuşlar da ancak sizin gibi birer toplulukturlar. Kitap'da Biz hiçbir şeyi eksik bırakmadık; onlar sonra Rablerine toplanacaklardır","ur":"زمین میں چلنے والے کسی جانور اور ہوا میں پروں سے اڑنے والے کسی پرندے کو دیکھ لو، یہ سب تمہاری ہی طرح کی انواع ہیں، ہم نے ان کی تقدیر کے نوشتے میں کوئی کسر نہیں چھوڑی ہے، پھر یہ سب اپنے رب کی طرف سمیٹے جاتے ہیں","zh":"在大地上行走的兽类和用两翼飞翔的鸟类，都跟你们一样，各有种族——我在天经里没有遗漏任何事物；一切鸟兽，都要被集合在他们的主那里。"},"transliteration":"Wama min dabbatin fee alardi wala tairin yateeru bijanahayhi illa omamun amthalukum ma farratna fee alkitabi min shayin thumma ila rabbihim yuhsharoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
