{"id":828,"number":39,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translations":{"en":"But those who deny Our verses are deaf and dumb within darknesses. Whomever Allah wills - He leaves astray; and whomever He wills - He puts him on a straight path","es":"Quienes desmienten Mis milagros son sordos, mudos y caminan en las tinieblas [de la incredulidad]. Dios extravía a quien quiere, y a quien quiere lo conduce por el sendero recto","fr":"Et ceux qui traitent de mensonges Nos versets sont sourds et muets, dans les ténèbres. Allah égare qui Il veut; et Il place qui Il veut sur un chemin droit","id":"Dan orang-orang yang mendustakan ayat-ayat Kami adalah tuli, bisu dan berada dalam gelap gulita. Barang siapa yang dikehendaki Allah (dalam kesesatan), niscaya disesatkan-Nya. Dan barang siapa dikehendaki Allah (untuk diberi petunjuk), niscaya Dia menjadikannya berada di atas jalan yang lurus","ru":"Те, которые считают ложью Наши знамения, глухи и немы во мраках. Аллах вводит в заблуждение, кого пожелает, и наставляет на прямой путь, кого пожелает","sv":"De som påstår att Våra budskap är lögn är döva och stumma, [instängda] i djupt mörker. Gud låter den Han vill gå vilse, och Han leder den Han vill till en rak väg","tr":"Ayetlerimizi yalanlayanlar karanlıklarda kalmış sağır ve dilsizlerdir. Allah kimi dilerse onu saptırır ve kimi dilerse onu doğru yola koyar","ur":"مگر جو لوگ ہماری نشانیوں کو جھٹلاتے ہیں وہ بہرے اور گونگے ہیں، تاریکیوں میں پڑے ہوئے ہیں اللہ جسے چاہتا ہے بھٹکا دیتا ہے اور جسے چاہتا ہے سیدھے رستے پر لگا دیتا ہے","zh":"否认我的迹象的人，是又聋又哑的人，是在重重黑暗中的。安拉欲使谁误入迷途，就使谁误入迷途；欲使谁遵循正道，就使谁遵循正道。"},"transliteration":"Waallatheena kaththaboo biayatina summun wabukmun fee alththulumati man yashai Allahu yudlilhu waman yasha yajAAalhu AAala siratin mustaqeemin","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
