{"id":83,"number":76,"text":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","translations":{"bn":"যখন তারা মুসলমানদের সাথে মিলিত হয়, তখন বলেঃ আমরা মুসলমান হয়েছি। আর যখন পরস্পরের সাথে নিভৃতে অবস্থান করে, তখন বলে, পালনকর্তা তোমাদের জন্যে যা প্রকাশ করেছেন, তা কি তাদের কাছে বলে দিচ্ছ? তাহলে যে তারা এ নিয়ে পালকর্তার সামনে তোমাদেরকে মিথ্যা প্রতিপন্ন করবে। তোমরা কি তা উপলব্ধি কর না","en":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason","id":"Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila kembali kepada sesamanya, mereka bertanya, \"Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepadamu, sehingga mereka dapat menyanggah kamu di hadapan Tuhanmu? Tidakkah kamu mengerti","ru":"Когда они встречали верующих, то говорили: «Мы уверовали». Когда же они оставались наедине друг с другом, то говорили: «Неужели вы расскажете им о том, что открыл вам Аллах, чтобы они могли препираться с вами посредством этого перед вашим Господом? Неужели вы не уразумеете этого?»","tr":"İnananlarla karşılaştıkları zaman, \"İnandık\" derlerdi; birbirleriyle yalnız kaldıklarında, \"Rabbinizin katında size karşı hüccet göstersinler diye mi Allah'ın size açıkladığını onlara anlatıyorsunuz? Bunu akletmiyor musunuz?\" derlerdi","ur":"(محمد رسول اللہﷺ پر) ایمان لانے والوں سے ملتے ہیں تو کہتے ہیں کہ ہم بھی انہیں مانتے ہیں، اور جب آپس میں ایک دوسرے سے تخلیے کی بات چیت ہوتی ہے تو کہتے ہیں کہ بے وقوف ہوگئے ہو؟ اِن لوگوں کو وہ باتیں بتاتے ہو جو اللہ نے تم پر کھولی ہیں تاکہ تمہارے رب کے پاس تمہارے مقابلے میں انہیں حُجتّ؟ میں پیش کریں"},"chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"bn":"বকনা-বাছুর","en":"The Cow","id":"Sapi Betina","ru":"Корова","tr":"Bakara","ur":"گائے"},"type":"medinan"}}
