{"id":83,"number":76,"text":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","translations":{"en":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason","es":"Y cuando se encuentran con los creyentes dicen: \"¡Somos creyentes!\" Pero cuando están entre ellos se dicen unos a otros: \"¿Acaso van a contarles lo que Dios nos ha revelado para que puedan argumentar con ello contra nosotros ante nuestro Señor?\" ¿Es que no razonan","fr":"Et quand ils rencontrent des croyants, ils disent: «Nous croyons» et, une fois seuls entre eux, ils disent: «Allez-vous confier aux musulmans ce qu'Allah vous a révélé pour leur fournir, ainsi, un argument contre vous devant votre Seigneur! Etes-vous donc dépourvus de raison?»","id":"Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila kembali kepada sesamanya, mereka bertanya, \"Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepadamu, sehingga mereka dapat menyanggah kamu di hadapan Tuhanmu? Tidakkah kamu mengerti","ru":"Когда они встречали верующих, то говорили: «Мы уверовали». Когда же они оставались наедине друг с другом, то говорили: «Неужели вы расскажете им о том, что открыл вам Аллах, чтобы они могли препираться с вами посредством этого перед вашим Господом? Неужели вы не уразумеете этого?»","sv":"När de möter dem som har antagit tron, säger de: \"Vi är [också] troende.\" Men när de är ensamma säger några [av dem till de andra]: \"Talar ni om för dem vad Gud har uppenbarat för er, så att de kan utnyttja det som argument [mot er], när ni tvistar med dem inför er Herre? Hur använder ni ert förstånd","tr":"İnananlarla karşılaştıkları zaman, \"İnandık\" derlerdi; birbirleriyle yalnız kaldıklarında, \"Rabbinizin katında size karşı hüccet göstersinler diye mi Allah'ın size açıkladığını onlara anlatıyorsunuz? Bunu akletmiyor musunuz?\" derlerdi","ur":"(محمد رسول اللہﷺ پر) ایمان لانے والوں سے ملتے ہیں تو کہتے ہیں کہ ہم بھی انہیں مانتے ہیں، اور جب آپس میں ایک دوسرے سے تخلیے کی بات چیت ہوتی ہے تو کہتے ہیں کہ بے وقوف ہوگئے ہو؟ اِن لوگوں کو وہ باتیں بتاتے ہو جو اللہ نے تم پر کھولی ہیں تاکہ تمہارے رب کے پاس تمہارے مقابلے میں انہیں حُجتّ؟ میں پیش کریں","zh":"他们遇见信士们，就说：“我们已信道了。”他们彼此私下聚会的时候，他们却说：“你们把安拉所启示你们的告诉他们，使他们将来得在主那里据此与你们争论吗？难道你们不了解吗？”"},"transliteration":"Waitha laqoo allatheena amanoo qaloo amanna waitha khala baAAduhum ila baAAdin qaloo atuhaddithoonahum bima fataha Allahu AAalaykum liyuhajjookum bihi AAinda rabbikum afala taAAqiloona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
