{"id":832,"number":43,"text":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","translations":{"en":"Then why, when Our punishment came to them, did they not humble themselves? But their hearts became hardened, and Satan made attractive to them that which they were doing","es":"Hubiera sido mejor para ellos mostrar humildad e invocarme cuando les llegó Mi castigo. Pero sus corazones se endurecieron y el demonio les hizo parecer bello lo que hacían","fr":"Pourquoi donc, lorsque Notre rigueur leur vînt, n'ont-ils pas imploré (la miséricorde)? Mais leurs cœurs s'étaient endurcis et le Diable enjolivait à leurs yeux ce qu'ils faisaient","id":"Tetapi mengapa mereka tidak memohon (kepada Allah) dengan kerendahan hati ketika siksaan Kami datang menimpa mereka? Bahkan hati mereka telah menjadi keras dan setan pun menjadikan terasa indah bagi mereka apa yang selalu mereka kerjakan","ru":"Почему же, когда их поражало Наше наказание, они не проявили смирение? Их сердца ожесточались, а дьявол приукрашивал для них то, что они совершали","sv":"[Det hade varit bäst för dem] om de hade ödmjukat sig, när Vår prövning nådde dem; men tvärtom hårdnade deras hjärtan och Djävulen visade dem deras handlingar i ett fördelaktigt ljus","tr":"Hiç değilse, onlara şiddetimiz geldiği zaman yalvarıp yakarmalı değil miydiler? Lakin kalbleri katılaştı, şeytan da yaptıklarını onlara güzel gösterdi","ur":"پس جب ہماری طرف سے ان پر سختی آئی تو کیوں نہ انہوں نے عاجزی اختیار کی؟ مگر ان کے دل تو اور سخت ہوگئے اور شیطان نے ان کو اطمینان دلایا کہ جو کچھ تم کر رہے ہو خوب کر رہے ہو","zh":"当我的惩罚降临的时候，他们为什么不谦逊呢？但他们的心坚硬，恶魔以他们的行为迷惑他们。"},"transliteration":"Falawla ith jaahum basuna tadarraAAoo walakin qasat quloobuhum wazayyana lahumu alshshaytanu ma kanoo yaAAmaloona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
