{"id":835,"number":46,"text":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","translations":{"en":"Say, \"Have you considered: if Allah should take away your hearing and your sight and set a seal upon your hearts, which deity other than Allah could bring them [back] to you?\" Look how we diversify the verses; then they [still] turn away","es":"Pregúntales: \"Si Dios los privara de la audición y la visión, y sellara sus corazones, ¿qué otra divinidad en lugar de Dios se los podría devolver?\" Observa cómo les evidencio los signos, pero aun así se apartan con desdén","fr":"Dis: «Voyez-vous? Si Allah prenait votre ouïe et votre vue, et scellait vos cœurs, quelle divinité autre qu'Allah vous les rendrait? Regarde comment, à leur intention, Nous clarifions les preuves! Pourtant ils s'en détournent","id":"Katakanlah (Muhammad), \"Terangkanlah kepadaku jika Allah mencabut pendengaran dan penglihatan serta menutup hatimu, siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?\" Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang (kepada mereka) tanda-tanda kekuasaan (Kami), tetapi mereka tetap berpaling","ru":"Скажи: «Как вы думаете, если Аллах отнимет ваш слух и ваше зрение и запечатает ваши сердца, какое божество, кроме Аллаха, вернет вам все это?». Посмотри, как Мы разъясняем знамения, однако они все еще отворачиваются","sv":"Säg: \"Vad anser ni? Om Gud skulle ta ifrån er hörsel och syn och bomma för era hjärtan, vem är den gud som kan ge er [allt] detta tillbaka, om inte Gud?\" Se hur Vi förtydligar [Våra] budskap! Och ändå drar de sig undan","tr":"De ki: \"Gördünüz mü? Allah, işitmenizi, gözlerinizi alsa, kalblerinizi kapasa, Allah'tan başka hangi tanrı onu sizlere getirebilir?\" Ayetleri nasıl türlü türlü açıkladığımıza bir baksana, sonra da onlar yüz çevirirler","ur":"اے محمدؐ! ان سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر اللہ تمہاری بینائی اور سماعت تم سے چھین لے اور تمہارے دلوں پر مہر کر دے تو اللہ کے سوا اور کون سا خدا ہے جو یہ قوتیں تمہیں واپس دلاسکتا ہو؟ دیکھو، کس طرح ہم بار بار اپنی نشانیاں ان کے سامنے پیش کرتے ہیں اور پھر یہ کس طرح ان سے نظر چرا جاتے ہیں","zh":"你说：“你们告诉我吧，如果安拉使你们失去听觉和视觉，而且封闭你们的心，那么，除安拉外，还有哪个主宰能使你们复原呢？”你看我是怎样阐述一切迹象的，然而，他们置之不顾。"},"transliteration":"Qul araaytum in akhatha Allahu samAAakum waabsarakum wakhatama AAala quloobikum man ilahun ghayru Allahi yateekum bihi onthur kayfa nusarrifu alayati thumma hum yasdifoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
