{"id":837,"number":48,"text":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translations":{"en":"And We send not the messengers except as bringers of good tidings and warners. So whoever believes and reforms - there will be no fear concerning them, nor will they grieve","es":"He enviado a los Mensajeros para que albricien y adviertan a la gente. Quienes crean y se enmienden no tendrán razón para temer ni estar tristes [el Día del Juicio]","fr":"Nous n'envoyons des messagers qu'en annonciateurs et avertisseurs: ceux qui croient donc et se réforment, nulle crainte sur eux et ils ne seront point affligés","id":"Para Rasul yang Kami utus itu adalah untuk memberi kabar gembira dan memberi peringatan. Barang siapa beriman dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka dan mereka tidak bersedih hati","ru":"Мы отправляем посланников только добрыми вестниками и предостерегающими увещевателями. Те, которые уверовали и совершали праведные деяния, не познают страха и не будут опечалены","sv":"Vi sänder Våra budbärare enbart som förkunnare av hoppets budskap och som varnare. De som tror och gör bot och bättring skall därför inte känna fruktan och ingen sorg skall tynga dem","tr":"Peygamberleri ancak müjdeci ve uyarıcı olarak gönderiyoruz. Kim inanır ve nefsini ıslah ederse onlara korku yoktur, onlar üzülmeyeceklerdir","ur":"ہم جو رسول بھیجتے ہیں اسی لیے تو بھیجتے ہیں کہ وہ نیک کردار لوگوں کے لیے خوش خبری دینے والے اور بد کرداروں کے لیے ڈرانے والے ہوں پھر جو لوگ ان کی بات مان لیں اور اپنے طرز عمل کی اصلاح کر لیں ان کے لیے کسی خوف اور رنج کا موقع نہیں ہے","zh":"我只派遣众使者作报喜者和警告者。谁信道而且行善，谁在将来没有恐惧，也不忧愁。"},"transliteration":"Wama nursilu almursaleena illa mubashshireena wamunthireena faman amana waaslaha fala khawfun AAalayhim wala hum yahzanoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
