{"id":839,"number":50,"text":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","translations":{"en":"Say, [O Muhammad], \"I do not tell you that I have the depositories [containing the provision] of Allah or that I know the unseen, nor do I tell you that I am an angel. I only follow what is revealed to me.\" Say, \"Is the blind equivalent to the seeing? Then will you not give thought","es":"Diles: \"No les digo que poseo los tesoros de Dios ni que conozco lo oculto, ni tampoco afirmo ser un ángel, solo sigo lo que me fue revelado\". Diles: \"¿Acaso pueden equipararse el ciego y el vidente? ¿Acaso no van a reflexionar","fr":"Dis-[leur]: «Je ne vous dis pas que je détiens les trésors d'Allah, ni que je connais l'Inconnaissable, et je ne vous dis pas que je suis un ange. Je ne fais que suivre ce qui m'est révélé.» Dis: «Est-ce que sont égaux l'aveugle et celui qui voit? Ne réfléchissez-vous donc pas?»","id":"Katakanlah (Muhammad), \"Aku tidak mengatakan kepadamu, bahwa perbendaharaan Allah ada padaku, dan aku tidak mengetahui yang gaib dan aku tidak (pula) mengatakan kepadamu bahwa aku malaikat. Aku hanya mengikuti apa yang diwahyukan kepadaku.\" Katakanlah, \"Apakah sama antara orang yang buta dengan orang yang melihat? Apakah kamu tidak memikirkan (nya)","ru":"Скажи: «Я не говорю вам, что при мне сокровищницы Аллаха, и я не ведаю сокровенного. Я не говорю вам, что являюсь ангелом. Я следую лишь тому, что ниспосылается мне в откровении». Скажи: «Разве равны слепой и зрячий? Неужели вы не поразмыслите?»","sv":"Säg: ”Jag säger inte till er att jag har Guds skatter i min hand eller att jag känner till det som är dolt för människor. Inte heller säger jag till er: 'Se, jag är en ängel.' Allt jag gör är att följa det som uppenbaras för mig.” Säg: ”Kan den blinde jämställas med den seende? - Skall ni inte tänka över [detta]?”","tr":"De ki: \"Size Allah'ın hazineleri elimdedir, demiyorum; gaybı da bilmiyorum; size, ben meleğim demiyorum, ben ancak bana vahyolunana uyuyorum.\" De ki: \"Görenle görmeyen bir midir? Düşünmüyor musunuz","ur":"ا ے محمدؐ! ان سے کہو، \"میں تم سے یہ نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں نہ میں غیب کا علم رکھتا ہوں، اور نہ یہ کہتا ہوں کہ میں فرشتہ ہوں میں تو صرف اُس وحی کی پیروی کرتا ہوں جو مجھ پر نازل کی جاتی ہے\" پھر ان سے پوچھو کیا اندھا اور آنکھوں والا دونوں برابر ہوسکتے ہیں؟ کیا تم غور نہیں کرتے؟","zh":"你说：“我不对你们说：我有安拉的一切宝藏。我也不对你们说：我能知幽玄。我也不对你们说：我是一个天使。我只是遵从我所受的启示。”你说：“无眼的人和有眼的人是不是相等的？难道你们不该想想吗？”"},"transliteration":"Qul la aqoolu lakum AAindee khazainu Allahi wala aAAlamu alghayba wala aqoolu lakum innee malakun in attabiAAu illa ma yooha ilayya qul hal yastawee alaAAma waalbaseeru afala tatafakkaroona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
