{"id":839,"number":50,"text":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","translations":{"bn":"আপনি বলুনঃ আমি তোমাদেরকে বলি না যে, আমার কাছে আল্লাহর ভান্ডার রয়েছে। তাছাড়া আমি অদৃশ্য বিষয় অবগতও নই। আমি এমন বলি না যে, আমি ফেরেশতা। আমি তো শুধু ঐ ওহীর অনুসরণ করি, যা আমার কাছে আসে। আপনি বলে দিনঃ অন্ধ ও চক্ষুমান কি সমান হতে পারে? তোমরা কি চিন্তা কর না","en":"Say, [O Muhammad], \"I do not tell you that I have the depositories [containing the provision] of Allah or that I know the unseen, nor do I tell you that I am an angel. I only follow what is revealed to me.\" Say, \"Is the blind equivalent to the seeing? Then will you not give thought","id":"Katakanlah (Muhammad), \"Aku tidak mengatakan kepadamu, bahwa perbendaharaan Allah ada padaku, dan aku tidak mengetahui yang gaib dan aku tidak (pula) mengatakan kepadamu bahwa aku malaikat. Aku hanya mengikuti apa yang diwahyukan kepadaku.\" Katakanlah, \"Apakah sama antara orang yang buta dengan orang yang melihat? Apakah kamu tidak memikirkan (nya)","ru":"Скажи: «Я не говорю вам, что при мне сокровищницы Аллаха, и я не ведаю сокровенного. Я не говорю вам, что являюсь ангелом. Я следую лишь тому, что ниспосылается мне в откровении». Скажи: «Разве равны слепой и зрячий? Неужели вы не поразмыслите?»","tr":"De ki: \"Size Allah'ın hazineleri elimdedir, demiyorum; gaybı da bilmiyorum; size, ben meleğim demiyorum, ben ancak bana vahyolunana uyuyorum.\" De ki: \"Görenle görmeyen bir midir? Düşünmüyor musunuz","ur":"ا ے محمدؐ! ان سے کہو، \"میں تم سے یہ نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں نہ میں غیب کا علم رکھتا ہوں، اور نہ یہ کہتا ہوں کہ میں فرشتہ ہوں میں تو صرف اُس وحی کی پیروی کرتا ہوں جو مجھ پر نازل کی جاتی ہے\" پھر ان سے پوچھو کیا اندھا اور آنکھوں والا دونوں برابر ہوسکتے ہیں؟ کیا تم غور نہیں کرتے؟"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
