{"id":840,"number":51,"text":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","translations":{"en":"And warn by the Qur'an those who fear that they will be gathered before their Lord - for them besides Him will be no protector and no intercessor - that they might become righteous","es":"Advierte con el Corán a aquellos que tienen temor del día en que serán congregados ante su Señor, cuando no tendrán fuera de Él protector ni intercesor alguno, para que así tengan temor de Dios","fr":"Et avertis par ceci (le Coran), ceux qui craignent d'être rassemblés devant leur Seigneur, qu'ils n'auront hors d'Allah ni allié ni intercesseur. Peut-être deviendraient-ils pieux","id":"Peringatkanlah dengannya (Alquran) itu orang yang takut akan dikumpulkan menghadap Tuhannya (pada hari Kiamat), tidak ada bagi mereka pelindung dan pemberi syafaat (pertolongan) selain Allah, agar mereka bertakwa","ru":"Предостерегай им тех, которые страшатся того, что они будут собраны перед своим Господом тогда, когда не будет у них, помимо Него, ни покровителя, ни заступника. Быть может, они устрашатся","sv":"Och varna med denna [Skrift] dem som bävar [vid tanken på] att de skall samlas åter till sin Herre utan annan beskyddare än Honom och utan medlare; kanske skall de frukta Gud","tr":"Rablerine toplanacaklarından korkanları Kuran ile uyar. O'ndan başka bir dost ve aracıları yoktur. Umulur ki Allah'tan sakınalar","ur":"اے محمدؐ! تم اس (علم وحی) کے ذریعہ سے اُن لوگوں کو نصیحت کرو جو اس بات کا خوف رکھتے ہیں کہ اپنے رب کے سامنے کبھی اس حال میں پیش کیے جائیں گے کہ اُس کے سوا وہاں کوئی (ایسا ذی اقتدار) نہ ہوگا جو ان کا حامی و مدد گار ہو، یا ان کی سفارش کرے، شاید کہ (اس نصیحت سے متنبہ ہو کر) وہ خدا ترسی کی روش اختیار کر لیں","zh":"有些人，害怕将来被集合在他们的主那里，既无保护，也无人说情，你当用此经去警告他们，以便他们敬畏。"},"transliteration":"Waanthir bihi allatheena yakhafoona an yuhsharoo ila rabbihim laysa lahum min doonihi waliyyun wala shafeeAAun laAAallahum yattaqoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
