{"id":841,"number":52,"text":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّـٰلِمِينَ","translations":{"en":"And do not send away those who call upon their Lord morning and afternoon, seeking His countenance. Not upon you is anything of their account and not upon them is anything of your account. So were you to send them away, you would [then] be of the wrongdoers","es":"No rechaces a quienes invocan a su Señor por la mañana y por la tarde anhelando Su rostro. A ti no te corresponde pedirles cuentas de sus obras ni a ellos tampoco pedirte cuenta de las tuyas, porque serías de los injustos","fr":"Et ne repousse pas ceux qui, matin et soir, implorent leur Seigneur, cherchant sa Face «Wajh». Leur demander compte ne t'incombe en rien, et te demander compte ne leur incombe en rien. En les repoussant donc, tu serais du nombre des injustes","id":"Janganlah engkau mengusir orang-orang yang menyeru Tuhannya di pagi hari dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim","ru":"Не прогоняй тех, которые взывают к своему Господу утром и перед закатом, стремясь к Его Лику. Ты нисколько не в ответе за них, и они нисколько не в ответе за тебя. Если же ты прогонишь их, то окажешься одним из беззаконников","sv":"Stöt inte bort dem som morgon och afton anropar sin Herre och söker vinna Hans välbehag. Du är inte i något avseende ansvarig för vad de gör och de är inte i något avseende ansvariga för vad du gör; men om du stöter bort dem gör du orätt","tr":"Sabah akşam, Rabblerinin rızasını isteyerek O'na yalvaranları kovma. Onların hesabından sana bir sorumluluk yoktur, senin hesabından da onlara bir sorumluluk yoktur ki onları kovarak zulmedenlerden olasın","ur":"اور جو لوگ اپنے رب کو رات دن پکارتے رہتے ہیں او ر اس کی خوشنودی کی طلب میں لگے ہوئے ہیں انہیں اپنے سے دور نہ پھینکو اُن کے حساب میں سے کسی چیز کا بار تم پر نہیں ہے اور تمہارے حساب میں سے کسی چیز کا بار اُن پر نہیں اس پر بھی اگر تم انہیں دور پھینکو گے تو ظالموں میں شمار ہو گے","zh":"早晚祈祷自己的养主,欲求其恩赐的人,你不要驱逐他们。你对于他们的被清算，毫无责任；他们对于你的被清算，也毫无责任。你何必驱逐他们，以至你变成不义的人。"},"transliteration":"Wala tatrudi allatheena yadAAoona rabbahum bialghadati waalAAashiyyi yureedoona wajhahu ma AAalayka min hisabihim min shayin wama min hisabika AAalayhim min shayin fatatrudahum fatakoona mina alththalimeena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
