{"id":841,"number":52,"text":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّـٰلِمِينَ","translations":{"bn":"আর তাদেরকে বিতাড়িত করবেন না, যারা সকাল-বিকাল স্বীয় পালকর্তার এবাদত করে, তাঁর সন্তুষ্টি কামনা করে। তাদের হিসাব বিন্দুমাত্রও আপনার দায়িত্বে নয় এবং আপনার হিসাব বিন্দুমাত্রও তাদের দায়িত্বে নয় যে, আপনি তাদেরকে বিতাড়িত করবেন। নতুবা আপনি অবিচারকারীদের অন্তর্ভূক্ত হয়ে যাবেন।","en":"And do not send away those who call upon their Lord morning and afternoon, seeking His countenance. Not upon you is anything of their account and not upon them is anything of your account. So were you to send them away, you would [then] be of the wrongdoers","id":"Janganlah engkau mengusir orang-orang yang menyeru Tuhannya di pagi hari dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim","ru":"Не прогоняй тех, которые взывают к своему Господу утром и перед закатом, стремясь к Его Лику. Ты нисколько не в ответе за них, и они нисколько не в ответе за тебя. Если же ты прогонишь их, то окажешься одним из беззаконников","tr":"Sabah akşam, Rabblerinin rızasını isteyerek O'na yalvaranları kovma. Onların hesabından sana bir sorumluluk yoktur, senin hesabından da onlara bir sorumluluk yoktur ki onları kovarak zulmedenlerden olasın","ur":"اور جو لوگ اپنے رب کو رات دن پکارتے رہتے ہیں او ر اس کی خوشنودی کی طلب میں لگے ہوئے ہیں انہیں اپنے سے دور نہ پھینکو اُن کے حساب میں سے کسی چیز کا بار تم پر نہیں ہے اور تمہارے حساب میں سے کسی چیز کا بار اُن پر نہیں اس پر بھی اگر تم انہیں دور پھینکو گے تو ظالموں میں شمار ہو گے"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
