{"id":842,"number":53,"text":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَـٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّـٰكِرِينَ","translations":{"en":"And thus We have tried some of them through others that the disbelievers might say, \"Is it these whom Allah has favored among us?\" Is not Allah most knowing of those who are grateful","es":"Así es como los puse a prueba unos con otros, para que [opulentos y arrogantes] dijesen: \"¿Son estos [pobres insignificantes] a quienes Dios ha agraciado de entre nosotros?\" Pero Dios sabe mejor que nadie quiénes son los agradecidos","fr":"Ainsi, éprouvons-Nous (les gens) les uns par les autres, pour qu'ils disent: «Est-ce là ceux qu'Allah a favorisés parmi nous?» N'est-ce pas Allah qui sait le mieux lesquels sont reconnaissants","id":"Demikianlah, Kami telah menguji sebagian mereka (orang yang kaya) dengan sebagian yang lain (orang yang miskin), agar mereka (orang yang kaya itu) berkata, \"Orang-orang semacam inikah di antara kita yang diberi anugerah oleh Allah?\" (Allah berfirman), \"Tidakkah Allah lebih mengetahui tentang mereka yang bersyukur (kepada-Nya)","ru":"Так Мы искушали одних из них другими, дабы они сказали: «Неужели среди нас Аллах оказал милость только этим?». Разве Аллах не лучше знает тех, кто благодарен","sv":"På detta sätt låter Vi den ene bli en prövning för den andre så att [några] frågar sig: \"Är det dessa som Gud har skänkt Sina gåvor [med förbigående av oss]?\" Skulle inte Gud veta bäst vilka de tacksamma är","tr":"Böylece, \"Aramızdan Allah bunlara mı iyilikte bulundu?\" demeleri için onları birbiriyle denedik. Allah şükredenleri iyi bilen değil midir","ur":"دراصل ہم نے اس طرح ان لوگوں میں سے بعض کو بعض کے ذریعہ سے آزمائش میں ڈالا ہے تاکہ وہ اِنہیں دیکھ کر کہیں \"کیا یہ ہیں وہ لوگ جن پر ہمارے درمیان اللہ کا فضل و کرم ہوا ہے؟\" ہاں! کیا خدا اپنے شکر گزار بندوں کو اِن سے زیادہ نہیں جانتا ہے؟","zh":"我这样使他们互相考验，以便他们说：“难道这等人就是我们中特受安拉恩宠的人吗？”难道安拉不是最了解感谢者的吗？"},"transliteration":"Wakathalika fatanna baAAdahum bibaAAdin liyaqooloo ahaolai manna Allahu AAalayhim min baynina alaysa Allahu biaAAlama bialshshakireena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
