{"id":843,"number":54,"text":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","translations":{"en":"And when those come to you who believe in Our verses, say, \"Peace be upon you. Your Lord has decreed upon Himself mercy: that any of you who does wrong out of ignorance and then repents after that and corrects himself - indeed, He is Forgiving and Merciful","es":"Cuando se presenten ante ti aquellos que creen en Mis signos, diles: \"¡La paz sea con ustedes! Su Señor ha prescrito para Sí mismo la misericordia. Quien cometa una falta por ignorancia, y luego se arrepienta y enmiende, sepa que Dios es Absolvedor, Misericordioso","fr":"Et lorsque viennent vers toi ceux qui croient à nos versets (le Coran), dis: «Que la paix soit sur vous! Votre Seigneur S'est prescrit à Lui-même la miséricorde. Et quiconque d'entre vous a fait un mal par ignorance, et ensuite s'est repenti et s'est réformé... Il est, alors, Pardonneur et Miséricordieux»","id":"Dan apabila orang-orang yang beriman kepada ayat-ayat Kami datang kepadamu, maka katakanlah, \"Salāmun 'alaikum\" (selamat sejahtera untuk kamu).\" Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang","ru":"Когда к тебе приходят те, которые уверовали в Наши знамения, говори им: «Мир вам! Ваш Господь предписал себе быть Милосердным, и если кто из вас сотворит зло по своему невежеству, а затем раскается и станет совершать праведные деяния, то ведь Он - Прощающий, Милосердный»","sv":"Och när de som tror på Våra budskap kommer till dig, säg då: \"Fred vare med er! Er Herre har för Sig stadfäst nådens och barmhärtighetens [lag]; den av er som av okunnighet gör orätt och som därefter ångrar vad han gjort och vill bättra sig [skall finna] Honom ständigt förlåtande, barmhärtig","tr":"Ayetlerimize inananlar sana gelince: \"Size selam olsun\" de. Rabbiniz, sizden kim bilmeyerek fenalık işler de arkasından tövbe eder ve nefsini düzeltirse, ona rahmet etmeyi kendi üzerine almıştır. O, bağışlar ve merhamet eder","ur":"جب تمہارے پاس وہ لوگ آئیں جو ہماری آیات پر ایمان لاتے ہیں تو ان سے کہو \"تم پر سلامتی ہے تمہارے رب نے رحم و کرم کا شیوہ اپنے اوپر لازم کر لیا ہے یہ اس کا رحم و کرم ہی ہے کہ اگر تم میں سے کوئی نادانی کے ساتھ کسی برائی کا ارتکاب کر بیٹھا ہو پھر اس کے بعد توبہ کرے اور اصلاح کر لے تو وہ اُسے معاف کر دیتا ہے اور نرمی سے کام لیتا ہے","zh":"确信我的迹象的人来见你的时候，你说：“祝你们平安。你们的主，曾以慈悯为自己的责任。你们中谁无知地作恶，然后悔过自新，安拉必定赦宥谁，因为他确是至赦的，确是至慈的。”"},"transliteration":"Waitha jaaka allatheena yuminoona biayatina faqul salamun AAalaykum kataba rabbukum AAala nafsihi alrrahmata annahu man AAamila minkum sooan bijahalatin thumma taba min baAAdihi waaslaha faannahu ghafoorun raheemun","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
