{"id":845,"number":56,"text":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","translations":{"en":"Say, \"Indeed, I have been forbidden to worship those you invoke besides Allah.\" Say, \"I will not follow your desires, for I would then have gone astray, and I would not be of the [rightly] guided","es":"Diles: \"Me fue prohibido adorar aquello que invocan en lugar de Dios\". Diles: \"No voy a ceder a sus pasiones, porque [de hacerlo] me extraviaría y no sería de los bien guiados","fr":"Dis: «il m'a été interdit d'adorer ceux que vous priez en dehors d'Allah». Dis: «Je ne suivrai pas vos passions: car ce serait m'égarer, et je ne serais plus parmi les bien-guidés»","id":"Katakanlah (Muhammad), \"Aku dilarang menyembah tuhan-tuhan yang kamu sembah selain Allah.\" Katakanlah, \"Aku tidak akan mengikuti keinginanmu. Jika berbuat demikian, sungguh tersesatlah aku dan aku tidak termasuk orang yang mendapat petunjuk","ru":"Скажи: «Мне запрещено поклоняться тем, к кому вы взываете наряду с Аллахом». Скажи: «Я не стану потакать вашим желаниям. В противном случае я собьюсь с пути и не окажусь в числе следующих прямым путем»","sv":"SÄG: \"Jag har förbjudits att dyrka dem som ni anropar i Guds ställe.\" Säg: \"[I det avseendet] kommer jag inte att göra er till viljes. Gjorde jag det hade jag gått vilse och skulle inte höra till de vägledda","tr":"De ki: \"Allah'tan başka, yalvardıklarınıza kulluk etmekten menolundum.\" \"Sizin heveslerinize uymayacağım, yoksa sapıtmış, doğru yolda gidenlerden olmamış olurum\" de","ur":"اے محمدؐ! اِن سے کہو کہ تم لوگ اللہ کے سوا جن دوسروں کو پکارتے ہو اُن کی بندگی کرنے سے مجھے منع کیا گیا ہے کہو، میں تمہاری خواہشات کی پیروی نہیں کروں گا، اگر میں نے ایسا کیا تو گمراہ ہو گیا، راہ راست پانے والوں میں سے نہ رہا","zh":"你说：“我确已奉到禁令：不得崇拜你们舍安拉而祈祷的。”你说：“我不顺从你们的私欲；否则，我必迷误，而绝不是遵循正道的人。”"},"transliteration":"Qul innee nuheetu an aAAbuda allatheena tadAAoona min dooni Allahi qul la attabiAAu ahwaakum qad dalaltu ithan wama ana mina almuhtadeena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
