{"id":846,"number":57,"text":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","translations":{"en":"Say, \"Indeed, I am on clear evidence from my Lord, and you have denied it. I do not have that for which you are impatient. The decision is only for Allah. He relates the truth, and He is the best of deciders","es":"Diles: \"Yo sigo la palabra que proviene de mi Señor, que ustedes desmienten. Lo que piden que suceda pronto, no está en mis manos. La decisión pertenece solo a Dios. Él juzga con la verdad y es el mejor de los jueces","fr":"Dis: «Je m'appuie sur une preuve évidente de la part de mon Seigneur, et vous avez traité cela de mensonge. Ce (le châtiment) que vous voulez hâter ne dépend pas de moi. Le jugement n'appartient qu'à Allah: Il tranche en toute vérité et Il est le meilleur des juges","id":"Katakanlah (Muhammad), \"Aku (berada) di atas keterangan yang nyata (Alquran) dari Tuhanku sedang kamu mendustakannya. Bukanlah kewenanganku (untuk menurunkan azab) yang kamu tuntut untuk disegerakan kedatangannya. Menetapkan (hukum itu) hanyalah hak Allah. Dia menerangkan kebenaran dan Dia Pemberi keputusan yang terbaik","ru":"Скажи: «Я руководствуюсь ясным доказательством от моего Господа, а вы считаете это ложью. Я не владею тем, что вы торопите. Решение принимает только Аллах. Он изрекает истину и является Наилучшим из судий»","sv":"Säg: \"Jag stöder mig på ett klart vittnesbörd från min Herre - och detta [vittnesbörd] avvisar ni! Jag har inte makt över det som ni så otåligt begär att jag skall påskynda; det är Gud ensam som dömer och Han skall meddela [oss] sanningen; ingen kan som Han skilja [sanningen från lögnen]","tr":"De ki: \"Ben Rabbim'den bir belgeye dayanmaktayım, halbuki siz onu yalanladınız; acele istediğiniz de elimde değildir. Hüküm ancak Allah'ındır. O, hükmedenlerin en iyisi olarak gerçeği anlatır","ur":"کہو، میں اپنے رب کی طرف سے ایک دلیل روشن پر قائم ہوں اور تم نے اسے جھٹلا دیا ہے، اب میرے اختیار میں وہ چیز ہے نہیں جس کے لیے تم جلدی مچا رہے ہو، فیصلہ کا سارا اختیار اللہ کو ہے، وہی امر حق بیان کرتا ہے اور وہی بہترین فیصلہ کرنے والا ہے","zh":"你说：“我确是依据从我的主降示的明证的，而你们却否认它。我不能主持你们要求早日实现的刑罚。一切判决，只归安拉；他依理而判决，他是最公正的判决者。”"},"transliteration":"Qul innee AAala bayyinatin min rabbee wakaththabtum bihi ma AAindee ma tastaAAjiloona bihi ini alhukmu illa lillahi yaqussu alhaqqa wahuwa khayru alfasileena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
