{"id":848,"number":59,"text":"۞وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","translations":{"en":"And with Him are the keys of the unseen; none knows them except Him. And He knows what is on the land and in the sea. Not a leaf falls but that He knows it. And no grain is there within the darknesses of the earth and no moist or dry [thing] but that it is [written] in a clear record","es":"Él posee las llaves de lo oculto y nadie más que Él las conoce. Él sabe lo que hay en la costa y en el mar. No hay hoja de árbol que caiga sin que Él lo sepa, ni grano en el seno de la tierra, o algo que esté verde o seco, sin que se encuentre registrado en un libro evidente","fr":"C'est Lui qui détient les clefs de l'Inconnaissable. Nul autre que Lui ne les connaît. Et Il connaît ce qui est dans la terre ferme, comme dans la mer. Et pas une feuille ne tombe qu'Il ne le sache. Et pas une graine dans les ténèbres de la terre, rien de frais ou de sec, qui ne soit consigné dans un livre explicite","id":"Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya, tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam kitab yang nyata (Lauḥ Maḥfūẓ)","ru":"У Него ключи к сокровенному, и знает о них только Он. Ему известно то, что на суше и в море. Даже лист падает только с Его ведома. Нет ни зернышка во мраках земли, ни чего-либо свежего или сухого, чего бы не было в ясном Писании","sv":"Han har nycklarna till den dolda verkligheten; ingen känner dessa [ting] utom Han. Han vet vad som finns på marken och i havet; inte ett löv faller utan Hans vetskap och varken fröet, [dolt] i jordens mörker, eller det gröna [strået] eller det som vissnat, saknas [bland det som har upptecknats] i Guds öppna bok","tr":"Gaybın anahtarları O'nun katındadır, onları ancak O bilir. Karada ve denizde olanı bilir. Düşen yaprağı, yerin karanlıklarında olan taneyi, yaşı kuruyu ki apaçık Kitap'tadır ancak O bilir","ur":"اُسی کے پاس غیب کی کنجیاں ہیں جنہیں اس کے سوا کوئی نہیں جانتا بحر و بر میں جو کچھ ہے سب سے وہ واقف ہے درخت سے گرنے والا کوئی پتہ ایسا نہیں جس کا اسے علم نہ ہو زمین کے تاریک پردوں میں کوئی دانہ ایسا نہیں جس سے وہ باخبر نہ ہو خشک و ترسب کچھ ایک کھلی کتاب میں لکھا ہوا ہے","zh":"安拉那里，有幽玄的宝藏，只有他认识那些宝藏。他认识陆上和海中的一切；零落的叶子，没有一片是他不认识的。地面下重重黑暗中的谷粒，地面上的一切翠绿的，和枯槁的草木，都（被记载）在明白的天经中，"},"transliteration":"WaAAindahu mafatihu alghaybi la yaAAlamuha illa huwa wayaAAlamu ma fee albarri waalbahri wama tasqutu min waraqatin illa yaAAlamuha wala habbatin fee thulumati alardi wala ratbin wala yabisin illa fee kitabin mubeenin","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
