{"id":848,"number":59,"text":"۞وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","translations":{"bn":"তাঁর কাছেই অদৃশ্য জগতের চাবি রয়েছে। এ গুলো তিনি ব্যতীত কেউ জানে না। স্থলে ও জলে যা আছে, তিনিই জানেন। কোন পাতা ঝরে না; কিন্তু তিনি তা জানেন। কোন শস্য কণা মৃত্তিকার অন্ধকার অংশে পতিত হয় না এবং কোন আর্দ্র ও শুস্ক দ্রব্য পতিত হয় না; কিন্তু তা সব প্রকাশ্য গ্রন্থে রয়েছে।","en":"And with Him are the keys of the unseen; none knows them except Him. And He knows what is on the land and in the sea. Not a leaf falls but that He knows it. And no grain is there within the darknesses of the earth and no moist or dry [thing] but that it is [written] in a clear record","id":"Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya, tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam kitab yang nyata (Lauḥ Maḥfūẓ)","ru":"У Него ключи к сокровенному, и знает о них только Он. Ему известно то, что на суше и в море. Даже лист падает только с Его ведома. Нет ни зернышка во мраках земли, ни чего-либо свежего или сухого, чего бы не было в ясном Писании","tr":"Gaybın anahtarları O'nun katındadır, onları ancak O bilir. Karada ve denizde olanı bilir. Düşen yaprağı, yerin karanlıklarında olan taneyi, yaşı kuruyu ki apaçık Kitap'tadır ancak O bilir","ur":"اُسی کے پاس غیب کی کنجیاں ہیں جنہیں اس کے سوا کوئی نہیں جانتا بحر و بر میں جو کچھ ہے سب سے وہ واقف ہے درخت سے گرنے والا کوئی پتہ ایسا نہیں جس کا اسے علم نہ ہو زمین کے تاریک پردوں میں کوئی دانہ ایسا نہیں جس سے وہ باخبر نہ ہو خشک و ترسب کچھ ایک کھلی کتاب میں لکھا ہوا ہے"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
