{"id":849,"number":60,"text":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translations":{"en":"And it is He who takes your souls by night and knows what you have committed by day. Then He revives you therein that a specified term may be fulfilled. Then to Him will be your return; then He will inform you about what you used to do","es":"Él es Quien toma sus almas por la noche, sabe lo que han hecho durante el día, y les devuelve el alma al despertar, hasta que se cumpla el plazo prefijado para su muerte. Luego volverán a Él y les informará sobre lo que hacían","fr":"Et, la nuit, c'est Lui qui prend vos âmes, et Il sait ce que vous avez acquis pendant le jour. Puis Il vous ressuscite le jour afin que s'accomplisse le terme fixé. Ensuite, c'est vers Lui que sera votre retour, et Il vous informera de ce que vous faisiez","id":"Dan Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian Dia membangunkan kamu pada siang hari untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan","ru":"Он - Тот, Кто усыпляет вас ночью и знает, что вы делаете днем. Затем Он воскрешает вас днем, чтобы исполнился назначенный срок (завершился срок вашей жизни). Затем к Нему вам предстоит вернуться, и затем Он поведает вам о том, что вы совершали","sv":"Det är Han som under nattens sömn tar till sig era själar och som vet vad ni har åstadkommit [ont eller gott] under dagen. Han låter er vakna på nytt varje morgon, för att den tid som är fastställd för er skall gå till ända. Då skall ni föras åter till Honom och Han skall låta er veta vad era handlingar [var värda]","tr":"Geceleyin sizi ölü gibi uyutan, gündüzün yaptıklarınızı bilen, mukadder olan hayat süreniz doluncaya kadar gündüzleri sizi tekrar kaldıran O'dur. Sonra dönüşünüz O'nadır, işlediklerinizi size bildirecektir","ur":"وہی ہے جو رات کو تمہاری روحیں قبض کرتا ہے اور دن کو جو کچھ تم کرتے ہو اسے جانتا ہے، پھر دوسرے روز وہ تمہیں اِسی کاروبار کے عالم میں واپس بھیج دیتا ہے تاکہ زندگی کی مقرر مدت پوری ہو آخر کار اسی کی طرف تمہاری واپسی ہے، پھر و ہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو","zh":"他使你们在夜间死亡，他知道你们在白昼的行为。然后，他使你们在白昼复活，以便你们活到已定的寿限。然后，你们只归于他，他要将你们的行为告诉你们。"},"transliteration":"Wahuwa allathee yatawaffakum biallayli wayaAAlamu ma jarahtum bialnnahari thumma yabAAathukum feehi liyuqda ajalun musamman thumma ilayhi marjiAAukum thumma yunabbiokum bima kuntum taAAmaloona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
