{"id":850,"number":61,"text":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","translations":{"en":"And He is the subjugator over His servants, and He sends over you guardian-angels until, when death comes to one of you, Our messengers take him, and they do not fail [in their duties]","es":"Él tiene total dominio sobre Sus siervos. Les envía ángeles custodios hasta que, cuando les llega la muerte, los ángeles toman sus almas y no pasan por alto a nadie","fr":"Et Il est le Dominateur Suprême sur Ses serviteurs. Et Il envoie sur vous des gardiens. Et lorsque la mort atteint l'un de vous, Nos messagers (les Anges) enlèvent son âme sans aucune négligence","id":"Dan Dialah Penguasa mutlak atas semua hamba-Nya, dan di utus-Nya kepadamu malaikat-malaikat penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu malaikat-malaikat Kami mencabut nyawanya dan mereka tidak melalaikan tugasnya","ru":"Он - Одолевающий и находится над Своими рабами. Он посылает к вам хранителей. Когда же к кому-нибудь из вас приходит смерть, Наши посланцы умерщвляют его, и они не делают упущений","sv":"Han har den oinskränkta makten över Sina tjänare. Och Han sänder dem som vakar över er till den stund då döden [når er]. När döden kommer till någon av er tar Våra utsända emot hans själ - ingen går de förbi","tr":"O, kulların üstünde yegane Hakim'dir, size koruyucular gönderir. Artık birinize ölüm gelince elçilerimiz, bir eksiklik yapmaksızın onun canını alırlar, sonra gerçek Mevlalarına döndürürler. Haberiniz olsun, hüküm O'nundur. O, hesap görenlerin en süratlisidir","ur":"اپنے بندوں پر وہ پوری قدرت رکھتا ہے اور تم پر نگرانی کرنے والے مقرر کر کے بھیجتا ہے، یہاں تک کہ جب تم میں سے کسی کی موت کا وقت آ جاتا ہے تو اس کے بھیجے ہوئے فرشتے اس کی جان نکال لیتے ہیں اور اپنا فرض انجام دینے میں ذرا کوتاہی نہیں کرتے","zh":"他是在众仆之上宰制万物的主，他派遣许多天使来保护你们。待死亡降临你们中的任何人的时候，我的众天使，将使他死亡，他们毫不疏忽。"},"transliteration":"Wahuwa alqahiru fawqa AAibadihi wayursilu AAalaykum hafathatan hatta itha jaa ahadakumu almawtu tawaffathu rusuluna wahum la yufarritoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
