{"id":852,"number":63,"text":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ","translations":{"en":"Say, \"Who rescues you from the darknesses of the land and sea [when] you call upon Him imploring [aloud] and privately, 'If He should save us from this [crisis], we will surely be among the thankful","es":"Pregúntales: \"¿Quién podrá salvarlos de las tinieblas de la tierra y del mar [cuando viajan] y Lo invocan en público y en secreto, diciendo: ‘Si nos salvas de esta, estaremos agradecidos’","fr":"Dis: «Qui vous délivre des ténèbres de la terre et de la mer?» Vous l'invoquez humblement et en secret: «S'Il nous délivre de ceci, nous serons du nombre des reconnaissants","id":"Katakanlah (Muhammad), \"Siapakah yang dapat menyelamatkan kamu dari bencana di darat dan di laut, ketika kamu berdoa kepada-Nya dengan rendah hati dan dengan suara yang lembut?\" (Dengan mengatakan), \"Sekiranya Dia menyelamatkan kami dari (bencana) ini, tentulah kami menjadi orang-orang yang bersyukur","ru":"Скажи: «Кто спасает вас от мраков на суше и на море, когда вы взываете к Нему смиренно и тайно, говоря: «Если Он спасет нас от этого, мы непременно будем благодарны!»»","sv":"Säg: ”Vem räddar er från [de faror som lurar i] mörkret över land och hav? [Till vem] ber ni ödmjukt och innerligt [denna bön]: 'Om [Gud] räddar oss ur denna [nöd] skall vi sannerligen visa oss tacksamma'?”","tr":"De ki: \"Kara ve denizin karanlıklarından sizi kim kurtarır? Bundan bizi kurtarırsan şükredenlerden olacağız diye O'na gizli gizli yalvarır yakarırsınız","ur":"اے محمدؐ! ا ن سے پوچھو، صحرا اور سمندر کی تاریکیوں میں کون تمہیں خطرات سے بچاتا ہے؟ کو ن ہے جس سے تم (مصیبت کے وقت) گڑ گڑا، گڑگڑا کر اور چپکے چپکے دعائیں مانگتے ہو؟ کس سے کہتے ہو کہ اگر اس بلا سے تو نے ہم کو بچا لیا تو ہم ضرور شکر گزار ہوں گے؟","zh":"你说：“你们谦逊地和秘密地祈祷说：‘如果他拯救我们脱离这些苦难，我们必定感谢他。’谁能拯救你们脱离陆地和海洋的各种苦难呢？”"},"transliteration":"Qul man yunajjeekum min thulumati albarri waalbahri tadAAoonahu tadarruAAan wakhufyatan lain anjana min hathihi lanakoonanna mina alshshakireena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
