{"id":854,"number":65,"text":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","translations":{"en":"Say, \"He is the [one] Able to send upon you affliction from above you or from beneath your feet or to confuse you [so you become] sects and make you taste the violence of one another.\" Look how We diversify the signs that they might understand","es":"Diles: \"Él tiene el poder para enviarles un castigo que caiga del cielo o salga de la tierra bajo sus pies, o puede dividirlos en partidos y hacer que se persigan unos a otros con violencia\". Observa cómo evidencio los signos para que entiendan","fr":"Dis: «Il est capable, Lui, de susciter contre vous, d'en haut, ou de dessous vos pieds, un châtiment, ou de vous confondre dans le sectarisme. Et Il vous fait goûter l'ardeur [au combat] les uns aux autres.» Regarde comment Nous exposons Nos versets. Peut-être comprendront-ils","id":"Katakanlah (Muhammad), \"Dialah yang berkuasa mengirimkan azab kepadamu, dari atas atau dari bawah kakimu312) atau Dia mencampurkan kamu dalam golongan-golongan (yang saling bertentangan) dan merasakan kepada sebagian kamu keganasan sebagian yang lain.\" Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang tanda-tanda (kekuasaan Kami)313) agar mereka memahami (nya)","ru":"Скажи: «Он способен наслать на вас мучения сверху или из-под ваших ног, или привести вас в замешательство, разделив на группировки и дав одним из вас вкусить жестокость других». Посмотри, как Мы разъясняем знамения, чтобы они могли понять","sv":"Säg: \"Han är den som har makt att låta ett straff drabba er ovanifrån eller underifrån eller att så förvirring och splittring i era led och låta några av er få utstå övergrepp från de andras sida.\" Se hur Vi förtydligar budskapen för att de skall förstå","tr":"De ki: \"Üstünüzden ve altınızdan size azab göndermeğe, sizi fırka fırka yapıp kiminize kiminizin hıncını tattırmağa Kadir olan O'dur.\" Anlasınlar diye ayetleri nasıl yerli yerince açıkladığımıza bak","ur":"کہو، وہ اِس پر قادر ہے کہ تم پر کوئی عذاب اوپر سے نازل کر دے، یا تمہارے قدموں کے نیچے سے برپا کر دے، یا تمہیں گروہوں میں تقسیم کر کے ایک گروہ کو دوسرے گروہ کی طاقت کا مزہ چکھوا دے دیکھو، ہم کس طرح بار بار مختلف طریقوں سے اپنی نشانیاں ان کے سامنے پیش کر رہے ہیں شاید کہ یہ حقیقت کو سمجھ لیں","zh":"你说：“他能使刑罚从你们的头上和脚下袭击你们，或使你们各宗派相混杂，从而使你们这宗派尝试那宗派的战争。”你看，我怎样阐述许多迹象，以便他们了解。"},"transliteration":"Qul huwa alqadiru AAala an yabAAatha AAalaykum AAathaban min fawqikum aw min tahti arjulikum aw yalbisakum shiyaAAan wayutheeqa baAAdakum basa baAAdin onthur kayfa nusarrifu alayati laAAallahum yafqahoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
