{"id":857,"number":68,"text":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translations":{"en":"And when you see those who engage in [offensive] discourse concerning Our verses, then turn away from them until they enter into another conversation. And if Satan should cause you to forget, then do not remain after the reminder with the wrongdoing people","es":"Cuando veas a los que se burlan de Mis signos, aléjate de ellos hasta que cambien de conversación. Pero si el demonio te hace olvidar, cuando lo recuerdes no permanezcas reunido con los injustos","fr":"Quand tu vois ceux qui pataugent dans des discussions à propos de Nos versets, éloigne-toi d'eux jusqu'à ce qu'ils entament une autre discussion. Et si le Diable te fait oublier, alors, dès que tu te rappelles, ne reste pas avec les injustes","id":"Apabila engkau (Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. Dan jika setan benar-benar menjadikan engkau lupa (akan larangan ini), setelah ingat kembali janganlah engkau duduk bersama orang-orang yang zalim","ru":"Когда ты увидишь тех, которые разглагольствуют о Наших знамениях, отвернись от них, пока они не увлекутся другим разговором. Если же дьявол заставит тебя забыть об этом, то не сиди с несправедливыми людьми после того, как вспомнишь","sv":"OM DU ser människor [i lättsinne] ge sig in i en diskussion om Våra budskap, dra dig då ifrån dem till dess de övergår till andra ämnen; och om Djävulen skulle få dig att glömma [detta], stanna då inte i sådana ogudaktiga människors sällskap, då du påmint dig [din plikt]","tr":"Ayetlerimizi çekişmeye dalanları görünce, başka bir bahse geçmelerine kadar onlardan yüz çevir. Şeytan sana unutturursa hatırladıktan sonra artık zulmedenlerle beraber oturma","ur":"اور اے محمدؐ! جب تم دیکھو کہ لوگ ہماری آیات پر نکتہ چینیاں کر رہے ہیں تو ان کے پاس سے ہٹ جاؤ یہاں تک کہ وہ اس گفتگو کو چھوڑ کر دوسری باتوں میں لگ جائیں اور اگر کبھی شیطان تمہیں بھلاوے میں ڈال دے تو جس وقت تمہیں اس غلطی کا احساس ہو جائے اس کے بعد پھر ایسے ظالم لوگوں کے پاس نہ بیٹھو","zh":"当你看见他们谈论我的迹象的时候，你当避开他们，直到他们谈论别的事。如果恶魔使你忘记，那么，在记起之后，你不要再与不义的人同座。"},"transliteration":"Waitha raayta allatheena yakhoodoona fee ayatina faaAArid AAanhum hatta yakhoodoo fee hadeethin ghayrihi waimma yunsiyannaka alshshaytanu fala taqAAud baAAda alththikra maAAa alqawmi alththalimeena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
