{"id":859,"number":70,"text":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَـٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","translations":{"bn":"তাদেরকে পরিত্যাগ করুন, যারা নিজেদের ধর্মকে ক্রীড়া ও কৌতুকরূপে গ্রহণ করেছে এবং পার্থিব জীবন যাদেরকে ধোঁকায় ফেলে রেখেছে। কোরআন দ্বারা তাদেরকে উপদেশ দিন, যাতে কেউ স্বীয় কর্মে এমন ভাবে গ্রেফতার না হয়ে যায় যে, আল্লাহ ব্যতীত তার কোন সাহায্যকারী ও সুপারিশকারী নেই এবং যদি তারা জগতের বিনিময়ও প্রদান কবে, তবু তাদের কাছ থেকে তা গ্রহণ করা হবে না। একাই স্বীয় কর্মে জড়িত হয়ে পড়েছে। তাদের জন্যে উত্তপ্ত পানি এবং যন্ত্রণাদায়ক শাস্তি রয়েছে-কুফরের কারণে।","en":"And leave those who take their religion as amusement and diversion and whom the worldly life has deluded. But remind with the Qur'an, lest a soul be given up to destruction for what it earned; it will have other than Allah no protector and no intercessor. And if it should offer every compensation, it would not be taken from it. Those are the ones who are given to destruction for what they have earned. For them will be a drink of scalding water and a painful punishment because they used to disbelieve","id":"Tinggalkanlah orang-orang yang menjadikan agamanya sebagai permainan dan senda gurau, dan mereka telah tertipu oleh kehidupan dunia. Peringatkanlah (mereka) dengan Alquran agar setiap orang tidak terjerumus (ke dalam neraka), karena perbuatannya sendiri. Tidak ada baginya pelindung dan pemberi syafaat (pertolongan) selain Allah. Dan jika dia hendak menebus dengan segala macam tebusan apa pun, niscaya tidak akan diterima. Mereka itulah orang-orang yang dijerumuskan (ke dalam neraka), disebabkan perbuatan mereka sendiri. Mereka mendapat minuman dari air yang mendidih dan azab yang pedih disebabkan kekafiran mereka dahulu","ru":"Покинь тех, которые считают свою религию забавой и потехой и обольщаются мирской жизнью. Но увещевай их этим, дабы душа не обрекла себя на погибель тем, что приобрела, когда не будет у нее покровителя и заступника, кроме Аллаха, и когда от нее ничего не будет принято, какой бы выкуп она ни предложила. Они обрекли себя на погибель тем, что приобрели. Им уготованы кипящее питье и мучительные страдания за то, что они были неверующими","tr":"Dinlerini oyun ve eğlenceye alanları, dünya hayatının aldattığı kimseleri bırak. Kuran ile öğüt ver ki, bir kimse kazandığıyla helake düşmeye görsün, o takdirde Allah'dan başka ona ne bir yardımcı, ne de bir kurtarıcı bulunur; her türlü fidyeyi de verse kabul olunmaz. Kazandıklarından ötürü yok olanlar işte bunlardır. İnkar etmelerinden dolayı kızgın içecek ve can yakıcı azab onlaradır","ur":"چھوڑو اُن لوگوں کو جنہوں نے اپنے دین کو کھیل اور تماشا بنا رکھا ہے اور جنہیں دنیا کی زندگی فریب میں مبتلا کیے ہوئے ہے ہاں مگر یہ قرآن سنا کر نصیحت اور تنبیہ کرتے رہو کہ کہیں کوئی شخص اپنے کیے کرتوتوں کے وبال میں گرفتار نہ ہو جائے، اور گرفتار بھی اِس حال میں ہو کہ اللہ سے بچانے والا کوئی حامی و مدد گار اور کوئی سفارشی اس کے لیے نہ ہو، اور گر وہ ہر ممکن چیز فدیہ میں دے کر چھوٹنا چاہے تو وہ بھی اس سے قبول نہ کی جائے، کیونکہ ایسے لوگ تو خود اپنی کمائی کے نتیجہ میں پکڑے جائیں گے، ان کو تو اپنے انکار حق کے معاوضہ میں کھولتا ہوا پانی پینے کو اور درد ناک عذاب بھگتنے کو ملے گا"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
