{"id":86,"number":79,"text":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","translations":{"en":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn","es":"¡Ay de aquellos que escriben el Libro con sus manos y luego dicen: \"Esto proviene de Dios\", para venderlo a vil precio! ¡Ay de ellos por lo que han escrito sus manos! ¡Ay de ellos por lo que obtuvieron","fr":"Malheur, donc, à ceux qui de leurs propres mains composent un livre puis le présentent comme venant d'Allah pour en tirer un vil profit! - Malheur à eux, donc, à cause de ce que leurs mains ont écrit, et malheur à eux à cause de ce qu'ils en profitent","id":"Maka celakalah orang-orang yang menulis kitab dengan tangan mereka (sendiri), kemudian berkata, \"Ini dari Allah,\" (dengan maksud) untuk menjualnya dengan harga murah. Maka celakalah mereka, karena tulisan tangan mereka, dan celakalah mereka karena apa yang mereka perbuat","ru":"Горе тем, которые пишут Писание собственными руками, а затем говорят: «Это - от Аллаха», - чтобы купить за это ничтожную цену. Горе им за то, что написали их руки! Горе им за то, что они приобретают","sv":"Olyckliga de som med sina händer skriver ned [vad de säger vara ur] Skriften och påstår att det är från Gud för att därmed uppnå en ynklig vinst! [Det skall gå dem] illa på grund av det som deras händer har skrivit och på grund av vad de [därmed] har vunnit","tr":"Vay, Kitabı elleriyle yazıp, sonra da onu az bir değere satmak için, \"Bu Allah katındandır\" diyenlere! Vay ellerinin yazdıklarına! Vay kazandıklarına","ur":"پس ہلاکت اور تباہی ہے اُن لوگوں کے لیے جو اپنے ہاتھوں سے شرع کا نوشتہ لکھتے ہیں، پھر لوگوں سے کہتے ہیں کہ یہ اللہ کے پاس سے آیا ہوا ہے تاکہ اس کے معاوضے میں تھوڑا سا فائدہ حاصل کر لیں ان کے ہاتھوں کا لکھا بھی ان کے لیے تباہی کا سامان ہے اور ان کی یہ کمائی بھی ان کے لیے موجب ہلاکت","zh":"哀哉！他们亲手写经，然后说：“这是安拉所降示的。”他们欲借此换取些微的代价。哀哉！他们亲手所写的。哀哉！他们自己所营谋的。"},"transliteration":"Fawaylun lillatheena yaktuboona alkitaba biaydeehim thumma yaqooloona hatha min AAindi Allahi liyashtaroo bihi thamanan qaleelan fawaylun lahum mimma katabat aydeehim wawaylun lahum mimma yaksiboona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
