{"id":860,"number":71,"text":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","translations":{"en":"Say, \"Shall we invoke instead of Allah that which neither benefits us nor harms us and be turned back on our heels after Allah has guided us? [We would then be] like one whom the devils enticed [to wander] upon the earth confused, [while] he has companions inviting him to guidance, [calling], 'Come to us.' \" Say, \"Indeed, the guidance of Allah is the [only] guidance; and we have been commanded to submit to the Lord of the worlds","es":"Di: \"¿Acaso debemos invocar en lugar de Dios algo que no puede beneficiarnos ni perjudicarnos? ¿Debemos dar marcha atrás luego de que Dios nos ha guiado? Seríamos como aquel a quien los demonios han seducido y camina desorientado por las pasiones terrenales, a pesar de tener amigos que lo llaman a la guía diciéndole: ‘Ven con nosotros’.\" Di: \"La guía de Dios es la verdadera guía, y nos ha sido ordenado entregarnos libremente al Señor del universo","fr":"Dis: «Invoquerons-nous, au lieu d'Allah, ce qui ne peut nous profiter ni nous nuire? Et reviendrons-nous sur nos talons après qu'Allah nous a guidés, comme quelqu'un que les diables ont séduit et qui erre perplexe sur la terre, bien que des amis l'appellent vers le droit chemin (lui disant): - «Viens à nous». Dis: «Le vrai chemin, c'est le chemin d'Allah. Et il nous a été commandé de nous soumettre au Seigneur de l'Univers","id":"Katakanlah (Muhammad), \"Apakah kita akan memohon kepada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak (pula) mendatangkan mudarat kepada kita, dan (apakah) kita akan dikembalikan ke belakang,315) setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan.\"Kawan-kawannya mengajaknya ke jalan yang lurus (dengan mengatakan), \"Ikutilah kami.\" Katakanlah, \"Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya); dan kita diperintahkan agar berserah diri kepada Tuhan seluruh alam","ru":"Скажи: «Разве мы станем поклоняться помимо Аллаха тому, что не приносит нам пользы и не причиняет вреда? Разве мы обратимся вспять после того, как Аллах наставил нас на прямой путь, подобно тому, кого дьяволы на земле обольстили и привели в замешательство, чьи товарищи призывают его на прямой путь: «Иди к нам!»». Скажи: «Путь Аллаха - единственно верный путь, и нам велено покориться Господу миров","sv":"Säg: ”Skulle vi istället för Gud åkalla vad som varken kan gagna eller skada oss och låta oss förmås att vända om, sedan Gud lett oss på rätt väg? [Vi skulle då] likna den som faller offer för djävulska frestelser på jorden och strövar hit och dit, helt förvirrad, [trots att] vännerna ropar honom tillbaka till den raka vägen: 'Kom med oss!'” Säg: ”Guds ledning är den [sanna] ledningen och vi har blivit befallda att underkasta oss världarnas Herre","tr":"De ki: \"Arkadaşları bize gel diye doğru yola çağırırken, şeytanların yeryüzünde şaşırttıkları bir kimse gibi geriye mi dönelim. Allah bizi doğru yola eriştirdikten sonra, bize faydası olmayan, zarar da veremeyen Allah'tan başka şeylere mi yalvaralım?\" De ki, \"Doğru yol ancak Allah'ın yoludur. Alemlerin Rabbine teslim olarak namaz kılın, Allah'tan sakının diye emrolunduk.\" Kendisine toplanacağınız O'dur","ur":"اے محمدؐ! ان سے پو چھو کیا ہم اللہ کو چھوڑ کر اُن کو پکاریں جو نہ ہمیں نفع دے سکتے ہیں نہ نقصان؟ اور جبکہ اللہ ہمیں سیدھا راستہ دکھا چکا ہے تو کیا اب ہم الٹے پاؤں پھر جائیں؟ کیا ہم اپنا حال اُس شخص کا سا کر لیں جسے شیطانوں نے صحرا میں بھٹکا دیا ہو اور وہ حیران و سرگرداں پھر رہا ہو درآں حالیکہ اس کے ساتھی اسے پکار رہے ہوں کہ اِدھر آ یہ سیدھی راہ موجود ہے؟کہو، حقیقت میں صحیح رہنمائی تو صرف اللہ ہی کی رہنمائی ہے اور اس کی طرف سے ہمیں یہ حکم ملا ہے کہ مالک کائنات کے آگے سر اطاعت خم کر دو","zh":"你说：“难道我们舍安拉而祈祷那对于我们既无福又无祸的东西吗？在安拉引导我们之后，我们背叛正道，犹如在迷惑的情状下被恶魔引诱到无人烟的地方的人一样吗？他有些朋友，叫他来遵循正道，说：‘你到我们这里来吧！’（他不听从，以致毁灭）”。你说：“安拉的引导，才是正导。我们奉命归顺众世界的主。”"},"transliteration":"Qul anadAAoo min dooni Allahi ma la yanfaAAuna wala yadurruna wanuraddu AAala aAAqabina baAAda ith hadana Allahu kaallathee istahwathu alshshayateenu fee alardi hayrana lahu ashabun yadAAoonahu ila alhuda itina qul inna huda Allahi huwa alhuda waomirna linuslima lirabbi alAAalameena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
