{"id":862,"number":73,"text":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","translations":{"en":"And it is He who created the heavens and earth in truth. And the day He says, \"Be,\" and it is, His word is the truth. And His is the dominion [on] the Day the Horn is blown. [He is] Knower of the unseen and the witnessed; and He is the Wise, the Acquainted","es":"Él es Quien creó el cosmos y el planeta Tierra con un fin justo y verdadero. En cualquier momento que diga: \"¡Sé!\", es. Su palabra es la Verdad. Suya será la soberanía el día que se sople la trompeta [para dar comienzo a la resurrección]. Él es el conocedor de lo oculto y de lo manifiesto, Él es el Sabio y el Conocedor","fr":"Et c'est Lui qui a créé les cieux et la terre, en toute vérité. Et le jour où Il dit: «Sois!» Cela est, Sa parole est la vérité. A Lui, [seul,] la royauté, le jour où l'on soufflera dans la Trompe. C'est Lui le Connaisseur de ce qui est voilé et de ce qui est manifeste. Et c'est Lui le Sage et le Parfaitement Connaisseur","id":"Dialah yang menciptakan langit dan bumi dengan hak (benar), ketika Dia berkata, \"Jadilah!\" Maka jadilah sesuatu itu. Firman-Nya adalah benar, dan milik-Nyalah segala kekuasaan pada waktu sangkakala ditiup. Dia mengetahui yang gaib dan yang nyata. Dialah Yang Mahabijaksana, Mahateliti","ru":"Он - Тот, Кто сотворил небеса и землю ради истины. В тот день Он скажет: «Будь!». - и это сбудется. Его Слово есть истина. Ему одному будет принадлежать власть в тот день, когда подуют в Рог. Он знает сокровенное и явное, и Он - Мудрый, Ведающий","sv":"Det är Han som har skapat himlarna och jorden i enlighet med en plan och ett syfte och när Han säger [till något]: \"Var!\" är det. Hans ord är sanning. Den dag då det skall stötas i basunen, skall [det stå klart för alla att] herraväldet är Hans. Han känner allt det som är dolt för människor och det som de kan bevittna. Han är den Vise, Den som är underrättad om allt","tr":"Gökleri ve yeri gerçekle yaratan O'dur ki \"Ol\" dediği gün (an) hemen olur; sözü gerçektir. Sura üfleneceği gün hükümranlık O'nundur. Görülmeyeni de görüleni de bilir. O Hakim'dir, haberdardır","ur":"وہی ہے جس نے آسمان و زمین کو بر حق پیدا کیا ہے اور جس د ن وہ کہے گا کہ حشر ہو جائے اسی دن وہ ہو جائے گا اس کا ارشاد عین حق ہے اور جس روز صور پھونکا جائیگا اس روز پادشاہی اُسی کی ہوگی، وہ غیب اور شہادت ہر چیز کا عالم ہے اور دانا اور باخبر ہے","zh":"他就是本真理而创造天地的。在那日，他说‘有’，世界就有了。他的话就是真理。吹号角之日，权力只是他的。他知道幽明，他是至睿的，是彻知的。”"},"transliteration":"Wahuwa allathee khalaqa alssamawati waalarda bialhaqqi wayawma yaqoolu kun fayakoonu qawluhu alhaqqu walahu almulku yawma yunfakhu fee alssoori AAalimu alghaybi waalshshahadati wahuwa alhakeemu alkhabeeru","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
