{"id":866,"number":77,"text":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","translations":{"en":"And when he saw the moon rising, he said, \"This is my lord.\" But when it set, he said, \"Unless my Lord guides me, I will surely be among the people gone astray","es":"Luego, al ver la Luna aparecer dijo: \"¡Este es mi Señor!\" Pero cuando desapareció dijo: \"Si no me guía mi Señor, seré de los pueblos extraviados","fr":"Lorsqu'ensuite il observa la lune se levant, il dit: «Voilà mon Seigneur!» Puis, lorsqu'elle disparut, il dit: «Si mon Seigneur ne me guide pas, je serai certes du nombre des gens égarés»","id":"Lalu ketika dia melihat bulan terbit dia berkata, \"Inilah Tuhanku.\" Tetapi ketika bulan itu terbenam dia berkata, \"Sungguh, jika Tuhanku tidak memberi petunjuk kepadaku, pastilah aku termasuk orang-orang yang sesat","ru":"Когда он увидел восходящую луну, то сказал: «Вот мой Господь!». Когда же она закатилась, он сказал: «Если мой Господь не наставит меня на прямой путь, то я стану одним из заблудших людей»","sv":"Och när han såg månen gå upp sade han: \"Detta är min Herre!\" Men när den sjönk [och försvann] sade han: \"Om min Herre inte vägleder mig blir jag säkert en av dem som går vilse","tr":"Ayı doğarken görünce, \"işte bu benim Rabbim!\" dedi, batınca, \"Rabbim beni doğruya eriştirmeseydi and olsun ki sapıklardan olurdum\" dedi","ur":"پھر جب چاند چمکتا نظر آیا تو کہا یہ ہے میرا رب مگر جب وہ بھی ڈوب گیا تو کہا اگر میرے رب نے میر ی رہنمائی نہ کی ہوتی تو میں بھی گمراہ لوگوں میں شامل ہو گیا ہوتا","zh":"当看见月亮升起的时候，他说：“这是我的主。”当月亮没落的时候，他说：“如果我的主没有引导我，那么，我必定会成为迷误者。”"},"transliteration":"Falamma raa alqamara bazighan qala hatha rabbee falamma afala qala lain lam yahdinee rabbee laakoonanna mina alqawmi alddalleena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
