{"id":867,"number":78,"text":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","translations":{"en":"And when he saw the sun rising, he said, \"This is my lord; this is greater.\" But when it set, he said, \"O my people, indeed I am free from what you associate with Allah","es":"Y cuando vio salir el Sol dijo: \"¡Este es mi Señor, este es el más grande [de los astros]!\" Pero cuando desapareció dijo: \"¡Pueblo mío! Yo estoy libre de asociarle, como ustedes, divinidades a Dios","fr":"Lorsqu'ensuite il observa le soleil levant, il dit: «Voilà mon Seigneur! Celui-ci est plus grand» Puis lorsque le soleil disparut, il dit: «O mon peuple, je désavoue tout ce que vous associez à Allah","id":"Kemudian ketika dia melihat matahari terbit, dia berkata, \"Inilah Tuhanku, ini lebih besar.\"Tetapi ketika matahari terbenam, dia berkata, \"Wahai kaumku! Sungguh, aku berlepas diri dari apa yang kamu persekutukan","ru":"Когда он увидел восходящее солнце, то сказал: «Вот мой Господь! Оно больше других». Когда же оно зашло, он сказал: «О мой народ! Я непричастен к тому, что вы приобщаете в сотоварищи","sv":"Och han såg solen gå upp och sade: \"Detta är min Herre! Denna [stjärna] är störst.\" Men när [även solen] sjönk [och försvann] sade han: \"Stamfränder! Jag har ingen del i [den synd ni begår när] ni sätter medgudar vid Guds sida","tr":"Güneşi doğarken görünce \"işte bu benim Rabbim, bu daha büyük!\" dedi; batınca, \"Ey milletim! Doğrusu ben ortak koştuklarınızdan uzağım\" dedi","ur":"پھر جب سورج کو روشن دیکھا تو کہا یہ ہے میرا رب، یہ سب سے بڑا ہے مگر جب وہ بھی ڈوبا تو ابراہیمؑ پکار اٹھا \"اے برادران قوم! میں اُن سب سے بیزار ہوں جنہیں تم خدا کا شریک ٹھیراتے ہو","zh":"当看见太阳升起的时候，他说：“这是我的主；这是更大的。”当太阳没落的时候，他说：“我的宗族啊！我对于你们所用来配主的事物，是无关系的。"},"transliteration":"Falamma raa alshshamsa bazighatan qala hatha rabbee hatha akbaru falamma afalat qala ya qawmi innee bareeon mimma tushrikoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
