{"id":869,"number":80,"text":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَـٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","translations":{"en":"And his people argued with him. He said, \"Do you argue with me concerning Allah while He has guided me? And I fear not what you associate with Him [and will not be harmed] unless my Lord should will something. My Lord encompasses all things in knowledge; then will you not remember","es":"Pero su pueblo lo desmintió. Él les dijo: \"¿Me discuten acerca de Dios siendo que Él me ha guiado? No tengo miedo a sus ídolos, [solo podrá ocurrirme] lo que mi Señor quiera. Mi Señor abarca con Su conocimiento todas las cosas. ¿No van a recapacitar","fr":"Son peuple disputa avec lui; mais il dit: «Allez-vous disputer avec moi au sujet d'Allah, alors qu'Il m'a guidé? Je n'ai pas peur des associés que vous Lui donnez. Je ne crains que ce que veut mon Seigneur. Mon Seigneur embrasse tout dans Sa science. Ne vous rappelez-vous donc pas","id":"Dan kaumnya membantahnya. Dia (Ibrahim) berkata, \"Apakah kamu hendak membantahku tentang Allah, padahal Dia benar-benar telah memberi petunjuk kepadaku? Aku tidak takut kepada (malapetaka dari) apa yang kamu persekutukan dengan Allah, kecuali Tuhanku menghendaki sesuatu. Ilmu Tuhanku meliputi segala sesuatu. Tidakkah kamu dapat mengambil pelajaran","ru":"Его народ стал препираться с ним, и тогда он сказал: «Неужели вы станете препираться со мной относительно Аллаха, в то время как Он наставил меня на прямой путь? И я не боюсь тех, кого вы приобщаете в сотоварищи к Нему, если только мой Господь не пожелает чего-либо. Мой Господь объемлет знанием всякую вещь. Неужели вы не помяните назидание","sv":"[Då] hans stamfränder ville tvista med honom sade han: \"Vill ni tvista med mig om Gud sedan Han gett mig vägledning? Jag har ingenting att frukta från det som ni sätter vid Hans sida, om inte min Herre vill att något [ont] skall drabba mig. Han omfattar allt med Sin kunskap - vill ni inte tänka över [detta]","tr":"Milleti onunla tartışmaya girişti. \"Beni doğru yola eriştirmişken, Allah hakkında benimle mi tartışıyorsunuz? O'na ortak koştuklarınızdan korkmuyorum, meğer ki Rabbim bir şeyi dilemiş ola. Rabbim ilimce her şeyi kuşatmıştır; hala öğüt kabul etmez misiniz?\" dedi","ur":"اس کی قوم اس سے جھگڑنے لگی تو اس نے قوم سے کہا \"کیا تم لوگ اللہ کے معاملہ میں مجھ سے جھگڑتے ہو؟ حالانکہ اس نے مجھے راہ راست دکھا دی ہے اور میں تمہارے ٹھیرائے ہوئے شریکوں سے نہیں ڈرتا، ہاں اگر میرا رب کچھ چاہے تو وہ ضرور ہو سکتا ہے میرے رب کا علم ہر چیز پر چھایا ہوا ہے، پھر کیا تم ہوش میں نہ آؤ گے؟","zh":"他的宗族和他争论，他说：“安拉确已引导我，而你们和我争论安拉吗？我对于你们用来配主的（偶像），毫无畏惧，除非我的主要我畏惧。我的主的知觉能包容万物。难道你们不觉悟吗！"},"transliteration":"Wahajjahu qawmuhu qala atuhajjoonnee fee Allahi waqad hadani wala akhafu ma tushrikoona bihi illa an yashaa rabbee shayan wasiAAa rabbee kulla shayin AAilman afala tatathakkaroona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
