{"id":87,"number":80,"text":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translations":{"en":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah? For Allah will never break His covenant. Or do you say about Allah that which you do not know","es":"Dicen [estos hijos de Israel]: \"El fuego no nos quemará sino días contados\". Diles: \"¿Acaso tienen una promesa de Dios?\" Sepan que Dios no falta a Sus promesas. ¿O acaso están diciendo de Dios algo que no saben","fr":"Et ils ont dit: «Le Feu ne nous touchera que pour quelques jours comptés!». Dis: «Auriez-vous pris un engagement avec Allah - car Allah ne manque jamais à Son engagement; - non, mais vous dites sur Allah ce que vous ne savez pas»","id":"Dan mereka berkata, \"Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.\" Katakanlah, \"Sudahkah kamu menerima janji dari Allah, sehingga Allah tidak akan mengingkari janji-Nya, ataukah kamu mengatakan tentang Allah, sesuatu yang tidak kamu ketahui","ru":"Они говорят: «Огонь коснется нас лишь на считанные дни». Скажи: «Неужели вы заключили завет с Аллахом? А ведь Аллах никогда не изменит Своему обещанию! Или же вы наговариваете на Аллаха то, чего не знаете?»","sv":"De säger: \"Eldens straff skall inte drabba oss mer än ett begränsat antal dagar.\" Säg: \"Har Gud lovat er det - för Gud sviker inte Sina löften - eller påstår ni om Gud något som ni inte kan veta","tr":"Ateş bize sadece sayılı birkaç gün değecektir\", derler; sor, \"Allah katından siz söz mü aldınız?\", eğer öyle ise Allah sözünden caymayacaktır. \"Yoksa Allah'a karşı bilmediğiniz bir şey mi söylüyorsunuz","ur":"وہ کہتے ہیں کہ دوزخ کی آگ ہمیں ہرگز چھونے والی نہیں اِلّا یہ کہ چند روز کی سز ا مل جائے تو مل جائے اِن سے پوچھو، کیا تم نے اللہ سے کوئی عہد لے لیا ہے، جس کی خلاف ورزی وہ نہیں کرسکتا؟ یا بات یہ ہے کہ تم اللہ کے ذمے ڈال کر ایسی باتیں کہہ دیتے ہو جن کے متعلق تمہیں علم نہیں ہے کہ اُس نے ان کا ذمہ لیا ہے؟ آخر تمہیں دوزخ کی آگ کیوں نہ چھوئے گی؟","zh":"他们说：“火绝不接触我们，除非若干有数的日子。”你说：“安拉是绝不爽约的，你们曾与安拉缔约呢？还是假借安拉的名义而说出自己所不知道的事呢？”"},"transliteration":"Waqaloo lan tamassana alnnaru illa ayyaman maAAdoodatan qul attakhathtum AAinda Allahi AAahdan falan yukhlifa Allahu AAahdahu am taqooloona AAala Allahi ma la taAAlamoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
