{"id":870,"number":81,"text":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","translations":{"en":"And how should I fear what you associate while you do not fear that you have associated with Allah that for which He has not sent down to you any authority? So which of the two parties has more right to security, if you should know","es":"¿Por qué iba a tener temor de sus ídolos siendo que ustedes no tienen temor de Dios y Le asocian divinidades sin que se les haya revelado ningún fundamento para ello? ¿Quién entre ustedes y yo tiene más motivo para sentirse seguro [de Dios]? Respondan, si es que saben","fr":"Et comment aurais-je peur des associés que vous Lui donnez, alors que vous n'avez pas eu peur d'associer à Allah des choses pour lesquelles Il ne vous a fait descendre aucune preuve? Lequel donc des deux partis a le plus droit à la sécurité? (Dites-le) si vous savez","id":"Bagaimana aku takut kepada apa yang kamu persekutukan (dengan Allah), padahal kamu tidak takut dengan apa yang Allah sendiri tidak menurunkan keterangan kepadamu untuk mempersekutukan-Nya. Manakah dari kedua golongan itu yang lebih berhak mendapat keamanan (dari malapetaka), jika kamu mengetahui","ru":"Как я могу бояться тех, кого вы приобщаете в сотоварищи, если вы не боитесь приобщать в сотоварищи к Аллаху тех, о ком Он не ниспослал вам никакого доказательства? Какая же из двух групп имеет больше оснований чувствовать себя в безопасности, если вы только знаете?»","sv":"Hur skulle jag kunna frukta de [gudabilder] som ni tillber vid sidan av Gud? Och ni har inte tvekat att sätta medgudar vid Hans sida, vilket Han inte har gett Sitt tillstånd till! [Säg nu] vilken av [våra] två grupper som har rätt att känna sig trygg - om ni vet det","tr":"Allah'a koştuğunuz ortaklardan nasıl korkarım? Oysa siz, Allah'ın hakkında size bir delil indirmediği bir şeyi O'na ortak koşmaktan korkmuyorsunuz. İki taraftan hangisine güvenmek daha gereklidir, bir bilseniz","ur":"اور آخر میں تمہارے ٹھیرائے ہوئے شریکوں سے کیسے ڈروں جبکہ تم اللہ کے ساتھ ان چیزوں کو خدائی میں شریک بناتے ہوئے نہیں ڈرتے جن کے لیے اس نے تم پر کوئی سند نازل نہیں کی ہے؟ ہم دونوں فریقوں میں سے کون زیادہ بے خوفی و اطمینان کا مستحق ہے؟ بتاؤ اگر تم کچھ علم رکھتے ہو","zh":"你们把安拉未证实的（偶像）匹配给安拉，还无所畏惧，我怎么会畏惧你们所用来配主的（偶像）呢！如果你们有知识，那么，我们两伙人，究竟是哪一伙更应享安宁呢？”"},"transliteration":"Wakayfa akhafu ma ashraktum wala takhafoona annakum ashraktum biAllahi ma lam yunazzil bihi AAalaykum sultanan faayyu alfareeqayni ahaqqu bialamni in kuntum taAAlamoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
