{"id":870,"number":81,"text":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","translations":{"bn":"যাদেরকে তোমরা আল্লাহর সাথে শরীক করে রেখেছ, তাদেরকে কিরূপে ভয় কর, অথচ তোমরা ভয় কর না যে, তোমরা আল্লাহর সাথে এমন বস্তুকে শরীক করছ, যাদের সম্পর্কে আল্লাহ তোমাদের প্রতি কোন প্রমাণ অবতীর্ণ করেননি। অতএব, উভয় সম্প্রদায়ের মধ্যে শাস্তি লাভের অধিক যোগ্য কে, যদি তোমরা জ্ঞানী হয়ে থাক।","en":"And how should I fear what you associate while you do not fear that you have associated with Allah that for which He has not sent down to you any authority? So which of the two parties has more right to security, if you should know","id":"Bagaimana aku takut kepada apa yang kamu persekutukan (dengan Allah), padahal kamu tidak takut dengan apa yang Allah sendiri tidak menurunkan keterangan kepadamu untuk mempersekutukan-Nya. Manakah dari kedua golongan itu yang lebih berhak mendapat keamanan (dari malapetaka), jika kamu mengetahui","ru":"Как я могу бояться тех, кого вы приобщаете в сотоварищи, если вы не боитесь приобщать в сотоварищи к Аллаху тех, о ком Он не ниспослал вам никакого доказательства? Какая же из двух групп имеет больше оснований чувствовать себя в безопасности, если вы только знаете?»","tr":"Allah'a koştuğunuz ortaklardan nasıl korkarım? Oysa siz, Allah'ın hakkında size bir delil indirmediği bir şeyi O'na ortak koşmaktan korkmuyorsunuz. İki taraftan hangisine güvenmek daha gereklidir, bir bilseniz","ur":"اور آخر میں تمہارے ٹھیرائے ہوئے شریکوں سے کیسے ڈروں جبکہ تم اللہ کے ساتھ ان چیزوں کو خدائی میں شریک بناتے ہوئے نہیں ڈرتے جن کے لیے اس نے تم پر کوئی سند نازل نہیں کی ہے؟ ہم دونوں فریقوں میں سے کون زیادہ بے خوفی و اطمینان کا مستحق ہے؟ بتاؤ اگر تم کچھ علم رکھتے ہو"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
