{"id":873,"number":84,"text":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","translations":{"en":"And We gave to Abraham, Isaac and Jacob - all [of them] We guided. And Noah, We guided before; and among his descendants, David and Solomon and Job and Joseph and Moses and Aaron. Thus do We reward the doers of good","es":"Lo agracié [a Abraham] con Isaac y [a este con] Jacob, a quienes concedí la guía. A Noé también lo había guiado en la antigüedad. Y de sus descendientes [también guie] a David, Salomón, Job, José, Moisés y Aarón. Así es como recompenso a los que hacen el bien","fr":"Et Nous lui avons donné Isaac et Jacob et Nous les avons guidés tous les deux. Et Noé, Nous l'avons guidé auparavant, et parmi la descendance (d'Abraham) (ou de Noé), David, Salomon, Job, Joseph, Moïse et Aaron. Et c'est ainsi que Nous récompensons les bienfaisants","id":"Dan Kami telah menganugerahkan Ishak dan Yakub kepadanya. Kepada masing-masing telah Kami beri petunjuk; dan sebelum itu Kami telah memberi petunjuk kepada Nuh dan kepada sebagian dari keturunannya (Ibrahim) yaitu Dawud, Sulaiman, Ayub, Yusuf, Musa, dan Harun. Dan demikianlah kami memberi balasan kepada orang-orang yang berbuat baik","ru":"Мы даровали ему Исхака (Исаака) и Йакуба (Иакова). Мы повели их обоих прямым путем. Еще раньше Мы повели прямым путем Нуха (Ноя), а из его потомства - Давуда (Давида), Сулеймана (Соломона), Айюба (Иова), Йусуфа (Иосифа), Мусу (Моисея) и Харуна (Аарона). Таким образом Мы воздаем творящим добро","sv":"Och Vi skänkte honom [avkomlingar], Isak och Jakob, som Vi vägledde [liksom] Vi förut väglett Noa. Och bland hans efterkommande var också David och Salomo, Job och Josef, Moses och Aron - så belönar Vi dem som gör det goda och det rätta","tr":"Ona İshak'ı, Yakub'u bağışladık, her birini doğru yola eriştirdik. Daha önce Nuh'u ve soyundan Davud'u, Süleyman'ı, Eyyub'u, Yusuf'u, Musa'yı ve Harun'u -ki işlerini iyi yapanlara böylece karşılık veririz-, Zekeriya'yı, Yahya'yı, İsa'yı ve İlyas'ı -ki hepsi iyilerdendir-, İsmail'i, Elyesa'ı, Yunus'u, Lut'u -ki hepsini dünyalara üstün kıldık- doğru yola eriştirdik","ur":"پھر ہم نے ابراہیمؑ کو اسحاقؑ اور یعقوبؑ جیسی اولاد دی اور ہر ایک کو راہ راست دکھائی (وہی راہ راست جو) اس سے پہلے نوحؑ کو دکھائی تھی اور اُسی کی نسل سے ہم نے داؤدؑ، سلیمانؑ، ایوبؑ، یوسفؑ، موسیٰؑ اور ہارونؑ کو (ہدایت بخشی) اِس طرح ہم نیکو کاروں کو ان کی نیکی کا بدلہ دیتے ہیں","zh":"我赏赐他易司哈格和叶尔孤白，每个人我都加以引导。以前，我曾引导努哈，还引导过他的后裔达五德、素莱曼、安优卜、优素福、穆萨、哈伦，我这样报酬行善的人。"},"transliteration":"Wawahabna lahu ishaqa wayaAAqooba kullan hadayna wanoohan hadayna min qablu wamin thurriyyatihi dawooda wasulaymana waayyooba wayoosufa wamoosa waharoona wakathalika najzee almuhsineena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
