{"id":877,"number":88,"text":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","translations":{"en":"That is the guidance of Allah by which He guides whomever He wills of His servants. But if they had associated others with Allah, then worthless for them would be whatever they were doing","es":"Esa es la guía de Dios, guía con ella a quien Él quiere de entre Sus siervos. Pero si Le hubieran asociado divinidades [en la adoración] a Dios, todas sus obras no habrían valido de nada","fr":"Telle est la direction par laquelle Allah guide qui Il veut parmi Ses serviteurs. Mais s'ils avaient donné à Allah des associés, alors, tout ce qu'ils auraient fait eût certainement été vain","id":"Itulah petunjuk Allah, dengan itu Dia memberi petunjuk kepada siapa saja di antara hamba-hamba-Nya yang Dia kehendaki. Sekiranya mereka mempersekutukan Allah, pasti lenyaplah amalan yang telah mereka kerjakan","ru":"Таково руководство Аллаха, посредством которого Он ведет прямым путем тех из Своих рабов, кого пожелает. Но если бы они приобщили сотоварищей, то стало бы тщетным все, что они совершали","sv":"Sådan är Guds vägledning [som] Han skänker dem Han vill av Sina tjänare. Om de hade satt medhjälpare vid Hans sida skulle helt visst allt vad de åstadkommit ha gått om intet","tr":"Bu, Allah'ın kullarından dilediğini eriştirdiği yoludur. Eğer ortak koşsalarda amelleri boşa çıkardı","ur":"یہ اللہ کی ہدایت ہے جس کے ساتھ وہ اپنے بندوں میں سے جس کی چاہتا ہے رہنمائی کرتا ہے لیکن اگر کہیں ان لوگوں نے شرک کیا ہوتا تو ان کا سب کیا کرایا غارت ہو جاتا","zh":"这是安拉的正道，他以它引导他所欲引导的仆人。假若他们以物配主，那么，他们的善功必定变成无效的。"},"transliteration":"Thalika huda Allahi yahdee bihi man yashao min AAibadihi walaw ashrakoo lahabita AAanhum ma kanoo yaAAmaloona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
