{"id":878,"number":89,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَـٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","translations":{"en":"Those are the ones to whom We gave the Scripture and authority and prophethood. But if the disbelievers deny it, then We have entrusted it to a people who are not therein disbelievers","es":"A ellos les revelé los Libros y los agracié con la sabiduría y la profecía. Pero si algunos no creen, [sepan que] he enviado este mensaje a otro pueblo que no dejará de creer en él","fr":"C'est à eux que Nous avons apporté le Livre, la sagesse et la prophétie. Si ces autres-là n'y croient pas, du moins Nous avons confié ces choses à des gens qui ne les nient pas","id":"Mereka itulah orang-orang yang telah Kami berikan kitab, hikmah dan kenabian. Jika orang-orang (Quraisy) itu mengingkarinya, maka Kami akan menyerahkannya kepada kaum yang tidak mengingkarinya","ru":"Это - те, кому Мы даровали Писание, мудрость и пророчество. И даже если они не уверуют в это, Мы уже вверили это другим людям, которые не станут неверующими","sv":"Det var dessa män som Vi skänkte uppenbarelsen och klart omdöme och kallade till profeter. Och om dessa [av ditt folk] förnekar Våra [budskap], har Vi anförtrott dem åt dem som inte var förnekare","tr":"Kendilerine kitap, hüküm ve peygamberlik verdiklerimiz işte bunlardır. Kafirler onları inkar ederlerse, inkar etmeyecek bir milleti onlara vekil kılarız","ur":"وہ لوگ تھے جن کو ہم نے کتاب اور حکم اور نبوت عطا کی تھی اب اگر یہ لوگ اس کو ماننے سے انکار کرتے ہیں تو (پروا نہیں) ہم نے کچھ اور لوگوں کو یہ نعمت سونپ دی ہے جو اس سے منکر نہیں ہیں","zh":"这等人，我曾把天经、智慧和预言赏赐他们。如果这些人不信这些事物，那么，我就把这些事物委托一个对于它们不会不信的民众。"},"transliteration":"Olaika allatheena ataynahumu alkitaba waalhukma waalnnubuwwata fain yakfur biha haolai faqad wakkalna biha qawman laysoo biha bikafireena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
