{"id":880,"number":91,"text":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","translations":{"en":"And they did not appraise Allah with true appraisal when they said, \"Allah did not reveal to a human being anything.\" Say, \"Who revealed the Scripture that Moses brought as light and guidance to the people? You [Jews] make it into pages, disclosing [some of] it and concealing much. And you were taught that which you knew not - neither you nor your fathers.\" Say, \"Allah [revealed it].\" Then leave them in their [empty] discourse, amusing themselves","es":"[Algunas personas] No valoraron ni enaltecieron a Dios como Él merece, y dijeron: \"Dios no ha revelado nada a ningún hombre\". Pregúntales: \"¿Quién ha revelado el Libro que trajo Moisés como luz y guía para la gente, el cual copian en pergaminos y dan a conocer en parte, pero del que ocultan una gran parte? Se les enseñó allí lo que ni ustedes ni sus padres sabían\". Di: \"Fue Dios [Quien lo reveló]\". Luego déjales que sigan jugando con sus palabrerías","fr":"Ils n'apprécient pas Allah comme Il le mérite quand ils disent: «Allah n'a rien fait descendre sur un humain.» Dis: «Qui a fait descendre le Livre que Moïse a apporté comme lumière et guide, pour les gens? Vous le mettez en feuillets, pour en montrer une partie, tout en cachant beaucoup. Vous avez été instruits de ce que vous ne saviez pas, ni vous ni vos ancêtres. Dis: «C'est Allah». Et puis, laisse-les s'amuser dans leur égarement","id":"Mereka tidak mengagungkan Allah sebagaimana mestinya ketika mereka berkata, \"Allah tidak menurunkan sesuatu pun kepada manusia.\" Katakanlah (Muhammad) \"Siapakah yang menurunkan kitab (Taurat) yang dibawa Musa sebagai cahaya dan petunjuk bagi manusia, kamu jadikan Kitab itu lembaran-lembaran kertas yang bercerai-berai, kamu memperlihatkan (sebagiannya) dan banyak yang kamu sembunyikan, padahal telah diajarkan kepadamu apa yang tidak diketahui, baik olehmu maupun oleh nenek moyangmu.\" Katakanlah, \"Allahlah (yang menurunkannya),\" kemudian (setelah itu), biarkanlah mereka bermain-main dalam kesesatannya","ru":"Они не оценили Аллаха должным образом, когда сказали: «Аллах ничего не ниспосылал человеку». Скажи: «Кто же ниспослал в качестве света и верного руководства для людей Писание, с которым пришел Муса (Моисей), и которое вы превратили в отдельные листы, показывая некоторые из них и скрывая многие другие? А ведь вас обучили тому, чего не знали ни вы, ни ваши отцы». Скажи: «Аллах». Затем оставь их забавляться собственным празднословием","sv":"De underskattar Guds [makt och Hans visdom] som säger: \"Gud har inte uppenbarat något för mänskligheten.\" Säg: \"Vem sände den uppenbarelse som Moses medförde som ett ljus och en vägledning för människorna? Ni skriver av den på ark som ni visar upp, samtidigt som ni döljer mycket. Och [där] har ni fått lära er vad varken ni eller era förfäder visste.\" Säg: \"Gud [har sänt den]\" - och låt dem sedan fortsätta att förströ sig med sina hårklyverier","tr":"Allah hiçbir insana bir şey indirmemiştir\" demekle Allah'ı gereği gibi değerlendiremediler. De ki: \"Musa'nın insanlara nur ve yol gösterici olarak getirdiği Kitap'ı kim indirdi? Ki siz onu kağıtlara yazıp bir kısmını gösterip çoğunu gizlersiniz, atalarınızın ve sizin bilmediğiniz size onunla öğretilmiştir.\" \"Allah\" de, sonra da onları daldıkları sapıklıkta bırak, oynasınlar","ur":"ان لوگوں نے اللہ کا بہت غلط اندازہ لگایا جب کہا کہ اللہ نے کسی بشر پر کچھ نازل نہیں کیا ہے ان سے پوچھو، پھر وہ کتاب جسے موسیٰؑ لایا تھا، جو تمام انسانوں کے لیے روشنی اور ہدایت تھی، جسے تم پارہ پارہ کر کے رکھتے ہو، کچھ دکھاتے ہو اور بہت کچھ چھپا جاتے ہو، اور جس کے ذریعہ سے تم کو وہ علم دیا گیا جو نہ تمہیں حاصل تھا اور نہ تمہارے باپ دادا کو، آخر اُس کا نازل کرنے والا کون تھا؟ بس اتنا کہہ دو کہ اللہ، پھر اُنہیں اپنی دلیل بازیوں سے کھیلنے کے لیے چھوڑ دو","zh":"他们对于安拉没有真正的认识，当时，他们说：“安拉没有把任何物降示给任何人。”你说：“谁降示了穆萨所传授的、可以做世人的光明和向导的天经呢？你们把那部天经抄录在一些散纸上，你们发表一部分，隐藏大部分。你们曾受过自己和祖先所认识的教训。”你说：“是安拉”然后，任随他们在妄言中游戏。"},"transliteration":"Wama qadaroo Allaha haqqa qadrihi ith qaloo ma anzala Allahu AAala basharin min shayin qul man anzala alkitaba allathee jaa bihi moosa nooran wahudan lilnnasi tajAAaloonahu qarateesa tubdoonaha watukhfoona katheeran waAAullimtum ma lam taAAlamoo antum wala abaokum quli Allahu thumma tharhum fee khawdihim yalAAaboona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
