{"id":880,"number":91,"text":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","translations":{"bn":"তারা আল্লাহকে যথার্থ মূল্যায়ন করতে পারেনি, যখন তারা বললঃ আল্লাহ কোন মানুষের প্রতি কোন কিছু অবতীর্ণ করেননি। আপনি জিজ্ঞেস করুনঃ ঐ গ্রন্থ কে নাযিল করেছে, যা মূসা নিয়ে এসেছিল ? যা জ্যোতিবিশেষ এবং মানব মন্ডলীর জন্যে হোদায়েতস্বরূপ, যা তোমরা বিক্ষিপ্তপত্রে রেখে লোকদের জন্যে প্রকাশ করছ এবং বহুলাংশকে গোপন করছ। তোমাদেরকে এমন অনেক বিষয় শিক্ষা দেয়া হয়েছে, যা তোমরা এবং তোমাদের পূর্বপুরুষরা জানতো না। আপনি বলে দিনঃ আল্লাহ নাযিল করেছেন। অতঃপর তাদেরকে তাদের ক্রীড়ামূলক বৃত্তিতে ব্যাপৃত থাকতে দিন।","en":"And they did not appraise Allah with true appraisal when they said, \"Allah did not reveal to a human being anything.\" Say, \"Who revealed the Scripture that Moses brought as light and guidance to the people? You [Jews] make it into pages, disclosing [some of] it and concealing much. And you were taught that which you knew not - neither you nor your fathers.\" Say, \"Allah [revealed it].\" Then leave them in their [empty] discourse, amusing themselves","id":"Mereka tidak mengagungkan Allah sebagaimana mestinya ketika mereka berkata, \"Allah tidak menurunkan sesuatu pun kepada manusia.\" Katakanlah (Muhammad) \"Siapakah yang menurunkan kitab (Taurat) yang dibawa Musa sebagai cahaya dan petunjuk bagi manusia, kamu jadikan Kitab itu lembaran-lembaran kertas yang bercerai-berai, kamu memperlihatkan (sebagiannya) dan banyak yang kamu sembunyikan, padahal telah diajarkan kepadamu apa yang tidak diketahui, baik olehmu maupun oleh nenek moyangmu.\" Katakanlah, \"Allahlah (yang menurunkannya),\" kemudian (setelah itu), biarkanlah mereka bermain-main dalam kesesatannya","ru":"Они не оценили Аллаха должным образом, когда сказали: «Аллах ничего не ниспосылал человеку». Скажи: «Кто же ниспослал в качестве света и верного руководства для людей Писание, с которым пришел Муса (Моисей), и которое вы превратили в отдельные листы, показывая некоторые из них и скрывая многие другие? А ведь вас обучили тому, чего не знали ни вы, ни ваши отцы». Скажи: «Аллах». Затем оставь их забавляться собственным празднословием","tr":"Allah hiçbir insana bir şey indirmemiştir\" demekle Allah'ı gereği gibi değerlendiremediler. De ki: \"Musa'nın insanlara nur ve yol gösterici olarak getirdiği Kitap'ı kim indirdi? Ki siz onu kağıtlara yazıp bir kısmını gösterip çoğunu gizlersiniz, atalarınızın ve sizin bilmediğiniz size onunla öğretilmiştir.\" \"Allah\" de, sonra da onları daldıkları sapıklıkta bırak, oynasınlar","ur":"ان لوگوں نے اللہ کا بہت غلط اندازہ لگایا جب کہا کہ اللہ نے کسی بشر پر کچھ نازل نہیں کیا ہے ان سے پوچھو، پھر وہ کتاب جسے موسیٰؑ لایا تھا، جو تمام انسانوں کے لیے روشنی اور ہدایت تھی، جسے تم پارہ پارہ کر کے رکھتے ہو، کچھ دکھاتے ہو اور بہت کچھ چھپا جاتے ہو، اور جس کے ذریعہ سے تم کو وہ علم دیا گیا جو نہ تمہیں حاصل تھا اور نہ تمہارے باپ دادا کو، آخر اُس کا نازل کرنے والا کون تھا؟ بس اتنا کہہ دو کہ اللہ، پھر اُنہیں اپنی دلیل بازیوں سے کھیلنے کے لیے چھوڑ دو"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
