{"id":881,"number":92,"text":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","translations":{"en":"And this is a Book which We have sent down, blessed and confirming what was before it, that you may warn the Mother of Cities and those around it. Those who believe in the Hereafter believe in it, and they are maintaining their prayers","es":"Este es un Libro bendito que he revelado en confirmación de los Libros anteriores, y para que adviertas a la Madre de las Ciudades y a quienes viven en sus alrededores [el resto de la humanidad]. Los que creen en la otra vida creen en él y observan la oración","fr":"Voici un Livre (le Coran) béni que Nous avons fait descendre, confirmant ce qui existait déjà avant lui, afin que tu avertisses la Mère des Cités (la Mecque) et les gens tout autour. Ceux qui croient au Jour dernier, y croient et demeurent assidus dans leur Salât","id":"Dan ini (Alquran), Kitab yang telah Kami turunkan dengan penuh berkah; membenarkan kitab-kitab yang (diturunkan) sebelumnya dan agar engkau memberi peringatan kepada (penduduk) Ummul Qura (Mekkah) dan orang-orang yang ada di sekitarnya. Orang-orang yang beriman kepada (kehidupan) akhirat tentu beriman kepadanya (Alquran), dan mereka selalu memelihara salatnya","ru":"Это - благословенное Писание, которое Мы ниспослали и которое подтверждает то, что было до него, дабы ты увещевал Мать городов (жителей Мекки), и тех, кто живет вокруг нее. Те, которые веруют в Последнюю жизнь, веруют в него (Коран) и бережливо относятся к своим намазам","sv":"Även detta är en välsignad Skrift, som Vi har sänt med bekräftelse av det som består [av äldre tiders uppenbarelser], och för att du skall varna den främsta av alla städer och dem som bor runt omkring den. Och de som tror på ett liv efter detta tror på denna [Skrift] och de slår vakt om bönen","tr":"Bu indirdiğimiz, kendinden öncekileri doğrulayan, Mekkelileri ve etrafındakileri uyaran mübarek Kitap'dır. Ahirete inananlar buna inanırlar, namazlarına da devam ederler","ur":"(اُسی کتاب کی طرح) یہ ایک کتاب ہے جسے ہم نے نازل کیا ہے بڑی خیر و برکت والی ہے اُس چیز کی تصدیق کرتی ہے جو اس سے پہلے آئی تھی اور اس لیے نازل کی گئی ہے کہ اس کے ذریعہ سے تم بستیوں کے اِس مرکز (یعنی مکہ) اور اس کے اطراف میں رہنے والوں کو متنبہ کرو جو لو گ آخرت کو مانتے ہیں وہ اس کتاب پر ایمان لاتے ہیں اور ان کا حال یہ ہے کہ اپنی نمازوں کی پابندی کرتے ہیں","zh":"这是我所降示的吉祥的经典，足以证明以前的天经，以便你用它去警告首邑（麦加）及其四周的居民；确信后世的人，都确信它，而且谨守拜功。"},"transliteration":"Wahatha kitabun anzalnahu mubarakun musaddiqu allathee bayna yadayhi walitunthira omma alqura waman hawlaha waallatheena yuminoona bialakhirati yuminoona bihi wahum AAala salatihim yuhafithoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
