{"id":882,"number":93,"text":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَـٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","translations":{"bn":"ঐ ব্যক্তির চাইতে বড় জালেম কে হবে, যে আল্লাহর প্রতি মিথ্যা আরোপ করে অথবা বলেঃ আমার প্রতি ওহী অবতীর্ণ হয়েছে। অথচ তার প্রতি কোন ওহী আসেনি এবং যে দাবী করে যে, আমিও নাযিল করে দেখাচ্ছি যেমন আল্লাহ নাযিল করেছেন। যদি আপনি দেখেন যখন জালেমরা মৃত্যু যন্ত্রণায় থাকে এবং ফেরেশতারা স্বীয় হস্ত প্রসারিত করে বলে, বের কর স্বীয় আত্মা! অদ্য তোমাদেরকে অবমাননাকর শাস্তি প্রদান করা হবে। কারণ, তোমরা আল্লাহর উপর অসত্য বলতে এবং তাঁর আয়াত সমূহ থেকে অহংকার করতে।","en":"And who is more unjust than one who invents a lie about Allah or says, \"It has been inspired to me,\" while nothing has been inspired to him, and one who says, \"I will reveal [something] like what Allah revealed.\" And if you could but see when the wrongdoers are in the overwhelming pangs of death while the angels extend their hands, [saying], \"Discharge your souls! Today you will be awarded the punishment of [extreme] humiliation for what you used to say against Allah other than the truth and [that] you were, toward His verses, being arrogant","id":"Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan dusta terhadap Allah atau yang berkata, \"Telah diwahyukan kepadaku,\" padahal tidak diwahyukan sesuatu pun kepadanya, dan orang yang berkata, \"Aku akan menurunkan seperti apa yang diturunkan Allah.\" (Alangkah ngerinya) sekiranya engkau melihat pada waktu orang-orang zalim (berada) dalam sakitnya sekarat, sedang para malaikat memukul dengan tangannya, (sambil berkata), \"Keluarkanlah nyawamu.\" pada hari ini kamu akan dibalas dengan azab yang sangat menghinakan, karena kamu mengatakan terhadap Allah (perkataan) yang tidak benar dan (karena) kamu menyombongkan diri terhadap ayat-ayat-Nya","ru":"Кто может быть несправедливее того, кто возводит навет на Аллаха или говорит: «Мне дано откровение», - хотя никакого откровения ему не дано, или говорит: «Я ниспошлю подобное тому, что ниспослал Аллах»? Если бы ты видел беззаконников, когда они оказываются в предсмертной агонии, и ангелы простирают к ним свои руки: «Отдайте свои души! Сегодня вам воздадут унизительными мучениями за то, что вы говорили об Аллахе неправду и превозносились над Его знамениями»","tr":"Allah'a karşı yalan uydurandan veya kendisine bir şey vahyedilmemişken \"Bana vahyolundu, Allah'ın indirdiği gibi ben de indireceğim\" diyenden daha zalim kim olabilir? Bu zalimleri can çekişirlerken melekler ellerini uzatmış, \"Canlarınızı verin, bugün Allah'a karşı haksız yere söylediklerinizden, O'nun ayetlerine büyüklük taslamanızdan ötürü alçaltıcı azabla cezalandırılacaksınız\" derken bir görsen","ur":"اور اُس شخص سے بڑا ظالم اور کون ہوگا جو اللہ پر جھوٹا بہتان گھڑے، یا کہے کہ مجھ پر وحی آئی ہے درآں حالیکہ اس پر کوئی وحی نازل نہ کی گئی ہو، یا جو اللہ کی نازل کردہ چیز کے مقابلہ میں کہے کہ میں بھی ایسی چیز نازل کر کے دکھا دوں گا؟ کاش تم ظالموں کو اس حالت میں دیکھ سکو جب کہ وہ سکرات موت میں ڈبکیاں کھا رہے ہوتے ہیں اور فرشتے ہاتھ بڑھا بڑھا کر کہہ رہے ہوتے ہیں کہ \"لاؤ، نکالو اپنی جان، آج تمہیں اُن باتوں کی پاداش میں ذلت کا عذاب دیا جائے گا جو تم اللہ پر تہمت رکھ کر ناحق بکا کرتے تھے اور اُس کی آیات کے مقابلہ میں سرکشی دکھاتے تھے"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
