{"id":883,"number":94,"text":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَـٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","translations":{"en":"[It will be said to them], \"And you have certainly come to Us alone as We created you the first time, and you have left whatever We bestowed upon you behind you. And We do not see with you your 'intercessors' which you claimed that they were among you associates [of Allah]. It has [all] been severed between you, and lost from you is what you used to claim","es":"Han venido ante Mí solos, tal como los creé por primera vez. Han dejado atrás [en la vida mundanal] lo que les concedí [de bienes materiales], y no veo junto a ustedes los intercesores que pretendían eran socios [de Dios en la divinidad]. Se ha roto su vínculo [con ellos] y desvanecido aquello que creían","fr":"Et vous voici venus à Nous, seuls, tout comme Nous vous avions créés la première fois, abandonnant derrière vos dos tout ce que Nous vous avions accordé. Nous ne vous voyons point accompagnés des intercesseurs que vous prétendiez être des associés. Il y a certainement eu rupture entre vous: ils vous ont abandonnés, ceux que vous prétendiez (être vos intercesseurs)","id":"Dan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). Kami tidak melihat pemberi syafaat (pertolongan) besertamu yang kamu anggap bahwa mereka itu sekutu-sekutu (bagi Allah). Sungguh, telah terputuslah (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah)","ru":"Вы явились к Нам одинокими, какими Мы сотворили вас в первый раз, и оставили позади себя то, чем Мы вас наделили. Мы не видим с вами ваших заступников, которых вы для себя считали сотоварищами Аллаха. Связи между вами разорваны, и покинуло вас то, что вы утверждали","sv":"[Och Gud skall säga:] \"Ni har nu kommit ensamma inför Oss, så som Vi först skapade er, och ni har lämnat allt det Vi skänkte er [i livet]. Och Vi ser ingen av dessa förespråkare vid er sida som ni trodde ha del i Guds makt över er. [De jordiska] banden mellan er har slitits och alla foster av er inbillning har övergett er","tr":"Onlara: \"And olsun ki, sizi ilk defa yarattığımız gibi size verdiklerimizi ardınızda bırakarak bize birer birer geldiniz; içinizde Allah'ın ortakları olduğunu sandığınız şefaatçılarınızı beraber görmüyoruz. And olsun ki aranızdaki bağlar kopmuş, ortak sandıklarınız sizden ayrılmışlardır\" denecek","ur":"(اور اللہ فرمائے گا) \"لو اب تم ویسے ہی تن تنہا ہمارے سامنے حاضر ہوگئے جیسا ہم نے تمہیں پہلی مرتبہ اکیلا پیدا کیا تھا، جو کچھ ہم نے تمہیں دنیا میں دیا تھا وہ سب تم پیچھے چھوڑ آئے ہو، اور اب ہم تمہارے ساتھ تمہارے اُن سفارشیوں کو بھی نہیں دیکھتے جن کے متعلق تم سمجھتے تھے کہ تمہارے کام بنانے میں ان کا بھی کچھ حصہ ہے، تمہارے آپس کے سب رابطے ٹوٹ گئے اور وہ سب تم سے گم ہوگئے جن کا تم زعم رکھتے تھے","zh":"你们确已孤孤单单地来见我，犹如我初次创造你们的时候一样。你们把我所赏赐你们的，抛弃在背后，你们妄称为安拉的伙伴的，我不见他们同你们一道来替你们说情；你们的关系，确已断绝；你们所妄言的事，确已回避你们了。"},"transliteration":"Walaqad jitumoona furada kama khalaqnakum awwala marratin wataraktum ma khawwalnakum waraa thuhoorikum wama nara maAAakum shufaAAaakumu allatheena zaAAamtum annahum feekum shurakao laqad taqattaAAa baynakum wadalla AAankum ma kuntum tazAAumoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
