{"id":883,"number":94,"text":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَـٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","translations":{"bn":"তোমরা আমার কাছে নিঃসঙ্গ হয়ে এসেছ, আমি প্রথমবার তোমাদেরকে সৃষ্টি করেছিলাম। আমি তোদেরকে যা দিয়েছিলাম, তা পশ্চাতেই রেখে এসেছ। আমি তো তোমাদের সাথে তোমাদের সুপারিশকারীদের কে দেখছি না। যাদের সম্পর্কে তোমাদের দাবী ছিল যে, তারা তোমাদের ব্যাপারে অংশীদার। বাস্তুবিকই তোমাদের পরস্পরের সম্পর্ক ছিন্ন হয়ে গেছে এবং তোমাদের দাবী উধাও হয়ে গেছে।","en":"[It will be said to them], \"And you have certainly come to Us alone as We created you the first time, and you have left whatever We bestowed upon you behind you. And We do not see with you your 'intercessors' which you claimed that they were among you associates [of Allah]. It has [all] been severed between you, and lost from you is what you used to claim","id":"Dan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). Kami tidak melihat pemberi syafaat (pertolongan) besertamu yang kamu anggap bahwa mereka itu sekutu-sekutu (bagi Allah). Sungguh, telah terputuslah (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah)","ru":"Вы явились к Нам одинокими, какими Мы сотворили вас в первый раз, и оставили позади себя то, чем Мы вас наделили. Мы не видим с вами ваших заступников, которых вы для себя считали сотоварищами Аллаха. Связи между вами разорваны, и покинуло вас то, что вы утверждали","tr":"Onlara: \"And olsun ki, sizi ilk defa yarattığımız gibi size verdiklerimizi ardınızda bırakarak bize birer birer geldiniz; içinizde Allah'ın ortakları olduğunu sandığınız şefaatçılarınızı beraber görmüyoruz. And olsun ki aranızdaki bağlar kopmuş, ortak sandıklarınız sizden ayrılmışlardır\" denecek","ur":"(اور اللہ فرمائے گا) \"لو اب تم ویسے ہی تن تنہا ہمارے سامنے حاضر ہوگئے جیسا ہم نے تمہیں پہلی مرتبہ اکیلا پیدا کیا تھا، جو کچھ ہم نے تمہیں دنیا میں دیا تھا وہ سب تم پیچھے چھوڑ آئے ہو، اور اب ہم تمہارے ساتھ تمہارے اُن سفارشیوں کو بھی نہیں دیکھتے جن کے متعلق تم سمجھتے تھے کہ تمہارے کام بنانے میں ان کا بھی کچھ حصہ ہے، تمہارے آپس کے سب رابطے ٹوٹ گئے اور وہ سب تم سے گم ہوگئے جن کا تم زعم رکھتے تھے"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
