{"id":884,"number":95,"text":"۞إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","translations":{"en":"Indeed, Allah is the cleaver of grain and date seeds. He brings the living out of the dead and brings the dead out of the living. That is Allah; so how are you deluded","es":"Dios hace que germinen el grano y la semilla, y hace surgir lo vivo de lo muerto y lo muerto de lo vivo. ¡Ese es Dios! ¡Cómo pueden desviarse tanto [de la verdad]","fr":"C'est Allah qui fait fendre la graine et le noyau: du mort il fait sortir le vivant, et du vivant, il fait sortir le mort. Tel est Allah. Comment donc vous laissez-vous détourner","id":"Sungguh, Allah menumbuhkan butir (padi-padian) dan biji (kurma). Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup. Itulah (kekuasaan) Allah, maka mengapa kamu masih berpaling","ru":"Аллах раскрывает зерно и косточку. Он извлекает живое из мертвого и извлекает мертвое из живого. Таков Аллах! До чего же вы отвращены от истины","sv":"HELT VISST är det Gud som låter fröna och fruktkärnorna klyvas och livet spira ur det som är dött och som låter döden stiga fram ur det levande. Detta är er Gud - hur förvirrade är inte era begrepp","tr":"Taneyi ve çekirdeği yaran şüphesiz Allah'tır; ölüyü çıkarır. İşte Allah budur, nasıl yüz çevirirsiniz","ur":"دانے اور گٹھلی کو پھاڑنے والا اللہ ہے وہی زندہ کو مُردہ سے نکالتا ہے اور وہی مُردہ کو زندہ سے خارج کرتا ہے یہ سارے کام کرنے والا اللہ ہے، پھر تم کدھر بہکے چلے جا رہے ہو؟","zh":"安拉确是使谷粒和果核绽开的，他从无生物中造出生物，从生物中造出无生物。这是安拉，你们怎么能悖谬呢？"},"transliteration":"Inna Allaha faliqu alhabbi waalnnawa yukhriju alhayya mina almayyiti wamukhriju almayyiti mina alhayyi thalikumu Allahu faanna tufakoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
