{"id":885,"number":96,"text":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","translations":{"en":"[He is] the cleaver of daybreak and has made the night for rest and the sun and moon for calculation. That is the determination of the Exalted in Might, the Knowing","es":"Hace que el alba despunte, dispuso que la noche sea para descansar, e hizo que el Sol y la Luna sigan una órbita precisa para que puedan llevar el cómputo [del tiempo]. Esto fue establecido por el Poderoso, el que todo lo sabe","fr":"Fendeur de l'aube, Il a fait de la nuit une phase de repos; le soleil et la lune pour mesurer le temps. Voilà l'ordre conçu par le Puissant, l'Omniscient","id":"Dia menyingsingkan pagi dan menjadikan malam untuk beristirahat, dan (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketetapan Allah Yang Mahaperkasa, Maha Mengetahui","ru":"Он раскрывает утреннюю зарю. Он предназначил ночь для покоя, а солнце и луну - для исчисления. Таково установление Могущественного, Знающего","sv":"Det är Han som låter daggryningen klyva [mörkret] och som gjort natten till en tid för vila och [gett] solen och månen [fasta banor med vars hjälp tiden] kan beräknas; detta enligt den ordning som den Allsmäktige, den Allvetande, har fastställt i Sitt beslut","tr":"Tanyerini ağartan, geceyi dinlenme zamanı, güneş ve ayı vakit ölçüsü kılandır. Bu, Güçlü olan'ın, Bilen'in nizamıdır","ur":"پردہ شب کو چاک کر کے وہی صبح نکالتا ہے اُسی نے رات کو سکون کا وقت بنایا ہے اُسی نے چاند اور سورج کے طلوع و غروب کا حساب مقرر کیا ہے یہ سب اُسی زبردست قدرت اور علم رکھنے والے کے ٹھیرائے ہوئے اندازے ہیں","zh":"他使天破晓，他以夜间供人安息，以日月供人计时。这是万能者全知者的布置。"},"transliteration":"Faliqu alisbahi wajaAAala allayla sakanan waalshshamsa waalqamara husbanan thalika taqdeeru alAAazeezi alAAaleemi","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
