{"id":886,"number":97,"text":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translations":{"en":"And it is He who placed for you the stars that you may be guided by them through the darknesses of the land and sea. We have detailed the signs for a people who know","es":"Él es Quien ha creado las estrellas para que puedan guiarse por ellas en la oscuridad de la tierra y del mar. Dios ha evidenciado los signos para quienes reflexionan","fr":"Et c'est Lui qui vous a assigné les étoiles, pour que, par elles, vous vous guidiez dans les ténèbres de la terre et de la mer. Certes, Nous exposons les preuves pour ceux qui savent","id":"Dan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut. Kami telah menjelaskan tanda-tanda (kekuasaan Kami) kepada orang-orang yang mengetahui","ru":"Он - Тот, Кто сотворил для вас звезды, чтобы вы находили по ним путь во мраках суши и моря. Мы уже разъяснили знамения для людей знающих","sv":"Och Han har gjort stjärnorna som hjälper er att finna vägen genom de djupa mörkren över land och hav. Vi har sannerligen framställt budskapen fast och klart för de insiktsfulla","tr":"O, yıldızları kara ve denizin karanlıklarında yol bulasınız diye sizin için var edendir. Bilen millet için ayetleri uzun uzadıya açıkladık","ur":"اور وہی ہے جس نے تمہارے لیے تاروں کو صحرا اور سمندر کی تاریکیوں میں راستہ معلوم کرنے کا ذریعہ بنایا دیکھو ہم نے نشانیاں کھول کر بیان کر دی ہیں اُن لوگوں کے لیے جو علم رکھتے ہیں","zh":"他为你们创造诸星，以便你们在陆地和海洋的重重黑暗里借诸星而遵循正道。我为有知识的民众确已解释了一切迹象。"},"transliteration":"Wahuwa allathee jaAAala lakumu alnnujooma litahtadoo biha fee thulumati albarri waalbahri qad fassalna alayati liqawmin yaAAlamoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
