{"id":888,"number":99,"text":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّـٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translations":{"bn":"তিনিই আকাশ থেকে পানি বর্ষণ করেছেন অতঃপর আমি এর দ্বারা সর্বপ্রকার উদ্ভিদ উৎপন্ন করেছি, অতঃপর আমি এ থেকে সবুজ ফসল নির্গত করেছি, যা থেকে যুগ্ম বীজ উৎপন্ন করি। খেজুরের কাঁদি থেকে গুচ্ছ বের করি, যা নুয়ে থাকে এবং আঙ্গুরের বাগান, যয়তুন, আনার পরস্পর সাদৃশ্যযুক্ত এবং সাদৃশ্যহীন। বিভিন্ন গাছের ফলের প্রতি লক্ষ্য কর যখন সেুগুলো ফলন্ত হয় এবং তার পরিপক্কতার প্রতি লক্ষ্য কর। নিশ্চয় এ গুলোতে নিদর্শন রয়েছে ঈমানদারদের জন্যে।","en":"And it is He who sends down rain from the sky, and We produce thereby the growth of all things. We produce from it greenery from which We produce grains arranged in layers. And from the palm trees - of its emerging fruit are clusters hanging low. And [We produce] gardens of grapevines and olives and pomegranates, similar yet varied. Look at [each of] its fruit when it yields and [at] its ripening. Indeed in that are signs for a people who believe","id":"Dan Dialah yang menurunkan air dari langit, lalu Kami tumbuhkan dengan air itu segala macam tumbuh-tumbuhan, maka Kami keluarkan dari tumbuh-tumbuhan itu tanaman yang menghijau, Kami keluarkan dari tanaman yang menghijau itu butir yang banyak; dan dari mayang kurma, mengurai tangkai-tangkai yang menjulai, dan kebun-kebun anggur, dan (Kami keluarkan pula) zaitun dan delima yang serupa dan yang tidak serupa. Perhatikanlah buahnya pada waktu berbuah, dan menjadi masak. Sungguh, pada yang demikian itu ada tanda-tanda (kekuasaan Allah) bagi orang-orang yang beriman","ru":"Он - Тот, Кто ниспослал с неба воду. Посредством нее Мы взрастили растения всех видов. Мы выводим из них зеленые травы, а из них - расположенные одно на другом зерна. На финиковых пальмах из завязей вырастают свисающие низко гроздья. Мы взращиваем виноградники, оливки и гранаты, которые имеют сходства и различия. Взгляните на их плоды, когда они появляются и когда созревают. Воистину, в этом - знамения для людей верующих","tr":"O, gökten su indirendir. Her bitkiyi onunla bitirdik, ondan bitirdiğimiz yeşilden, birbirine benzeyen ve benzemeyen yığın yığın taneler, hurmaların tomurcuklarından sarkan salkımlar, üzüm bağları, zeytin ve nar çıkardık. Ürün verdiklerinde ürünlerine, olgunlaşmalarına bir bakın. Bunlarda, inananlar için, şüphesiz, deliller vardır","ur":"اور وہی ہے جس نے آسمان سے پانی برسایا، پھر اس کے ذریعہ سے ہر قسم کی نباتات اگائی، پھر اس سے ہرے ہرے کھیت اور درخت پیدا کیے، پھر ان سے تہ بہ تہ چڑھے ہوئے دانے نکالے اور کھجور کے شگوفوں سے پھلوں کے گچھے کے گچھے پیدا کیے جو بوجھ کے مارے جھکے پڑتے ہیں، اور انگور، زیتون اور انار کے باغ لگائے جن کے پھل ایک دوسرے سے ملتے جلتے بھی ہیں اور پھر اُن کے پکنے کی کیفیت ذرا غور کی نظر سے دیکھو، اِن چیزوں میں نشانیاں ہیں اُن لوگوں کے لیے جو ایمان لاتے ہیں"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
