{"id":888,"number":99,"text":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّـٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translations":{"en":"And it is He who sends down rain from the sky, and We produce thereby the growth of all things. We produce from it greenery from which We produce grains arranged in layers. And from the palm trees - of its emerging fruit are clusters hanging low. And [We produce] gardens of grapevines and olives and pomegranates, similar yet varied. Look at [each of] its fruit when it yields and [at] its ripening. Indeed in that are signs for a people who believe","es":"He hecho descender agua del cielo con la cual hago brotar toda clase de vegetación, y de ella resulta la cosecha de la cual saco semillas. De los brotes de la palmera hago salir racimos de dátiles al alcance de la mano. Y [también hago brotar] plantaciones de vides, olivos y granados, [todos de aspecto] similar pero [de frutos con sabores] diferentes. Observen cómo es su fruto cuando aparece y luego cuando madura, en todo ello hay signos para quienes creen","fr":"Et c'est Lui qui, du ciel, a fait descendre l'eau. Puis par elle, Nous fîmes germer toute plante, de quoi Nous fîmes sortir une verdure, d'où Nous produisîmes des grains, superposés les uns sur les autres; et du palmier, de sa spathe, des régimes de dattes qui se tendent. Et aussi les jardins de raisins, l'olive et la grenade, semblables ou différents les uns des autres. Regardez leurs fruits au moment de leur production et de leur mûrissement. Voilà bien là des signes pour ceux qui ont la foi","id":"Dan Dialah yang menurunkan air dari langit, lalu Kami tumbuhkan dengan air itu segala macam tumbuh-tumbuhan, maka Kami keluarkan dari tumbuh-tumbuhan itu tanaman yang menghijau, Kami keluarkan dari tanaman yang menghijau itu butir yang banyak; dan dari mayang kurma, mengurai tangkai-tangkai yang menjulai, dan kebun-kebun anggur, dan (Kami keluarkan pula) zaitun dan delima yang serupa dan yang tidak serupa. Perhatikanlah buahnya pada waktu berbuah, dan menjadi masak. Sungguh, pada yang demikian itu ada tanda-tanda (kekuasaan Allah) bagi orang-orang yang beriman","ru":"Он - Тот, Кто ниспослал с неба воду. Посредством нее Мы взрастили растения всех видов. Мы выводим из них зеленые травы, а из них - расположенные одно на другом зерна. На финиковых пальмах из завязей вырастают свисающие низко гроздья. Мы взращиваем виноградники, оливки и гранаты, которые имеют сходства и различия. Взгляните на их плоды, когда они появляются и когда созревают. Воистину, в этом - знамения для людей верующих","sv":"Och det är Han som har låtit regn falla från skyn; med det har Vi skapat all växtlighet och därur frambringat ängarnas gräs. Ur detta låter Vi säd som bär ax uppstå och dadelpalmens blomkolvar bli till lättåtkomliga klasar av dadlar; och [Vi låter] vingårdar uppstå och olivlundar och granatäppelträd, [alla i grunden] lika varandra och ändå olika. Se på dessa frukter, hur de tar form och hur de mognar! I detta ligger sannerligen budskap till dem som har tro","tr":"O, gökten su indirendir. Her bitkiyi onunla bitirdik, ondan bitirdiğimiz yeşilden, birbirine benzeyen ve benzemeyen yığın yığın taneler, hurmaların tomurcuklarından sarkan salkımlar, üzüm bağları, zeytin ve nar çıkardık. Ürün verdiklerinde ürünlerine, olgunlaşmalarına bir bakın. Bunlarda, inananlar için, şüphesiz, deliller vardır","ur":"اور وہی ہے جس نے آسمان سے پانی برسایا، پھر اس کے ذریعہ سے ہر قسم کی نباتات اگائی، پھر اس سے ہرے ہرے کھیت اور درخت پیدا کیے، پھر ان سے تہ بہ تہ چڑھے ہوئے دانے نکالے اور کھجور کے شگوفوں سے پھلوں کے گچھے کے گچھے پیدا کیے جو بوجھ کے مارے جھکے پڑتے ہیں، اور انگور، زیتون اور انار کے باغ لگائے جن کے پھل ایک دوسرے سے ملتے جلتے بھی ہیں اور پھر اُن کے پکنے کی کیفیت ذرا غور کی نظر سے دیکھو، اِن چیزوں میں نشانیاں ہیں اُن لوگوں کے لیے جو ایمان لاتے ہیں","zh":"他从天上降下雨水，用雨水使一切植物发芽，长出翠绿的枝叶，结出累累的果实，从海枣树的花被中结出一串串枣球；用雨水浇灌许多葡萄园，浇灌相似的和不相似的橄榄和石榴。当果树结果的时候，你们看看那些果实和成熟的情形吧。对于信道的民众，此中确有许多迹象。"},"transliteration":"Wahuwa allathee anzala mina alssamai maan faakhrajna bihi nabata kulli shayin faakhrajna minhu khadiran nukhriju minhu habban mutarakiban wamina alnnakhli min talAAiha qinwanun daniyatun wajannatin min aAAnabin waalzzaytoona waalrrummana mushtabihan waghayra mutashabihin onthuroo ila thamarihi itha athmara wayanAAihi inna fee thalikum laayatin liqawmin yuminoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
