{"id":889,"number":100,"text":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","translations":{"en":"But they have attributed to Allah partners - the jinn, while He has created them - and have fabricated for Him sons and daughters. Exalted is He and high above what they describe","es":"[Pero los idólatras] asocian a los yinn con Dios [en la divinidad], siendo que Él es Quien ha creado [a los yinn]. Y Le atribuyen [a Dios], en su ignorancia, hijos e hijas. ¡Glorificado y Exaltado sea! Dios está por encima de ser como Lo describen","fr":"Et ils ont désigné des associés à Allah: les djinns, alors que c'est Lui qui les a créés. Et ils Lui ont inventé, dans leur ignorance, des fils et des filles, Gloire à Lui! Il transcende tout ce qu'ils lui attribuent","id":"Dan mereka (orang-orang musyrik) menjadikan Jin itu sekutu-sekutu Allah, padahal Dia yang menciptakannya (jin-jin itu), dan mereka berbohong (dengan mengatakan), \"Allah mempunyai anak laki-laki dan anak perempuan,\" tanpa (dasar) pengetahuan.320) Maha Suci Allah dan Mahatinggi dari sifat-sifat yang mereka gambarkan","ru":"Они приобщили к Аллаху в сотоварищи джиннов, а ведь Он создал их. Они выдумали для Него сыновей и дочерей, не имея об этом никакого знания. Пречист Он и превыше всего, что они приписывают Ему","sv":"De har velat göra de osynliga väsendena till Guds medhjälpare - [väsen] som Gud har skapat - och i sin okunnighet har de uppfunnit söner och döttrar åt Honom. Nej, stor är Han i Sin härlighet, höjd högt över [alla försök] att beskriva [Hans väsen]","tr":"Cinleri O yaratmışken kafirler Allah'a ortak koştular. Körü körüne O'na oğullar ve kızlar uydurdular. Haşa, O onların vasıflandırmalarından yücedir","ur":"اِس پر بھی لوگوں نے جنوں کو اللہ کا شریک ٹھیرا دیا، حالانکہ وہ اُن کا خالق ہے، اور بے جانے بوجھے اس کے لیے بیٹے اور بیٹیاں تصنیف کر دیں، حالانکہ وہ پاک اور بالا تر ہے اُن باتوں سے جو یہ لوگ کہتے ہیں","zh":"安拉创造精灵，而他们以精灵为安拉的伙伴，并且无知地替他捏造许多儿女。赞颂安拉，超绝万物，他是超乎他们的叙述的！"},"transliteration":"WajaAAaloo lillahi shurakaa aljinna wakhalaqahum wakharaqoo lahu baneena wabanatin bighayri AAilmin subhanahu wataAAala AAamma yasifoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
