{"id":893,"number":104,"text":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","translations":{"en":"There has come to you enlightenment from your Lord. So whoever will see does so for [the benefit of] his soul, and whoever is blind [does harm] against it. And [say], \"I am not a guardian over you","es":"Han recibido evidencias de su Señor. Quien las comprenda será en beneficio propio, pero quien se enceguezca lo hará en detrimento propio. [Diles:] \"Yo no soy su custodio","fr":"Certes, il vous est parvenu des preuves évidentes, de la part de votre Seigneur. Donc, quiconque voit clair, c'est en sa faveur; et quiconque reste aveugle, c'est à son détriment, car je ne suis nullement chargé de votre sauvegarde","id":"Sungguh, bukti-bukti yang nyata telah datang dari Tuhanmu. Barang siapa melihat (kebenaran itu),321) maka (manfaatnya) bagi dirinya sendiri; dan barang siapa buta (tidak melihat kebenaran itu), maka dialah yang rugi. Dan aku (Muhammad) bukanlah penjaga(mu)","ru":"Скажи: «К вам уже явились наглядные знамения от вашего Господа. Кто узрел, тот поступил во благо себе, а кто был слепым, тот навредил себе. Я не являюсь вашим хранителем»","sv":"Ni har nu fått ta emot från er Herre en [uppenbarelse] som skall öppna era ögon för [sanningen], och den som vill se har [själv] gott av detta och den som vill [förbli] blind skadar ingen annan än sig själv. Och [säg till dem som vill förbli blinda]: \"Jag har inte satts att vaka över er","tr":"Doğrusu size Rabbiniz'den açık belgeler gelmiştir; kim görürse kendi lehine ve kim körlük ederse kendi aleyhinedir. Ben sizin bekçiniz değilim","ur":"دیکھو، تمہارے پاس تمہارے رب کی طرف سے بصیرت کی روشنیاں آ گئی ہیں، اب جو بینائی سے کام لے گا اپنا ہی بھلا کرے گا اور جو اندھا بنے گا خود نقصان اٹھائے گا، میں تم پر کوئی پاسبان نہیں ہوں","zh":"从你们的主发出的许多明证，已降临你们；谁重视那些明证，谁自受其益；谁忽视那些明证，谁自受其害；我不是监护你们的。"},"transliteration":"Qad jaakum basairu min rabbikum faman absara falinafsihi waman AAamiya faAAalayha wama ana AAalaykum bihafeethin","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
