{"id":897,"number":108,"text":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","translations":{"en":"And do not insult those they invoke other than Allah, lest they insult Allah in enmity without knowledge. Thus We have made pleasing to every community their deeds. Then to their Lord is their return, and He will inform them about what they used to do","es":"Pero no insulten a quienes son invocados en lugar de Dios, porque insultarán a Dios con hostilidad sin tener real conocimiento [acerca de lo que dicen], pues he hecho que a cada pueblo le parezcan buenas sus obras, pero finalmente todos comparecerán ante su Señor, Quien les informará lo que hacían","fr":"N'injuriez pas ceux qu'ils invoquent, en dehors d'Allah, car par agressivité, ils injurieraient Allah, dans leur ignorance. De même, Nous avons enjolivé (aux yeux) de chaque communauté sa propre action. Ensuite, c'est vers leur Seigneur que sera leur retour; et Il les informera de ce qu'ils œuvraient","id":"Dan Janganlah kamu memaki sesembahan yang mereka sembah selain Allah, karena mereka nanti akan memaki Allah dengan melampaui batas tanpa dasar pengetahuan. Demikianlah, Kami jadikan setiap umat menganggap baik pekerjaan mereka. Kemudian kepada Tuhan, tempat kembali mereka, lalu Dia akan memberitahukan kepada mereka apa yang telah mereka kerjakan","ru":"Не оскорбляйте тех, к кому они взывают помимо Аллаха, а не то они станут оскорблять Аллаха из враждебности и по невежеству. Так Мы приукрасили для каждого народа их деяния. Потом им предстоит вернуться к своему Господу, и Он поведает им о том, что они совершали","sv":"Men förolämpa inte dem som de åkallar i Guds ställe. I sin okunnighet kan de vilja hämnas genom att förolämpa Gud. Vi har också låtit [människorna i] alla samfund se sina [dåliga] handlingar i ett fördelaktigt ljus. [Men] till sist skall de vända tillbaka till sin Herre och Han skall låta dem veta vad deras handlingar [var värda]","tr":"Allah'tan başka yalvardıklarına sövmeyin ki, onlar da cahillikle ileri giderek Allah'a sövmesinler. Böylece her ümmete işini güzel gösterdik, sonra dönüşleri Rab'lerinedir. O, işlediklerini haber verir","ur":"اور (اے ایمان لانے والو!) یہ لوگ اللہ کے سوا جن کو پکارتے ہیں انہیں گالیاں نہ دو، کہیں ایسا نہ ہو کہ یہ شرک سے آگے بڑھ کر جہالت کی بنا پر اللہ کو گالیاں دینے لگیں ہم نے اسی طرح ہر گروہ کے لیے اس کے عمل کو خوشنما بنا دیا ہے پھر انہیں اپنے رب ہی کی طرف پلٹ کر آنا ہے، اُس وقت وہ اُنہیں بتا دے گا کہ وہ کیا کرتے رہے ہیں","zh":"你们不要辱骂他们舍安拉而祈祷的（偶像），以免他们因过分和无知而辱骂安拉。我这样以每个民族的行为迷惑他们，然后，他们只归于他们的主，而他要把他们生前的行为告诉他们。"},"transliteration":"Wala tasubboo allatheena yadAAoona min dooni Allahi fayasubboo Allaha AAadwan bighayri AAilmin kathalika zayyanna likulli ommatin AAamalahum thumma ila rabbihim marjiAAuhum fayunabbiohum bima kanoo yaAAmaloona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
