{"id":898,"number":109,"text":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","translations":{"en":"And they swear by Allah their strongest oaths that if a sign came to them, they would surely believe in it. Say, \"The signs are only with Allah.\" And what will make you perceive that even if a sign came, they would not believe","es":"[Los que se niegan a creer] juran seriamente por Dios que si se cumpliera uno de los milagros [que solicitaron] creerían. Diles: \"Solo Dios dispone de los milagros\". ¿Y qué les hará entender, que aun cuando se cumpliera [el milagro que pedían] no creerían","fr":"Et ils jurent par Allah de toute la force de leurs serments, que s'il leur venait un miracle, ils y croiraient (sans hésiter,) Dis: «En vérité, les miracles ne dépendent que d'Allah.» Mais qu'est ce qui vous fait penser que quand cela (le signe) arrivera, ils n'y croiront pas","id":"Dan Mereka bersumpah atas nama Allah dengan segala kesungguhan, bahwa jika datang suatu mukjizat kepada mereka, pastilah mereka akan beriman kepada-Nya. Katakanlah, \"mukjizat-mukjizat itu hanya ada pada sisi Allah.\" Dan tahukah kamu, bahwa apabila mukjizat (ayat-ayat) datang, mereka tidak juga akan beriman","ru":"Именем Аллаха они принесли величайшие клятвы о том, что если к ним явится знамение, они непременно уверуют в него. Скажи: «Знамения находятся у Аллаха. И откуда вам знать, что они не уверуют, если даже оно придет к ним?»","sv":"De svär högtidliga eder vid Gud att om de fick ett tecken skulle de sannerligen tro på det. Säg: \"Gud ensam råder över tecken och under.\" Men vad kan få er att inse att de inte skulle tro även om de fick [ett tecken]","tr":"Kendilerine bir mucize gösterilirse, mutlaka ona inanacaklarına dair bütün güçleriyle Allah'a yemin ederler. De ki: \"Mucizeler, ancak Allah katındadır\"; onların, mucize geldiği zaman da inanmayacaklarını anlamıyor musunuz","ur":"یہ لوگ کڑی کڑی قسمیں کھا کھا کر کہتے ہیں کہ اگر کوئی نشانی ہمارے سامنے آ جائے تو ہم اس پر ایمان لے آئیں گے اے محمدؐ! ان سے کہو کہ \"نشانیاں تو اللہ کے پاس ہیں\" اور تمہیں کیسے سمجھایا جائے کہ اگر نشانیاں آ بھی جائیں تو یہ ایمان لانے والے نہیں","zh":"他们指安拉而发出最严重的盟誓，如果有一种迹象降临他们，那么，他们必定确信它。你说：“一切迹象，只在安拉那里。”你们怎么知道呢？当迹象降临的时候，他们或许不信它。"},"transliteration":"Waaqsamoo biAllahi jahda aymanihim lain jaathum ayatun layuminunna biha qul innama alayatu AAinda Allahi wama yushAAirukum annaha itha jaat la yuminoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
