{"id":90,"number":83,"text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَـٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","translations":{"en":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing","es":"Y [recuerden] cuando celebré el pacto con el Pueblo de Israel: \"Adoren solo a Dios, hagan el bien a sus padres y parientes, a los huérfanos y los pobres, hablen a la gente de buenas maneras, cumplan la oración y paguen el zakat\"; pero luego volvieron su espalda en rechazo, salvo unos pocos","fr":"Et [rappelle-toi], lorsque Nous avons pris l'engagement des enfants d'Israël de n'adorer qu'Allah, de faire le bien envers les pères, les mères, les proches parents, les orphelins et les nécessiteux, d'avoir de bonnes paroles avec les gens; d'accomplir régulièrement la Salât et d'acquitter la Zakât! - Mais à l'exception d'un petit nombre de vous, vous manquiez à vos engagements en vous détournant de Nos commandements","id":"Dan (ingatlah) ketika Kami mengambil janji dari Bani Israil, \"Janganlah kamu menyembah selain Allah, dan berbuat baiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Dan bertutur katalah yang baik kepada manusia, laksanakan salat dan tunaikanlah zakat.\" Tetapi kemudian kamu berpaling (mengingkari), kecuali sebagian kecil dari kamu, dan kamu (masih menjadi) pembangkang","ru":"Вот Мы заключили с сынами Исраила (Израиля) завет о том, что вы не будете поклоняться никому, кроме Аллаха; будете делать добро родителям, а также родственникам, сиротам и беднякам; будете говорить людям прекрасное, совершать намаз и выплачивать закят. Но впоследствии вы отвернулись с отвращением, за исключением немногих","sv":"MINNS, ISRAELITER, att Vi slöt Vårt förbund med er [enligt vilket ni lovade] att inte dyrka någon utom Gud, att visa godhet mot era föräldrar och anhöriga och mot de faderlösa och de nödställda, att ha ett vänligt ord för alla människor och att förrätta bönen och ge åt de behövande. Men ni vände er ifrån [det som ni åtagit er], alla utom ett fåtal, eftersom ni är ett motsträvigt släkte","tr":"İsrailoğullarından, \"Allah'tan başkasına kulluk etmeyin, anne babaya, yakınlara, yetimlere, düşkünlere iyilik edin, insanlarla güzel güzel konuşun, namazı kılın, zekatı verin\" diye söz almıştık. Sonra siz pek azınız müstesna, döndünüz; hala da yüz çevirip duruyorsunuz","ur":"یاد کرو، اسرائیل کی اولاد سے ہم نے پختہ عہد لیا تھا کہ اللہ کے سوا کسی کی عبادت نہ کرنا، ماں باپ کے ساتھ، رشتے داروں کے ساتھ، یتیموں اور مسکینوں کے ساتھ نیک سلوک کرنا، لوگوں سے بھلی بات کہنا، نماز قائم کرنا اور زکوٰۃ دینا، مگر تھوڑے آدمیوں کے سو ا تم سب اس عہد سے پھر گئے اور اب تک پھر ے ہوئے ہو","zh":"当时，我与以色列的后裔缔约，说：“你们应当只崇拜安拉，并当孝敬父母，和睦亲戚，怜恤孤儿，赈济贫民，对人说善言，谨守拜功，完纳天课。”然后，你们除少数人外，都违背约言，你们是常常爽约的。"},"transliteration":"Waith akhathna meethaqa banee israeela la taAAbudoona illa Allaha wabialwalidayni ihsanan wathee alqurba waalyatama waalmasakeeni waqooloo lilnnasi husnan waaqeemoo alssalata waatoo alzzakata thumma tawallaytum illa qaleelan minkum waantum muAAridoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
