{"id":900,"number":111,"text":"۞وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَـٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","translations":{"en":"And even if We had sent down to them the angels [with the message] and the dead spoke to them [of it] and We gathered together every [created] thing in front of them, they would not believe unless Allah should will. But most of them, [of that], are ignorant","es":"Aunque les hubiera enviado ángeles o hecho que los muertos les hablaran, o hubiera reunido ante ellos a todas las naciones, no habrían creído a menos que Dios lo hubiera querido. Sin embargo, la mayoría de ellos lo ignora","fr":"Et si Nous faisions descendre les Anges vers eux, [comme ils l'avaient proposé] si les morts leur parlaient, et si Nous rassemblions toute chose devant eux, ils ne croiraient que si Allah veut. Mais la plupart d'entre eux ignorent","id":"Dan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran)","ru":"Даже если бы Мы ниспослали им ангелов, и мертвые заговорили бы с ними, и Мы собрали бы перед ними все сущее, они ни за что не уверовали бы, если бы только этого не пожелал Аллах. Однако большинство их не ведает об этом","sv":"Även om Vi lät änglarna stiga ner till dem och de döda talade till dem och Vi förde samman inför dem allt [skapat som vittnen], skulle de inte kunna förmå sig att tro, om inte Gud ville detta. Men de flesta vet inte [att det förhåller sig så]","tr":"Eğer biz onlara melekleri indirsek, ölüler onlarla konuşsa ve her şeyi karşılarına toplasaydık, Allah dilemedikçe, yine de inanmazlardı; fakat onların çoğu bunu bilmiyorlar","ur":"اگر ہم فرشتے بھی ان پر نازل کر دیتے اور مُردے ان سے باتیں کرتے اور دنیا بھر کی چیزوں کو ہم ان کی آنکھوں کے سامنے جمع کر دیتے تب بھی یہ ایمان لانے والے نہ تھے، الا یہ کہ مشیت الٰہی یہی ہو کہ وہ ایمان لائیں، مگر اکثر لوگ نادانی کی باتیں کرتے ہیں","zh":"即使我命众天使降临他们，即使死人能对他们说话，即使我把万物集合在他们的面前，除非安拉意欲，否则，他们也不会信道；但他们大半是无知的。"},"transliteration":"Walaw annana nazzalna ilayhimu almalaikata wakallamahumu almawta wahasharna AAalayhim kulla shayin qubulan ma kanoo liyuminoo illa an yashaa Allahu walakinna aktharahum yajhaloona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
