{"id":901,"number":112,"text":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","translations":{"en":"And thus We have made for every prophet an enemy - devils from mankind and jinn, inspiring to one another decorative speech in delusion. But if your Lord had willed, they would not have done it, so leave them and that which they invent","es":"Todos los Profetas tuvieron enemigos que eran demonios de entre los seres humanos y los yinn, que se susurraban mutuamente palabras adornadas con seducción. Pero si tu Señor hubiera querido no lo habrían hecho. Apártate de ellos y sus mentiras","fr":"Ainsi, à chaque prophète avons-Nous assigné un ennemi: des diables d'entre les hommes et les djinns, qui s'inspirent trompeusement les uns aux autres des paroles enjolivées. Si ton Seigneur avait voulu, ils ne l'auraient pas fait; laisse-les donc avec ce qu'ils inventent","id":"Dan demikianlah untuk setiap Nabi Kami menjadikan musuh, yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. Dan kalau Tuhanmu menghendaki, niscaya mereka tidak akan melakukannya, maka biarkanlah mereka bersama (kebohongan) yang mereka ada-adakan","ru":"Так Мы определили для каждого пророка врагов - дьяволов из числа людей и джиннов, внушающих друг другу красивые слова обольщения. Если бы твой Господь пожелал, они не поступали бы так. Оставь же их вместе с их измышлениями","sv":"SÅ HAR Vi också låtit varje profet mötas av fiendskap från de onda krafterna bland människor och osynliga väsen, som viskar fagra ord i varandras öron för att förvirra och vilseleda. Hade det varit din Herres vilja skulle de inte ha gjort detta; låt dem därför hållas med sina påfund","tr":"Aldatmak için birbirlerine cazip sözler fısıldayan cin ve insan şeytanlarını her peygambere düşman yaptık. Bu şeytanlar ahirete inanmayanların kalblerinin o sözlere yönelmesi, ondan hoşnut olması ve kendilerinin işledikleri suçları işlemeleri için böyle yaparlar. Rabbin dileseydi bunu yapamazlardı, sen onları iftiraları ile başbaşa bırak","ur":"اور ہم نے تو اسی طرح ہمیشہ شیطان انسانوں اور شیطان جنوں کو ہر نبی کا دشمن بنایا ہے جو ایک دوسرے پر خوش آیند باتیں دھوکے اور فریب کے طور پر القا کرتے رہے ہیں اگر تمہارے رب کی مشیت یہ ہوتی کہ وہ ایسا نہ کریں تو وہ کبھی نہ کرتے پس تم اُنہیں ان کے حال پر چھوڑ دو کہ اپنی افترا پردازیاں کرتے رہیں","zh":"我这样以人类和精灵中的恶魔为每个先知的仇敌，他们为了欺骗而以花言巧语互相讽示——假若你的主意欲，那么，他们不能做这件事，故你应当任他们伪造谎言——"},"transliteration":"Wakathalika jaAAalna likulli nabiyyin AAaduwwan shayateena alinsi waaljinni yoohee baAAduhum ila baAAdin zukhrufa alqawli ghurooran walaw shaa rabbuka ma faAAaloohu fatharhum wama yaftaroona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
