{"id":903,"number":114,"text":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","translations":{"bn":"তবে কি আমি আল্লাহ ব্যতীত অন্য কোন বিচারক অনুসন্ধান করব, অথচ তিনিই তোমাদের প্রতি বিস্তারিত গ্রন্থ অবতীর্ন করেছেন? আমি যাদেরকে গ্রন্থ প্রদান করেছি, তারা নিশ্চিত জানে যে, এটি আপনার প্রতি পালকের পক্ষ থেকে সত্যসহ অবর্তীর্ন হয়েছে। অতএব, আপনি সংশয়কারীদের অন্তর্ভুক্ত হবেন না।","en":"[Say], \"Then is it other than Allah I should seek as judge while it is He who has revealed to you the Book explained in detail?\" And those to whom We [previously] gave the Scripture know that it is sent down from your Lord in truth, so never be among the doubters","id":"Pantaskah aku mencari hakim selain Allah, padahal Dialah yang menurunkan Kitab (Alquran) kepadamu secara rinci? Orang-orang yang telah Kami beri Kitab tahu betul bahwa (Alquran) itu diturunkan dari Tuhanmu dengan benar. Maka janganlah kamu termasuk orang-orang yang ragu","ru":"Скажи: «Неужели я пожелаю иного судью, помимо Аллаха, в то время как Он ниспослал вам Писание, подробно разъяснив его?». Те, кому Мы даровали Писание, знают, что оно ниспослано от твоего Господа с истиной. Посему не будь в числе тех, кто сомневается","tr":"Allah size Kitap'ı açık açık indirmişken O'ndan başka bir hakem mi isteyeyim?\" Kendilerine Kitap verdiklerimiz, onun gerçekten Rableri katından indirilmiş olduğunu bilirler. Öyleyse, sen şüpheye düşenlerden olma","ur":"پھر جب حال یہ ہے تو کیا میں اللہ کے سوا کوئی اور فیصلہ کرنے والا تلاش کروں، حالانکہ اس نے پوری تفصیل کے ساتھ تمہاری طرف کتاب نازل کر دی ہے؟ اور جن لوگوں کو ہم نے (تم سے پہلے) کتاب دی تھی وہ جانتے ہیں کہ یہ کتاب تمہارے رب ہی کی طرف سے حق کے ساتھ نازل ہوئی ہے لہٰذا تم شک کرنے والوں میں شامل نہ ہو"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
