{"id":903,"number":114,"text":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","translations":{"en":"[Say], \"Then is it other than Allah I should seek as judge while it is He who has revealed to you the Book explained in detail?\" And those to whom We [previously] gave the Scripture know that it is sent down from your Lord in truth, so never be among the doubters","es":"¿Acaso debo buscar otro juez en lugar de Dios, siendo que Él es Quien ha revelado el Libro donde se detallan todas las cosas? Aquellos a quienes les concedí el Libro anteriormente saben que el Corán ha sido revelado por tu Señor con la Verdad. No seas de los indecisos","fr":"Chercherai-je un autre juge qu'Allah, alors que c'est Lui qui a fait descendre vers vous ce Livre bien exposé? Ceux auxquels Nous avons donné le Livre savent qu'il est descendu avec la vérité venant de ton Seigneur. Ne sois donc point du nombre de ceux qui doutent","id":"Pantaskah aku mencari hakim selain Allah, padahal Dialah yang menurunkan Kitab (Alquran) kepadamu secara rinci? Orang-orang yang telah Kami beri Kitab tahu betul bahwa (Alquran) itu diturunkan dari Tuhanmu dengan benar. Maka janganlah kamu termasuk orang-orang yang ragu","ru":"Скажи: «Неужели я пожелаю иного судью, помимо Аллаха, в то время как Он ниспослал вам Писание, подробно разъяснив его?». Те, кому Мы даровали Писание, знают, что оно ниспослано от твоего Господа с истиной. Посему не будь в числе тех, кто сомневается","sv":"[Säg, Muhammad:] \"Skulle jag söka en annan domare än Gud, som har uppenbarat Skriften för er, där sanningen klart skiljs från lögnen?\" De som [tidigare] fick ta emot [Vår] uppenbarelse vet att [även] denna har sänts av din Herre och att den förmedlar sanningen. Hys inte minsta tvivel om detta","tr":"Allah size Kitap'ı açık açık indirmişken O'ndan başka bir hakem mi isteyeyim?\" Kendilerine Kitap verdiklerimiz, onun gerçekten Rableri katından indirilmiş olduğunu bilirler. Öyleyse, sen şüpheye düşenlerden olma","ur":"پھر جب حال یہ ہے تو کیا میں اللہ کے سوا کوئی اور فیصلہ کرنے والا تلاش کروں، حالانکہ اس نے پوری تفصیل کے ساتھ تمہاری طرف کتاب نازل کر دی ہے؟ اور جن لوگوں کو ہم نے (تم سے پہلے) کتاب دی تھی وہ جانتے ہیں کہ یہ کتاب تمہارے رب ہی کی طرف سے حق کے ساتھ نازل ہوئی ہے لہٰذا تم شک کرنے والوں میں شامل نہ ہو","zh":"（你说）：“安拉已降示你们详明的天经，难道我还要舍安拉而别求判决者吗？”蒙我赏赐经典的人，他们知道这是你的主降示的，包含真理的经典，故你绝不要犹豫。"},"transliteration":"Afaghayra Allahi abtaghee hakaman wahuwa allathee anzala ilaykumu alkitaba mufassalan waallatheena ataynahumu alkitaba yaAAlamoona annahu munazzalun min rabbika bialhaqqi fala takoonanna mina almumtareena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
