{"id":908,"number":119,"text":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","translations":{"en":"And why should you not eat of that upon which the name of Allah has been mentioned while He has explained in detail to you what He has forbidden you, excepting that to which you are compelled. And indeed do many lead [others] astray through their [own] inclinations without knowledge. Indeed, your Lord - He is most knowing of the transgressors","es":"¿Por qué no habrían de comer de aquello sobre lo que se ha mencionado el nombre de Dios, siendo que Él ya les ha detallado lo que les es prohibido [comer], salvo en caso de extrema necesidad? Muchos se extravían al seguir sus pasiones por ignorancia, pero Dios conoce mejor que nadie a los transgresores","fr":"Qu'avez-vous à ne pas manger de ce sur quoi le nom d'Allah a été prononcé? Alors qu'Il vous a détaillé ce qu'Il vous a interdit, à moins que vous ne soyez contraints d'y recourir. Beaucoup de gens égarent, sans savoir, par leurs passions. C'est ton Seigneur qui connaît le mieux les transgresseurs","id":"Dan mengapa kamu tidak mau memakan dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, padahal Allah telah menjelaskan kepadamu apa yang diharamkan-Nya kepadamu, kecuali jika kamu dalam keadaan terpaksa. Dan sungguh, banyak yang menyesatkan orang dengan keinginannya tanpa dasar pengetahuan. Tuhanmu lebih mengetahui orang-orang yang melampaui batas","ru":"Почему вы не должны есть из того, над чем произнесено имя Аллаха, в то время как Он уже подробно разъяснил вам, что вам запрещено, если только вы не принуждены к этому? Воистину, многие вводят других в заблуждение своими собственными желаниями, без всякого знания. Воистину, твоему Господу лучше знать преступников","sv":"Varför skulle ni inte äta det som Guds namn har uttalats över, sedan ni fått klart besked om vad Han förbjudit [och som ni inte får röra] annat än i ett nödläge? Många [människor] vilseleder [andra] med vad de i sin okunnighet tror vara rätt eller orätt. Din Herre vet bäst vilka de är som överträder [Hans bud]","tr":"Size ne oluyor ki, Allah size darda kalmanızın dışında, haram olanları genişçe anlatmışken adının üzerine anıldığı şeyden yemiyorsunuz? Doğrusu çoğunluk, heva ve heveslerine uyarak, bilmeden sapıtıyorlar. Aşırı gidenleri en iyi bilen Rabbindir","ur":"آخر کیا وجہ ہے کہ تم وہ چیز نہ کھاؤ جس پر اللہ کا نام لیا گیا ہو، حالانکہ جن چیزوں کا استعمال حالت اضطرار کے سوا دوسری تمام حالتوں میں اللہ نے حرام کر دیا ہے اُن کی تفصیل وہ تمہیں بتا چکا ہے بکثرت لوگوں کا حال یہ ہے کہ علم کے بغیر محض اپنی خواہشات کی بنا پر گمراہ کن باتیں کرتے ہیں، ان حد سے گزرنے والوں کو تمہارا رب خوب جانتا ہے","zh":"除为势所迫外，你们所当戒除的，安拉已为你们阐明了，你们怎么不吃那诵安拉之名而宰的呢？有许多人，必因自己的私欲，而无知地使别人迷误。你的主确是知道过分者的。"},"transliteration":"Wama lakum alla takuloo mimma thukira ismu Allahi AAalayhi waqad fassala lakum ma harrama AAalaykum illa ma idturirtum ilayhi wainna katheeran layudilloona biahwaihim bighayri AAilmin inna rabbaka huwa aAAlamu bialmuAAtadeena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
