{"id":908,"number":119,"text":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","translations":{"bn":"কোন কারণে তোমরা এমন জন্তু থেকে ভক্ষণ করবে না, যার উপর আল্লাহর নাম উচ্চারিত হয়, অথচ আল্লাহ ঐ সব জন্তুর বিশদ বিবরণ দিয়েছেন, যেগুলোকে তোমাদের জন্যে হারাম করেছেন; কিন্তু সেগুলোও তোমাদের জন্যে হালাল, যখন তোমরা নিরুপায় হয়ে যাও। অনেক লোক স্বীয় ভ্রান্ত প্রবৃত্তি দ্বারা না জেনে বিপথগামী করতে থাকে। আপনার প্রতিপালক সীমাতিক্রম কারীদেরকে যথার্থই জানেন।","en":"And why should you not eat of that upon which the name of Allah has been mentioned while He has explained in detail to you what He has forbidden you, excepting that to which you are compelled. And indeed do many lead [others] astray through their [own] inclinations without knowledge. Indeed, your Lord - He is most knowing of the transgressors","id":"Dan mengapa kamu tidak mau memakan dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, padahal Allah telah menjelaskan kepadamu apa yang diharamkan-Nya kepadamu, kecuali jika kamu dalam keadaan terpaksa. Dan sungguh, banyak yang menyesatkan orang dengan keinginannya tanpa dasar pengetahuan. Tuhanmu lebih mengetahui orang-orang yang melampaui batas","ru":"Почему вы не должны есть из того, над чем произнесено имя Аллаха, в то время как Он уже подробно разъяснил вам, что вам запрещено, если только вы не принуждены к этому? Воистину, многие вводят других в заблуждение своими собственными желаниями, без всякого знания. Воистину, твоему Господу лучше знать преступников","tr":"Size ne oluyor ki, Allah size darda kalmanızın dışında, haram olanları genişçe anlatmışken adının üzerine anıldığı şeyden yemiyorsunuz? Doğrusu çoğunluk, heva ve heveslerine uyarak, bilmeden sapıtıyorlar. Aşırı gidenleri en iyi bilen Rabbindir","ur":"آخر کیا وجہ ہے کہ تم وہ چیز نہ کھاؤ جس پر اللہ کا نام لیا گیا ہو، حالانکہ جن چیزوں کا استعمال حالت اضطرار کے سوا دوسری تمام حالتوں میں اللہ نے حرام کر دیا ہے اُن کی تفصیل وہ تمہیں بتا چکا ہے بکثرت لوگوں کا حال یہ ہے کہ علم کے بغیر محض اپنی خواہشات کی بنا پر گمراہ کن باتیں کرتے ہیں، ان حد سے گزرنے والوں کو تمہارا رب خوب جانتا ہے"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
