{"id":91,"number":84,"text":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","translations":{"en":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing","es":"Y [recuerden] cuando celebré un pacto con ustedes: \"No derramarán su sangre ni se expulsarán de sus hogares\", lo aceptaron y fueron testigos de ello","fr":"Et rappelez-vous, lorsque Nous obtînmes de vous l'engagement de ne pas vous verser le sang, [par le meurtre] de ne pas vous expulser les uns les autres de vos maisons. Puis vous y avez souscrit avec votre propre témoignage","id":"Dan (ingatlah) ketika Kami mengambil janji kamu, \"Janganlah kamu menumpahkan darahmu (membunuh orang), dan mengusir dirimu (saudara sebangsamu) dari kampung halamanmu.\" kemudian kamu berikrar dan bersaksi","ru":"Вот Я заключил с вами завет о том, что вы не будете проливать вашей крови и изгонять друг друга из ваших жилищ. Потом вы признали это, свидетельствуя об этом","sv":"Och i det förbund Vi slöt med er lovade ni att inte spilla en broders blod och att inte jaga bort honom från hans hem; sedan bekräftade ni [förpliktelserna enligt] förbundet och har vittnat om detta","tr":"Kanınızı dökmeyin, birbirinizi yurdunuzdan sürmeyin diye sizden söz almıştık, sonra bunu böylece kabul etmiştiniz, buna siz şahidsiniz","ur":"پھر ذرا یاد کرو، ہم نے تم سے مضبوط عہد لیا تھا کہ آپس میں ایک دوسرے کا خون نہ بہانا اور نہ ایک دوسرے کو گھر سے بے گھر کرنا تم نے اس کا اقرار کیا تھا، تم خود اس پر گواہ ہو","zh":"当时，我与你们缔约，说：“你们不要自相残杀，不要把同族的人逐出境外。”你们已经承诺，而且证实了。"},"transliteration":"Waith akhathna meethaqakum la tasfikoona dimaakum wala tukhrijoona anfusakum min diyarikum thumma aqrartum waantum tashhadoona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
