{"id":910,"number":121,"text":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","translations":{"en":"And do not eat of that upon which the name of Allah has not been mentioned, for indeed, it is grave disobedience. And indeed do the devils inspire their allies [among men] to dispute with you. And if you were to obey them, indeed, you would be associators [of others with Him]","es":"No coman sobre lo que no se ha mencionado el nombre de Dios, pues hacerlo es un pecado. Los demonios inspiran a sus aliados para que discutan con ustedes, pero si los siguen se contarán entre quienes les atribuyen divinidad a otros junto a Dios","fr":"Et ne mangez pas de ce sur quoi le nom d'Allah n'a pas été prononcé, car ce serait (assurément) une perversité. Les diables inspirent à leurs alliés de disputer avec vous. Si vous leur obéissez, vous deviendrez certes des associateurs","id":"Dan janganlah kamu memakan dari apa (daging hewan) yang (ketika disembelih) tidak disebut nama Allah, perbuatan itu benar-benar suatu kefasikan. Sesungguhnya setan-setan akan membisikkan kepada kawan-kawannya agar mereka membantah kamu. Dan jika kamu menuruti mereka, tentu kamu telah menjadi orang musyrik","ru":"Не ешьте из того, над чем не было произнесено имя Аллаха, ибо это есть нечестие. Воистину, дьяволы внушают своим помощникам препираться с вами. Если вы станете повиноваться им, то окажетесь многобожниками","sv":"Och ät inte av det som Guds namn inte har uttalats över; då trotsar ni Gud. De onda krafterna intalar sina nära vänner [bland människorna] att ingå i diskussion med er [om detta]; men om ni gör dem till viljes har ni helt visst blivit sådana som sätter medhjälpare vid Guds sida","tr":"Üzerine Allah'ın adının anılmadığı kesilmiş hayvanları yemeyin, bunu yapmak Allah'ın yolundan çıkmaktır. Doğrusu şeytanlar sizinle tartışmaları için dostlarına fısıldarlar, eğer onlara itaat ederseniz şüphesiz siz müşrik olursunuz","ur":"اور جس جانور کو اللہ کا نام لے کر ذبح نہ کیا گیا ہو اس کا گوشت نہ کھاؤ، ایسا کرنا فسق ہے شیاطین اپنے ساتھیوں کے دلوں میں شکوک و اعتراضات القا کرتے ہیں تاکہ وہ تم سے جھگڑا کریں لیکن اگر تم نے اُن کی اطاعت قبول کر لی تو یقیناً تم مشرک ہو","zh":"你们不要吃那未诵安拉之名而宰的，那确是犯罪。恶魔必定讽示他们的朋友，以便他们和你们争论；如果你们顺从他们，那么，你们必是以物配主的人"},"transliteration":"Wala takuloo mimma lam yuthkari ismu Allahi AAalayhi wainnahu lafisqun wainna alshshayateena layoohoona ila awliyaihim liyujadilookum wain ataAAtumoohum innakum lamushrikoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
