{"id":911,"number":122,"text":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","translations":{"bn":"আর যে মৃত ছিল অতঃপর আমি তাকে জীবিত করেছি এবং তাকে এমন একটি আলো দিয়েছি, যা নিয়ে সে মানুষের মধ্যে চলাফেরা করে। সে কি ঐ ব্যক্তির সমতুল্য হতে পারে, যে অন্ধকারে রয়েছে-সেখান থেকে বের হতে পারছে না? এমনিভাবে কাফেরদের দৃষ্টিতে তাদের কাজকর্মকে সুশোভিত করে দেয়া হয়েছে।","en":"And is one who was dead and We gave him life and made for him light by which to walk among the people like one who is in darkness, never to emerge therefrom? Thus it has been made pleasing to the disbelievers that which they were doing","id":"Dan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat ke luar dari sana? Demikianlah dijadikan terasa indah bagi orang-orang kafir apa yang mereka kerjakan","ru":"Разве тот, кто был мертвецом, и Мы вернули его к жизни и наделили светом, благодаря которому он ходит среди людей, подобен тому, кто находится во мраках и не может выйти из них? Так неверующим представляется прекрасным то, что они совершают","tr":"Ölü iken kalbini diriltip, insanlar arasında yürürken önünü aydınlatacak bir nur verdiğimiz kimsenin durumu, karanlıklarda kalıp çıkamayan kimsenin durumu gibi midir? Kafirlere de, işledikleri güzel gösterilmiştir","ur":"کیا وہ شخص جو پہلے مُردہ تھا پھر ہم نے اسے زندگی بخشی اور اس کو وہ روشنی عطا کی جس کے اجالے میں وہ لوگوں کے درمیان زندگی کی راہ طے کرتا ہے اُس شخص کی طرح ہو سکتا ہے جو تاریکیوں میں پڑا ہوا ہو اور کسی طرح اُن سے نہ نکلتا ہو؟ کافروں کے لیے تو اسی طرح ان کے اعمال خوشنما بنا دیے گئے ہیں"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
