{"id":911,"number":122,"text":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","translations":{"en":"And is one who was dead and We gave him life and made for him light by which to walk among the people like one who is in darkness, never to emerge therefrom? Thus it has been made pleasing to the disbelievers that which they were doing","es":"¿Acaso quien estaba muerto [de corazón] y le di vida [guiándolo], y le proporcioné una luz con la cual transita entre la gente, es igual a aquel que se encuentra entre tinieblas y no puede salir de ellas? Por eso es que a los que se niegan a creer les parece bueno lo que hacen","fr":"Est-ce que celui qui était mort et que Nous avons ramené à la vie et à qui Nous avons assigné une lumière grâce à laquelle il marche parmi les gens, est pareil à celui qui est dans les ténèbres sans pouvoir en sortir? Ainsi on a enjolivé aux mécréants ce qu'ils œuvrent","id":"Dan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat ke luar dari sana? Demikianlah dijadikan terasa indah bagi orang-orang kafir apa yang mereka kerjakan","ru":"Разве тот, кто был мертвецом, и Мы вернули его к жизни и наделили светом, благодаря которому он ходит среди людей, подобен тому, кто находится во мраках и не может выйти из них? Так неверующим представляется прекрасным то, что они совершают","sv":"ÄR DÅ den som var [andligen] död och som Vi väckte till liv och skänkte ljus, med vars hjälp han kan finna sin väg bland människorna, att likställa med den som [omges av] djupt mörker varifrån han inte kan komma ut? [Nej, men] han, liksom [andra] som förnekar sanningen, har fått sina [onda] handlingar framställda i ett fördelaktigt ljus [och kommer därför, som de, inte ut ur mörkret]","tr":"Ölü iken kalbini diriltip, insanlar arasında yürürken önünü aydınlatacak bir nur verdiğimiz kimsenin durumu, karanlıklarda kalıp çıkamayan kimsenin durumu gibi midir? Kafirlere de, işledikleri güzel gösterilmiştir","ur":"کیا وہ شخص جو پہلے مُردہ تھا پھر ہم نے اسے زندگی بخشی اور اس کو وہ روشنی عطا کی جس کے اجالے میں وہ لوگوں کے درمیان زندگی کی راہ طے کرتا ہے اُس شخص کی طرح ہو سکتا ہے جو تاریکیوں میں پڑا ہوا ہو اور کسی طرح اُن سے نہ نکلتا ہو؟ کافروں کے لیے تو اسی طرح ان کے اعمال خوشنما بنا دیے گئے ہیں","zh":"一个人，原是死的，但我使他复活，并给他一道光明，带着在人间行走，，难道他与那在重重黑暗中绝不走入光明的人是一样的吗？不信道的人，这样为他们的行为所迷惑。"},"transliteration":"Awa man kana maytan faahyaynahu wajaAAalna lahu nooran yamshee bihi fee alnnasi kaman mathaluhu fee alththulumati laysa bikharijin minha kathalika zuyyina lilkafireena ma kanoo yaAAmaloona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
