{"id":913,"number":124,"text":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","translations":{"en":"And when a sign comes to them, they say, \"Never will we believe until we are given like that which was given to the messengers of Allah.\" Allah is most knowing of where He places His message. There will afflict those who committed crimes debasement before Allah and severe punishment for what they used to conspire","es":"Cuando se les presenta un milagro dicen: \"No creeremos hasta que se nos conceda lo mismo que les ha sido concedido a los Mensajeros de Dios\". Pero Dios sabe bien en quién confiar Su Mensaje. Los criminales serán humillados ante Dios y castigados severamente a causa de sus intrigas","fr":"Et lorsqu'une preuve leur vient, ils disent: «Jamais nous ne croirons tant que nous n'aurons pas reçu un don semblable à celui qui a été donné aux messagers d'Allah». Allah sait mieux où placer Son message. Ceux qui ont commis le crime seront atteints d'un rapetissement auprès d'Allah ainsi que d'un supplice sévère pour les ruses qu'ils tramaient","id":"Dan apabila datang suatu ayat kepada mereka, tentu mereka berkata, \"Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti yang diberikan kepada Rasul-rasul Allah.\" Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan","ru":"Когда им явилось знамение, они сказали: «Мы не уверуем, пока не получим то, что получили посланники Аллаха». Аллах лучше знает, кому доверить Свое послание. Грешников же постигнет унижение перед Аллахом и тяжкие мучения за то, что они строили козни","sv":"När ett tecken [från Gud] når dem, säger de: \"Vi kommer inte att tro förrän vi får se detsamma som Guds sändebud [har tagit emot].\" Men Gud vet åt vem Han anförtror Sina budskap. Förödmjukelse skall drabba dessa onda [människor när de ställs] inför Gud, och ett strängt straff väntar dem för deras onda anslag","tr":"Onlara bir ayet geldiği zaman, \"Allah'ın peygamberlerine verilen bize de verilmedikçe inanmayız\" derler. Allah, peygamberliğini vereceği kimseyi daha iyi bilir. Suç işleyenlere Allah katından bir aşağılık ve hilelerinden ötürü de şiddetli bir azab erişecektir","ur":"جب ان کے سامنے کوئی آیت آتی ہے تو وہ کہتے ہیں \"ہم نہ مانیں گے جب تک کہ وہ چیز خود ہم کو نہ دی جائے جو اللہ کے رسولوں کو دی گئی ہے\" اللہ زیادہ بہتر جانتا ہے کہ اپنی پیغامبری کا کام کس سے لے اور کس طرح لے قریب ہے وہ وقت جب یہ مجرم اپنی مکاریوں کی پاداش میں اللہ کے ہاں ذلت اور سخت عذاب سے دو چار ہوں گے","zh":"当一种迹象降临他们的时候，他们说：“我们绝不信，直到我们得受众使者所受的（启示）。”安拉是知道要把自己的使命安置在什么地方的。犯罪者，将因自己的计谋，而遭受安拉那里的屈辱，和痛苦的刑罚。"},"transliteration":"Waitha jaathum ayatun qaloo lan numina hatta nuta mithla ma ootiya rusulu Allahi Allahu aAAlamu haythu yajAAalu risalatahu sayuseebu allatheena ajramoo sagharun AAinda Allahi waAAathabun shadeedun bima kanoo yamkuroona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
