{"id":913,"number":124,"text":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","translations":{"bn":"যখন তাদের কাছে কোন আয়াত পৌঁছে, তখন বলে, আমরা কখনই মানব না যে, পর্যন্ত না আমরাও তা প্রদত্ত হই, যা আল্লাহর রসূলগণ প্রদত্ত হয়েছেন। আল্লাহ এ বিষয়ে সুপারিজ্ঞাত যে, কোথায় স্বীয় পয়গাম প্রেরণ করতে হবে। যারা অপরাধ করছে, তারা অতিসত্বর আল্লাহর কাছে পৌছে লাঞ্ছনা ও কঠোর শাস্তি পাবে, তাদের চক্রান্তের কারণে।","en":"And when a sign comes to them, they say, \"Never will we believe until we are given like that which was given to the messengers of Allah.\" Allah is most knowing of where He places His message. There will afflict those who committed crimes debasement before Allah and severe punishment for what they used to conspire","id":"Dan apabila datang suatu ayat kepada mereka, tentu mereka berkata, \"Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti yang diberikan kepada Rasul-rasul Allah.\" Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan","ru":"Когда им явилось знамение, они сказали: «Мы не уверуем, пока не получим то, что получили посланники Аллаха». Аллах лучше знает, кому доверить Свое послание. Грешников же постигнет унижение перед Аллахом и тяжкие мучения за то, что они строили козни","tr":"Onlara bir ayet geldiği zaman, \"Allah'ın peygamberlerine verilen bize de verilmedikçe inanmayız\" derler. Allah, peygamberliğini vereceği kimseyi daha iyi bilir. Suç işleyenlere Allah katından bir aşağılık ve hilelerinden ötürü de şiddetli bir azab erişecektir","ur":"جب ان کے سامنے کوئی آیت آتی ہے تو وہ کہتے ہیں \"ہم نہ مانیں گے جب تک کہ وہ چیز خود ہم کو نہ دی جائے جو اللہ کے رسولوں کو دی گئی ہے\" اللہ زیادہ بہتر جانتا ہے کہ اپنی پیغامبری کا کام کس سے لے اور کس طرح لے قریب ہے وہ وقت جب یہ مجرم اپنی مکاریوں کی پاداش میں اللہ کے ہاں ذلت اور سخت عذاب سے دو چار ہوں گے"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
