{"id":914,"number":125,"text":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","translations":{"en":"So whoever Allah wants to guide - He expands his breast to [contain] Islam; and whoever He wants to misguide - He makes his breast tight and constricted as though he were climbing into the sky. Thus does Allah place defilement upon those who do not believe","es":"A quien Dios quiere guiar le abre el corazón para que acepte el Islam. En cambio, a quien Él quiere extraviar le oprime fuertemente el pecho como si subiera a un lugar muy elevado. Así es como Dios humilla a quienes se niegan a creer","fr":"Et puis, quiconque Allah veut guider, Il lui ouvre la poitrine à l'Islam. Et quiconque Il veut égarer, Il rend sa poitrine étroite et gênée, comme s'il s'efforçait de monter au ciel. Ainsi Allah inflige Sa punition à ceux qui ne croient pas","id":"Barang siapa yang dikehendaki Allah akan mendapat hidayah (petunjuk), Dia akan membukakan dadanya untuk (menerima) Islam. Dan barang siapa dikehendaki-Nya menjadi sesat, Dia jadikan dadanya sempit dan sesak, seakan-akan dia (sedang) mendaki ke langit. Demikianlah Allah menimpakan siksa kepada orang-orang yang tidak beriman","ru":"Кого Аллах желает наставить на прямой путь, тому Он раскрывает грудь для ислама, а кого Он желает ввести в заблуждение, тому Он сдавливает и сжимает грудь, словно тот забирается на небо. Так Аллах насылает скверну (или наказание) на тех, кто не верует","sv":"Gud vidgar bröstet hos den som Han vill vägleda, så att det kan fyllas av underkastelsen under Hans vilja, men hos den som Han vill låta gå vilse låter Han bröstet pressas samman i ångest, som hos den som stiger uppför ett högt [berg]. Så låter Gud nederlagets skam drabba dem som inte vill tro","tr":"Allah kimi doğru yola koymak isterse onun kalbini İslamiyet'e açar, kimi de saptırmak isterse, göğe yükseliyormuş gibi, kalbini dar ve sıkıntılı kılar. Allah böylece, inanmayanları küfür bataklığında bırakır","ur":"پس (یہ حقیقت ہے کہ) جسے اللہ ہدایت بخشنے کا ارادہ کرتا ہے اُس کا سینہ اسلام کے لیے کھول دیتا ہے اور جسے گمراہی میں ڈالنے کا ارادہ کرتا ہے اُس کے سینے کو تنگ کر دیتا ہے اور ایسا بھینچتا ہے کہ (اسلام کا تصور کرتے ہی) اُسے یوں معلوم ہونے لگتا ہے کہ گویا اس کی روح آسمان کی طرف پرواز کر رہی ہے اِس طرح اللہ (حق سے فرار اور نفرت کی) ناپاکی اُن لوگوں پر مسلط کر دیتا ہے جو ایمان نہیں لاتے","zh":"安拉欲使谁遵循正道，就使谁的心胸为伊斯兰而敞开；安拉欲使谁误入迷途，就使谁的心胸狭隘，（要他信道），难如登天。安拉这样以刑罚加于不信道的人。"},"transliteration":"Faman yuridi Allahu an yahdiyahu yashrah sadrahu lilislami waman yurid an yudillahu yajAAal sadrahu dayyiqan harajan kaannama yassaAAAAadu fee alssamai kathalika yajAAalu Allahu alrrijsa AAala allatheena la yuminoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
