{"id":917,"number":128,"text":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","translations":{"bn":"যেদিন আল্লাহ সবাইকে একত্রিত করবেন, হে জিন সম্প্রদায়, তোমরা মানুষদের মধ্যে অনেককে অনুগামী করে নিয়েছ। তাদের মানব বন্ধুরা বলবেঃ হে আমাদের পালনকর্তা, আমরা পরস্পরে পরস্পরের মাধ্যমে ফল লাভ করেছি। আপনি আমাদের জন্যে যে সময় নির্ধারণ করেছিলেন, আমরা তাতে উপনীত হয়েছি। আল্লাহ বলবেনঃ আগুন হল তোমাদের বাসস্থান। তথায় তোমরা চিরকাল অবস্থান করবে; কিন্তু যখন চাইবেন আল্লাহ। নিশ্চয় আপনার পালনকর্তা প্রজ্ঞাময়, মহাজ্ঞানী।","en":"And [mention, O Muhammad], the Day when He will gather them together [and say], \"O company of jinn, you have [misled] many of mankind.\" And their allies among mankind will say, \"Our Lord, some of us made use of others, and we have [now] reached our term, which you appointed for us.\" He will say, \"The Fire is your residence, wherein you will abide eternally, except for what Allah wills. Indeed, your Lord is Wise and Knowing","id":"Dan (ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), \"Wahai golongan jin! Kamu telah banyak (menyesatkan) manusia.\" Dan kawan-kawan mereka dari golongan manusia berkata, \"Ya Tuhan, kami telah saling mendapatkan kesenangan324) dan sekarang waktu yang telah Engkau tentukan buat kami telah datang.\" Allah berfirman, \"Nerakalah tempat kamu selama-lamanya, kecuali jika Allah menghendaki lain.\" Sungguh, Tuhanmu Mahabijaksana, Maha Mengetahui","ru":"В тот день Он соберет их вместе: «О сонмище джиннов! Вы ввели в заблуждение многих людей». Их помощники из числа людей скажут: «Господь наш! Одни из нас пользовались другими, и мы достигли нашего срока, который Ты назначил нам». Он скажет: «Огонь будет вашей обителью, в которой вы пребудете вечно, если только Аллах не пожелает иначе!». Воистину, твой Господь - Мудрый, Знающий","tr":"Allah hepsini toplayacağı gün, \"Ey cin topluluğu! İnsanların çoğunu yoldan çıkardınız\" der, insanlardan onlara uymuş olanlar, \"Rabbimiz! Bir kısmımız bir kısmımızdan faydalandık ve bize tayin ettiğin sürenin sonuna ulaştık\" derler. \"Cehennem, Allah'ın dilemesine bağlı olarak, temelli kalacağınız durağınızdır\" der. Doğrusu Rabbin hakimdir, bilendir","ur":"جس روز اللہ ان سب لوگوں کو گھیر کر جمع کرے گا، اس روز وہ جنوں سے خطاب کر کے فرمائے گا کہ \"ا ے گروہ جن! تم نے نوع انسانی پر خوب ہاتھ صاف کیا\" انسانوں میں سے جو اُن کے رفیق تھے وہ عرض کریں گے \"پروردگار! ہم میں سے ہر ایک نے دوسرے کو خو ب استعمال کیا ہے، اور اب ہم اُس وقت پر آ پہنچے ہیں جو تو نے ہمارے لیے مقرر کر دیا تھا\" اللہ فرمائے گا \"اچھا اب آگ تمہارا ٹھکانا ہے، اس میں تم ہمیشہ رہو گے\" ا\"س سے بچیں گے صرف وہی جنہیں اللہ بچانا چاہے گا، بے شک تمہارا رب دانا اور علیم ہے"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
