{"id":917,"number":128,"text":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","translations":{"en":"And [mention, O Muhammad], the Day when He will gather them together [and say], \"O company of jinn, you have [misled] many of mankind.\" And their allies among mankind will say, \"Our Lord, some of us made use of others, and we have [now] reached our term, which you appointed for us.\" He will say, \"The Fire is your residence, wherein you will abide eternally, except for what Allah wills. Indeed, your Lord is Wise and Knowing","es":"El día que los congregue a todos y les diga: \"¡Oh, yinnes! Han extraviado a muchos seres humanos\", y sus aliados de entre los seres humanos exclamen: \"¡Señor nuestro! Nos hemos beneficiado unos de otros y se ha cumplido el plazo que fijaste [para nuestra muerte]\". Les dirá: \"El Fuego será su morada por toda la eternidad, salvo que Dios disponga otra cosa\". Tu Señor es Sabio, todo lo sabe","fr":"Et le jour où Il les rassemblera tous: «O communauté des djinns, vous avez trop abusé des humains». Et leurs alliés parmi les humains diront: «O notre Seigneur, nous avons profité les uns des autres, et nous avons atteint le terme que Tu avais fixé pour nous.» Il leur dira: «l'Enfer est votre demeure, pour y rester éternellement, sauf si Allah en décide autrement.» Vraiment ton Seigneur est Sage et Omniscient","id":"Dan (ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), \"Wahai golongan jin! Kamu telah banyak (menyesatkan) manusia.\" Dan kawan-kawan mereka dari golongan manusia berkata, \"Ya Tuhan, kami telah saling mendapatkan kesenangan324) dan sekarang waktu yang telah Engkau tentukan buat kami telah datang.\" Allah berfirman, \"Nerakalah tempat kamu selama-lamanya, kecuali jika Allah menghendaki lain.\" Sungguh, Tuhanmu Mahabijaksana, Maha Mengetahui","ru":"В тот день Он соберет их вместе: «О сонмище джиннов! Вы ввели в заблуждение многих людей». Их помощники из числа людей скажут: «Господь наш! Одни из нас пользовались другими, и мы достигли нашего срока, который Ты назначил нам». Он скажет: «Огонь будет вашей обителью, в которой вы пребудете вечно, если только Аллах не пожелает иначе!». Воистину, твой Господь - Мудрый, Знающий","sv":"OCH DEN Dag då Han samlar dem alla åter [skall Han säga:] \"Ni [onda] osynliga väsen som är församlade här! Ni har [dragit] många människor med er [i fördärvet]!\" Och de människor som var [de onda osynliga väsendenas] bundsförvanter skall säga: \"Herre! Vi har varit till nytta och glädje för varandra, men nu har vi nått slutet av den frist som Du har utsatt för oss.\" [Då] skall Han säga: \"Elden skall vara er boning och där skall ni förbli till evig tid, om inte Gud vill annorlunda.\" Din Herre är vis och Han har kännedom om allt","tr":"Allah hepsini toplayacağı gün, \"Ey cin topluluğu! İnsanların çoğunu yoldan çıkardınız\" der, insanlardan onlara uymuş olanlar, \"Rabbimiz! Bir kısmımız bir kısmımızdan faydalandık ve bize tayin ettiğin sürenin sonuna ulaştık\" derler. \"Cehennem, Allah'ın dilemesine bağlı olarak, temelli kalacağınız durağınızdır\" der. Doğrusu Rabbin hakimdir, bilendir","ur":"جس روز اللہ ان سب لوگوں کو گھیر کر جمع کرے گا، اس روز وہ جنوں سے خطاب کر کے فرمائے گا کہ \"ا ے گروہ جن! تم نے نوع انسانی پر خوب ہاتھ صاف کیا\" انسانوں میں سے جو اُن کے رفیق تھے وہ عرض کریں گے \"پروردگار! ہم میں سے ہر ایک نے دوسرے کو خو ب استعمال کیا ہے، اور اب ہم اُس وقت پر آ پہنچے ہیں جو تو نے ہمارے لیے مقرر کر دیا تھا\" اللہ فرمائے گا \"اچھا اب آگ تمہارا ٹھکانا ہے، اس میں تم ہمیشہ رہو گے\" ا\"س سے بچیں گے صرف وہی جنہیں اللہ بچانا چاہے گا، بے شک تمہارا رب دانا اور علیم ہے","zh":"他把他们完全集合之日，(或者将说)“精灵的群众啊！你们确已诱惑许多人了。”这些人中的党羽将说：“我们的主啊！我们已互相利用，而达到你所为我们预定的期限了！”他说：“火狱是你们的归宿，你们将永居其中，除非安拉意欲的时候。”你的主确是至睿的，确是全知的。"},"transliteration":"Wayawma yahshuruhum jameeAAan ya maAAshara aljinni qadi istakthartum mina alinsi waqala awliyaohum mina alinsi rabbana istamtaAAa baAAduna bibaAAdin wabalaghna ajalana allathee ajjalta lana qala alnnaru mathwakum khalideena feeha illa ma shaa Allahu inna rabbaka hakeemun AAaleemun","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
