{"id":919,"number":130,"text":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","translations":{"en":"O company of jinn and mankind, did there not come to you messengers from among you, relating to you My verses and warning you of the meeting of this Day of yours?\" They will say, \"We bear witness against ourselves\"; and the worldly life had deluded them, and they will bear witness against themselves that they were disbelievers","es":"[Y se les preguntará:] \"¡Oh, comunidad de yinnes y de seres humanos! ¿Acaso no se les presentaron Mensajeros para transmitirles Mi mensaje y advertirles de este día?\" Responderán: \"Sí, y atestiguamos en contra nuestra\". Los sedujo la vida mundanal y atestiguarán en su propia contra que se negaron a creer","fr":"O communauté des djinns et des humains, ne vous est-il pas venu des messagers, choisis parmi vous, qui vous ont raconté Mes signes et averti de la rencontre de ce jour? Ils diront: «Nous témoignons contre nous-mêmes.» La vie présente les a trompés; et ils ont témoigné contre eux-mêmes qu'en (vérité) ils étaient mécréants","id":"Wahai golongan jin dan manusia! Bukankah sudah datang kepadamu Rasul-rasul dari kalanganmu sendiri, mereka menyampaikan ayat-ayat-Ku kepadamu dan memperingat­kanmu tentang pertemuan pada hari ini? Mereka menjawab, \"(Ya), kami menjadi saksi atas diri kami sendiri.\" Tetapi mereka tertipu oleh kehidupan dunia dan mereka telah menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang kafir","ru":"Мы скажем: «О сонмище джиннов и людей! Разве к вам не приходили посланники из вашего числа, которые читали вам Мои аяты и предупреждали вас о встрече с этим днем вашим?». Они скажут: «Мы свидетельствуем против самих себя». Мирская жизнь обольстила их, и они принесут свидетельство против самих себя о том, что они были неверующими","sv":"[Och Gud skall säga:] \"Ni [onda] osynliga väsen och människor som är församlade här! Kom inte sändebud ur era egna led till er och lät er höra Mina budskap och varskodde er om mötet denna Dag?\" Och de skall svara: \"Jo, det erkänner Vi.\" De drogs till denna världens [lockelser] och måste vittna mot sig själva att de förnekade sanningen","tr":"Ey cin ve insan topluluğu! Size ayetlerimi anlatan, bugünle karşılaşmanızdan sizi uyaran peygamberler gelmedi mi?\" \"Kendi hakkımızda şahidiz\" derler. Dünya hayatı onları aldattı da inkarcı olduklarına, kendi aleyhlerinde şahidlik ettiler","ur":"(اس موقع پر اللہ ان سے پوچھے گا کہ) \"اے گروہ جن وانس، کیا تمہارے پاس خود تم ہی میں سے وہ پیغمبر نہیں آئے تھے جو تم کو میری آیات سناتے اور اِس دن کے انجام سے ڈراتے تھے؟\" وہ کہیں گے \"ہاں، ہم اپنے خلاف خود گواہی دیتے ہیں\" آج دنیا کی زندگی نے اِن لوگوں کو دھوکے میں ڈال رکھا ہے، مگر اُس وقت وہ خود اپنے خلاف گواہی دیں گے کہ وہ کافر تھے","zh":"“精灵和人类的群众啊！难道你们同族中的使者没有来对你们叙述我的迹象，并警告你们将有今日的会见吗？”他们说：“我们已招认了。”尘世的生活欺骗了他们，他们将招认自己原是不信道的人，"},"transliteration":"Ya maAAshara aljinni waalinsi alam yatikum rusulun minkum yaqussoona AAalaykum ayatee wayunthiroonakum liqaa yawmikum hatha qaloo shahidna AAala anfusina wagharrathumu alhayatu alddunya washahidoo AAala anfusihim annahum kanoo kafireena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
