{"id":92,"number":85,"text":"ثُمَّ أَنتُمۡ هَـٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translations":{"en":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do","es":"Pero fueron ustedes mismos quienes mataron y expulsaron a algunos de los suyos de sus hogares, haciendo causa común contra ellos con pecado y violación de la ley. Y si alguno de ellos caía cautivo, pagaban el rescate por él, pero el haberlos expulsado era ya ilícito. ¿Acaso creen en una parte del Libro y descreen de otra? ¿Cuál es la consecuencia de quienes obran así sino la humillación en la vida mundanal y el castigo más severo el Día de la Resurrección? [Sepan que] Dios no está desatento de cuanto hacen","fr":"Quoique ainsi engagés, voilà que vous vous entretuez, que vous expulsez de leurs maisons une partie d'entre vous contre qui vous prêtez main forte par péché et agression. Mais quelle contradiction! Si vos coreligionnaires vous viennent captifs vous les rançonnez alors qu'il vous était interdit de les expulser (de chez eux). Croyez-vous donc en une partie du Livre et rejetez-vous le reste? Ceux d'entre vous qui agissent de la sorte ne méritent que l'ignominie dans cette vie, et au Jour de la Résurrection ils seront refoulés au plus dur châtiment, et Allah n'est pas inattentif à ce que vous faites","id":"Kemudian kamu (Bani Israil) membunuh dirimu (sesamamu), dan mengusir segolongan dari kamu dari kampung halamannya. Kamu saling membantu (menghadapi) mereka dalam kejahatan dan permusuhan. Dan jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal kamu dilarang mengusir mereka. Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? Maka tidak ada balasan (yang pantas) bagi orang yang berbuat demikian di antara kamu selain kenistaan dalam kehidupan dunia, dan pada hari Kiamat mereka dikembalikan kepada azab yang paling berat. Dan Allah tidak lengah terhadap apa yang kamu kerjakan","ru":"Но впоследствии именно вы стали убивать друг друга и изгонять некоторых из вас из жилищ, помогая одним против других в грехе и посягательстве. А если они приходят к вам пленными, то вы выкупаете их. А ведь вам было запрещено изгонять их. Неужели вы станете веровать в одну часть Писания и отвергать другую часть? Воздаянием тому, кто совершает подобное, будет позор в мирской жизни, а в День воскресения они будут подвергнуты еще более ужасным мучениям. Аллах не находится в неведении о том, что вы совершаете","sv":"Ändå är det ni som dödar varandra och jagar bort några av era egna från deras hem och ni hjälper varandra i dessa syndiga och fientliga företag. Och om ni tar några av dem [som ni förföljer] till fånga, tar ni lösen för dem, fastän det var förbjudet för er att jaga bort dem. Tror ni på vissa delar av Skriften och förnekar andra? Vilken lön förtjänar de bland er som begår sådana handlingar om inte skam och vanära i denna värld? Och på Uppståndelsens dag skall de utlämnas till de strängaste straff. - Gud förbiser ingenting av vad ni gör","tr":"Sonra siz, birbirinizi öldüren, aranızdan bir takımı memleketlerinden süren, onlara karşı günah ve düşmanlıkta birleşen, onları çıkarmak haramken size esir olarak geldiklerinde fidyelerini vermeye kalkan kimselersiniz. Kitabın bir kısmına inanıp, bir kısmını inkar mı ediyorsunuz? Aranızda böyle yapanın cezası ancak dünya hayatında rezil olmaktır. Ahiret gününde de azabın en şiddetlisine onlar uğratılırlar. Allah yaptıklarınızdan gafil değildir","ur":"مگر آج وہی تم ہو کہ اپنے بھائی بندوں کو قتل کرتے ہو، اپنی برادری کے کچھ لوگوں کو بے خانماں کر دیتے ہو، ظلم و زیادتی کے ساتھ ان کے خلاف جتھے بندیاں کرتے ہو، اور جب وہ لڑائی میں پکڑے ہوئے تمہارے پاس آتے ہیں، تو ان کی رہائی کے لیے فدیہ کا لین دین کرتے ہو، حالانکہ انہیں ان کے گھروں سے نکالنا ہی سرے سے تم پر حرام تھا تو کیا تم کتاب کے ایک حصے پر ایمان لاتے ہو اور دوسرے حصے کے ساتھ کفر کرتے ہو پھر تم میں سے جو لوگ ایسا کریں، ان کی سزا اس کے سوا اور کیا ہے کہ دنیا کی زندگی میں ذلیل و خوار ہو کر رہیں اور آخرت میں شدید ترین عذاب کی طرف پھیر دیے جائیں؟ اللہ ان حرکات سے بے خبر نہیں ہے، جو تم کر رہے ہو","zh":"然后，你们自相残杀，而且把一部分同族的人逐出境外，你们同恶相济，狼狈为奸地对付他们——如果他们被俘归来，你们却替他们赎身——驱逐他们，在你们是犯法的行为。难道你们确信经典里的一部分律例，而不信别一部分吗？你们中作此事者，其报酬不外在今世生活中受辱，在复活日，被判受最严厉的刑罚。安拉绝不忽视你们的行为。"},"transliteration":"Thumma antum haolai taqtuloona anfusakum watukhrijoona fareeqan minkum min diyarihim tathaharoona AAalayhim bialithmi waalAAudwani wain yatookum osara tufadoohum wahuwa muharramun AAalaykum ikhrajuhum afatuminoona bibaAAdi alkitabi watakfuroona bibaAAdin fama jazao man yafAAalu thalika minkum illa khizyun fee alhayati alddunya wayawma alqiyamati yuraddoona ila ashaddi alAAathabi wama Allahu bighafilin AAamma taAAmaloona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
