{"id":922,"number":133,"text":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","translations":{"en":"And your Lord is the Free of need, the possessor of mercy. If He wills, he can do away with you and give succession after you to whomever He wills, just as He produced you from the descendants of another people","es":"Tu Señor es Opulento y Misericordioso. Si quisiera, los exterminaría y los remplazaría, del mismo modo que los hizo surgir a ustedes como descendencia de otro pueblo","fr":"Ton Seigneur est le Suffisant à Soi-même, le Détenteur de la miséricorde. S'Il voulait, Il vous ferait périr et mettrait à votre place qui Il veut, de même qu'Il vous a créés d'une descendance d'un autre peuple","id":"Dan Tuhanmu Mahakaya, penuh rahmat. Jika Dia menghendaki, Dia akan memusnahkan kamu dan setelah kamu (musnah) akan Dia ganti dengan yang Dia kehendaki, sebagaimana Dia menjadikan kamu dari keturunan golongan lain","ru":"Господь твой богат и обладает милостью. Если Он пожелает, то уничтожит вас и сделает вашими преемниками, кого пожелает, подобно тому, как Он сотворил вас из потомства других людей","sv":"Din Herre är Den som är sig själv nog - all nåds och barmhärtighets källa. Om det är Hans vilja skall Han låta er gå under och i ert ställe sätta dem Han vill, liksom Han lät er stiga fram som avkomlingar av tidigare släkten","tr":"Rabbin müstağni ve rahmet sahibidir. Dilerse, sizi başka bir milletin soyundan getirdiği gibi, sizi yok eder, dilediğini yerinize getirir","ur":"تمہارا رب بے نیاز ہے اور مہربانی اس کا شیوہ ہے اگر و ہ چاہے تو تم لوگوں کو لے جائے اور تمہاری جگہ دوسرے جن لوگوں کو چاہے لے آئے جس طرح اُس نے تمہیں کچھ اور لوگوں کی نسل سے اٹھایا ہے","zh":"你的主是自足的，是仁慈的。如果他意欲，他就使你们消逝，而以他所意欲的人继承你们，犹如从别的民族的后裔中使你们兴起一样。"},"transliteration":"Warabbuka alghaniyyu thoo alrrahmati in yasha yuthhibkum wayastakhlif min baAAdikum ma yashao kama anshaakum min thurriyyati qawmin akhareena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
