{"id":924,"number":135,"text":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّـٰلِمُونَ","translations":{"en":"Say, \"O my people, work according to your position; [for] indeed, I am working. And you are going to know who will have succession in the home. Indeed, the wrongdoers will not succeed","es":"Diles: \"¡Oh, pueblo mío! Obren como les plazca, que yo también obraré [pero acorde a lo que Dios ordena]. Pronto sabrán quién recibirá el mejor destino. Dios no concede el éxito a los opresores","fr":"Dis: «O mon peuple! Continuez à agir selon votre méthode; moi aussi j'agirai selon la mienne. Ensuite, vous saurez qui aura un meilleur (sort) dans l'au-delà.» Certes, les injustes ne réussiront jamais","id":"Katakanlah (Muhammad), \"Wahai kaumku! Berbuatlah menurut kedudukanmu, akupun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung","ru":"Скажи: «О мой народ! Действуйте по своему усмотрению, и я тоже буду действовать. Вы узнаете, кому достанется Последняя обитель. Воистину, не преуспеют беззаконники»","sv":"Säg: \"Gör, mitt folk, vad som står i er makt [för att bekämpa tron]; jag skall göra mitt [för att befästa och utbreda den]! Ni skall [en dag] få veta vem som hemför den slutliga segern. Sannerligen skall det inte gå de orättfärdiga väl i händer","tr":"De ki, \"Ey milletim! Durumunuzun gerektirdiğini yapın, doğrusu ben de yapacağım. Sonucun kimin için hayırlı olacağını bileceksiniz. Zulmedenler şüphesiz kurtulamazlar","ur":"اے محمدؐ! کہہ دو کہ لوگو! تم اپنی جگہ عمل کرتے رہو اور میں بھی اپنی جگہ عمل کر رہا ہوں، عنقریب تمہیں معلوم ہو جائے گا کہ انجام کار کس کے حق میں بہتر ہوتا ہے، بہر حال یہ حقیقت ہے کہ ظالم کبھی فلاح نہیں پا سکتے","zh":"你说：“我的宗族啊！你们按你们的方式而工作，我必定按我的方式而工作。你们将知道谁获后世的善果。不义的人，必定不会成功。”"},"transliteration":"Qul ya qawmi iAAmaloo AAala makanatikum innee AAamilun fasawfa taAAlamoona man takoonu lahu AAaqibatu alddari innahu la yuflihu alththalimoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
