{"id":925,"number":136,"text":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","translations":{"en":"And the polytheists assign to Allah from that which He created of crops and livestock a share and say, \"This is for Allah,\" by their claim, \"and this is for our partners [associated with Him].\" But what is for their \"partners\" does not reach Allah, while what is for Allah - this reaches their \"partners.\" Evil is that which they rule","es":"Y destinaron para Dios una parte de la cosecha y del ganado, que Él mismo ha creado [y otra parte para sus ídolos], y decían: \"Esto es para Dios y esto para nuestros ídolos\". Pero lo que ellos destinaban para sus ídolos no los acercaba a la complacencia de Dios, y lo que habían destinado para Dios, sí los acercaba más a sus ídolos. ¡Con qué mal criterio juzgaban","fr":"Et ils assignent à Allah une part de ce qu'Il a Lui-même créé, en fait de récoltes et de bestiaux, et ils disent: «Ceci est à Allah - selon leur prétention! - et ceci à nos divinités.» Mais ce qui est pour leurs divinités ne parvient pas à Allah, tandis que ce qui est pour Allah parvient à leurs divinités. Comme leur jugement est mauvais","id":"Dan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka.325) Sangat buruk ketetapan mereka itu","ru":"Они предназначают Аллаху долю того, что Он вырастил из посевов и скота, и по своему разумению говорят: «Это - Аллаху, а это - сотоварищам». То, что предназначено сотоварищам, не попадает Аллаху, а то, что предназначено Аллаху, попадает сотоварищам. Скверно то, что они решают","sv":"AV GRÖDAN som Gud låter mogna och av boskapen som Han låter föröka sig tar de undan en del åt Gud och säger: \"Detta tillhör Gud\" - det påstår de - \"och detta är Guds medhjälpares [andel].\" Men det som är avsett för Guds [förmenta] medhjälpare når inte Gud och det som är avsett för Gud kommer medhjälparna till godo; hur dåligt är inte deras omdöme","tr":"Kendi zanlarına göre, \"Bu Allah'ındır, bu da putlarımızındır\" diyerek, Allah'ın yarattığı hayvanlar ve ekinlerden pay ayırdılar. Putları için ayırdıkları Allah için verilmez, ama Allah için ayırdıkları putlarına verilirdi; ne kötü hüküm veriyorlardı","ur":"اِن لوگوں نے اللہ کے لیے خود اُسی کی پیدا کی ہوئی کھیتیوں اور مویشیوں میں سے ایک حصہ مقرر کیا ہے اور کہتے ہیں یہ اللہ کے لیے ہے، بزعم خود، اور یہ ہمارے ٹھیرائے ہوئے شریکوں کے لیے پھر جو حصہ ان کے ٹھیرائے ہوئے شریکوں کے لیے ہے وہ تو اللہ کو نہیں پہنچتا مگر جو اللہ کے لیے ہے وہ ان کے شریکوں کو پہنچ جاتا ہے کیسے برے فیصلے کرتے ہیں یہ لوگ","zh":"他们把安拉所创造的农产和牲畜，一份供献安拉，〔一份供献偶像〕他们妄言：“这是安拉的，这是我们的配主的。”供献他们的配主的，不能拔归安拉；供献安拉的，却可以拔归他们的配主。他们的决定真恶劣！"},"transliteration":"WajaAAaloo lillahi mimma tharaa mina alharthi waalanAAami naseeban faqaloo hatha lillahi bizaAAmihim wahatha lishurakaina fama kana lishurakaihim fala yasilu ila Allahi wama kana lillahi fahuwa yasilu ila shurakaihim saa ma yahkumoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
