{"id":925,"number":136,"text":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","translations":{"bn":"আল্লাহ যেসব শস্যক্ষেত্র ও জীবজন্তু সৃষ্টি করেছেন, সেগুলো থেকে তারা এক অংশ আল্লাহর জন্য নির্ধারণ করে অতঃপর নিজ ধারণা অনুসারে বলে এটা আল্লাহর এবং এটা আমাদের অংশীদারদের। অতঃপর যে অংশ তাদের অংশীদারদের, তা তো আল্লাহর দিকে পৌঁছে না এবং যা আল্লাহর তা তাদের উপাস্যদের দিকে পৌছে যায়। তাদের বিচার কতই না মন্দ।","en":"And the polytheists assign to Allah from that which He created of crops and livestock a share and say, \"This is for Allah,\" by their claim, \"and this is for our partners [associated with Him].\" But what is for their \"partners\" does not reach Allah, while what is for Allah - this reaches their \"partners.\" Evil is that which they rule","id":"Dan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka.325) Sangat buruk ketetapan mereka itu","ru":"Они предназначают Аллаху долю того, что Он вырастил из посевов и скота, и по своему разумению говорят: «Это - Аллаху, а это - сотоварищам». То, что предназначено сотоварищам, не попадает Аллаху, а то, что предназначено Аллаху, попадает сотоварищам. Скверно то, что они решают","tr":"Kendi zanlarına göre, \"Bu Allah'ındır, bu da putlarımızındır\" diyerek, Allah'ın yarattığı hayvanlar ve ekinlerden pay ayırdılar. Putları için ayırdıkları Allah için verilmez, ama Allah için ayırdıkları putlarına verilirdi; ne kötü hüküm veriyorlardı","ur":"اِن لوگوں نے اللہ کے لیے خود اُسی کی پیدا کی ہوئی کھیتیوں اور مویشیوں میں سے ایک حصہ مقرر کیا ہے اور کہتے ہیں یہ اللہ کے لیے ہے، بزعم خود، اور یہ ہمارے ٹھیرائے ہوئے شریکوں کے لیے پھر جو حصہ ان کے ٹھیرائے ہوئے شریکوں کے لیے ہے وہ تو اللہ کو نہیں پہنچتا مگر جو اللہ کے لیے ہے وہ ان کے شریکوں کو پہنچ جاتا ہے کیسے برے فیصلے کرتے ہیں یہ لوگ"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
