{"id":926,"number":137,"text":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","translations":{"en":"And likewise, to many of the polytheists their partners have made [to seem] pleasing the killing of their children in order to bring about their destruction and to cover them with confusion in their religion. And if Allah had willed, they would not have done so. So leave them and that which they invent","es":"Así es como a muchos de los idólatras, sus falsas divinidades les hicieron creer que era bueno que mataran a sus propios hijos, para así llevarlos a la perdición y confundirles su religión. Pero si Dios hubiera querido no lo habrían hecho; aléjate de ellos y de sus mentiras","fr":"Et c'est ainsi que leurs divinités ont enjolivé à beaucoup d'associateurs le meurtre de leurs enfants, afin de les ruiner et de travestir à leurs yeux leur religion. Or si Allah voulait, ils ne le feraient pas. Laisse-les donc, ainsi que ce qu'ils inventent","id":"Dan demikianlah berhala-berhala mereka (setan) menjadikan tampak indah bagi banyak orang-orang musyrik membunuh anak-anak mereka, untuk membinasakan mereka dan mengacaukan agama mereka sendiri.326) Dan kalau Allah menghendaki, niscaya mereka tidak akan mengerjakannya. Biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan","ru":"Так многим многобожникам их сотоварищи представили прекрасным убийство детей, дабы погубить их и сделать запутанной их религию. Если бы Аллах пожелал, они не поступали бы таким образом. Оставь же их вместе с их измышлениями","sv":"Och av dem som sätter andra gudar vid Guds sida förleds många av [tron på] dessa gudar att se dödandet av sina barn som något förtjänstfullt, och så drivs de mot undergången och deras religiösa begrepp förvirras alltmer för dem. De skulle inte ha begått dessa handlingar om det inte hade varit Guds vilja; låt dem nu hållas med sina påfund","tr":"Böylece, putlara hizmet edenler, puta tapanların çoğunu helake sürüklemek, dinlerini karma karışık etmek için çocuklarını öldürmelerini onlara iyi göstermişlerdir. Allah dileseydi bunu yapamazlardı. Sen onları ve iftiralarını bir tarafa bırak","ur":"اور اسی طرح بہت سے مشرکوں کے لیے ان کے شریکوں نے اپنی اولاد کے قتل کو خوشنما بنا دیا ہے تاکہ ان کو ہلاکت میں مبتلا کریں اور ان پر ان کے دین کو مشتبہ بنا دیں اگر اللہ چاہتا تو یہ ایسا نہ کرتے، لہٰذا انہیں چھوڑ دو کہ اپنی افترا پرداز یوں میں لگے رہیں","zh":"以物配主者的配主，这样诱惑他们中的许多人杀害自己的儿女，以便毁灭他们，并混乱他们的宗教。假若安拉意欲，那么，他们就不做这件事，故你当任他们伪造谎言。"},"transliteration":"Wakathalika zayyana likatheerin mina almushrikeena qatla awladihim shurakaohum liyurdoohum waliyalbisoo AAalayhim deenahum walaw shaa Allahu ma faAAaloohu fatharhum wama yaftaroona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
