{"id":927,"number":138,"text":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","translations":{"en":"And they say, \"These animals and crops are forbidden; no one may eat from them except whom we will,\" by their claim. And there are those [camels] whose backs are forbidden [by them] and those upon which the name of Allah is not mentioned - [all of this] an invention of untruth about Him. He will punish them for what they were inventing","es":"Y decían, inventando: \"Este ganado y esta cosecha están consagrados [a los ídolos] y nadie, excepto quien nosotros queramos, puede comer de ello; y este otro ganado está consagrado y no puede usarse para la carga\". Y también había otros ganados sobre los que no mencionaban el nombre de Dios [sino el de sus ídolos], pero todo era una mentira que atribuían a Dios. Pronto Él los castigará por las mentiras que inventaron","fr":"Et ils dirent: «Voilà des bestiaux et des champs frappés d'interdiction: n'en mangeront que ceux que nous voudrons.» - selon leur prétention! - Et voilà des bêtes dont le dos est tabou, et des bêtes sur lesquelles ils ne mentionnent pas le nom d'Allah. Des inventions contre Lui! Il les rétribuera pour ce qu'ils inventaient comme mensonges","id":"Dan mereka berkata (menurut anggapan mereka), \"Inilah hewan ternak dan hasil bumi yang dilarang, tidak boleh dimakan, kecuali oleh orang yang kami kehendaki.\" Dan ada pula hewan yang diharamkan (tidak boleh) ditunggangi, dan ada hewan ternak yang (ketika disembelih) boleh tidak menyebut nama Allah, itu sebagai kebohongan terhadap Allah. Kelak Allah akan membalas semua yang mereka ada-adakan","ru":"На основании своих предположений они говорят: «Эта скотина и эти посевы запретны. Питаться ими может только тот, кому мы позволим». На одной скотине они запрещают ездить верхом и возить грузы, а над другой скотиной они не произносят имени Аллаха, возводя на Него навет. Он воздаст им за то, что они измышляют","sv":"Och de säger: \"Denna boskap och denna gröda är fredade; ingen utom den som vi vill får äta av detta\" - så säger de. Och [om andra] djur [heter det att] de inte får användas som dragare eller lastdjur, och [det finns] djur som Guds namn inte uttalas över [när de slaktas]. De påstår lögnaktigt att allt detta är Hans [påbud]; [Gud] skall straffa dem för deras lögner","tr":"Bu hayvanlar ve ekinleri dilediğimizden başkasının yemesi yasaktır; bir kısım hayvanların sırtlarına yük vurmak da haramdır\" iddiasında bulunarak ve bir kısım hayvanları keserken de Allah'ın adını anmamak suretiyle O'na iftira ederler. Allah, yaptıkları iftiralara karşı onları cezalandıracaktır","ur":"کہتے ہیں یہ جانور اور یہ کھیت محفوظ ہیں، ا نہیں صرف وہی لوگ کھا سکتے ہیں جنہیں ہم کھلانا چاہیں، حالانکہ یہ پابندی ان کی خود ساختہ ہے پھر کچھ جانور ہیں جن پر سواری اور بار برداری حرام کر دی گئی ہے اور کچھ جانور ہیں جن پر اللہ کا نام نہیں لیتے، اور یہ سب کچھ انہوں نے اللہ پر افترا کیا ہے، عنقریب اللہ انہیں ان افترا پرداز یوں کا بدلہ دے گا","zh":"他们妄言：“这些是禁牲和禁谷，只有我们所意欲的人才可以吃；这些牲畜，是不准人骑的；这些牲畜，是不诵安拉之名而宰的。”他们假借安拉的名义而造谣，他要为他们的造谣而报酬他们。"},"transliteration":"Waqaloo hathihi anAAamun waharthun hijrun la yatAAamuha illa man nashao bizaAAmihim waanAAamun hurrimat thuhooruha waanAAamun la yathkuroona isma Allahi AAalayha iftiraan AAalayhi sayajzeehim bima kanoo yaftaroona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
