{"id":928,"number":139,"text":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","translations":{"en":"And they say, \"What is in the bellies of these animals is exclusively for our males and forbidden to our females. But if it is [born] dead, then all of them have shares therein.\" He will punish them for their description. Indeed, He is Wise and Knowing","es":"Y decían: \"La cría que se encuentra en el vientre de estos ganados es exclusivamente para nuestros varones y está vedada para nuestras esposas. Pero si una de sus crías nace muerta, entonces ambos [hombres y mujeres] pueden comer de ella\". Dios los castigará por sus mentiras, Él es Sabio, lo sabe todo","fr":"Et ils dirent: «Ce qui est dans le ventre de ces bêtes est réservé aux mâles d'entre nous, et interdit à nos femmes.» Et si c'est un mort-né, ils y participent tous. Bientôt Il les rétribuera pour leur prescription, car Il est Sage et Omniscient","id":"Dan mereka berkata (pula), \"Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami, haram bagi istri-istri kami.\" Dan Jika yang dalam perut itu (dilahirkan) mati, maka semua boleh (memakannya). Kelak Allah akan membalas atas ketetapan mereka. Sesungguhnya Allah Mahabijaksana, Maha Mengetahui","ru":"Они говорят: «То, что находится в утробах этой скотины, дозволено нашим мужчинам и запрещено нашим женам». Если же он рождается мертвым, то все они получают право на него. Аллах воздаст им за то, что они приписывали, ведь Он - Мудрый, Знающий","sv":"De säger också: \"Det som dessa djur föder fram är tillåtet som föda för våra män och våra söner, men förbjudet för våra hustrur; men om det är dödfött får de också äta av det.\" [Gud] skall straffa dem för vad de påstår [om Honom]; Han är vis och Han har kännedom om allt","tr":"Bu hayvanların karınlarında olan yavrular yalnız erkeklerimize mahsus olup, eşlerimize yasaktır. Ölü doğacak olursa hepsi ona ortak olurlar\" dediler. Allah bu türlü sözlerin cezasını verecektir, çünkü O hakimdir, bilendir","ur":"اور کہتے ہیں کہ جو کچھ ان جانوروں کے پیٹ میں ہے یہ ہمارے مردوں کے لیے مخصوص ہے اور ہماری عورتوں پر حرام، لیکن اگر وہ مُردہ ہو تو دونوں اس کے کھانے میں شریک ہو سکتے ہیں یہ باتیں جو انہوں نے گھڑ لی ہیں ان کا بدلہ اللہ انہیں دے کر رہے گا یقیناً وہ حکیم ہے اور سب باتوں کی اسے خبر ہے","zh":"他们说：这些牲畜所怀的胎儿，是专归我们男人的，对于我们的妻子是禁物。如果那胎儿生下来是死的，他们就共同吃它。安拉要为他们捏造谣言而报酬他们。他确是至睿的，确是全知的。"},"transliteration":"Waqaloo ma fee butooni hathihi alanAAami khalisatun lithukoorina wamuharramun AAala azwajina wain yakun maytatan fahum feehi shurakao sayajzeehim wasfahum innahu hakeemun AAaleemun","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
