{"id":929,"number":140,"text":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","translations":{"en":"Those will have lost who killed their children in foolishness without knowledge and prohibited what Allah had provided for them, inventing untruth about Allah. They have gone astray and were not [rightly] guided","es":"Están perdidos quienes maten a sus hijos por necedad e ignorancia, y prohíban lo que Dios les ha proveído como sustento, atribuyendo [esas prohibiciones] a Dios. Se han extraviado y no encuentran la guía","fr":"Ils sont certes perdants, ceux qui ont, par sottise et ignorance tué leurs enfants, et ceux qui ont interdit ce qu'Allah leur a attribué de nourriture, inventant des mensonges contre Allah. Ils se sont égarés et ne sont point guidés","id":"Sungguh rugi mereka yang membunuh anak-anaknya karena kebodohan tanpa pengetahuan, dan mengharamkan rezeki yang dikaruniakan Allah kepada mereka dengan semata-mata membuat-buat kebohongan terhadap Allah. Sungguh, mereka telah sesat dan tidak mendapat petunjuk","ru":"Понесли урон те, которые убивали своих детей по глупости, без всякого знания, и запрещали то, чем наделял их Аллах, возводя навет на Аллаха. Они впали в заблуждение и не последовали прямым путем","sv":"De som utan att förstå [det oerhörda i denna handling], i sin dårskap dödar sina barn har förlorat allt! Och [likaså de] som förklarar förbjuden den föda som Gud har gett dem för deras livsuppehälle - en [annan] lögn om Gud, som de har diktat upp. De saknar helt vägledning och har gått vilse","tr":"Beyinsizlikleri yüzünden, körü körüne çocuklarını öldürenler ve Allah'ın kendilerine verdiği nimetleri Allah'a iftira ederek haram sayanlar mahvolmuşlardır; onlar sapıtmışlardır, zaten doğru yolda da değillerdi","ur":"یقیناً خسارے میں پڑ گئے وہ لوگ جنہوں نے اپنی اولاد کو جہالت و نادانی کی بنا پر قتل کیا اور اللہ کے دیے ہوئے رزق کو اللہ پر افترا پردازی کر کے حرام ٹھیرا لیا یقیناً وہ بھٹک گئے اور ہرگز وہ راہ راست پانے والوں میں سے نہ تھے","zh":"愚昧无知地杀害儿女，并且假借安拉的名义把安拉赏赐他们的给养当作禁物的人，确已亏折了，确已迷误了，他们没有遵循正道。"},"transliteration":"Qad khasira allatheena qataloo awladahum safahan bighayri AAilmin waharramoo ma razaqahumu Allahu iftiraan AAala Allahi qad dalloo wama kanoo muhtadeena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
