{"id":930,"number":141,"text":"۞وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّـٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","translations":{"en":"And He it is who causes gardens to grow, [both] trellised and untrellised, and palm trees and crops of different [kinds of] food and olives and pomegranates, similar and dissimilar. Eat of [each of] its fruit when it yields and give its due [zakah] on the day of its harvest. And be not excessive. Indeed, He does not like those who commit excess","es":"Él es Quien ha creado huertos, unos cultivados y otros silvestres, [y ha creado también] las palmeras, las plantas de diferentes frutos, los olivos y los granados, [todos de aspecto] similar pero distintos. Coman de sus frutos cuando maduren, pero el día de la cosecha den la parte que corresponde [a los pobres] y no derrochen, porque Dios no ama a los derrochadores","fr":"C'est Lui qui a créé les jardins, treillagés et non treillagés; ainsi que les palmiers et la culture aux récoltes diverses; [de même que] l'olive et la grenade, d'espèces semblables et différentes. Mangez de leurs fruits, quand ils en produisent; et acquittez-en les droits le jour de la récolte. Et ne gaspillez point car Il n'aime pas les gaspilleurs","id":"Dan Dialah yang menjadikan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya, tapi janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan","ru":"Он - Тот, Кто создал сады на трельяжах и без трельяжей, финиковые пальмы и злаки с различным вкусом, оливки и гранаты, имеющие сходства и различия. Вкушайте эти плоды, когда они созревают, и отдавайте должное в день уборки, но не излишествуйте, ведь Он не любит тех, кто излишествует","sv":"Det är Han som har skapat fruktträd som stöder sig på gallerverk och andra som växer utan stöd, och dadelpalmen och brödsäd av olika slag och olivträdet och granatäppelträdet, [alla i grunden] lika varandra och ändå olika. Ät av deras frukter när de har mognat och, när ni skördar, ge [den behövande] det som han har rätt till! Men slösa inte [med Guds gåvor] - Han är inte slösarnas vän","tr":"Çardaklı ve çardaksız bağları inşa eden Allah'tır. Tadları çeşitli ekin ve hurmaları, zeytin ve narı birbirine benzer ve benzemez şekilde yaratan O'dur. Ürün verdiği zaman ürününden yiyin, devşirildiği ve biçildiği gün hakkını verin; israf etmeyin, çünkü Allah müsrifleri sevmez","ur":"وہ اللہ ہی ہے جس نے طرح طرح کے باغ اور تاکستان اور نخلستان پیدا کیے، کھیتیاں اگائیں جن سے قسم قسم کے ماکولات حاصل ہوتے ہیں، زیتون اور انار کے درخت پیدا کیے جن کے پھل صورت میں مشابہ اور مزے میں مختلف ہوتے ہیں کھاؤ ان کی پیداوار جب کہ یہ پھلیں، اور اللہ کا حق ادا کرو جب اس کی فصل کاٹو، اور حد سے نہ گزرو کہ اللہ حد سے گزرنے والوں کو پسند نہیں کرتا","zh":"他创造了许多园圃，其中有蔓生的和直立的果木，与果实各别的海枣和百谷，与形同味异的橄榄和石榴。当结果的时候，你们可以采食其果实；在收获的日子，你们当施舍其中的一部分，但不要浪费。安拉的确不喜爱浪费的人。"},"transliteration":"Wahuwa allathee anshaa jannatin maAArooshatin waghayra maAArooshatin waalnnakhla waalzzarAAa mukhtalifan okuluhu waalzzaytoona waalrrummana mutashabihan waghayra mutashabihin kuloo min thamarihi itha athmara waatoo haqqahu yawma hasadihi wala tusrifoo innahu la yuhibbu almusrifeena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
