{"id":931,"number":142,"text":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","translations":{"en":"And of the grazing livestock are carriers [of burdens] and those [too] small. Eat of what Allah has provided for you and do not follow the footsteps of Satan. Indeed, he is to you a clear enemy","es":"De los ganados [Dios creó] algunos para la carga y otros para su consumo. Coman de lo que Dios les ha proveído y no sigan los pasos del demonio, porque él es su enemigo declarado","fr":"Et (Il a créé) parmi les bestiaux, certains pour le transport, et d'autres pour diverses utilités; mangez de ce qu'Allah vous a attribué, et ne suivez pas les pas du Diable, car il est pour vous un ennemi déclaré","id":"dan di antara hewan-hewan itu ada yang dijadikan pengangkut beban dan ada (pula) yang untuk disembelih. Makanlah rezeki yang diberikan Allah kepadamu, dan janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya setan itu musuh yang nyata bagimu","ru":"Среди скотины есть предназначенная для перевозки и не предназначенная для этого. Ешьте из того, чем вас наделил Аллах, и не следуйте по стопам дьявола, ведь он для вас - явный враг","sv":"Och bland boskapen [tjänar er] några som dragdjur och andra till slakt; ät av allt det som Gud har gett er för ert livsuppehälle och följ inte Djävulen i spåren - han är helt visst er svurne fiende","tr":"Hayvanları da yük ve kesim için yaratan Allah'tır. Allah'ın size verdiği rızıktan yiyin, şeytana ayak uydurmayın, o size apaçık bir düşmandır","ur":"پھر وہی ہے جس نے مویشیوں میں سے وہ جانور بھی پیدا کیے جن سے سواری و بار برداری کا کام لیا جاتا ہے اور وہ بھی جو کھانے اور بچھانے کے کام آتے ہیں کھاؤ اُن چیزوں میں سے جو اللہ نے تمہیں بخشی ہیں اور شیطان کی پیرو ی نہ کرو کہ وہ تمہارا کھلا دشمن ہے","zh":"（他创造了）供载运的和供食用的牲畜。你们可以吃安拉所赐你们的给养，你们不要追随恶魔的步伐，他确是你们明显的仇敌。"},"transliteration":"Wamina alanAAami hamoolatan wafarshan kuloo mimma razaqakumu Allahu wala tattabiAAoo khutuwati alshshaytani innahu lakum AAaduwwun mubeenun","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
