{"id":932,"number":143,"text":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","translations":{"en":"[They are] eight mates - of the sheep, two and of the goats, two. Say, \"Is it the two males He has forbidden or the two females or that which the wombs of the two females contain? Inform me with knowledge, if you should be truthful","es":"[Ellos alegan falsamente que] Ocho reses en parejas [están prohibidas]: del ovino dos y del cabrío dos. Pregúntales entonces: \"¿Qué les ha prohibido [Dios], los dos machos, las dos hembras, o lo que se encuentra en el vientre de las dos hembras? Fundamenten lo que afirman, si es que son sinceros","fr":"(Il en a créé) huit, en couples: deux pour les ovins, deux pour les caprins... dis: «Est-ce les deux mâles qu'Il a interdits ou les deux femelles, ou ce qui est dans les matrices des deux femelles? Informez-moi de toute connaissance, si vous êtes véridiques»","id":"Ada delapan hewan ternak yang berpasangan (empat pasang); sepasang domba dan sepasang kambing. Katakanlah, \"Apakah yang diharamkan Allah dua yang jantan atau dua yang betina atau yang ada dalam kandungan kedua betinanya? Terangkanlah kepadaku berdasar pengetahuan jika kamu orang yang benar","ru":"Восемь парных особей: две из числа овец и две из числа коз. Скажи: «Он запретил самцов или самок? Или же то, что находится в утробах самок? Поведайте мне, опираясь на знание, если вы говорите правду»","sv":"[Av boskapen har Gud gett er] åtta par: av får, bagge och tacka, och av getter, bock och get. Säg: \"Är det handjuren av båda slagen som Han har förklarat förbjudna eller är det hondjuren? Eller är det fostren, som de båda slagen av dräktiga hondjur bär? Säg mig vad ni vet om detta, om ni [nu] har talat sanning","tr":"Sekiz çift: Koyundan iki ve keçiden iki; de ki: \"İki erkeği mi, yoksa iki dişiyi mi veya o iki dişinin rahimlerinde bulunan yavruları mı haram kılmıştır? Doğru sözlü iseniz bana bilgiye dayanarak cevap verin","ur":"یہ آٹھ نر و مادہ ہیں، دو بھیڑ کی قسم سے اور دو بکری کی قسم سے، اے محمدؐ! ان سے پوچھو کہ اللہ نے اُن کے نر حرام کیے ہیں یا مادہ، یا وہ بچے جو بھیڑوں اور بکریوں کے پیٹ میں ہوں؟ ٹھیک ٹھیک علم کے ساتھ مجھے بتاؤ اگر تم سچے ہو","zh":"（他创造了）八只牲畜：两只绵羊、两只山羊，你说：“安拉只以两只公的为禁物呢？还是只以两只母的为禁物呢？还是只以两只母的所孕育的为禁物呢？你们依真知灼见而告诉我吧，如果你们是诚实的人！”"},"transliteration":"Thamaniyata azwajin mina alddani ithnayni wamina almaAAzi ithnayni qul alththakarayni harrama ami alonthayayni amma ishtamalat AAalayhi arhamu alonthayayni nabbioonee biAAilmin in kuntum sadiqeena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
