{"id":933,"number":144,"text":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translations":{"en":"And of the camels, two and of the cattle, two. Say, \"Is it the two males He has forbidden or the two females or that which the wombs of the two females contain? Or were you witnesses when Allah charged you with this? Then who is more unjust than one who invents a lie about Allah to mislead the people by [something] other than knowledge? Indeed, Allah does not guide the wrongdoing people","es":"Y de los camélidos dos y del bovino dos. Pregúntales: \"¿Qué les ha prohibido [Dios], los dos machos, las dos hembras, o lo que se encuentra en el vientre de las dos hembras? ¿Acaso estuvieron presentes cuando Dios les prescribió eso?\" No hay nadie más injusto que aquél que inventa mentiras acerca de Dios sin fundamentos, para desviar a la gente. Dios no guía a los opresores","fr":"deux pour les camélidés, deux pour les bovins... Dis: «Est-ce les deux mâles qu'Il a interdits ou les deux femelles, ou ce qui est dans les matrices des deux femelles? Ou bien étiez-vous témoins quand Allah vous l'enjoignit?» Qui est donc plus injuste que celui qui invente un mensonge contre Allah pour égarer les gens sans se baser sur aucun savoir? Allah ne guide pas les gens injustes","id":"Dan dari unta sepasang dan dari sapi sepasang. Katakanlah, \"Apakah yang diharamkan dua yang jantan atau dua yang betina, atau yang ada dalam kandungan kedua betinanya? Apakah kamu menjadi saksi ketika Allah menetapkan ini bagimu? Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan kebohongan terhadap Allah untuk menyesatkan orang-orang tanpa pengetahuan?\" Sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang zalim","ru":"Две из числа верблюдов и две из числа коров. Скажи: «Он запретил самцов или самок? Или же то, что находится в утробах самок? Или же вы присутствовали, когда Аллах заповедал вам это?». Кто же несправедливее того, кто возводит на Аллаха навет, чтобы ввести людей в заблуждение без всякого знания? Воистину, Аллах не ведет прямым путем беззаконников","sv":"Och av kameler, hingsten och stoet, och av nötboskap, tjuren och kon. Säg: \"Är det handjuren av båda slagen som Han har förklarat förbjudna eller är det hondjuren? Eller är det fostren, som de båda slagen av dräktiga hondjur bär? Var ni närvarande då Gud gav er dessa påbud?\" Vem är mer orättfärdig än den som sätter ihop lögner om Gud för att leda andra vilse utan att själv ha någon kunskap? Gud vägleder inte de orättfärdiga","tr":"Deveden iki, sığırdan iki yaratmıştır; de ki: \"İki erkeği mi, yoksa iki dişiyi mi veya o iki dişinin rahimlerinde bulunan yavruları mı haram kılmıştır? Yoksa Allah size bunları buyururken orada mı idiniz?\" İnsanları, bilmediklerinden sapıtmak için Allah'a karşı yalan uyduranlardan daha zalim kimdir? Allah, zalim milleti doğru yola eriştirmez","ur":"اور اسی طرح دو اونٹ کی قسم سے ہیں اور دو گائے کی قسم سے پوچھو، اِن کے نر اللہ نے حرام کیے ہیں یا مادہ، یا وہ بچے جو اونٹنی اور گائے کے پیٹ میں ہوں؟ کیا تم اُس وقت حاضر تھے جب اللہ نے ان کے حرام ہونے کا حکم تمہیں دیا تھا؟ پھر اُس شخص سے بڑھ کر ظالم اور کون ہوگا جو اللہ کی طرف منسوب کر کے جھوٹی بات کہے تاکہ علم کے بغیر لوگوں کی غلط راہ نمائی کرے یقیناً اللہ ایسے ظالموں کو راہ راست نہیں دکھاتا","zh":"两只骆驼和两只黄牛。你说：“安拉只以两只公的为禁物呢？还是只以两只母的为禁物呢？还是只以两只母的所孕育的为禁物呢？难道安拉以此嘱咐你们的时候，你们会作见证吗？假借安拉的名义而造谣，以致无知地使人迷误的人，有谁比他们还不义呢？安拉必定不引导不义的民众。”"},"transliteration":"Wamina alibili ithnayni wamina albaqari ithnayni qul alththakarayni harrama ami alonthayayni amma ishtamalat AAalayhi arhamu alonthayayni am kuntum shuhadaa ith wassakumu Allahu bihatha faman athlamu mimmani iftara AAala Allahi kathiban liyudilla alnnasa bighayri AAilmin inna Allaha la yahdee alqawma alththalimeena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
