{"id":934,"number":145,"text":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","translations":{"en":"Say, \"I do not find within that which was revealed to me [anything] forbidden to one who would eat it unless it be a dead animal or blood spilled out or the flesh of swine - for indeed, it is impure - or it be [that slaughtered in] disobedience, dedicated to other than Allah. But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit], then indeed, your Lord is Forgiving and Merciful","es":"Di: \"No encuentro en lo que me ha sido revelado otra cosa que se prohíba comer excepto la carne del animal muerto por causa natural, la sangre derramada, la carne de cerdo porque es una inmundicia, y lo que haya sido ofrendado invocando otro nombre que no sea el de Dios, porque es un pecado. Pero quien [en caso de extrema necesidad] se vea forzado [a ingerir algo de lo vedado] sin intención de pecar o excederse, debe saber que tu Señor es Absolvedor, Misericordioso","fr":"Dis: «Dans ce qui m'a été révélé, je ne trouve d'interdit, à aucun mangeur d'en manger, que la bête (trouvée) morte, ou le sang qu'on a fait couler, ou la chair de porc - car c'est une souillure - ou ce qui, par perversité, a été sacrifié à autre qu'Allah». Quiconque est contraint, sans toutefois abuser ou transgresser, ton Seigneur est certes Pardonneur et Miséricordieux","id":"Katakanlah, \"Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan memakannya bagi yang ingin memakannya, kecuali daging hewan yang mati (bangkai), darah yang mengalir, daging babi – karena semua itu kotor – atau hewan yang disembelih bukan atas (nama) Allah. Tetapi barang siapa terpaksa bukan karena menginginkan dan tidak melebihi (batas darurat) maka sungguh, Tuhanmu Maha Pengampun, Maha Penyayang","ru":"Скажи: «Из того, что дано мне в откровении, я нахожу запрещенным употреблять в пищу только мертвечину, пролитую кровь и мясо свиньи, которое (или которая) является скверной, а также недозволенное мясо животных, заколотых не ради Аллаха». Если же кто-либо вынужден пойти на это, не домогаясь запретного и не преступая пределы необходимого, то ведь Аллах - Прощающий, Милосердный","sv":"Säg [Muhammad]: \"I det som har uppenbarats för mig finner jag ingenting ätbart som är förbjudet utom självdöda djur, spillt blod eller svinkött - det är orent - eller det som i synd offrats till någon annan än Gud.\" Men den som tvingas [att äta sådant av hunger] - inte den som överträder [förbuden] av trots eller som går längre [än hungern driver honom] - [skall finna att] Gud är ständigt förlåtande, barmhärtig","tr":"De ki: \"Bana vahyolunanda, leş, akıtılmış kan, domuz eti ki pistir ve günah işlenerek Allah'tan başkası adına kesilen hayvandan başkasını yemenin haram olduğuna dair bir emir bulamıyorum; fakat darda kalan, başkasının payına el uzatmamak ve zaruret miktarını aşmamak üzere bunlardan da yiyebilir.\" Doğrusu Rabbin bağışlar ve merhamet eder","ur":"اے محمدؐ! ان سے کہو کہ جو وحی تمہارے پاس آئی ہے اس میں تو میں کوئی چیز ایسی نہیں پاتا جو کسی کھانے والے پر حرام ہو، الا یہ کہ وہ مُردار ہو، یا بہایا ہوا خون ہو، یاسور کا گوشت ہو کہ وہ ناپاک ہے، یا فسق ہو کہ اللہ کے سوا کسی اور کے نام پر ذبح کیا گیا ہو پھر جو شخص مجبوری کی حالت میں (کوئی چیز اِن میں سے کھا لے) بغیر اس کے کہ وہ نافرمانی کا ارادہ رکھتا ہو اور بغیر اس کے کہ وہ حد ضرورت سے تجاوز کرے، تو یقیناً تمہارا رب در گزر سے کام لینے والا اور رحم فرمانے والا ہے","zh":"你说：“在我所受的启示里，我不能发现任何人所不得吃的食物；除非是自死物，或流出的血液，或猪肉——因为它们确是不洁的——或是诵非安拉之名而宰的犯罪物。”凡为势所迫，非出自愿，且不过分的人，（虽吃禁物，毫无罪过）因为你的主确是至赦的，确是至慈的。"},"transliteration":"Qul la ajidu fee ma oohiya ilayya muharraman AAala taAAimin yatAAamuhu illa an yakoona maytatan aw daman masfoohan aw lahma khinzeerin fainnahu rijsun aw fisqan ohilla lighayri Allahi bihi famani idturra ghayra baghin wala AAadin fainna rabbaka ghafoorun raheemun","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
