{"id":935,"number":146,"text":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","translations":{"en":"And to those who are Jews We prohibited every animal of uncloven hoof; and of the cattle and the sheep We prohibited to them their fat, except what adheres to their backs or the entrails or what is joined with bone. [By] that We repaid them for their injustice. And indeed, We are truthful","es":"A los que practican el judaísmo les prohibí los animales de pezuñas partidas, y la grasa de ganado bovino y ovino, excepto la que tengan en los lomos, en las entrañas o adheridas a los huesos. Así los retribuí por su maldad. Esto es en castigo a su rebeldía, y soy fiel a Mi promesa","fr":"Aux Juifs, Nous avons interdit toute bête à ongle unique. Des bovins et des ovins, Nous leurs avons interdit les graisses, sauf ce que portent leur dos, leurs entrailles, ou ce qui est mêlé à l'os. Ainsi les avons-Nous punis pour leur rébellion. Et Nous sommes bien véridiques","id":"Dan kepada orang-orang Yahudi, Kami haramkan semua (hewan) yang berkuku,327) dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar","ru":"Иудеям Мы запретили всех животных с нераздвоенными копытами. Мы запретили им сало коров и овец, кроме того, что находится на спинном хребте и внутренностях или смешалось с костями. Так Мы наказали их за их бесчинства. Воистину, Мы правдивы","sv":"Vi förbjöd dem som bekände den judiska tron [köttet av] alla djur försedda med klor; Vi förbjöd dem också fett av nötboskap och får, utom det som finns i ryggar och inälvor eller är blandat med benen. Så straffade Vi dem för den orätt de begick. Detta som Vi säger är sanningen","tr":"Yahudilere tırnaklı her hayvanı haram kıldık. Onlara sığır ve davarın sırt, bağırsak ve kemik yağları hariç, iç yağlarını da haram kıldık. Aşırı gitmelerinden ötürü onları bu şekilde cezalandırdık. Biz şüphesiz doğru sözlüyüzdür","ur":"اور جن لوگوں نے یہودیت اختیار کی ان پر ہم نے سب ناخن والے جانور حرام کر دیے تھے، اور گائے اور بکری کی چربی بھی بجز اُس کے جو اُن کی پیٹھ یا اُن کی آنتوں سے لگی ہوئی ہو یا ہڈی سے لگی رہ جائے یہ ہم نے ان کی سرکشی کی سزا اُنہیں دی تھی اور یہ جو کچھ ہم کہہ رہے ہیں بالکل سچ کہہ رہے ہیں","zh":"我只禁戒犹太教徒吃一切有爪的禽兽，又禁戒他们吃牛羊的脂油，惟牛羊脊上或肠上或骨间的脂油除外。这是我因为他们的不义而加于他们的惩罚，我确是诚实的。"},"transliteration":"WaAAala allatheena hadoo harramna kulla thee thufurin wamina albaqari waalghanami harramna AAalayhim shuhoomahuma illa ma hamalat thuhooruhuma awi alhawaya aw ma ikhtalata biAAathmin thalika jazaynahum bibaghyihim wainna lasadiqoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
