{"id":937,"number":148,"text":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","translations":{"en":"Those who associated with Allah will say, \"If Allah had willed, we would not have associated [anything] and neither would our fathers, nor would we have prohibited anything.\" Likewise did those before deny until they tasted Our punishment. Say, \"Do you have any knowledge that you can produce for us? You follow not except assumption, and you are not but falsifying","es":"Quienes Le asociaron divinidades a Dios dirán: \"Si Dios hubiera querido no Le habríamos asociado nada y no habríamos vedado nada, ni nosotros ni nuestros padres\". Así es como desmintieron quienes los precedieron, hasta que sufrieron Mi castigo. Pregúntales: \"¿Acaso tienen algún conocimiento que puedan presentar?\" Solo siguen conjeturas, y no hacen más que especular","fr":"Ceux qui ont associé diront: «Si Allah avait voulu, nous ne Lui aurions pas donné des associés, nos ancêtres non plus et nous n'aurions rien déclaré interdit.» Ainsi leurs prédécesseurs traitaient de menteurs (les messagers) jusqu'à ce qu'ils eurent goûté Notre rigueur. Dis: «Avez-vous quelque science à nous produire? Vous ne suivez que la conjecture et ne faites que mentir»","id":"Orang-orang musyrik akan berkata, \"Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya, begitu pula nenek moyang kami, dan kami tidak akan mengharamkan apa pun.\" Demikian pula orang-orang sebelum mereka yang telah mendustakan (para Rasul) sampai mereka merasakan azab Kami. Katakanlah (Muhammad), \"Apakah kamu mempunyai pengetahuan yang dapat kamu kemukakan kepada kami? Yang kamu ikuti hanya persangkaan belaka, dan kamu hanya mengira","ru":"Многобожники скажут: «Если бы Аллах пожелал, то ни мы, ни наши отцы не приобщали бы сотоварищей и не запрещали бы ничего». Таким же образом считали лжецами посланников те, кто были до них, пока они не вкусили Наше наказание. Скажи: «Есть ли у вас какое-либо знание, которое вы можете представить нам? Вы лишь следуете предположениям и лжете»","sv":"DE SOM sätter medhjälpare vid Guds sida kommer att säga: \"Om Gud hade velat skulle varken vi eller våra förfäder ha satt något vid Hans sida och vi skulle inte ha förbjudit något [som Han har förklarat lovligt].\" Också deras föregångare förnekade [sanningen] till dess de fick erfara Vår vrede. Säg: \"Om ni har [verklig] kunskap, säg oss då vad ni vet. Men ni följer bara lösa antaganden och förmodar [än det ena, än det andra]","tr":"Puta tapanlar, \"Allah dileseydi babalarımız ve biz puta tapmaz ve hiçbir şeyi haram kılmazdık\" diyecekler; onlardan öncekiler de, Bizim şiddetli azabımızı tadana kadar böyle demişlerdi. Onlara \"Bize karşı çıkarabileceğiniz bir bilginiz var mı? Siz ancak zanna uyuyorsunuz ve sadece tahminde bulunuyorsunuz\" de","ur":"یہ مشرک لوگ (تمہاری ان باتوں کے جواب میں) ضرور کہیں گے کہ \"اگر اللہ چاہتا تو نہ ہم شرک کرتے اور نہ ہمارے باپ دادا، اور نہ ہم کسی چیز کو حرام ٹھراتے\" ایسی ہی باتیں بنا بنا کر اِن سے پہلے کے لوگوں نے بھی جھٹلایا تھا یہاں تک کہ آخر کار ہمارے عذاب کا مزا انہوں نے چکھ لیا ان سے کہو \"کیا تمہارے پاس کوئی علم ہے جسے ہمارے سامنے پیش کرسکو؟ تم تو محض گمان پر چل رہے ہو اور نری قیاس آرائیاں کرتے ہو","zh":"以物配主的人将说：“假若安拉意欲，那么，我们和我们的祖先，都不以物配主，我们也不以任何物为禁物。”他们之前的人，曾这样否认（他们族中的使者）直到他们尝试了我的刑罚。你说：“你们有真知灼见，可以拿出来给我们看看吗？你们只凭猜测，尽说谎话。”"},"transliteration":"Sayaqoolu allatheena ashrakoo law shaa Allahu ma ashrakna wala abaona wala harramna min shayin kathalika kaththaba allatheena min qablihim hatta thaqoo basana qul hal AAindakum min AAilmin fatukhrijoohu lana in tattabiAAoona illa alththanna wain antum illa takhrusoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
