{"id":939,"number":150,"text":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","translations":{"en":"Say, [O Muhammad], \"Bring forward your witnesses who will testify that Allah has prohibited this.\" And if they testify, do not testify with them. And do not follow the desires of those who deny Our verses and those who do not believe in the Hereafter, while they equate [others] with their Lord","es":"Di: \"Traigan a sus testigos, que atestiguan que Dios les ha prohibido [esas cosas]\". Si atestiguan, no testifiques tú con ellos ni sigas las pasiones de quienes desmintieron Mi mensaje, no creen en la otra vida y asocian divinidades a su Señor","fr":"Dis: «Amenez vos témoins qui attesteraient qu'Allah a interdit cela.» Si ensuite ils témoignent, alors toi, ne témoigne pas avec eux et ne suis pas les passions de ceux qui traitent de mensonges Nos signes et qui ne croient pas à l'au-delà, tandis qu'ils donnent des égaux à leur Seigneur","id":"Katakanlah (Muhammad), \"Bawalah saksi-saksimu yang dapat membuktikan bahwa Allah mengharamkan ini.\" Jika mereka memberikan kesaksian, engkau jangan (ikut pula) memberikan kesaksian bersama mereka. Jangan engkau ikuti keinginan orang-orang yang mendustakan ayat-ayat Kami dan orang-orang yang tidak beriman kepada akhirat, dan mereka mempersekutukan Tuhan","ru":"Скажи: «Приведите ваших свидетелей, которые засвидетельствуют, что Аллах запретил это». Если даже они станут свидетельствовать, ты не свидетельствуй вместе с ними и не потакай желаниям тех, которые считали ложью Наши знамения, которые не веруют в Последнюю жизнь и равняют других со своим Господом","sv":"Säg: \"Kalla fram era vittnen som kan bekräfta att Gud har förbjudit detta.\" Om de vittnar, vittna då inte tillsammans med dem och foga dig inte efter vad de önskar och tycker som påstår att Våra budskap är lögn och som inte tror på ett evigt liv och sätter andra vid sin Herres sida","tr":"De ki: \"Allah'ın bunu haram kıldığına şahidlik edecek şahidlerinizi getirin\". Şahidlik ederlerse, onlarla beraber olup sözlerini kabullenme; ayetlerimizi yalanlayanların ve ahirete inanmayanların heveslerine uyma; onlar Rablerine başkalarını eşit tutuyorlar","ur":"ان سے کہو کہ \"لاؤ اپنے وہ گواہ جو اس بات کی شہادت دیں کہ اللہ ہی نے اِن چیزوں کو حرام کیا ہے\" پھر اگر وہ شہادت دے دیں تو تم ان کے ساتھ شہادت نہ دینا، اور ہرگز اُن لوگوں کی خواہشات کے پیچھے نہ چلنا جنہوں نے ہماری آیات کو جھٹلایا ہے، اور جو آخرت کے منکر ہیں، اور جو دوسروں کو اپنے رب کا ہمسر بناتے ہیں","zh":"你说：“曾见安拉戒食此类禁物的见证，你们把他们召来吧！。”如果他们作证，那么，你不要与他们一同作证。那些既否认我的迹象，又不信后世，而且以物配主的人，你不要顺从他们的私欲。"},"transliteration":"Qul halumma shuhadaakumu allatheena yashhadoona anna Allaha harrama hatha fain shahidoo fala tashhad maAAahum wala tattabiAA ahwaa allatheena kaththaboo biayatina waallatheena la yuminoona bialakhirati wahum birabbihim yaAAdiloona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
