{"id":94,"number":87,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","translations":{"en":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed","es":"Y revelé a Moisés el Libro, y después de él envié Mensajeros; y concedí a Jesús, el hijo de María, milagros evidentes y lo fortalecí con el Espíritu Santo [el ángel Gabriel]. ¿No es cierto acaso que cada vez que se les presentaba un Mensajero que no satisfacía sus deseos se comportaban con soberbia, desmintiendo a unos y matando a otros","fr":"Certes, Nous avons donné le Livre à Moïse; Nous avons envoyé après lui des prophètes successifs. Et Nous avons donné des preuves à Jésus fils de Marie, et Nous l'avons renforcé du Saint-Esprit. Est-ce qu'à chaque fois, qu'un Messager vous apportait des vérités contraires à vos souhaits vous vous enfliez d'orgueil? Vous traitiez les uns d'imposteurs et vous tuiez les autres","id":"Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, dan Kami susulkan setelahnya dengan Rasul-rasul, dan kami telah berikan kepada Isa putra Maryam bukti-bukti kebenaran serta Kami perkuat dia dengan Ruhulkudus (Jibril). Mengapa setiap Rasul yang datang kepadamu (membawa) sesuatu (pelajaran) yang tidak kamu inginkan, kamu menyombongkan diri, lalu sebagian kamu dustakan dan sebagian kamu bunuh","ru":"Мы даровали Мусе (Моисею) Писание и отправили вслед за ним череду посланников. Мы даровали Исе (Иисусу), сыну Марьям (Марии), ясные знамения и укрепили его Святым Духом (Джибрилем). Неужели каждый раз, когда посланник приносил вам то, что было вам не по душе, вы проявляли высокомерие, нарекали лжецами одних и убивали других","sv":"VI GAV Moses Skriften och lät [andra] sändebud följa honom. Och Jesus, Marias son, skänkte Vi klara bevis och stärkte honom med helig ande. Men är det inte så att varje gång ett sändebud kom till er med [budskap] som inte behagade er, var ni för stolta [för att lyssna till honom]? Några kallade ni lögnare och andra slår ni ihjäl","tr":"And olsun ki, Musa'ya kitap verdik, ondan sonra ardarda peygamberler gönderdik. Meryem oğlu İsa'ya belgeler verdik, onu Ruhul Kudüs ile destekledik. Size bir peygamber nefsinizin hoşlanmadığı bir şey getirdikçe, büyüklük taslayarak, bir kısmını yalancı sayıp, bir kısmını öldürür müsünüz","ur":"ہم نے موسیٰؑ کو کتاب دی، اس کے بعد پے در پے رسول بھیجے، آخر کار عیسیٰؑ ابن مریمؑ کو روشن نشانیاں دے کر بھیجا اور روح پاک سے اس کی مدد کی پھر یہ تمہارا کیا ڈھنگ ہے کہ جب بھی کوئی رسول تمہاری خواہشات نفس کے خلاف کوئی چیز لے کر تمہارے پاس آیا، تو تم نے اس کے مقابلے میں سرکشی ہی کی، کسی کو جھٹلایا اور کسی کو قتل کر ڈالا","zh":"我确已把经典赏赐穆萨，并在他之后继续派遣许多使者，我把许多明证赏赐给麦尔彦之子尔撒，并以玄灵扶助他。难道每逢使者把你们的私心所不喜爱的东西带给你们的时候，你们总是妄自尊大吗？一部分使者，被你们加以否认；一部分使者，被你们加以杀害。"},"transliteration":"Walaqad atayna moosa alkitaba waqaffayna min baAAdihi bialrrusuli waatayna AAeesa ibna maryama albayyinati waayyadnahu biroohi alqudusi afakullama jaakum rasoolun bima la tahwa anfusukumu istakbartum fafareeqan kaththabtum wafareeqan taqtuloona","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
