{"id":940,"number":151,"text":"۞قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","translations":{"en":"Say, \"Come, I will recite what your Lord has prohibited to you. [He commands] that you not associate anything with Him, and to parents, good treatment, and do not kill your children out of poverty; We will provide for you and them. And do not approach immoralities - what is apparent of them and what is concealed. And do not kill the soul which Allah has forbidden [to be killed] except by [legal] right. This has He instructed you that you may use reason","es":"Diles: \"Vengan, que les informaré lo que su Señor les ha prohibido: No deben asociarle nada, deben hacer el bien a sus padres, no matarán a sus hijos por temor a la pobreza, Yo me encargo de su sustento y el de ellos, no deben acercarse al pecado, ni en público ni en privado, y no matarán a nadie que Dios prohibió matar, salvo que sea con justo derecho. Esto es lo que les ha ordenado para que usen el razonamiento","fr":"Dis: «Venez, je vais réciter ce que votre Seigneur vous a interdit: ne Lui associez rien; et soyez bienfaisants envers vos père et mère. Ne tuez pas vos enfants pour cause de pauvreté. Nous vous nourrissons tout comme eux. N'approchez pas des turpitudes ouvertement, ou en cachette. Ne tuez qu'en toute justice la vie qu'Allah a fait sacrée. Voilà ce qu'[Allah] vous a recommandé de faire; peut-être comprendrez-vous","id":"Katakanlah (Muhammad), \"Marilah aku bacakan apa yang diharamkan Tuhan kepadamu. Jangan mempersekutukan-Nya dengan apa pun, berbuat baik kepada ibu bapak, janganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka; janganlah kamu mendekati perbuatan keji, baik yang terlihat ataupun yang tersembunyi, janganlah kamu membunuh orang yang diharamkan Allah kecuali dengan alasan yang benar.328) Demikianlah Dia memerintahkan kepadamu agar kamu mengerti","ru":"Скажи: «Придите, и я прочту то, что запретил вам ваш Господь». Никого не приобщайте к Нему в сотоварищи и делайте добро родителям. И не убивайте своих детей, опасаясь нищеты, ведь Мы обеспечиваем пропитанием вас вместе с ними. И не приближайтесь к мерзким поступкам, явным или сокрытым. Не убивайте душу, которую Аллах запретил убивать, если только у вас нет на это права. Это заповедал вам Аллах, - быть может, вы уразумеете","sv":"Säg: \"Kom, så skall jag läsa [för er] vad det är som Gud har förbjudit er: Sätt ingenting vid Hans sida; gör aldrig annat än gott mot era föräldrar; döda inte era barn av fruktan för fattigdom - Vi drar försorg om er och om dem - avhåll er från all skamlöshet, både inför andra och i hemlighet; tag inte andras liv - Gud har förklarat [livet] heligt - annat än i rättfärdigt syfte. Detta är vad Han befaller er; kanske skall ni använda ert förstånd","tr":"De ki: \"Gelin size Rabbinizin haram kıldığı şeyleri söyleyeyim: O'na hiçbir şeyi ortak koşmayın, anaya babaya iyilik yapın, yoksulluk korkusuyla çocuklarınızı öldürmeyin, sizin ve onların rızkını veren Biziz, gizli ve açık kötülüklere yaklaşmayın, Allah'ın haram kıldığı cana haksız yere kıymayın. Allah bunları size düşünesiniz diye buyurmaktadır","ur":"اے محمدؐ! ان سے کہو کہ آؤ میں تمہیں سناؤں تمہارے رب نے تم پر کیا پابندیاں عائد کی ہیں: یہ کہ اس کے ساتھ کسی کو شریک نہ کرو، اور والدین کے ساتھ نیک سلوک کرو، اور اپنی اولاد کو مفلسی کے ڈر سے قتل نہ کرو، ہم تمہیں بھی رزق دیتے ہیں اور ا ن کو بھی دیں گے اور بے شرمی کی باتوں کے قریب بھی نہ جاؤ خواہ وہ کھلی ہوں یا چھپی اور کسی جان کو جسے اللہ نے محترم ٹھیرایا ہے ہلاک نہ کرو مگر حق کے ساتھ یہ باتیں ہیں جن کی ہدایت اس نے تمہیں کی ہے، شاید کہ تم سمجھ بوجھ سے کام لو","zh":"你说：“你们来吧，来听我宣读你们的主所禁戒你们的事项：你们不要以物配主，你们应当孝敬父母；你们不要因为贫穷而杀害自己的儿女，我供给你们和他们；你们不要临近明显的和隐微的丑事；你们不要违背安拉的禁令而杀人，除非因为正义。他将这些事嘱咐你们，以便你们了解。"},"transliteration":"Qul taAAalaw atlu ma harrama rabbukum AAalaykum alla tushrikoo bihi shayan wabialwalidayni ihsanan wala taqtuloo awladakum min imlaqin nahnu narzuqukum waiyyahum wala taqraboo alfawahisha ma thahara minha wama batana wala taqtuloo alnnafsa allatee harrama Allahu illa bialhaqqi thalikum wassakum bihi laAAallakum taAAqiloona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
