{"id":941,"number":152,"text":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","translations":{"en":"And do not approach the orphan's property except in a way that is best until he reaches maturity. And give full measure and weight in justice. We do not charge any soul except [with that within] its capacity. And when you testify, be just, even if [it concerns] a near relative. And the covenant of Allah fulfill. This has He instructed you that you may remember","es":"No toquen los bienes del huérfano, a menos que sea para acrecentarlos, hasta que alcance la madurez. Deben medir y pesar con equidad. No impongo a nadie una carga mayor de la que puede soportar. Cuando hablen deben hablar con justicia, aunque sea en contra de un pariente. Deben cumplir sus compromisos con Dios. Esto es lo que les ha ordenado para que Lo recuerden","fr":"Et ne vous approchez des biens de l'orphelin que de la plus belle manière, jusqu'à ce qu'il ait atteint sa majorité. Et donnez la juste mesure et le bon poids, en toute justice. Nous n'imposons à une âme que selon sa capacité. Et quand vous parlez, soyez équitables même s'il s'agit d'un proche parent. Et remplissez votre engagement envers Allah. Voilà ce qu'Il vous enjoint. Peut-être vous rappellerez-vous","id":"Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat, sampai dia mencapai (usia) dewasa. Dan sempurnakanlah takaran dan timbangan dengan adil. Kami tidak membebani seseorang melainkan menurut kesanggupannya. Apabila kamu berbicara, bicaralah sejujurnya, sekalipun dia kerabat (mu) dan penuhilah janji Allah. Demikianlah Dia memerintahkan kepadamu agar kamu ingat","ru":"Не приближайтесь к имуществу сироты, кроме как во благо ему, пока он не достигнет зрелого возраста. Наполняйте меру и весы по справедливости. Мы не возлагаем на человека сверх его возможностей. Когда вы произносите слово, будьте справедливы, даже если это касается родственника. Будьте верны договору с Аллахом. Это заповедал вам Аллах, - быть может, вы помяните назидание","sv":"Och rör inte den faderlöses egendom - om det inte är fråga om att föröka den - innan han har nått myndig ålder. Och mät och väg med fulla mått [i allt vad ni företar er] såsom rättvisa och rimlighet kräver - Vi lägger inte på någon en tyngre börda än han kan bära. - Och när ni yttrar er, yttra er med opartiskhet, även om det gäller en nära anhörig. Och håll fast vid förbundet med Gud.\" Detta är vad Han befaller er; kanske lägger ni det på minnet","tr":"Yetim malına, erginlik çağına erişene kadar en iyi şeklin dışında yaklaşmayın; ölçüyü ve tartıyı doğru yapın. Biz kişiye ancak gücünün yeteceği kadar yükleriz. Konuştuğunuzda, akraba bile olsa sözünüzde adil olun. Allah'ın ahdini yerine getirin. Allah size bunları öğüt almanız için buyurmaktadır","ur":"اور یہ کہ یتیم کے مال کے قریب نہ جاؤ مگر ایسے طریقہ سے جو بہترین ہو، یہاں تک کہ وہ اپنے سن رشد کو پہنچ جائے اور ناپ تول میں پورا انصاف کرو، ہم ہر شخص پر ذمہ داری کا اتنا ہی بار رکھتے ہیں جتنا اس کے امکان میں ہے، اور جب بات کہو انصاف کی کہو خواہ معاملہ اپنے رشتہ دار ہی کا کیوں نہ ہو، اور اللہ کے عہد کو پورا کرو ان باتوں کی ہدایت اللہ نے تمہیں کی ہے شاید کہ تم نصیحت قبول کرو","zh":"你们不要临近孤儿的财产，除非依照最优良的方式，直到他成年；你们当用充足的斗和公平的秤，我只依各人的能力而加以责成。当你们说话的时候，你们应当公平，即使你们所代证的是你们的亲戚；你们当履行安拉的盟约。他将这些事嘱咐你们，以便你们觉悟。"},"transliteration":"Wala taqraboo mala alyateemi illa biallatee hiya ahsanu hatta yablugha ashuddahu waawfoo alkayla waalmeezana bialqisti la nukallifu nafsan illa wusAAaha waitha qultum faiAAdiloo walaw kana tha qurba wabiAAahdi Allahi awfoo thalikum wassakum bihi laAAallakum tathakkaroona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
