{"id":941,"number":152,"text":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","translations":{"bn":"এতীমদের ধনসম্পদের কাছেও যেয়ো না; কিন্তু উত্তম পন্থায় যে পর্যন্ত সে বয়ঃপ্রাপ্ত না হয়। ওজন ও মাপ পূর্ণ কর ন্যায় সহকারে। আমি কাউকে তার সাধ্যের অতীত কষ্ট দেই না। যখন তোমরা কথা বল, তখন সুবিচার কর, যদিও সে আত্নীয়ও হয়। আল্লাহর অঙ্গীকার পূর্ণ কর।","en":"And do not approach the orphan's property except in a way that is best until he reaches maturity. And give full measure and weight in justice. We do not charge any soul except [with that within] its capacity. And when you testify, be just, even if [it concerns] a near relative. And the covenant of Allah fulfill. This has He instructed you that you may remember","id":"Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat, sampai dia mencapai (usia) dewasa. Dan sempurnakanlah takaran dan timbangan dengan adil. Kami tidak membebani seseorang melainkan menurut kesanggupannya. Apabila kamu berbicara, bicaralah sejujurnya, sekalipun dia kerabat (mu) dan penuhilah janji Allah. Demikianlah Dia memerintahkan kepadamu agar kamu ingat","ru":"Не приближайтесь к имуществу сироты, кроме как во благо ему, пока он не достигнет зрелого возраста. Наполняйте меру и весы по справедливости. Мы не возлагаем на человека сверх его возможностей. Когда вы произносите слово, будьте справедливы, даже если это касается родственника. Будьте верны договору с Аллахом. Это заповедал вам Аллах, - быть может, вы помяните назидание","tr":"Yetim malına, erginlik çağına erişene kadar en iyi şeklin dışında yaklaşmayın; ölçüyü ve tartıyı doğru yapın. Biz kişiye ancak gücünün yeteceği kadar yükleriz. Konuştuğunuzda, akraba bile olsa sözünüzde adil olun. Allah'ın ahdini yerine getirin. Allah size bunları öğüt almanız için buyurmaktadır","ur":"اور یہ کہ یتیم کے مال کے قریب نہ جاؤ مگر ایسے طریقہ سے جو بہترین ہو، یہاں تک کہ وہ اپنے سن رشد کو پہنچ جائے اور ناپ تول میں پورا انصاف کرو، ہم ہر شخص پر ذمہ داری کا اتنا ہی بار رکھتے ہیں جتنا اس کے امکان میں ہے، اور جب بات کہو انصاف کی کہو خواہ معاملہ اپنے رشتہ دار ہی کا کیوں نہ ہو، اور اللہ کے عہد کو پورا کرو ان باتوں کی ہدایت اللہ نے تمہیں کی ہے شاید کہ تم نصیحت قبول کرو"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
