{"id":942,"number":153,"text":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","translations":{"en":"And, [moreover], this is My path, which is straight, so follow it; and do not follow [other] ways, for you will be separated from His way. This has He instructed you that you may become righteous","es":"Este es mi sendero recto, síganlo. Pero no sigan otros caminos, porque si lo hacen, estos los dividirán y los desviarán de Su camino. Esto es lo que les ha ordenado para que tengan temor de Él","fr":"«Et voilà Mon chemin dans toute sa rectitude, suivez-le donc; et ne suivez pas les sentiers qui vous écartent de Sa voie.» Voilà ce qu'Il vous enjoint. Ainsi atteindrez-vous la piété","id":"Dan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. Demikianlah Dia memerintahkan kepadamu agar kamu bertakwa","ru":"Таков Мой прямой путь. Следуйте по нему и не следуйте другими путями, поскольку они собьют вас с Его пути. Он заповедал вам это, - быть может, вы устрашитесь","sv":"[Gud säger:] \"Detta är Min väg, en rak [väg]; följ den och följ inte [andra] vägar; annars kan ni förlora Hans väg ur sikte!\" Detta är vad Han befaller er; kanske fruktar ni Honom","tr":"Bu, dosdoğru olan yoluma uyun. Sizi Allah yolundan ayrı düşürecek yollara uymayın. Allah size bunları sakınasınız diye buyurmaktadır","ur":"نیز اس کی ہدایت یہ ہے کہ یہی میرا سیدھا راستہ ہے لہٰذا تم اسی پر چلو اور دوسرے راستوں پر نہ چلو کہ وہ اس کے راستے سے ہٹا کر تمہیں پراگندہ کر دیں گے یہ ہے وہ ہدایت جو تمہارے رب نے تمہیں کی ہے، شاید کہ تم کج روی سے بچو","zh":"这确是我的正路，故你们当遵循它；你们不要遵循邪路，以免那些邪路使你们离开安拉的大道。他将这些事嘱咐你们，以便你们敬畏。”"},"transliteration":"Waanna hatha siratee mustaqeeman faittabiAAoohu wala tattabiAAoo alssubula fatafarraqa bikum AAan sabeelihi thalikum wassakum bihi laAAallakum tattaqoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
