{"id":945,"number":156,"text":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","translations":{"en":"[We revealed it] lest you say, \"The Scripture was only sent down to two groups before us, but we were of their study unaware","es":"Y para que no digan: \"Solo dos comunidades en la antigüedad recibieron la revelación, pero ignorábamos sus enseñanzas","fr":"afin que vous ne disiez point: «On n'a fait descendre le Livre que sur deux peuples avant nous, et nous avons été inattentifs à les étudier","id":"(Kami turunkan Alquran itu) agar kamu (tidak) mengatakan, \"Kitab itu hanya diturunkan kepada dua golongan sebelum kami (Yahudi dan Nasrani) dan sungguh, kami tidak memperhatikan apa yang mereka baca","ru":"Мы ниспослали его, чтобы вы не говорили: «Писание было ниспослано только двум общинам до нас, и мы ничего не знали о том, что они изучали»","sv":"Detta för att ni inte skall kunna säga: \"Före vår tid hade bara två samfund fått del av uppenbarelsen och om den undervisning den innehöll visste vi ingenting","tr":"Bu, indirdiğimiz kutsal Kitap'dır, ona uyun. \"Bizden önce iki topluluğa kitap indirildi, bizim onların okuduklarından haberimiz yok\" demekten veya \"Bize kitap indirilseydi onlardan daha doğru yolda olurduk\" demekten sakının ki merhamet olunasınız. Şüphesiz o, size Rabbinizden belge, yol gösteren ve rahmet olarak gelmiştir. Allah'ın ayetlerini yalanlayandan ve onlardan yüz çevirenden daha zalim kimdir? Ayetlerimizden yüz çevirenleri, yüz çevirmelerinden ötürü, kötü bir azabla cezalandıracağız","ur":"اب تم یہ نہیں کہہ سکتے کہ کتاب تو ہم سے پہلے کے دو گروہوں کو دی گئی تھی، اور ہم کو کچھ خبر نہ تھی کہ وہ کیا پڑھتے پڑھاتے تھے","zh":"（我降示天经），以免你们说：“天经只被降示我们以前的两伙人，我们对于他们所诵习的经典，确是疏忽的。”"},"transliteration":"An taqooloo innama onzila alkitabu AAala taifatayni min qablina wain kunna AAan dirasatihim laghafileena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
