{"id":946,"number":157,"text":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","translations":{"en":"Or lest you say, \"If only the Scripture had been revealed to us, we would have been better guided than they.\" So there has [now] come to you a clear evidence from your Lord and a guidance and mercy. Then who is more unjust than one who denies the verses of Allah and turns away from them? We will recompense those who turn away from Our verses with the worst of punishment for their having turned away","es":"O digan: \"Si hubiéramos recibido la revelación, habríamos seguido la guía mejor que ellos\". Pero ya les llegó de su Señor la evidencia [el Corán], como guía y misericordia. ¿Acaso hay alguien más injusto que quien desmiente los mensajes de Dios y se aparta de ellos? Retribuiré a quienes se apartan de Mi mensaje con el más severo castigo","fr":"Ou que vous disiez: «Si c'était à nous qu'on avait fait descendre le Livre, nous aurions certainement été mieux guidés qu'eux.» Voilà certes que vous sont venus, de votre Seigneur, preuve, guidée et miséricorde. Qui est plus injuste que celui qui traite de mensonges les versets d'Allah et qui s'en détourne? Nous punirons ceux qui se détournent de Nos versets, par un mauvais châtiment, pour s'en être détournés","id":"atau agar kamu (tidak) mengatakan, \"Jikalau Kitab itu diturunkan kepada kami, tentulah kami lebih mendapat petunjuk daripada mereka.\" Sungguh, telah datang kepadamu penjelasan yang nyata, petunjuk dan rahmat dari Tuhanmu. Siapakah yang lebih zalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling daripadanya? Kelak, Kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat Kami dengan azab yang keras, karena mereka selalu berpaling","ru":"Или чтобы вы не говорили: «Если бы нам было ниспослано Писание, то мы придерживались бы прямого пути лучше, чем они». К вам уже явилось ясное знамение от вашего Господа, верное руководство и милость. Кто же несправедливее того, кто считает ложью знамения Аллаха и отворачивается от них? Мы воздадим тем, кто отворачивается от Наших знамений, тяжкими мучениями за то, что они отворачивались","sv":"eller säga: \"Om uppenbarelsen hade kommit till oss skulle vi helt säkert ha följt dess vägledning bättre än de.\" Ni har alltså nu fått ett klart bevis från er Herre och vägledning och nåd. Vem är då mer orättfärdig än den som kallar Guds budskap för lögn och drar sig undan [när de framförs]? Dem som drar sig undan Våra budskap skall Vi straffa för detta med ett svårt lidande","tr":"Bu, indirdiğimiz kutsal Kitap'dır, ona uyun. \"Bizden önce iki topluluğa kitap indirildi, bizim onların okuduklarından haberimiz yok\" demekten veya \"Bize kitap indirilseydi onlardan daha doğru yolda olurduk\" demekten sakının ki merhamet olunasınız. Şüphesiz o, size Rabbinizden belge, yol gösteren ve rahmet olarak gelmiştir. Allah'ın ayetlerini yalanlayandan ve onlardan yüz çevirenden daha zalim kimdir? Ayetlerimizden yüz çevirenleri, yüz çevirmelerinden ötürü, kötü bir azabla cezalandıracağız","ur":"اور اب تم یہ بہانہ بھی نہیں کرسکتے کہ اگر ہم پر کتاب نازل کی گئی ہوتی تو ہم ان سے زیادہ راست رو ثابت ہوتے تمہارے پاس تمہارے رب کی طرف سے ایک دلیل روشن اور ہدایت اور رحمت آ گئی ہے، اب اس سے بڑھ کر ظالم کون ہوگا جو اللہ کی آیات کو جھٹلائے اور ان سے منہ موڑے جو لوگ ہماری آیات سے منہ موڑتے ہیں انہیں اس رو گردانی کی پاداش میں ہم بدترین سزا دے کر رہیں گے","zh":"或者说：“假若天经被降示于我们，那么，我们必定比他们更能遵循正道。”从你们的主发出的明证、正道和慈恩，确已降临你们了。否认安拉的迹象，而加以背弃的人，有谁比他还不义呢？背弃我的迹象的人，我将因他们的背弃而以最严厉的刑罚报酬他们。"},"transliteration":"Aw taqooloo law anna onzila AAalayna alkitabu lakunna ahda minhum faqad jaakum bayyinatun min rabbikum wahudan warahmatun faman athlamu mimman kaththaba biayati Allahi wasadafa AAanha sanajzee allatheena yasdifoona AAan ayatina sooa alAAathabi bima kanoo yasdifoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
