{"id":947,"number":158,"text":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَـٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","translations":{"bn":"তারা শুধু এ বিষয়ের দিকে চেয়ে আছে যে, তাদের কাছে ফেরেশতা আগমন করবে কিংবা আপনার পালনকর্তা আগমন করবেন অথবা আপনার পালনকর্তার কোন নির্দেশ আসবে। যেদিন আপনার পালনকর্তার কোন নিদর্শন আসবে, সেদিন এমন কোন ব্যক্তির বিশ্বাস স্থাপন তার জন্যে ফলপ্রসূ হবে না, যে পূর্ব থেকে বিশ্বাস স্থাপন করেনি কিংবা স্বীয় বিশ্বাস অনুযায়ী কোনরূপ সৎকর্ম করেনি। আপনি বলে দিনঃ তোমরা পথের দিকে চেয়ে থাক, আমরাও পথে দিকে তাকিয়ে রইলাম।","en":"Do they [then] wait for anything except that the angels should come to them or your Lord should come or that there come some of the signs of your Lord? The Day that some of the signs of your Lord will come no soul will benefit from its faith as long as it had not believed before or had earned through its faith some good. Say, \"Wait. Indeed, we [also] are waiting","id":"Yang mereka nanti-nantikan hanyalah kedatangan malaikat kepada mereka, atau kedatangan Tuhanmu, atau sebagian tanda-tanda dari Tuhanmu. Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak berguna lagi iman seseorang yang belum beriman sebelum itu, atau (belum) berusaha berbuat kebajikan dengan imannya itu. Katakanlah, \"Tunggulah! Kami pun menunggu","ru":"Неужели они ожидают чего-либо помимо того, что к ним явятся ангелы, или явится твой Господь, или явятся некоторые из знамений твоего Господа? В тот день, когда явятся некоторые знамения твоего Господа, вера не принесет пользы душе, если та не уверовала прежде или не приобрела благодаря своей вере добро. Скажи: «Ждите, и мы тоже подождем»","tr":"Onlar kendilerine meleklerin gelmesini mi, yoksa Rabbinin gelmesini mi, yahut Rablerinden bir takım mucizelerin gelmesini mi bekliyorlar? Rabbinin bir takım mucizeleri geldiği gün, bir kimse daha önce inanmamışsa veya imaniyle bir iyilik kazanmamışsa, imanı ona fayda vermez. Onlara: \"Bekleyin, doğrusu biz de bekliyoruz\" de","ur":"کیا اب لوگ اس کے منتظر ہیں کہ ان کے سامنے فرشتے آ کھڑے ہوں، یا تمہارا رب خود آ جائے، یا تمہارے رب کی بعض صریح نشانیاں نمودار ہو جائیں؟ جس روز تمہارے رب کی بعض مخصوص نشانیاں نمودار ہو جائیں گی پھر کسی ایسے شخص کو اس کا ایمان کچھ فائدہ نہ دے گا جو پہلے ایمان نہ لایا ہو یا جس نے اپنے ایمان میں کوئی بھلائی نہ کمائی ہو اے محمدؐ! ان سے کہہ دو کہ اچھا، تم انتظار کرو، ہم بھی انتظار کرتے ہیں"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
