{"id":947,"number":158,"text":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَـٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","translations":{"en":"Do they [then] wait for anything except that the angels should come to them or your Lord should come or that there come some of the signs of your Lord? The Day that some of the signs of your Lord will come no soul will benefit from its faith as long as it had not believed before or had earned through its faith some good. Say, \"Wait. Indeed, we [also] are waiting","es":"¿Acaso esperan que se presenten ante ellos los ángeles o su Señor mismo o se presente un signo de su Señor? El día que vean el signo de tu Señor, a ningún alma le servirá creer o arrepentirse si no lo ha hecho anteriormente. Diles: \"Sigan esperando, que nosotros también lo hacemos","fr":"Qu'attendent-ils? Que les Anges leur viennent? Que vienne ton Seigneur? Ou que viennent certains signes de ton Seigneur? Le jour où certains signes de ton Seigneur viendront, la foi en Lui ne profitera à aucune âme qui n'avait pas cru auparavant ou qui n'avait acquis aucun mérite de sa croyance. Dis: «Attendez!» Nous attendons, Nous aussi","id":"Yang mereka nanti-nantikan hanyalah kedatangan malaikat kepada mereka, atau kedatangan Tuhanmu, atau sebagian tanda-tanda dari Tuhanmu. Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak berguna lagi iman seseorang yang belum beriman sebelum itu, atau (belum) berusaha berbuat kebajikan dengan imannya itu. Katakanlah, \"Tunggulah! Kami pun menunggu","ru":"Неужели они ожидают чего-либо помимо того, что к ним явятся ангелы, или явится твой Господь, или явятся некоторые из знамений твоего Господа? В тот день, когда явятся некоторые знамения твоего Господа, вера не принесет пользы душе, если та не уверовала прежде или не приобрела благодаря своей вере добро. Скажи: «Ждите, и мы тоже подождем»","sv":"Väntar de bara på att änglarna skall visa sig för dem eller att din Herre själv skall komma eller att några av din Herres tecken skall bli synliga? Den dag då några av din Herres tecken blir synliga skall ingen som inte redan var troende eller vars tro inte hade burit frukt i goda handlingar ha gott av sin tro. Säg: \"Vänta ni [på denna Dag]! Även Vi väntar","tr":"Onlar kendilerine meleklerin gelmesini mi, yoksa Rabbinin gelmesini mi, yahut Rablerinden bir takım mucizelerin gelmesini mi bekliyorlar? Rabbinin bir takım mucizeleri geldiği gün, bir kimse daha önce inanmamışsa veya imaniyle bir iyilik kazanmamışsa, imanı ona fayda vermez. Onlara: \"Bekleyin, doğrusu biz de bekliyoruz\" de","ur":"کیا اب لوگ اس کے منتظر ہیں کہ ان کے سامنے فرشتے آ کھڑے ہوں، یا تمہارا رب خود آ جائے، یا تمہارے رب کی بعض صریح نشانیاں نمودار ہو جائیں؟ جس روز تمہارے رب کی بعض مخصوص نشانیاں نمودار ہو جائیں گی پھر کسی ایسے شخص کو اس کا ایمان کچھ فائدہ نہ دے گا جو پہلے ایمان نہ لایا ہو یا جس نے اپنے ایمان میں کوئی بھلائی نہ کمائی ہو اے محمدؐ! ان سے کہہ دو کہ اچھا، تم انتظار کرو، ہم بھی انتظار کرتے ہیں","zh":"他们只有等待众天使的降临，只有等待你的主来临，或你的主的一部分迹象降临。你的主的一部分迹象降临之日，凡以前未曾信道，或虽信道而未行善的人，在那日，即使信道，也无益了。你说：“你们等待吧！我们确是等待的。”"},"transliteration":"Hal yanthuroona illa an tatiyahumu almalaikatu aw yatiya rabbuka aw yatiya baAAdu ayati rabbika yawma yatee baAAdu ayati rabbika la yanfaAAu nafsan eemanuha lam takun amanat min qablu aw kasabat fee eemaniha khayran quli intathiroo inna muntathiroona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
