{"id":948,"number":159,"text":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","translations":{"en":"Indeed, those who have divided their religion and become sects - you, [O Muhammad], are not [associated] with them in anything. Their affair is only [left] to Allah; then He will inform them about what they used to do","es":"Tú no eres responsable de quienes dividieron su religión y formaron sectas. Dios se hará cargo de ellos, y Él les hará saber lo que hicieron","fr":"Ceux qui émiettent leur religion et se divisent en sectes, de ceux-là tu n'es responsable en rien: leur sort ne dépend que d'Allah. Puis Il les informera de ce qu'ils faisaient","id":"Sesungguhnya orang-orang yang memecah belah agamanya dan mereka menjadi (terpecah) dalam golongan-golongan, sedikit pun bukan tanggung jawabmu (Muhammad) atas mereka. Sesungguhnya urusan mereka (terserah) kepada Allah. Kemudian Dia akan memberitahukan kepada mereka apa yang telah mereka perbuat","ru":"Ты не имеешь никакого отношения к тем, которые раскололи свою религию и разделились на секты. Их дело находится у Аллаха, и позднее Он сообщит им о том, что они совершали","sv":"DU HAR inte ansvar för dem som ger upphov till splittring i sin religion och bildar sekter. Ingen utom Gud skall döma dem, och då skall Han låta dem veta vad deras handlingar [var värda]","tr":"Fırka fırka olup dinlerini parçalayanlarla senin hiçbir ilişiğin olamaz. Onların işi Allah'a kalmıştır, yaptıklarını onlara sonra bildirecektir","ur":"جن لوگوں نے اپنے دین کو ٹکڑے ٹکڑے کر دیا اور گروہ گروہ بن گئے یقیناً ان سے تمہارا کچھ واسطہ نہیں، ان کا معاملہ تو اللہ کے سپرد ہے، وہی ان کو بتائے گا کہ انہوں نے کیا کچھ کیا ہے","zh":"分离自己的宗教而各成宗派的人，你与他们毫无关系；他们的事，只归安拉。然后，他将把他们的行为告诉他们。"},"transliteration":"Inna allatheena farraqoo deenahum wakanoo shiyaAAan lasta minhum fee shayin innama amruhum ila Allahi thumma yunabbiohum bima kanoo yafAAaloona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
