{"id":949,"number":160,"text":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","translations":{"en":"Whoever comes [on the Day of Judgement] with a good deed will have ten times the like thereof [to his credit], and whoever comes with an evil deed will not be recompensed except the like thereof; and they will not be wronged","es":"Quienes realicen una buena obra serán recompensados como si hubieran hecho diez obras buenas. En cambio, la mala obra será computada como una sola, y nadie será tratado injustamente","fr":"Quiconque viendra avec le bien aura dix fois autant; et quiconque viendra avec le mal ne sera rétribué que par son équivalent. Et on ne leur fera aucune injustice","id":"Barang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi)","ru":"Кто явится с добрым деянием, тот получит десятикратное воздаяние. А кто явится со злым деянием, тот получит только соответствующее воздаяние, и с ними не поступят несправедливо","sv":"Den som [på Räkenskapens dag] för med sig en god handling skall belönas tiofalt, men den som för med sig en dålig handling skall bara straffas med vad som motsvarar denna handling och ingen orätt skall tillfogas dem","tr":"Kim ortaya bir iyilik koyarsa ona on katı verilir; ortaya bir kötülük koyan ise ancak misliyle cezalandırılır; onlara haksızlık yapılmaz","ur":"جو اللہ کے حضور نیکی لے کر آئے گا اس کے لیے دس گنا اجر ہے، اور جو بدی لے کر آئے گا اس کو اتنا ہی بدلہ دیا جائے گا جتنا اس نے قصور کیا ہے، اور کسی پر ظلم نہ کیا جائے گا","zh":"行一件善事的人，将得十倍的报酬；作一件恶事的人，只受同样的惩罚；他们都不受亏枉。"},"transliteration":"Man jaa bialhasanati falahu AAashru amthaliha waman jaa bialssayyiati fala yujza illa mithlaha wahum la yuthlamoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
