{"id":950,"number":161,"text":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translations":{"en":"Say, \"Indeed, my Lord has guided me to a straight path - a correct religion - the way of Abraham, inclining toward truth. And he was not among those who associated others with Allah","es":"Diles: \"Mi Señor me ha guiado por el camino recto, que es el de la verdadera adoración y el de la religión monoteísta de Abraham, quien no era de los que asociaban divinidades a Dios","fr":"Dis: «Moi, mon Seigneur m'a guidé vers un chemin droit, une religion droite, la religion d'Abraham, le soumis exclusivement à Allah et qui n'était point parmi les associateurs","id":"Katakanlah (Muhammad), \"Sesungguhnya Tuhanku telah memberiku petunjuk ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus. Dia (Ibrahim) tidak termasuk orang-orang musyrik","ru":"Скажи: «Воистину, мой Господь наставил меня на прямой путь, на правильную религию, веру Ибрахима (Авраама), ханифа. Ведь он не был из числа многобожников»","sv":"SÄG: \"Min Herre har lett mig till en rak väg, till den sanna tron, Abrahams rena, ursprungliga tro - han som vägrade avgudarna sin dyrkan","tr":"Şüphesiz Rabbim beni doğru yola, gerçek dine, doğruya yönelen ve puta tapanlardan olmayan İbrahim'in dinine iletmiştir\" de","ur":"اے محمدؐ! کہو میرے رب نے بالیقین مجھے سیدھا راستہ دکھا دیا ہے، بالکل ٹھیک دین جس میں کوئی ٹیڑھ نہیں، ابراہیمؑ کا طریقہ جسے یکسو ہو کر اُس نے اختیار کیا تھا اور وہ مشرکوں میں سے نہ تھا","zh":"你说：“我的主已指引我一条正路，即正教，崇正的易卜拉欣的宗教。他不是以物配主的人。”"},"transliteration":"Qul innanee hadanee rabbee ila siratin mustaqeemin deenan qiyaman millata ibraheema haneefan wama kana mina almushrikeena","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
