{"id":953,"number":164,"text":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translations":{"en":"Say, \"Is it other than Allah I should desire as a lord while He is the Lord of all things? And every soul earns not [blame] except against itself, and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you concerning that over which you used to differ","es":"Diles: \"¿Acaso debería adorar a otro que no fuese Dios, cuando es Él el Creador de todo? Quien cometa un pecado lo hace en detrimento propio, y nadie cargará con los pecados ajenos. Finalmente volverán a su Señor, Quien les informará acerca de lo que solían discrepar","fr":"Dis: «Chercherais-je un autre Seigneur qu'Allah, alors qu'Il est le Seigneur de toute chose? Chacun n'acquiert [le mal] qu'à son détriment: personne ne portera le fardeau (responsabilité) d'autrui. Puis vers votre Seigneur sera votre retour et Il vous informera de ce en quoi vous divergez","id":"Katakanlah (Muhammad), \"Apakah (patut) aku mencari tuhan selain Allah, padahal Dialah Tuhan bagi segala sesuatu. Setiap perbuatan dosa seseorang, dirinya sendiri yang bertanggung jawab. Dan seseorang tidak akan memikul beban dosa orang lain. Kemudian kepada Tuhanmulah kamu kembali, dan akan diberitahukan-Nya kepadamu apa yang dahulu kamu perselisihkan","ru":"Скажи: «Неужели я стану искать другого господа помимо Аллаха, в то время как Он является Господом всякой вещи?». Каждая душа приобретает грехи только во вред самой себе. Ни одна душа не понесет чужого бремени. Затем вам предстоит вернуться к вашему Господу, и Он поведает вам о том, в чем вы расходились во мнениях","sv":"Säg: \"Skulle jag söka en annan Herre än Gud, Han som är Herre över allt som är?\" Det [onda] som en människa har gjort skall läggas henne ensam till last; och på ingen bärare av bördor skall läggas en annans börda. Ni skall en Dag vända tillbaka till er Herre, och Han skall upplysa er om allt det som ni var oense om","tr":"De ki: \"Allah her şeyin Rabbi iken O'ndan başka bir rab mi arayayım? Herkesin kazandığı kendisinedir, kimse başkasının yükünü taşımaz; sonunda dönüşünüz Rabbinizedir, ayrılığa düştüğünüz şeyleri size bildirecektir","ur":"کہو، کیا میں اللہ کے سوا کوئی اور رب تلاش کروں حالاں کہ وہی ہر چیز کا رب ہے؟ ہر شخص جو کچھ کماتا ہے اس کا ذمہ دار وہ خود ہے، کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہیں اٹھاتا، پھر تم سب کو اپنے رب کی طرف پلٹنا ہے، اُس وقت وہ تمہارے اختلافات کی حقیقت تم پر کھول دے گا","zh":"你说：“安拉是万物的主，我能舍他而另求一个主吗？”各人犯罪，自己负责。一个负罪的人，不负别人的罪，然后，你们将来要归于你们的主，而他将把你们所争论的是非告诉你们。"},"transliteration":"Qul aghayra Allahi abghee rabban wahuwa rabbu kulli shayin wala taksibu kullu nafsin illa AAalayha wala taziru waziratun wizra okhra thumma ila rabbikum marjiAAukum fayunabbiokum bima kuntum feehi takhtalifoona","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
