{"id":953,"number":164,"text":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translations":{"bn":"আপনি বলুনঃ আমি কি আল্লাহ ব্যতীত অন্য প্রতিপালক খোঁজব, অথচ তিনিই সবকিছুর প্রতিপালক? যে ব্যক্তি কোন গোনাহ করে, তা তারই দায়িত্বে থাকে। কেউ অপরের বোঝা বহন করবে না। অতঃপর তোমাদেরকে সবাইকে প্রতিপালকের কাছে প্রত্যাবর্তন করতে হবে। অনন্তর তিনি তোমাদেরকে বলে দিবেন, যেসব বিষয়ে তোমরা বিরোধ করতে।","en":"Say, \"Is it other than Allah I should desire as a lord while He is the Lord of all things? And every soul earns not [blame] except against itself, and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you concerning that over which you used to differ","id":"Katakanlah (Muhammad), \"Apakah (patut) aku mencari tuhan selain Allah, padahal Dialah Tuhan bagi segala sesuatu. Setiap perbuatan dosa seseorang, dirinya sendiri yang bertanggung jawab. Dan seseorang tidak akan memikul beban dosa orang lain. Kemudian kepada Tuhanmulah kamu kembali, dan akan diberitahukan-Nya kepadamu apa yang dahulu kamu perselisihkan","ru":"Скажи: «Неужели я стану искать другого господа помимо Аллаха, в то время как Он является Господом всякой вещи?». Каждая душа приобретает грехи только во вред самой себе. Ни одна душа не понесет чужого бремени. Затем вам предстоит вернуться к вашему Господу, и Он поведает вам о том, в чем вы расходились во мнениях","tr":"De ki: \"Allah her şeyin Rabbi iken O'ndan başka bir rab mi arayayım? Herkesin kazandığı kendisinedir, kimse başkasının yükünü taşımaz; sonunda dönüşünüz Rabbinizedir, ayrılığa düştüğünüz şeyleri size bildirecektir","ur":"کہو، کیا میں اللہ کے سوا کوئی اور رب تلاش کروں حالاں کہ وہی ہر چیز کا رب ہے؟ ہر شخص جو کچھ کماتا ہے اس کا ذمہ دار وہ خود ہے، کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہیں اٹھاتا، پھر تم سب کو اپنے رب کی طرف پلٹنا ہے، اُس وقت وہ تمہارے اختلافات کی حقیقت تم پر کھول دے گا"},"chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"bn":"গৃহপালিত পশু","en":"The Cattle","id":"Binatang Ternak","ru":"Скот","tr":"En'âm","ur":"مویشی"},"type":"meccan"}}
