{"id":954,"number":165,"text":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَـٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","translations":{"en":"And it is He who has made you successors upon the earth and has raised some of you above others in degrees [of rank] that He may try you through what He has given you. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful","es":"Él es Quien los ha hecho responsables de la Tierra, y ha agraciado a unos más que a otros para probarlos con ello. Tu Señor es rápido en castigar, pero también es Absolvedor, Misericordioso","fr":"C'est Lui qui a fait de vous les successeurs sur terre et qui vous a élevés, en rangs, les uns au-dessus des autres, afin de vous éprouver en ce qu'Il vous a donné. (Vraiment) ton Seigneur est prompt en punition, Il est aussi Pardonneur et Miséricordieux","id":"Dan Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu sangat cepat memberi hukuman dan sungguh, Dia Maha Pengampun, Maha Penyayang","ru":"Он - Тот, Кто сделал вас преемниками на земле и возвысил одних из вас над другими по степеням, чтобы испытать вас тем, что Он даровал вам. Воистину, твой Господь скор в наказании. Воистину, Он - Прощающий, Милосердный","sv":"Det är Han som har låtit er ta jorden i besittning och som har höjt några av er några steg över de andra för att pröva er genom det som Han har skänkt er. Din Herre är snar att straffa - men Han är helt visst [också] ständigt förlåtande, barmhärtig","tr":"Verdikleriyle denemek için sizi yeryüzünün halifeleri kılan ve kiminizi kiminize derecelerle üstün yapan O'dur. Doğrusu Rabbinin cezalandırması süratlidir. Şüphesiz O bağışlar, merhamet eder","ur":"وہی ہے جس نے تم کو زمین کا خلیفہ بنایا، اور تم میں سے بعض کو بعض کے مقابلہ میں زیادہ بلند درجے دیے، تاکہ جو کچھ تم کو دیا ہے اسی میں تمہاری آزمائش کرے بے شک تمہارا رب سزا دینے میں بھی بہت تیز ہے اور بہت درگزر کرنے اور رحم فرمانے والا بھی ہے","zh":"他以你们为大地的代治者，并使你们中的一部分人超越另一部分人若干级，以便他考验你们如何享受赏赐你们的恩典。你的主确是刑罚神速的，他确是至赦的，确是至慈的。"},"transliteration":"Wahuwa allathee jaAAalakum khalaifa alardi warafaAAa baAAdakum fawqa baAAdin darajatin liyabluwakum fee ma atakum inna rabbaka sareeAAu alAAiqabi wainnahu laghafoorun raheemun","chapter":{"id":6,"name":"الأنعام","transliteration":"Al-An'am","translations":{"en":"The Cattle","es":"Los Rebaños","fr":"Les bestiaux","id":"Binatang Ternak","ru":"Скот","sv":"Boskap","tr":"En'âm","ur":"مویشی","zh":"牲畜"},"type":"meccan"}}
