{"id":96,"number":89,"text":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","translations":{"en":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers","es":"Y cuando les llegó el Libro de Dios [el Corán] que confirmaba lo que ya tenían [en la Tora], a pesar de que antes oraban [para que llegara el Profeta que los guiase a] la victoria contra los incrédulos, cuando se les presentó [el Mensajero] lo reconocieron [pero como no era judío], no creyeron en él. ¡Que la maldición de Dios caiga sobre los que niegan la verdad","fr":"Et quand leur vint d'Allah un Livre confirmant celui qu'ils avaient déjà, - alors qu'auparavant ils cherchaient la suprématie sur les mécréants, - quand donc leur vint cela même qu'ils reconnaissaient, ils refusèrent d'y croire. Que la malédiction d'Allah soit sur les mécréants","id":"Dan setelah sampai kepada mereka Kitab (Alquran) dari Allah yang membenarkan apa yang ada pada mereka39) sedangkan sebelumnya mereka memohon kemenangan atas orang-orang kafir, ternyata setelah sampai kepada mereka apa yang telah mereka ketahui itu, mereka mengingkarinya. Maka laknat Allah bagi orang-orang yang ingkar","ru":"К ним явилось от Аллаха Писание, подтверждающее правдивость того, что было у них. Прежде они молили о победе над неверующими. Когда же к ним явилось то, что они узнали, они отказались уверовать в него. Да пребудет проклятие Аллаха над неверующими","sv":"När de får ta emot en [ny] uppenbarelse från Gud som bekräftar de [sanningar] som [redan] är i deras hand - förr brukade de be om seger över dem som förnekade tron - när de [nu] får höra det som är dem välbekant, avvisar de detta. Men Guds fördömelse skall drabba dessa förnekare","tr":"Vaktaki Allah katından onlara, kendilerinde olanı tasdik eden Kitap geldi ki onlar bundan önceleri, inkar edenlere karşı kendilerine yardım gelmesini beklerlerdi, bildikleri gelince onu inkar ettiler. Allah'ın laneti, inkar edenlerin üzerine olsun","ur":"اور اب جو ایک کتاب اللہ کی طرف سے ان کے پاس آئی ہے، اس کے ساتھ ان کا کیا برتاؤ ہے؟ باوجود یہ کہ وہ اس کتاب کی تصدیق کرتی ہے جو ان کے پاس پہلے سے موجو د تھی، باوجود یہ کہ اس کی آمد سے پہلے وہ خود کفار کے مقابلے میں فتح و نصرت کی دعائیں مانگا کرتے تھے، مگر جب وہ چیز آ گئی، جسے وہ پہچان بھی گئے تو، انہوں نے اسے ماننے سے انکار کر دیا خدا کی لعنت اِن منکرین پر","zh":"当一部能证实他们所有经典的经典，从安拉那里降临他们的时候，（他们不信它）。以前他们常常祈祷，希望借它来克服不信道者，然而，当他们业已认识的真理降临他们的时候，他们不信它。故安拉的弃绝加于不信之人的。"},"transliteration":"Walamma jaahum kitabun min AAindi Allahi musaddiqun lima maAAahum wakanoo min qablu yastaftihoona AAala allatheena kafaroo falamma jaahum ma AAarafoo kafaroo bihi falaAAnatu Allahi AAala alkafireena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
