{"id":965,"number":11,"text":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّـٰجِدِينَ","translations":{"en":"And We have certainly created you, [O Mankind], and given you [human] form. Then We said to the angels, \"Prostrate to Adam\"; so they prostrated, except for Iblees. He was not of those who prostrated","es":"Creé [al ser humano] y le di forma [armoniosa]. Luego dije a los ángeles: \"¡Hagan una reverencia ante Adán!\" Todos se prosternaron excepto el demonio, que se negó a obedecer","fr":"Nous vous avons créés, puis Nous vous avons donné une forme, ensuite Nous avons dit aux Anges: «Prosternez-vous devant Adam.» Ils se prosternèrent, à l'exception de Iblis qui ne fut point de ceux qui se prosternèrent","id":"Dan sungguh, Kami telah menciptakan kamu, kemudian membentuk (tubuh)mu, kemudian Kami berfirman kepada para malaikat. \"Bersujudlah kamu kepada Adam,\" maka mereka pun sujud kecuali Iblis. Ia (Iblis) tidak termasuk mereka yang bersujud","ru":"Мы сотворили вас, потом придали вам облик. Потом Мы сказали ангелам: «Падите ниц перед Адамом!». Они пали ниц, и только Иблис не был в числе поклонившихся","sv":"Vi har skapat er och sedan format er; därefter sade Vi till änglarna: \"Fall ned på era ansikten inför Adam!\" Och de föll ned inför honom, [alla] utom Iblees; han hörde inte till dem som föll ned på sina ansikten","tr":"And olsun ki, sizi yarattık, sonra şekil verdik, sonra meleklere, \"Adem'e secde edin\" dedik; İblis'ten başka hepsi secde etti, o secde edenlerden olmadı","ur":"ہم نے تمہاری تخلیق کی ابتدا کی، پھر تمہاری صورت بنائی، پھر فرشتوں سے کہا آدمؑ کو سجدہ کرو اس حکم پر سب نے سجدہ کیا مگر ابلیس سجدہ کرنے والوں میں شامل نہ ہوا","zh":"我确已创造你们，然后使你们成形，然后对众天使说：“你们向阿丹叩头。”他们就向他叩头，唯易卜劣厮没有叩头。"},"transliteration":"Walaqad khalaqnakum thumma sawwarnakum thumma qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa lam yakun mina alssajideena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
