{"id":966,"number":12,"text":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","translations":{"en":"[Allah] said, \"What prevented you from prostrating when I commanded you?\" [Satan] said, \"I am better than him. You created me from fire and created him from clay","es":"[Dios] le preguntó: \"¿Qué te impidió prosternarte cuando te lo ordené?\" Respondió: \"Yo soy superior a él, pues a mí me creaste de fuego, mientras que a él lo creaste del barro","fr":"[Allah] dit: «Qu'est-ce qui t'empêche de te prosterner quand Je te l'ai commandé?» Il répondit: «Je suis meilleur que lui: Tu m'as créé de feu, alors que Tu l'as créé d'argile»","id":"(Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah","ru":"Аллах сказал: «Что помешало тебе пасть ниц, когда Я приказал тебе?». Иблис сказал: «Я лучше него. Ты сотворил меня из огня, а его - из глины»","sv":"[Gud] sade: \"Vad hindrade dig från att falla ned på ditt ansikte [inför Adam] såsom Jag befallde dig?\" [Iblees] svarade: \"Jag är bättre än han; mig har Du skapat av eld, men honom skapade Du av lera","tr":"Allah, \"Sana emrettiğim halde, seni secdeden alıkoyan nedir?\" dedi, \"Beni ateşten onu çamurdan yarattın, ben ondan üstünüm\" cevabını verdi","ur":"پوچھا، \"تجھے کس چیز نے سجدہ کرنے سے روکا جب کہ میں نے تجھ کو حکم دیا تھا؟\" بولا، \"میں اُس سے بہتر ہوں، تو نے مجھے آگ سے پیدا کیا ہے اور اُسے مٹی سے","zh":"主说：“当我命令你叩头的时候，你为什么不叩头？”他说：“我比他优越；你用火造我，用泥造他。”"},"transliteration":"Qala ma manaAAaka alla tasjuda ith amartuka qala ana khayrun minhu khalaqtanee min narin wakhalaqtahu min teenin","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
