{"id":97,"number":90,"text":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","translations":{"en":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment","es":"¡Qué mal negocio han hecho al no creer en lo que Dios reveló por envidia a que Dios favoreciera a quien quiso de entre Sus siervos, por lo que incurrieron una y otra vez en la ira [de Dios]! Los que niegan la verdad tendrán un castigo degradante","fr":"Comme est vil ce contre quoi ils ont troqué leurs âmes! Ils ne croient pas en ce qu'Allah a fait descendre, révoltés à l'idée qu'Allah, de par Sa grâce, fasse descendre la révélation sur ceux de Ses serviteurs qu'Il veut. Ils ont donc acquis colère sur colère, car un châtiment avilissant attend les infidèles","id":"Sangatlah buruk (perbuatan) mereka menjual dirinya, dengan mengingkari apa yang diturunkan Allah karena dengki, bahwa Allah menurunkan karunia-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya.40) Karena itulah mereka menanggung kemurkaan demi kemurkaan.41) Dan kepada orang-orang kafir (ditimpakan) azab yang menghinakan","ru":"Скверно то, что они купили за свои души, не уверовав в ниспосланное Аллахом и завидуя тому, что Аллах ниспосылает Свою милость тому из Своих рабов, кому пожелает. Они навлекли на себя гнев, один поверх другого. Неверующим уготованы унизительные мучения","sv":"De har sålt sina själar i en usel byteshandel när de förnekar vad Gud har uppenbarat, rasande över att Gud har visat den Han vill av Sina tjänare Sin nåd. Så har [Guds] vrede drabbat dem gång på gång; straff och vanära väntar [alla] förnekare","tr":"Allah'ın kullarından dilediğine, bol ihsanından indirmesini çekemeyerek, Allah'ın indirdiğini inkar etmekle, kendilerini ne kötü bir şey karşılığında sattılar. Bu yüzden gazab üstüne gazaba uğradılar. Kafirlere alçaltıcı bir azab vardır","ur":"کیسا برا ذریعہ ہے جس سے یہ اپنے نفس کی تسلی حاصل کرتے ہیں کہ جو ہدایت اللہ نے نازل کی ہے، اس کو قبول کرنے سے صرف اِس ضد کی بنا پر انکار کر رہے ہیں کہ اللہ نے اپنے فضل (وحی و رسالت) سے اپنے جس بندے کو خود چاہا، نواز دیا! لہٰذا اب یہ غضب بالائے غضب کے مستحق ہوگئے ہیں اور ایسے کافروں کے لیے سخت آمیز سزا مقرر ہے","zh":"他们因安拉把他的恩惠降给他所意欲的仆人，故他们心怀嫉妒，因而不信安拉所降示的经典；他们为此而出卖自己，他们所得的代价真恶劣。故他们应受加倍的谴怒。不信道者将受凌辱的刑罚。"},"transliteration":"Bisama ishtaraw bihi anfusahum an yakfuroo bima anzala Allahu baghyan an yunazzila Allahu min fadlihi AAala man yashao min AAibadihi fabaoo bighadabin AAala ghadabin walilkafireena AAathabun muheenun","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
