{"id":974,"number":20,"text":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","translations":{"en":"But Satan whispered to them to make apparent to them that which was concealed from them of their private parts. He said, \"Your Lord did not forbid you this tree except that you become angels or become of the immortal","es":"Pero el demonio les susurró con el fin de que [desobedecieran a Dios y así] se les hiciera evidente lo que antes estaba oculto [de su desnudez] para ellos, diciéndoles: \"Su Señor les prohibió acercarse a este árbol para que no se conviertan en ángeles o en seres inmortales","fr":"Puis le Diable, afin de leur rendre visible ce qui leur était caché - leurs nudités - leur chuchota, disant: «Votre Seigneur ne vous a interdit cet arbre que pour vous empêcher de devenir des Anges ou d'être immortels»","id":"Kemudian setan membisikkan pikiran jahat kepada mereka agar menampakkan aurat mereka (yang selama ini) tertutup. Dan (setan) berkata, \"Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga)","ru":"Дьявол стал наущать их, чтобы обнажить их срамные места, которые были сокрыты от них. Он сказал им: «Ваш Господь запретил вам это дерево только для того, чтобы вы не стали ангелами или бессмертными»","sv":"Men genom listiga antydningar lät Djävulen dem förstå något som de hade varit omedvetna om, nämligen att de var nakna. Och han sade till dem: \"Er Herre har förbjudit er [att komma nära] detta träd just för att hindra er att bli änglar eller [sådana] väsen som lever för evigt","tr":"Şeytan, ayıp yerlerini kendilerine göstermek için onlara fısıldadı: \"Rabbinizin sizi bu ağaçtan menetmesi melek olmanız veya burada temelli kalmanızı önlemek içindir","ur":"پھر شیطان نے اُن کو بہکایا تاکہ ان کی شرمگاہیں جو ایک دوسرے سے چھپائی گئی تھیں ان کے سامنے کھول دے اس نے ان سے کہا، \"تمہارے رب نے تمہیں جو اس درخت سے روکا ہے اس کی وجہ اِس کے سوا کچھ نہیں ہے کہ کہیں تم فرشتے نہ بن جاؤ، یا تمہیں ہمیشگی کی زندگی حاصل نہ ہو جائے","zh":"但恶魔教唆他俩，以致他俩显出他俩的被遮盖的阴部。他说：“你俩的主禁你们俩吃这棵树的果实，只为不愿你俩变成天使，或永生不灭。”"},"transliteration":"Fawaswasa lahuma alshshaytanu liyubdiya lahuma ma wooriya AAanhuma min sawatihima waqala ma nahakuma rabbukuma AAan hathihi alshshajarati illa an takoona malakayni aw takoona mina alkhalideena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
