{"id":976,"number":22,"text":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","translations":{"en":"So he made them fall, through deception. And when they tasted of the tree, their private parts became apparent to them, and they began to fasten together over themselves from the leaves of Paradise. And their Lord called to them, \"Did I not forbid you from that tree and tell you that Satan is to you a clear enemy","es":"Los sedujo con engaños. Cuando ambos comieron del árbol se les hizo manifiesta su desnudez y comenzaron a cubrirse con hojas del Jardín, entonces su Señor los llamó: \"¿No les había prohibido comer de este árbol? ¿No les había advertido que el demonio era su enemigo declarado","fr":"Alors il les fit tomber par tromperie. Puis, lorsqu'ils eurent goûté de l'arbre, leurs nudités leur devinrent visibles; et ils commencèrent tous deux à y attacher des feuilles du Paradis. Et leur Seigneur les appela: «Ne vous avais-Je pas interdit cet arbre? Et ne vous avais-Je pas dit que le Diable était pour vous un ennemi déclaré?»","id":"dia (setan) membujuk mereka dengan tipu daya. Ketika mereka mencicipi (buah) pohon itu, tampaklah oleh mereka auratnya, maka mulailah mereka menutupinya dengan daun-daun surga. Tuhan menyeru mereka, \"Bukankah Aku telah melarang kamu dari pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua","ru":"Он низвел их (вывел из Рая или воодушевил на грех) обманом, и когда они вкусили от этого дерева, то обнажились их срамные места, и они стали прилеплять на себя райские листья. Тогда Господь их воззвал к ним: «Разве Я не запретил вам это дерево и не сказал вам, что дьявол для вас - явный враг?»","sv":"Så bedrog han dem med sitt listiga tal. Och när de hade smakat av trädets [frukt] blev de medvetna om sin nakenhet och försökte skyla sig med blad från lustgården som de fäste ihop. Men då kallade deras Herre på dem: \"Har Jag inte förbjudit er [att gå nära] detta träd och varnat er att Djävulen är er svurne fiende","tr":"Böylece onların yanılmalarını sağladı. Ağaçtan meyve tattıklarında kendilerine ayıp yerleri göründü, cennet yapraklarından oralarına örtmeğe koyuldular. Rableri onlara, \"Ben sizi o ağaçtan menetmemiş miydim? Şeytanın size apaçık bir düşman olduğunu söylememiş miydim?\" diye seslendi","ur":"اس طرح دھو کا دے کر وہ ان دونوں کو رفتہ رفتہ اپنے ڈھب پرلے آیا آخرکار جب انہوں نے اس درخت کا مزا چکھا تو ان کے ستر ایک دوسرے کے سامنے کھل گئے اور اپنے جسموں کو جنت کے پتوں سے ڈھانکنے لگے تب ان کے رب نے انہیں پکارا، \" کیا میں نے تمہیں اس درخت سے نہ روکا تھا اور نہ کہا تھا کہ شیطان تمہارا کھلا دشمن ہے؟","zh":"他用欺骗的手段使他俩堕落。当他俩尝了那棵树的果实的时候，他俩的阴部便对自己显露出来了，他俩只好用园里的树叶遮盖自己的阴部。他俩的主喊叫他俩说：“难道我没有禁止你俩吃那棵树的果实吗？难道我没有对你俩说过，恶魔确是你俩的明敌吗？”"},"transliteration":"Fadallahuma bighuroorin falamma thaqa alshshajarata badat lahuma sawatuhuma watafiqa yakhsifani AAalayhima min waraqi aljannati wanadahuma rabbuhuma alam anhakuma AAan tilkuma alshshajarati waaqul lakuma inna alshshaytana lakuma AAaduwwun mubeenun","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
