{"id":98,"number":91,"text":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","translations":{"en":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers","es":"Y cuando se les dice: \"Crean en lo que Dios ha revelado\", responden: \"Creemos en lo que Dios nos reveló a nosotros\", y descreen de lo que vino después, a pesar de ser la Verdad que corrobora [el libro] que tienen. Diles: \"¿Por qué, entonces, asesinaron a los Profetas de Dios, si eran creyentes","fr":"Et quand on leur dit: «Croyez à ce qu'Allah a fait descendre», ils disent: «Nous croyons à ce qu'on a fait descendre à nous». Et ils rejettent le reste, alors qu'il est la vérité confirmant ce qu'il y avait déjà avec eux. - Dis: «Pourquoi donc avez-vous tué auparavant les prophètes d'Allah, si vous étiez croyants?»","id":"Dan apabila dikatakan kepada mereka, \"Berimanlah kepada apa yang diturunkan Allah (Alquran),\" mereka menjawab, \"Kami beriman kepada apa yang diturunkan kepada kami.\"Dan mereka ingkar kepada apa yang setelahnya, padahal (Alquran) itu adalah hak yang membenarkan apa yang ada pada mereka. Katakanlah (Muhammad), \"Mengapa kamu dahulu membunuh nabi-nabi Allah jika kamu orang-orang beriman","ru":"Когда им говорят: «Уверуйте в то, что ниспослал Аллах», - они отвечают: «Мы веруем в то, что было ниспослано нам». Они не веруют в то, что явилось впоследствии, хотя это является истиной, подтверждающей правдивость того, что есть у них. Скажи: «Почему же раньше вы убивали пророков Аллаха, если вы являетесь верующими?»","sv":"När någon säger till dem: \"Tro på vad Gud har uppenbarat\", svarar de: \"Vi tror på det som har uppenbarats för oss\" och de avvisar allt därutöver. Och ändå är detta sanningen som bekräftar det som [redan] är i deras hand. Säg: \"Varför dödade ni då i gångna tider Guds profeter, om ni [som ni säger] var troende","tr":"Onlara, \"Allah'ın indirdiğine inanın\" denildiğinde \"Bize indirilene inanırız\" deyip ondan sonra gelen Kuran'ı inkar ederler; halbuki o, ellerinde bulunan Tevrat'ı tasdik eden hak bir Kitap'dır. Onlara \"Eğer inanıyor idiyseniz niçin daha önce Allah'ın peygamberlerini öldürüyordunuz?\" diye sor","ur":"جب اُن سے کہا جاتا ہے کہ جو کچھ اللہ نے نازل کیا ہے اس پر ایمان لاؤ، تو وہ کہتے ہیں \"ہم تو صرف اُس چیز پر ایمان لاتے ہیں، جو ہمارے ہاں (یعنی نسل اسرائیل) میں اتری ہے\" اس دائرے کے باہر جو کچھ آیا ہے، اسے ماننے سے وہ انکار کرتے ہیں، حالانکہ وہ حق ہے اور اُس تعلیم کی تصدیق و تائید کر رہا ہے جو ان کے ہاں پہلے سے موجود تھی اچھا، ان سے کہو: اگر تم اس تعلیم ہی پر ایمان رکھنے والے ہو جو تمہارے ہاں آئی تھی، تو اس سے پہلے اللہ کے اُن پیغمبروں کو (جو خود بنی اسرائیل میں پیدا ہوئے تھے) کیوں قتل کرتے رہے؟","zh":"有人对他们说：“你们应当归信安拉所降示的经典。”他们就说：“我们信我们所受的启示。”他们不信此后的经典，其实，这部经典确是真实的，能证实他们所有的经典。你说：“如果你们是信道的人，以前你们为什么杀害众先知呢？”"},"transliteration":"Waitha qeela lahum aminoo bima anzala Allahu qaloo numinu bima onzila AAalayna wayakfuroona bima waraahu wahuwa alhaqqu musaddiqan lima maAAahum qul falima taqtuloona anbiyaa Allahi min qablu in kuntum mumineena","chapter":{"id":2,"name":"البقرة","transliteration":"Al-Baqarah","translations":{"en":"The Cow","es":"La Vaca","fr":"La vache","id":"Sapi Betina","ru":"Корова","sv":"Kon","tr":"Bakara","ur":"گائے","zh":"黄牛"},"type":"medinan"}}
