{"id":980,"number":26,"text":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","translations":{"en":"O children of Adam, We have bestowed upon you clothing to conceal your private parts and as adornment. But the clothing of righteousness - that is best. That is from the signs of Allah that perhaps they will remember","es":"¡Oh, hijos de Adán! Los he provisto con vestimentas para que cubran sus vergüenzas y para que se vistan con elegancia. Pero vestirse con la piedad es la mejor [vestimenta]. Eso es un signo de Dios para que puedan recapacitar","fr":"O enfants d'Adam! Nous avons fait descendre sur vous un vêtement pour cacher vos nudités, ainsi que des parures. - Mais le vêtement de la piété voilà qui est meilleur - C'est un des signes (de la puissance) d'Allah. Afin qu'ils se rappellent","id":"Wahai anak cucu Adam! Sesungguhnya Kami telah menyediakan pakaian untuk menutupi auratmu dan untuk perhiasan bagimu. Tetapi pakaian takwa, itulah yang lebih baik. Demikianlah sebagian tanda-tanda kekuasaan Allah, mudah-mudahan mereka ingat","ru":"О сыны Адама! Мы ниспослали вам одеяние для прикрытия ваших срамных мест и украшения. Однако одеяние из богобоязненности - лучше. Таково одно из знамений Аллаха. Быть может, они помянут назидание","sv":"SÖNER av Adam! Vi har gett er ting som ni kan skyla er nakenhet [och pryda er] med liksom [fågeln pryder sig med sina] fjädrar; men den bästa dräkten är en dräkt av gudsfruktan. Detta är ett budskap från Gud - kanske stämmer det dem till eftertanke","tr":"Ey İnsanoğulları! Ayıp yerlerinizi örtecek giyimlikle sizi süsleyecek elbiseler gönderdik. Takva örtüsü ise bunlardan daha hayırlıdır. Allah'ın bu ayetleri öğüt almanız içindir","ur":"اے اولاد آدم، ہم نے تم پر لباس نازل کیا ہے کہ تمہارے جسم کے قابل شرم حصوں کو ڈھانکے اور تمہارے لیے جسم کی حفاظت اور زینت کا ذریعہ بھی ہو، اور بہترین لباس تقویٰ کا لباس ہے یہ اللہ کی نشانیوں میں سے ایک نشانی ہے، شاید کہ لوگ اس سے سبق لیں","zh":"阿丹的子孙啊！我确已为你们而创造遮盖阴部的衣服和修饰的衣服，敬畏的衣服尤为优美。这是属于安拉的迹象，以便他们觉悟。"},"transliteration":"Ya banee adama qad anzalna AAalaykum libasan yuwaree sawatikum wareeshan walibasu alttaqwa thalika khayrun thalika min ayati Allahi laAAallahum yaththakkaroona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
