{"id":981,"number":27,"text":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","translations":{"en":"O children of Adam, let not Satan tempt you as he removed your parents from Paradise, stripping them of their clothing to show them their private parts. Indeed, he sees you, he and his tribe, from where you do not see them. Indeed, We have made the devils allies to those who do not believe","es":"¡Oh, hijos de Adán! Que no los seduzca el demonio como lo hizo con sus padres [Adán y Eva] haciendo que salieran del Paraíso y fueran despojados de lo que los cubría. El demonio y sus secuaces los acechan desde donde no los ven. Hice que los demonios fueran aliados de los que se niegan a creer","fr":"O enfants d'Adam! Que le Diable ne vous tente point, comme il a fait sortir du Paradis vos père et mère, leur arrachant leur vêtement pour leur rendre visibles leurs nudités. Il vous voit, lui et ses suppôts, d'où vous ne les voyez pas. Nous avons désigné les diables pour alliés à ceux qui ne croient point","id":"Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman","ru":"О сыны Адама! Не позволяйте дьяволу совратить вас, подобно тому, как он вывел из Рая ваших родителей. Он сорвал с них одежды, чтобы показать им их срамные места. Воистину, он и его сородичи видят вас оттуда, где вы их не видите. Воистину, Мы сделали дьяволов покровителями и помощниками тех, которые не веруют","sv":"Söner av Adam! Låt inte Djävulen fresta er så som han [frestade] er stamfader och er stammoder och blev orsak till deras förvisning ur paradiset, när han berövade dem deras dräkt [av oskuld] och gjorde dem medvetna om sin nakenhet. Han och hans anhang lurar [nu] på er där ni inte kan se dem. Vi har gett dem som inte är troende onda krafter som beskyddare","tr":"Ey İnsanoğulları! Şeytan, ayıp yerlerini kendilerine göstermek için elbiselerini soyarak ananızı babanızı cennetten çıkardığı gibi sizi de şaşırtmasın. Sizin onları görmediğiniz yerlerden o ve taraftarları sizi görürler. Biz şeytanları, inanmayanlara dost kılarız","ur":"اے بنی آدم، ایسا نہ ہو کہ شیطان تمہیں پھر اُسی طرح فتنے میں مبتلا کر دے جس طرح اس نے تمہارے والدین کو جنت سے نکلوایا تھا اور ا ن کے لباس ان پر سے اتروا دیے تھے تاکہ ان کی شرمگاہیں ایک دوسرے کے سامنے کھولے وہ اور اس کے ساتھی تمہیں ایسی جگہ سے دیکھتے ہیں جہاں سے تم انہیں نہیں دیکھ سکتے اِن شیاطین کو ہم نے اُن لوگوں کا سرپرست بنا دیا ہے جو ایمان نہیں لاتے","zh":"阿丹的子孙啊！绝不要让恶魔考验你们。犹如他把你们的始祖父母的衣服脱下，而揭示他俩自己的阴部，然后把他俩诱出乐园。他和他的部下，的确能看见你们；而你们却不能看见他们。我确已使恶魔成为不信道者的盟友。"},"transliteration":"Ya banee adama la yaftinannakumu alshshaytanu kama akhraja abawaykum mina aljannati yanziAAu AAanhuma libasahuma liyuriyahuma sawatihima innahu yarakum huwa waqabeeluhu min haythu la tarawnahum inna jaAAalna alshshayateena awliyaa lillatheena la yuminoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
