{"id":982,"number":28,"text":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translations":{"en":"And when they commit an immorality, they say, \"We found our fathers doing it, and Allah has ordered us to do it.\" Say, \"Indeed, Allah does not order immorality. Do you say about Allah that which you do not know","es":"que cuando cometen una obscenidad se excusan diciendo: \"Nuestros padres lo hacían y Dios así nos lo ordenó\". Diles: \"Dios no ordena la inmoralidad. ¿Afirman sobre Dios algo que en realidad ignoran","fr":"et quand ceux-ci commettent une turpitude, ils disent: «C'est une coutume léguée par nos ancêtres et prescrite par Allah.» Dis: «[Non,] Allah ne commande point la turpitude. Direz-vous contre Allah ce que vous ne savez pas?»","id":"(Dan apabila mereka melakukan perbuatan keji, mereka berkata, \"Kami mendapati nenek moyang kami melakukan yang demikian, dan Allah menyuruh kami mengerjakannya.\" Katakanlah, \"Sesungguhnya Allah tidak pernah menyuruh berbuat keji.329) Mengapa kamu membicarakan tentang Allah apa yang tidak kamu ketahui","ru":"Когда они совершают мерзость, они говорят: «Мы видели, что наши отцы поступали таким образом. Аллах повелел нам это». Скажи: «Аллах не велит совершать мерзость. Неужели вы станете наговаривать на Аллаха то, чего не знаете?»","sv":"och när de begår skamlösa handlingar, säger de: \"Så gjorde våra fäder och Gud har [själv] påbjudit det.\" Säg: \"Nej, Gud påbjuder inte skamlösa handlingar. Påstår ni om Gud sådant som ni inte kan veta","tr":"Onlar bir fenalık yaptıkları zaman, \"Babalarımızı bu yolda bulduk, Allah da bize bunu emretti\" derler. De ki: \"Allah fenalığı emretmez. Bilmediğiniz şeyi Allah'a karşı mı söylüyorsunuz","ur":"یہ لوگ جب کوئی شرمناک کام کرتے ہیں تو کہتے ہیں ہم نے اپنے باپ دادا کو اسی طریقہ پر پایا ہے اور اللہ ہی نے ہمیں ایسا کرنے کا حکم دیا ہے اِن سے کہو اللہ بے حیائی کا حکم کبھی نہیں دیا کرتا کیا تم اللہ کا نام لے کر وہ باتیں کہتے ہو جن کے متعلق تمہیں علم نہیں ہے (وہ اللہ کی طرف سے ہیں)؟","zh":"当他们作了丑事的时候，他们说：“我们发现我们的祖先是这样做的。安拉也是命令我们这样做的。”你说：“安拉不命令人做丑事。难道你们假借安拉的名义而妄言你们自己所不知道的事情吗？”"},"transliteration":"Waitha faAAaloo fahishatan qaloo wajadna AAalayha abaana waAllahu amarana biha qul inna Allaha la yamuru bialfahshai ataqooloona AAala Allahi ma la taAAlamoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
