{"id":983,"number":29,"text":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","translations":{"en":"Say, [O Muhammad], \"My Lord has ordered justice and that you maintain yourselves [in worship of Him] at every place [or time] of prostration, and invoke Him, sincere to Him in religion.\" Just as He originated you, you will return [to life]","es":"Diles: \"Mi Señor solo ordena la justicia, que se mantengan en adoración en las mezquitas, y que Lo invoquen solo a Él practicando sinceramente Su religión\". Así como los creó [por primera vez] los hará volver [a la vida]","fr":"Dis: «Mon Seigneur a commandé l'équité. Que votre prosternation soit exclusivement pour Lui. Et invoquez-Le, sincères dans votre culte. De même qu'Il vous a créés, vous retournerez à Lui»","id":"Katakanlah, \"Tuhanku menyuruhku berlaku adil. Hadapkanlah wajahmu (kepada Allah) pada setiap salat, dan sembahlah Dia dengan mengikhlaskan ibadah semata-mata hanya kepada-Nya. Kamu akan dikembalikan kepadanya sebagaimana kamu diciptakan semula","ru":"Скажи: «Мой Господь велел поступать справедливо». Обращайте к Нему лица в любом месте поклонения и взывайте к Нему, очищая перед Ним веру. Он сотворил вас изначально, и так же вы будете возвращены»","sv":"Säg: \"Min Herre har [enbart] påbjudit det som är rätt och rimligt. Och [Han vill] att ni lägger in hela er själ i all andakt och anropar Honom med uppriktig tro. Liksom ni har utgått från Honom är det [till Honom] ni skall återvända","tr":"De ki: \"Rabbim adaleti emretti; her secde yerinde yüzünüzü O'na doğrultun; dinde samimi olarak O'na yalvarın. Sizi yarattığı gibi yine O'na döneceksiniz","ur":"اے محمدؐ، ان سے کہو، میرے رب نے تو راستی و انصاف کا حکم دیا ہے، اور اس کا حکم تو یہ ہے کہ ہر عبادت میں اپنا رخ ٹھیک رکھو اور اُسی کو پکارو اپنے دین کو اس کے لیے خالص رکھ کر جس طرح اُس نے تمہیں اب پیدا کیا ہے اسی طرح تم پھر پیدا کیے جاؤ گے","zh":"你说：“我的主，命令人主持公道，在每次礼拜的时候，你们要专心致志地趋向他，要心悦诚服地祈祷他。你们要像他创造你们的时候那样返本还原。”"},"transliteration":"Qul amara rabbee bialqisti waaqeemoo wujoohakum AAinda kulli masjidin waodAAoohu mukhliseena lahu alddeena kama badaakum taAAoodoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
