{"id":984,"number":30,"text":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","translations":{"en":"A group [of you] He guided, and a group deserved [to be in] error. Indeed, they had taken the devils as allies instead of Allah while they thought that they were guided","es":"Un grupo siguió la guía, pero otro grupo se confirmó en su extravío, porque tomaron a los demonios como aliados-protectores en vez de Dios, mientras creían estar en la guía [correcta]","fr":"Il guide une partie, tandis qu'une autre partie a mérité l'égarement parce qu'ils ont pris, au lieu d'Allah, les diables pour alliés, et ils pensent qu'ils sont bien-guidés","id":"Sebagian diberi-Nya petunjuk dan sebagian lagi sepantasnya menjadi sesat. Mereka menjadikan setan-setan sebagai pelindung selain Allah. Mereka mengira bahwa mereka mendapat petunjuk","ru":"Он одних наставил на прямой путь, а другим заслуженно предписал заблуждение. Они сочли дьяволов своими покровителями и помощниками вместо Аллаха и полагают, что следуют прямым путем","sv":"Några [av er] har Han väglett och några har dömt sig själva att gå vilse, eftersom de har valt att låta sig styras av [sina] onda impulser hellre än av Gud - och ändå tror de att de är på rätt väg","tr":"Allah insanlardan bir takımını doğru yola eriştirdi, fakat bir takımı da sapıklığı haketti, çünkü bunlar Allah'ı bırakıp şeytanları dost edinmiş ve kendilerini doğru yolda sanmışlardı","ur":"ایک گروہ کوتو اس نے سیدھا راستہ دکھا دیا ہے، مگر دوسرے گروہ پر گمراہی چسپاں ہو کر رہ گئی ہے، کیونکہ انہوں نے خدا کے بجائے شیاطین کو اپنا سر پرست بنا لیا ہے اور وہ سمجھ رہے ہیں کہ ہم سیدھی راہ پر ہیں","zh":"一伙人，他曾加以引导；一伙人，是该迷误的（他曾加以弃绝）。他们确已舍安拉而以恶魔为保佑者，还以为自己是遵循正道的。"},"transliteration":"Fareeqan hada wafareeqan haqqa AAalayhimu alddalalatu innahumu ittakhathoo alshshayateena awliyaa min dooni Allahi wayahsaboona annahum muhtadoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
