{"id":986,"number":32,"text":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translations":{"en":"Say, \"Who has forbidden the adornment of Allah which He has produced for His servants and the good [lawful] things of provision?\" Say, \"They are for those who believe during the worldly life [but] exclusively for them on the Day of Resurrection.\" Thus do We detail the verses for a people who know","es":"Diles: \"¿Quién les ha prohibido vestir con las prendas elegantes que Dios les ha concedido a Sus siervos y beneficiarse de todo lo bueno que Dios les ha proveído?\" Diles: \"Pero de todo eso, el Día de la Resurrección, se beneficiarán exclusivamente quienes hayan sido creyentes durante la vida mundanal\". Así es como aclaro Mis signos para un pueblo que comprende","fr":"Dis: «Qui a interdit la parure d'Allah, qu'Il a produite pour Ses serviteurs, ainsi que les bonnes nourritures?» Dis: «Elles sont destinées à ceux qui ont la foi, dans cette vie, et exclusivement à eux au Jour de la Résurrection.» Ainsi exposons-Nous clairement les versets pour les gens qui savent","id":"Katakanlah (Muhammad), \"Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? Katakanlah, \"Semua itu untuk orang-orang yang beriman dalam kehidupan dunia, dan khusus (untuk mereka saja) pada hari kiamat.330) Demikianlah Kami menjelaskan ayat-ayat itu untuk orang-orang yang mengetahui","ru":"Скажи: «Кто запретил украшения Аллаха, которые Он даровал Своим рабам, и прекрасный удел?». Скажи: «В мирской жизни они предназначены для тех, кто уверовал, а в День воскресения они будут предназначены исключительно для них». Так Мы разъясняем знамения людям знающим","sv":"Säg: \"Vem har förbjudit de sköna ting som Gud har skänkt Sina tjänare och allt det goda som Han gett dem för deras försörjning?\" Säg: \"Allt detta tillkommer i detta liv dem som tror, och på Uppståndelsens dag skall det vara dem [ensamma] förbehållet.\" Så framställer Vi [Våra] budskap fast och klart för alla insiktsfulla människor","tr":"Allah'ın kulları için yarattığı ziynet ve temiz rızıkları haram kılan kimdir?\" \"Bunlar, dünya hayatında inananlarındır, kıyamet gününde de yalnız onlar içindir\" de. Bilen kimseler için ayetlerimizi böylece uzun uzun açıklıyoruz","ur":"اے محمدؐ، ان سے کہو کس نے اللہ کی اُس زینت کو حرام کر دیا جسے اللہ نے اپنے بندوں کے لیے نکالا تھا اور کس نے خدا کی بخشی ہوئی پاک چیزیں ممنوع کر دیں؟ کہو، یہ ساری چیزیں دنیا کی زندگی میں بھی ایمان لانے والوں کے لیے ہیں، اور قیامت کے روز تو خالصتاً انہی کے لیے ہوں گی اِس طرح ہم اپنی باتیں صاف صاف بیان کرتے ہیں اُن لوگوں کے لیے جو علم رکھنے والے ہیں","zh":"你说：“安拉为他的臣民而创造的服饰和佳美的食物，谁能禁止他们去享受呢？”你说：“那些物品为信道者在今世所共有，在复活日所独享的。”我为有知识的民众这样解释一切迹象。"},"transliteration":"Qul man harrama zeenata Allahi allatee akhraja liAAibadihi waalttayyibati mina alrrizqi qul hiya lillatheena amanoo fee alhayati alddunya khalisatan yawma alqiyamati kathalika nufassilu alayati liqawmin yaAAlamoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
