{"id":989,"number":35,"text":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translations":{"en":"O children of Adam, if there come to you messengers from among you relating to you My verses, then whoever fears Allah and reforms - there will be no fear concerning them, nor will they grieve","es":"¡Oh, hijos de Adán! Cuando se les presenten Mensajeros que les transmitan Mis signos, tengan temor [de Dios] y rectifiquen [sus obras], que nada tendrán que temer ni estarán tristes [el Día del Juicio Final]","fr":"O enfants d'Adam! Si des messagers [choisis] parmi vous viennent pour vous exposer Mes signes, alors ceux qui acquièrent la piété et se réforment, n'auront aucune crainte et ne seront point affligés","id":"Wahai anak cucu Adam! Jika datang kepadamu Rasul-rasul dari kalanganmu sendiri, yang menceritakan ayat-ayat-Ku kepadamu, maka barang siapa bertakwa dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka, dan mereka tidak bersedih hati","ru":"О сыны Адама! Если к вам придут посланники из вашей среды, читая вам Мои аяты, то всякий, кто станет богобоязненным и исправит свои деяния, не познает страха и не будет опечален","sv":"SÖNER av Adam! När profeter kommer till er ur era egna led och framför Mina budskap, behöver de som fruktar Gud och gör bättring inte känna fruktan och ingen sorg skall tynga dem","tr":"Ey Adem oğulları! Size aranızdan ayetlerimizi okuyan peygamberler geldiğinde, onların bildirdiklerine karşı gelmekten sakınan ve gidişini düzeltenlere, işte onlara korku yoktur ve onlar üzülmeyeceklerdir","ur":"(اور یہ بات اللہ نے آغاز تخلیق ہی میں صاف فرما دی تھی کہ) اے بنی آدم، یاد رکھو، اگر تمہارے پاس خود تم ہی میں سے ایسے رسول آئیں جو تمہیں میری آیات سنا رہے ہوں، تو جو کوئی نافرمانی سے بچے گا اور اپنے رویہ کی اصلاح کر لے گا اس کے لیے کسی خوف اور رنج کا موقع نہیں ہے","zh":"阿丹的子孙啊！如果你们同族中的使者来对你们讲述我的迹象，那么，凡敬畏而且修身者，将来都没有恐惧，也不忧愁。"},"transliteration":"Ya banee adama imma yatiyannakum rusulun minkum yaqussoona AAalaykum ayatee famani ittaqa waaslaha fala khawfun AAalayhim wala hum yahzanoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
