{"id":991,"number":37,"text":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَـٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","translations":{"en":"And who is more unjust than one who invents about Allah a lie or denies His verses? Those will attain their portion of the decree until when Our messengers come to them to take them in death, they will say, \"Where are those you used to invoke besides Allah?\" They will say, \"They have departed from us,\" and will bear witness against themselves that they were disbelievers","es":"¿Acaso hay alguien más injusto que quien inventa mentiras acerca de Dios o desmiente Sus signos? A ellos los alcanzará lo que estaba escrito [en la predestinación]. Cuando se les presenten Mis [ángeles] Enviados para tomar sus almas les dirán: \"¿Dónde están aquellos [ídolos] que invocaban en vez de Dios?\" Ellos responderán: \"Nos han abandonado\", y atestiguarán contra sí mismos haber sido incrédulos","fr":"Quel pire injuste, que celui qui invente un mensonge contre Allah, ou qui traite de mensonges Ses signes? Ceux là auront la part qui leur a été prescrite; jusqu'au moment où Nos Envoyés [Nos Anges] viennent à eux pour leur enlever l'âme, en leur disant: «Où sont ceux que vous invoquiez en dehors d'Allah?» - Ils répondront: «Nous ne les trouvons plus». Et ils témoigneront contre eux-mêmes qu'ils étaient mécréants","id":"Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau yang mendustakan ayat-ayat-Nya? Mereka itu akan memperoleh bagian yang telah ditentukan dalam Kitab sampai datang para utusan (malaikat) Kami kepada mereka untuk mencabut nyawanya. Mereka (para malaikat) berkata, Manakah sembahan yang biasa kamu sembah selain Allah?\" Mereka (orang musyrik) menjawab, \"Semuanya telah lenyap dari kami,\" dan mereka memberikan kesaksian diri mereka sendiri bahwa mereka adalah orang-orang kafir","ru":"Кто же несправедливее того, кто возводит на Аллаха навет или считает ложью Его знамения? Они получат удел, отведенный им в Писании. Когда же к ним явятся Наши посланцы, чтобы умертвить их, они скажут: «Где те, к кому вы взывали вместо Аллаха?». Они скажут: «Они бросили нас!». Они принесут свидетельства против самих себя о том, что они были неверующими","sv":"Och vem är mer orättfärdig än den som finner på osanningar om Gud eller påstår att Hans budskap är lögn? De skall få sin andel av det som Gud [har förordnat i Sitt] beslut till dess Våra utsända kommer till dem för att ta emot deras själar och säger: \"Var är nu de som ni brukade anropa i Guds ställe?\" Och de skall svara: \"De har övergett oss.\" Så kommer de att vittna mot sig själva att de förnekade sanningen","tr":"Allah'a karşı yalan uyduran veya ayetlerini yalan sayandan daha zalim kimdir? Kitap'daki payları kendilerine erişecek olanlar onlardır. Elçilerimiz canlarını almak üzere geldiklerinde onlara, \"Allah'tan başka taptıklarınız nerede?\" deyince, \"Bizi koyup kaçtılar\" derler, böylece inkarcı olduklarına kendi aleyhlerine şahidlik ederler","ur":"ظاہر ہے کہ اُس سے بڑا ظالم اور کو ن ہو گا جو بالکل جھوٹی باتیں گھڑ کر اللہ کی طرف منسوب کرے یا اللہ کی سچی آیات کو جھٹلائے ایسے لوگ اپنے نوشتہ تقدیر کے مطابق اپنا حصہ پاتے رہیں گے، یہاں تک کہ وہ گھڑی آ جائے گی جب ہمارے بھیجے ہوئے فرشتے ان کی روحیں قبض کرنے کے لیے پہنچیں گے اُس وقت وہ اُن سے پوچھیں گے کہ بتاؤ، اب کہاں ہیں تمہارے وہ معبود جن کو تم کو خدا کے بجائے پکارتے تھے؟ وہ کہیں گے کہ، \"سب ہم سے گم ہو گئے\" اور وہ خود اپنے خلاف گواہی دیں گے کہ ہم واقعی منکر حق تھے","zh":"假借安拉的名义而造谣，或否认其迹象者，有谁比他们还不义呢？这等人将遭遇天经中为他们预定的命运，直到我的众使者来使他们死亡的时候，将对他们说：“你们从前舍安拉而祈祷的（偶像），现在在哪里呢？他们将说：“他们已回避我们了。”他们将要承认自己原是不信道者。"},"transliteration":"Faman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba biayatihi olaika yanaluhum naseebuhum mina alkitabi hatta itha jaathum rusuluna yatawaffawnahum qaloo ayna ma kuntum tadAAoona min dooni Allahi qaloo dalloo AAanna washahidoo AAala anfusihim annahum kanoo kafireena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
