{"id":992,"number":38,"text":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","translations":{"en":"[Allah] will say, \"Enter among nations which had passed on before you of jinn and mankind into the Fire.\" Every time a nation enters, it will curse its sister until, when they have all overtaken one another therein, the last of them will say about the first of them \"Our Lord, these had misled us, so give them a double punishment of the Fire. He will say, \"For each is double, but you do not know","es":"Les dirá [Dios]: \"Entren al Infierno junto a las comunidades de seres humanos y yinnes que los precedieron\". Cada vez que entre una comunidad, maldecirá a su hermana; y cuando todos hayan ingresado, dirán los últimos sobre los primeros: \"¡Señor nuestro! Ellos son quienes nos desviaron, duplícales el castigo del Fuego\". Pero dirá [Dios]: \"A todos les será duplicado, aunque no lo sepan","fr":"«Entrez dans le Feu», dira [Allah,] «parmi les djinns et les hommes des communautés qui vous ont précédés.» Chaque fois qu'une communauté entrera, elle maudira celle qui l'aura précédée. Puis, lorsque tous s'y retrouveront, la dernière fournée dira de la première: «O notre Seigneur! Voilà ceux qui nous ont égarés: donne-leur donc double châtiment du feu.» Il dira: «A chacun le double, mais vous ne savez pas»","id":"Allah berfirman, \"Masuklah kamu ke dalam api neraka bersama golongan jin dan manusia yang telah lebih dahulu dari kamu. Setiap kali suatu umat masuk, dia melaknat saudaranya, sehingga apabila mereka telah masuk semuanya, berkatalah orang yang (masuk) belakangan (kepada) orang yang (masuk) terlebih dahulu, \"Ya Tuhan kami, Mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka\" Allah berfirman, \"Masing-masing mendapatkan (siksaan) yang berlipat ganda, tetapi kamu tidak mengetahui","ru":"Аллах скажет: «Войдите в Ад вместе с народами из числа людей и джиннов, которые прожили до вас». Каждый раз, когда один народ будет входить туда, он будет проклинать родственный ему народ. Когда же они будут собраны там вместе, то последние из них скажут о первых: «Господь наш! Это они ввели нас в заблуждение. Удвой же их мучения в Огне». Он скажет: «Всем воздастся вдвойне, но вы не знаете этого»","sv":"[Och Gud] skall säga: \"Gå in med skaran av de osynliga väsen och människor, som levde före er, i [den eviga] Elden!\" Varje gång en skara går in [i Elden] förbannar de den föregående och när de alla har samlats där, skall de sista säga om de första: \"Herre! De ledde oss på avvägar; fördubbla deras straff i Elden!\" [Och] Han skall svara: \"Ni skall alla få dubbelt [straff], men [om detta] vet ni ingenting","tr":"Allah, \" Sizden önce geçmiş cin ve insan ümmetleriyle beraber ateşe girin\" der. Her ümmet girdikçe kendi yoldaşına lanet eder. Hepsi birbiri ardından cehennemde toplanınca, sonrakiler öncekiler için, \"Rabbimiz! Bizi sapıtanlar işte bunlardır, onlara ateş azabını kat kat ver\" derler, Allah, \"Hepsinin kat kattır, ama bilmezsiniz\" der","ur":"اللہ فرمائے گا جاؤ، تم بھی اسی جہنم میں چلے جاؤ جس میں تم سے پہلے گزرے ہوئے گروہ جن و انس جا چکے ہیں ہر گروہ جب جہنم میں داخل ہوگا تو اپنے پیش رو گروہ پر لعنت کرتا ہوا داخل ہوگا، حتیٰ کہ جب سب وہاں جمع ہو جائیں گے تو ہر بعد والا گروہ پہلے گروہ کے حق میں کہے گا کہ اے رب، یہ لوگ تھے جنہوں نے ہم کو گمراہ کیا لہٰذا انہیں آگ کا دوہرا عذاب دے جواب میں ارشاد ہوگا، ہر ایک کے لیے دوہرا ہی عذاب ہے مگر تم جانتے نہیں ہو","zh":"安拉将要说：“你们同精灵和人类中以前逝去的各民族一起进入火狱吧。”每当一个民族进火狱去，总要咒骂她的姐妹民族，直到他们统统到齐了。他们中后进的论及先进的说：“我们的主啊！这等人曾使我们迷误，求你使他们受加倍的火刑。”主说：“每个人都受加倍的火刑，但你们不知道。”"},"transliteration":"Qala odkhuloo fee omamin qad khalat min qablikum mina aljinni waalinsi fee alnnari kullama dakhalat ommatun laAAanat okhtaha hatta itha iddarakoo feeha jameeAAan qalat okhrahum lioolahum rabbana haolai adalloona faatihim AAathaban diAAfan mina alnnari qala likullin diAAfun walakin la taAAlamoona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
