{"id":994,"number":40,"text":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","translations":{"en":"Indeed, those who deny Our verses and are arrogant toward them - the gates of Heaven will not be opened for them, nor will they enter Paradise until a camel enters into the eye of a needle. And thus do We recompense the criminals","es":"A quienes hayan desmentido Mis signos con soberbia no se les abrirán las puertas del cielo ni entrarán en el Paraíso hasta que un camello pase por el ojo de una aguja. Así castigo a los pecadores","fr":"Pour ceux qui traitent de mensonges Nos enseignements et qui s'en écartent par orgueil, les portes du ciel ne leur seront pas ouvertes, et ils n'entreront au Paradis que quand le chameau pénètre dans le chas de l'aiguille. Ainsi rétribuons-Nous les criminels","id":"(Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, tidak akan dibukakan pintu-pintu langit bagi mereka,331) dan mereka tidak akan masuk surga, sebelum unta masuk ke dalam lubang jarum.332) Demikianlah Kami memberi balasan kepada orang-orang yang berbuat jahat","ru":"Воистину, не откроются врата небесные для тех, кто считал ложью Наши знамения и превозносился над ними. Они не войдут в Рай, пока верблюд не пройдет сквозь игольное ушко. Так Мы воздаем грешникам","sv":"HIMLENS portar skall förbli stängda för dem som påstår att Våra budskap är lögn och högmodigt vänder sig ifrån dem; det blir inte lättare för dem att komma in i paradiset än för ett rep att tränga igenom ett nålsöga. Så belönar Vi de obotfärdiga syndarna","tr":"Doğrusu ayetlerimizi yalan sayıp, onlara karşı büyüklük taslayanlara, göğün kapıları açılmaz; deve iğnenin deliğinden geçmedikçe cennete de giremezler. Suçluları böyle cezalandırırız","ur":"یقین جانو، جن لوگوں نے ہماری آیات کو جھٹلایا ہے اور ان کے مقابلہ میں سرکشی کی ہے ان کے لیے آسمان کے دروازے ہرگز نہ کھولے جائیں گے اُن کا جنت میں جانا اتنا ہی ناممکن ہے جتنا سوئی کے ناکے سے اونٹ کا گزرنا مجرموں کو ہمارے ہاں ایسا ہی بدلہ ملا کرتا ہے","zh":"否认我的迹象而加以藐视者，所有的天门必不为他们而开放，他们不得入乐园，直到骆驼能穿过针眼。我要这样报酬犯罪者。"},"transliteration":"Inna allatheena kaththaboo biayatina waistakbaroo AAanha la tufattahu lahum abwabu alssamai wala yadkhuloona aljannata hatta yalija aljamalu fee sammi alkhiyati wakathalika najzee almujrimeena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
