{"id":997,"number":43,"text":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","translations":{"en":"And We will have removed whatever is within their breasts of resentment, [while] flowing beneath them are rivers. And they will say, \"Praise to Allah, who has guided us to this; and we would never have been guided if Allah had not guided us. Certainly the messengers of our Lord had come with the truth.\" And they will be called, \"This is Paradise, which you have been made to inherit for what you used to do","es":"Purificaré sus corazones del rencor que hubiere entre ellos. Vivirán donde corren ríos y dirán [en agradecimiento]: \"¡Alabado sea Dios, Quien nos guió!, y no hubiéramos podido encaminarnos de no haber sido por Él. La promesa con la que vinieron los Mensajeros de nuestro Señor era verdad\". Se les dirá: \"Éste es el Paraíso que han heredado [en recompensa] por lo que solían obrar","fr":"Et Nous enlèverons toute la rancune de leurs poitrines, sous eux couleront les ruisseaux, et ils diront: «Louange à Allah qui nous a guidés à ceci. Nous n'aurions pas été guidés, si Allah ne nous avait pas guidés. Les messagers de notre Seigneur sont venus avec la vérité.» Et on leur proclamera: «Voilà le Paradis qui vous a été donné en héritage pour ce que vous faisiez»","id":"dan kami mencabut rasa dendam dari dalam dada mereka, di bawahnya mengalir sungai-sungai. Mereka berkata, \"Segala puji bagi Allah yang telah menunjukan kami ke (surga) ini. Kami tidak akan mendapat petunjuk sekiranya Allah tidak menunjukan kami. Sesungguhnya Rasul-rasul Tuhan kami telah datang membawa kebenaran.\" Diserukan kepada mereka, \"Itulah surga yang telah diwariskan kepadamu, karena apa yang telah kamu kerjakan","ru":"Мы исторгнем из их сердец злобу, и под ними будут протекать реки. Они скажут: «Хвала Аллаху, Который привел нас к этому! Мы не последовали бы прямым путем, если бы Аллах не наставил нас. И посланники Господа нашего принесли истину». Им будет возвещено: «Вот Рай, который вы унаследовали за то, что совершали»","sv":"Vi skall rensa bort ur deras hjärtan [alla rester av gammalt] agg. Medan bäckar porlar framför deras fötter, skall de höja sin röst [i bön]: \"Vi lovar och prisar Gud som har fört oss hit! Utan Guds vägledning skulle Vi inte ha funnit vägen. Vår Herres sändebud gav oss sanningen.\" Och [änglarna] skall säga: \"Detta är paradiset, arvet som har tillfallit er [som lön] för era handlingar","tr":"Cennette altlarından ırmaklar akarken gönüllerinden kini çıkarıp atarız. \"Bizi buraya eriştiren Allah'a hamdolsun. Eğer Allah bizi doğru yola iletmeseydi, biz doğru yolu bulamazdık. And olsun ki Rabbimizin peygamberleri bize gerçeği getirmiştir\" derler. Onlara, \"İşlediğinize karşılık işte mirasçısı olduğunuz cennet\" diye seslenilir","ur":"ان کے دلوں میں ایک دوسرے کے خلاف جو کچھ کدورت ہوگی اسے ہم نکال دیں گے اُن کے نیچے نہریں بہتی ہونگی، اور وہ کہیں گے کہ \"تعریف خدا ہی کے لیے ہے جس نے ہمیں یہ راستہ دکھایا، ہم خود راہ نہ پا سکتے تھے اگر خدا ہماری رہنمائی نہ کرتا، ہمارے رب کے بھیجے ہوئے رسول واقعی حق ہی لے کر آئے تھے\" اُس وقت ندا آئے گی کہ \"یہ جنت جس کے تم وارث بنائے گئے ہو تمہیں اُن اعمال کے بدلے میں ملی ہے جو تم کرتے رہے تھے","zh":"我将拔除他们心中的怨恨，他们将住在下临诸河的乐园，他们将说：“一切赞颂，全归安拉！他引导我们获此善报，假若安拉没有引导我们，我们不致于遵循正道。我们的主的众使者，确已昭示了真理。”或者将大声地对他们说：“这就是你们因自己的行为而得继承的乐园。”"},"transliteration":"WanazaAAna ma fee sudoorihim min ghillin tajree min tahtihimu alanharu waqaloo alhamdu lillahi allathee hadana lihatha wama kunna linahtadiya lawla an hadana Allahu laqad jaat rusulu rabbina bialhaqqi wanoodoo an tilkumu aljannatu oorithtumooha bima kuntum taAAmaloona","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
