{"id":998,"number":44,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ","translations":{"en":"And the companions of Paradise will call out to the companions of the Fire, \"We have already found what our Lord promised us to be true. Have you found what your Lord promised to be true?\" They will say, \"Yes.\" Then an announcer will announce among them, \"The curse of Allah shall be upon the wrongdoers","es":"La gente del Paraíso dirá a la gente del Fuego: \"Hemos encontrado lo que nuestro Señor nos había prometido. ¿Acaso no están ustedes padeciendo el castigo que su Señor les había advertido?\" Responderán: \"¡Sí!\" Entonces se oirá a un pregonero decir: \"¡Qué la maldición de Dios pese sobre los opresores","fr":"Les gens du Paradis crieront aux gens du Feu: «Certes, nous avons trouvé vrai ce que notre Seigneur nous avait promis. Avez-vous aussi trouvé vrai ce que votre Seigneur avait promis?» «Oui», diront-ils. Un héraut annoncera alors au milieu d'eux: Que la malédiction d'Allah soit sur les injustes","id":"Dan para penghuni surga menyeru penghuni-penghuni neraka, \"Sungguh, Kami telah memperoleh apa yang dijanjikan Tuhan kepada kami itu benar. Apakah kamu telah memperoleh apa yang dijanjikan Tuhan kepadamu itu benar?\" Mereka menjawab, \"Benar.\" Kemudian penyeru (malaikat) mengumumkan di antara mereka, \"Laknat Allah bagi orang-orang zalim","ru":"Обитатели Рая воззовут к обитателям Огня: «Мы уже убедились в том, что обещанное нам нашим Господом - истина. Убедились ли вы в том, что обещанное вашим Господом - истина?». Они скажут: «Да». Тогда глашатай возвестит среди них: «Да пребудет проклятие Аллаха над беззаконниками","sv":"Och de vilkas arvedel är paradiset skall ropa till dem som har Elden till arvedel: \"Vi har fått se vår Herres löften besannas. Har [också] ni fått se att er Herres löften var sanna?\" De skall svara \"Ja\", och mellan de [två grupperna] skall en ropare ropa ut Guds fördömelse över de orättfärdiga","tr":"Cennetlikler, cehennemliklere: \"Biz Rabbimizin bize vadettiğini gerçek bulduk, Rabbinizin size de vadettiğini gerçek buldunuz mu?\" diye seslenirler, \"Evet\" derler. Aralarında bir münadi, \"Allah'ın laneti Allah yolundan alıkoyan, o yolun eğriliğini isteyen ve ahireti inkar eden zalimleredir\" diye seslenir","ur":"پھر یہ جنت کے لوگ دوزخ والوں سے پکار کر کہیں گے، \"ہم نے اُن سارے وعدوں کو ٹھیک پا لیا جو ہمارے رب نے ہم سے کیے تھے، کیا تم نے بھی ان وعدوں کو ٹھیک پایا جو تمہارے رب نے کیے تھے؟\" وہ جواب دیں گے \"ہاں\" تب ایک پکارنے والا ان کے درمیان پکارے گا کہ \"خدا کی لعنت اُن ظالموں پر","zh":"乐园的居民将大声地对火狱的居民说：“我们已发现我们的主所应许我们的是真实的了。你们是否也发现你们的主所应许你们的是真实的呢？”他们说：“是的。”于是，一个喊叫者要在他们中间喊叫说：“安拉的弃绝归于不义者。"},"transliteration":"Wanada ashabu aljannati ashaba alnnari an qad wajadna ma waAAadana rabbuna haqqan fahal wajadtum ma waAAada rabbukum haqqan qaloo naAAam faaththana muaththinun baynahum an laAAnatu Allahi AAala alththalimeena","chapter":{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translations":{"en":"The Heights","es":"Los Lugares Elevados","fr":"Al-A'raf","id":"Tempat-tempat Tinggi","ru":"Ограды","sv":"Urskiljning","tr":"A'râf","ur":"اونچی جگہ","zh":"高处"},"type":"meccan"}}
