{"number":15,"name":"الحِجۡرِ","transliteration":"Al-Hijr","translation":"The Rock","revelation_type":"Meccan","total_verses":99,"verses":[{"number":1,"text":"Alif. Lam. Ra. Estos son mensajes de la revelación --de un discurso claro en sí mismo y que muestra claramente la verdad."},{"number":2,"text":"Y llegará el día en que esos que [hoy] se empeñan en negar esta verdad desearán haberse sometido a Dios [mientras vivían]."},{"number":3,"text":"Déjales que coman y se diviertan, seducidos por la esperanza [de goces triviales]: pues, en su momento, habrán de saber [la verdad]."},{"number":4,"text":"Jamás hemos destruido a una comunidad [por su perversión] sin que [antes] haya llegado a su conocimiento una escritura divina;"},{"number":5,"text":"[pero recordad que] ninguna comunidad puede adelantar [el final de] su plazo --ni tampoco posponer[-lo]."},{"number":6,"text":"Y sin embargo, [quienes niegan la verdad] dicen: “¡Eh tú, a quien [supuestamente] se le ha hecho descender este recordatorio: eres, en verdad, un loco!"},{"number":7,"text":"¿Por qué no traes ante nosotros a los ángeles, si eres hombre veraz?”"},{"number":8,"text":"[Pero] nunca enviamos a los ángeles sino de acuerdo a [las exigencias de] la verdad; y [si aparecieran ahora los ángeles,] ¡entonces [a los que rechazan esta escritura divina] no les sería dada una prórroga!"},{"number":9,"text":"Ciertamente, somos Nosotros quienes hemos hecho descender, gradualmente, este recordatorio: y, ciertamente, somos Nosotros quienes en verdad lo protegemos [de toda alteración]."},{"number":10,"text":"Y, EN VERDAD, [Oh Profeta,] ya antes de ti hicimos llegar [enviados Nuestros] a comunidades anteriores"},{"number":11,"text":"y jamás vino a ellos un enviado del que no se burlaran."},{"number":12,"text":"Así, aun [ahora] hacemos que esta [burla de Nuestro mensaje] se adueñe de los corazones de aquellos que están hundidos en el pecado,"},{"number":13,"text":"que no creen en él, aunque el camino que esos [malhechores] de tiempos pasados tuvieron que recorrer les sea de sobra conocido."},{"number":14,"text":"Y aunque les hubiéramos abierto una vía de acceso al cielo y hubieran ascendido, sin cesar, hasta él,"},{"number":15,"text":"sin duda habrían dicho: “¡Son sólo nuestros ojos, que están fascinados! ¡Qué va, hemos sido hechizados!”"},{"number":16,"text":"Y, CIERTAMENTE, hemos dispuesto en los cielos grandes constelaciones, y las hemos hecho hermosas para quienes las contemplan;"},{"number":17,"text":"y las hemos protegido de todas las fuerzas satánicas malditas--"},{"number":18,"text":"de modo que quien furtivamente intenta saber [lo incognoscible] es perseguido por una llama visible."},{"number":19,"text":"Y la tierra --la hemos extendido, y colocamos en ella firmes montañas, y hemos hecho crecer en ella de todo en forma equilibrada,"},{"number":20,"text":"y hemos puesto en ella medios de subsistencia para vosotros [los hombres], y para todos aquellos [seres vivos] cuyo sustento no depende de vosotros."},{"number":21,"text":"Pues, nada existe que no tenga en Nosotros su origen; y no hacemos descender nada sino es con arreglo a una medida precisa."},{"number":22,"text":"Y enviamos los vientos para fertilizar [las plantas], y hacemos caer agua del cielo y de ella os damos de beber: y no sois vosotros quienes disponéis de su fuente --"},{"number":23,"text":"pues, ¡ciertamente, somos Nosotros --sólo Nosotros-- quienes damos la vida y damos la muerte, y sólo Nosotros permaneceremos cuando todo lo demás haya desaparecido!"},{"number":24,"text":"Y conocemos bien [los corazones y las obras de todos los seres humanos --tanto] de aquellos que vivieron antes de vosotros como de los que vendrán después de vosotros;"},{"number":25,"text":"y, ciertamente, vuestro Sustentador será quien les congregará a todos [en el Día del Juicio]: ¡en verdad, Él es sabio, omnisciente!"},{"number":26,"text":"Y, CIERTAMENTE, hemos creado al hombre de arcilla sonora, de cieno oscuro transmutado --"},{"number":27,"text":"mientras que a los seres invisibles los habíamos creado, [mucho] antes de eso, del fuego de los vientos abrasadores."},{"number":28,"text":"Y, he ahí, que tu Sustentador dijo a los ángeles: “¡Ciertamente, voy a crear un ser humano de arcilla sonora, de cieno oscuro transmutado;"},{"number":29,"text":"y cuando lo haya formado por completo y haya insuflado en él algo de Mi espíritu, caed postrados ante él!”"},{"number":30,"text":"Entonces, los ángeles se postraron todos juntos,"},{"number":31,"text":"excepto Iblís que rehusó ser de los que se postraron."},{"number":32,"text":"[Dios] dijo: “¡Oh Iblís! ¿Qué te impide estar entre los que se han postrado?”"},{"number":33,"text":"[Iblís] replicó: “¡No soy yo quien deba postrarme ante un ser humano, al que has creado de arcilla sonora, de cieno oscuro transmutado!”"},{"number":34,"text":"Dijo: “¡Sal, pues, de este [estado angélico]: pues, ciertamente, eres [de aquí en adelante] un maldito,"},{"number":35,"text":"y tendrás por merecido [Mi] rechazo hasta el Día del Juicio!”"},{"number":36,"text":"Dijo: “¡Entonces, Oh Sustentador mío, concédeme una prórroga hasta el Día en que sean resucitados!”"},{"number":37,"text":"Respondió “Así sea, en verdad: serás de aquellos a quienes se ha dado una prórroga"},{"number":38,"text":"hasta el Día cuyo tiempo es conocido [sólo por Mí].”"},{"number":39,"text":"[Y entonces Iblís] dijo: “¡Oh Sustentador mío! ¡Ya que me has frustrado, ciertamente, he de hacerles grato a sus ojos [todo cuanto es perverso] en la tierra, y ten por seguro que les induciré a caer en el error --"},{"number":40,"text":"[a todos] salvo a quienes de ellos sean realmente siervos Tuyos!”"},{"number":41,"text":"Dijo: “Este es, para Mí, un camino recto:"},{"number":42,"text":"ciertamente, no tendrás poder sobre Mis criaturas --excepto aquellos que están [ya] hundidos en el error y te siguen [por voluntad propia]:"},{"number":43,"text":"y, ciertamente, para todos esos el infierno es sin duda la meta prometida,"},{"number":44,"text":"con siete puertas de acceso y cada puerta recibirá su porción asignada de pecadores.”"},{"number":45,"text":"VERDADERAMENTE, quienes son conscientes de Dios [se hallarán en el más allá] en medio de jardines y fuentes,"},{"number":46,"text":"[habiendo sido recibidos con el saludo,] “¡Entrad aquí en paz, seguros!”"},{"number":47,"text":"Y [para entonces] habremos eliminado todos los pensamientos y sentimientos impropios [que pudiera haber] en sus pechos, [y descansarán] como hermanos, unos enfrente de otros, recostados sobre lechos de felicidad."},{"number":48,"text":"No se verán aquejados allí de desasosiego alguno, ni tendrán jamás que renunciar a ese [estado de dicha]."},{"number":49,"text":"Informa a Mis siervos de que Yo --sólo Yo-- soy realmente indulgente, el verdadero dispensador de gracia;"},{"number":50,"text":"pero que el castigo que habré de imponer [a los pecadores] será ciertamente un castigo muy doloroso."},{"number":51,"text":"E INFÓRMALES [de nuevo] acerca de los huéspedes de Abraham --"},{"number":52,"text":"[como,] cuando se presentaron ante él y le ofrecieron el saludo de paz, respondió: “¡En verdad, nos infundís temor!”"},{"number":53,"text":"Dijeron: “¡No temas! Ciertamente, te traemos la buena nueva [del nacimiento] de un hijo dotado de sabiduría.”"},{"number":54,"text":"Dijo: “¿Me traéis esta buena nueva a pesar del hecho de que me ha llegado la vejez? ¿En qué consiste, pues, la buena nueva?”"},{"number":55,"text":"Respondieron: “¡Te hemos anunciado algo que ha de ocurrir: no seas, pues, de los que desesperan!”"},{"number":56,"text":"[Abraham] exclamó: “Y, ¿quién --sino los que están extraviados por completo-- podría desesperar de la gracia de su Sustentador?”"},{"number":57,"text":"Y añadió: “Y, ¿qué [otro] propósito traéis, Oh emisarios [celestiales]?”"},{"number":58,"text":"Respondieron: “Hemos sido enviados a un pueblo hundido en el pecado [que va a ser destruido],"},{"number":59,"text":"exceptuando a la gente de la casa de Lot, de quienes, ciertamente, salvaremos a todos --"},{"number":60,"text":"menos a su mujer, [de la cual dice Dios,] ‘¡Hemos dispuesto [que], ciertamente, sea de los que se queden atrás!’”"},{"number":61,"text":"Y CUANDO los emisarios [de Dios] llegaron a la casa de Lot,"},{"number":62,"text":"éste dijo: “¡Ciertamente, sois gente desconocida [aquí]!”"},{"number":63,"text":"Respondieron: “No, sino que te traemos [el anuncio de] algo que [los que se entregan al mal] siempre han puesto en duda,"},{"number":64,"text":"y te traemos la certeza [de su cumplimiento]: pues, ciertamente, estamos diciendo la verdad."},{"number":65,"text":"Sal, pues, con la gente de tu casa, cuando aún sea de noche y ve tú detrás de ellos, y que ninguno de vosotros mire hacia atrás, y dirigíos a donde se os ordene.”"},{"number":66,"text":"Y [a través de Nuestros emisarios] le revelamos este decreto: “Ciertamente, esos [pecadores] serán aniquilados por completo al alba.”"},{"number":67,"text":"Y la gente de la ciudad acudió [a Lot], regocijada por la noticia."},{"number":68,"text":"[Lot] exclamó: “¡En verdad, estos son huéspedes míos: no me avergonzéis,"},{"number":69,"text":"sino sed conscientes de Dios y no me deshonréis!”"},{"number":70,"text":"Respondieron: “No te hemos prohibido [ofrecer protección a] todo tipo de gente?”"},{"number":71,"text":"[Lot] dijo: “¡[Tomad en su lugar a] estas hijas mías, si habéis de hacer [lo que os hayáis propuesto]!”"},{"number":72,"text":"[Pero los ángeles dijeron:] “¡Como que vives, [Oh Lot, no te prestarán atención:] ciertamente, en su delirio [de pasión] sólo vagan ciegos de un lado para otro!”"},{"number":73,"text":"Y entonces el estruendo [de Nuestro castigo] les sorprendió a la salida del sol,"},{"number":74,"text":"y volvimos a esas [ciudades depravadas] del revés, e hicimos llover sobre ellas golpes contundentes de un castigo prescrito."},{"number":75,"text":"En verdad, en todo esto hay sin duda mensajes para quienes saben leer los signos:"},{"number":76,"text":"pues, ciertamente, esas [ciudades] estaban situadas junto a un camino que aún existe."},{"number":77,"text":"En verdad, en esto hay sin duda un mensaje para todos los que creen [en Dios]."},{"number":78,"text":"Y, CIERTAMENTE, los habitantes de los valles boscosos [de Madián] eran, [también,] malhechores empedernidos,"},{"number":79,"text":"y por ello les infligimos Nuestro castigo.Y, ciertamente, estas dos [comunidades depravadas] estaban situadas junto a una calzada que [aún hoy] puede verse."},{"number":80,"text":"Y, [así mismo,] en verdad, la gente de Al-Hichr desmintió a [Nuestros] emisarios:"},{"number":81,"text":"pues les comunicamos Nuestros mensajes, pero les dieron la espalda --"},{"number":82,"text":"aunque antes [gozaban de Nuestras bendiciones y] solían excavar casas en las montañas, [en las que poder vivir] seguros --:"},{"number":83,"text":"y el grito los agarró al amanecer,"},{"number":84,"text":"y de nada les sirvió todo [el poder] que habían adquirido."},{"number":85,"text":"Y [recordad:] No hemos creado los cielos y la tierra y todo lo que hay entre ambos sino conforme a una verdad [intrínseca]; y, ciertamente, la Hora [en que esto sea claro para todos] ha de venir sin duda.Por tanto, perdona [las faltas de los hombres] con un perdón generoso:"},{"number":86,"text":"¡ciertamente, tu Sustentador es el omnisciente Creador de todas las cosas!"},{"number":87,"text":"Y, EN VERDAD, te hemos dado siete de los [versículos] frecuentemente repetidos, y [así, hemos abierto ante ti] este sublime Qur’an:"},{"number":88,"text":"[así pues] no dirijas tu mirada [con anhelo] hacia los bienes terrenales que hemos concedido a algunos de esos [que niegan la verdad], ni te aflijas por esos [que se niegan a hacerte caso], sino extiende las alas de tu benevolencia sobre los creyentes,"},{"number":89,"text":"y di: “¡Ciertamente, yo soy en verdad el advertidor explícito [prometido por Dios]!”"},{"number":90,"text":"[Pues, tú eres el portador de una escritura divina] como ya hiciéramos descender para aquellos que [luego] la rompieron en pedazos,"},{"number":91,"text":"[y] que [ahora] declaran que este Qur’an es [una sarta de] mentiras."},{"number":92,"text":"Pero, ¡por tu Sustentador, que habremos de llamarles a rendir cuentas [en el Día del Juicio], a todos y cada uno de ellos,"},{"number":93,"text":"por todo lo que han hecho!"},{"number":94,"text":"Así pues, proclama abiertamente todo lo que se te he ordenado [decir], y aléjate de aquellos que atribuyen divinidad a algo junto con Dios:"},{"number":95,"text":"ciertamente, Nosotros te bastaremos contra los que [ahora] se burlan [de este mensaje --todos]"},{"number":96,"text":"aquellos que afirman que junto a Dios existen además otros poderes divinos: pues, en su momento, habrán de saber [la verdad]."},{"number":97,"text":"Y, ciertamente, sabemos bien que tu pecho se angustia por las cosas [blasfemas] que dicen:"},{"number":98,"text":"pero proclama la gloria infinita de tu Sustentador y alábale, y sé de los que se postran [ante Él],"},{"number":99,"text":"y adora a tu Sustentador hasta que te llegue la muerte."}]}
