{"number":19,"name":"مَرۡيَمَ","transliteration":"Maryam","translation":"Mary","revelation_type":"Meccan","total_verses":98,"verses":[{"number":1,"text":"Kaf. Ha. Ia. Aain. Sad."},{"number":2,"text":"UN RECORDATORIO de la gracia que tu Sustentador concedió a Su siervo Zacarías:"},{"number":3,"text":"Cuando invocó a su Sustentador en la intimidad de su corazón,"},{"number":4,"text":"diciendo: “¡Oh Sustentador mío! Mis huesos se han debilitado y mi cabello ha encanecido. Pero mis oraciones a Ti, Oh Sustentador mío, nunca han quedado sin respuesta."},{"number":5,"text":"“Temo, en verdad, por [lo que será de] mis parientes cuando yo no esté, pues mi mujer siempre ha sido estéril. ¡Concédeme, pues, de Tu gracia, el regalo de un sucesor"},{"number":6,"text":"que sea mi heredero y también heredero de la Casa de Jacob; y haz que sea, Oh Sustentador mío, grato a Ti!”"},{"number":7,"text":"[Entonces le llamaron los ángeles:] “¡Oh Zacarías! Te traemos la buena nueva [del nacimiento de un hijo cuyo nombre será Juan. [Y Dios dice,] ‘No hemos dado este nombre a nadie antes que a él.’”"},{"number":8,"text":"[Zacarías] exclamó: “¡Oh Sustentador mío! ¿Cómo podré tener un hijo si mi mujer siempre ha sido estéril y yo he llegado ya a la vejez extrema?”"},{"number":9,"text":"[El ángel] respondió: “Así ha de ser; [pues] tu Sustentador dice; ‘Eso es fácil para Mí --tal como antes te creé de la nada.’”"},{"number":10,"text":"[Zacarías] oró: “¡Oh Sustentador mío! ¡Dame un signo!”[El ángel] dijo: “Tu signo será que no hablarás a la gente durante tres [días y] noches completos.”"},{"number":11,"text":"Entonces, saliendo del santuario, se presentó ante su gente y les significó [por señas]: “¡Alabad Su infinita gloria, de día y de noche!”"},{"number":12,"text":"[Y cuando el hijo hubo nacido y creció, le fue dicho:] “¡Oh Juan! Aférrate a la escritura divina con [toda tu] fuerza!” --pues le dimos sabiduría siendo un muchacho,"},{"number":13,"text":"y también, por Nuestra gracia, [el don de la] compasión y pureza; y fue [siempre] consciente de Nosotros"},{"number":14,"text":"y bondadoso con sus padres; y nunca fue arrogante ni rebelde."},{"number":15,"text":"Y la paz [de Dios] fue con él el día en que nació, y el día de su muerte, y [será con él] el día en que sea devuelto [de nuevo] a la vida."},{"number":16,"text":"Y RECUERDA, por medio de esta escritura divina, a María. He ahí que se retiró de su familia a un lugar en el este"},{"number":17,"text":"y se recluyó apartada de ellos, y entonces le enviamos a Nuestro ángel de la revelación, que se apareció a ella en la forma perfecta de un ser humano."},{"number":18,"text":"Ella exclamó: “¡En verdad, me refugio de ti en el Más Misericordioso! ¡[No te acerques a mí] si eres consciente de Él!”"},{"number":19,"text":"[El ángel] respondió: “Soy sólo un emisario de tu Sustentador, [quien dice,] ‘Te concederé el regalo de un hijo puro.’”"},{"number":20,"text":"Ella dijo: “¿Cómo voy a tener un hijo si ningún hombre me ha tocado? --pues, no he sido una mujer licenciosa.”"},{"number":21,"text":"[El ángel] dijo: “Así ha de ser; [pues] tu Sustentador dice, ‘Eso es fácil para Mí; y [tendrás un hijo,] para que hagamos de él un signo para la humanidad y una gracia venida de Nosotros.’”Y era un asunto ya decretado [por Dios]:"},{"number":22,"text":"y lo concibió, y luego se retiró con él a un lugar lejano."},{"number":23,"text":"Y [cuando] los dolores del parto la llevaron al tronco de una palmera, exclamó: “¡Ojalá hubiera muerto antes de esto, y hubiera desaparecido por completo en el olvido!”"},{"number":24,"text":"Entonces [una voz] la llamó desde el pie [de la palmera]: “¡No te aflijas! Tu Sustentador ha puesto a tus pies un arroyo;"},{"number":25,"text":"sacude hacia ti el tronco de la palmera: caerán sobre ti dátiles maduros."},{"number":26,"text":"¡Come, pues, y bebe, y que se alegren tus ojos! Y si ves a algún ser humano, hazle saber: ‘He hecho voto de silencio al Más Misericordioso y no puedo, por ello, hablar hoy con nadie.’”"},{"number":27,"text":"Después regresó a su familia, llevando consigo al niño.Dijeron: ¡Oh María! ¡En verdad, has hecho algo inaudito!"},{"number":28,"text":"¡Oh hermana de Aarón! ¡Tu padre no fue un hombre malvado, ni fue tu madre una mujer licenciosa!”"},{"number":29,"text":"Entonces ella señaló hacia él.Dijeron: “¿Cómo vamos a hablar con quien es [todavía] un niño en la cuna?”"},{"number":30,"text":"[El niño] dijo: “En verdad, soy un siervo de Dios. Él me ha entregado la revelación y ha hecho de mí un profeta,"},{"number":31,"text":"y me ha hecho bendito dondequiera que esté; y me ha prescrito la oración y la limosna mientras viva,"},{"number":32,"text":"y que sea bondadoso con mi madre; y no me ha hecho arrogante ni falto de compasión."},{"number":33,"text":"“¡Y la paz fue conmigo el día en que nací, y [será conmigo] el día en que muera, y el día en que sea devuelto [de nuevo] a la vida!”"},{"number":34,"text":"ASI FUE, en palabras veraces, Jesús, hijo de María, sobre cuya naturaleza discrepan tan profundamente."},{"number":35,"text":"Es inconcebible que Dios tome para Sí un hijo: ¡infinito es Él en Su gloria! ¡Cuando dispone algo, le dice tan sólo: “Sé” --y es!"},{"number":36,"text":"Y [así fue que Jesús dijo siempre]: “En verdad, Dios es mi Sustentador y también vuestro Sustentador; adoradle [pues, sólo]a Él: [sólo] este es un camino recto.”"},{"number":37,"text":"¡Y aún así, las sectas [que siguen la Biblia] discrepan entre sí [sobre la naturaleza de Jesús]!Pero, ¡ay de aquellos que niegan la verdad cuando llegue ese Día terrible!"},{"number":38,"text":"¡Qué bien oirán y verán [la verdad] el Día que vengan a Nosotros!Pero hoy esos malhechores están claramente hundidos en el error:"},{"number":39,"text":"así pues, adviérteles [de la venida] del Día de la Lamentación, cuando todo habrá sido decidido --pues ahora viven despreocupados, y no creen [en él]."},{"number":40,"text":"Ciertamente, sólo Nosotros permaneceremos una vez que la tierra y todos los que viven en ella hayan desaparecido, y [cuando] todos hayan sido devueltos a Nosotros."},{"number":41,"text":"Y RECUERDA, por medio de esta escritura divina, a Abraham. Ciertamente, fue un hombre veraz y [era ya] profeta"},{"number":42,"text":"cuando habló [así] a su padre: “¡Oh padre mío! ¿Por qué adoras a algo que no oye, ni ve, ni te sirve de nada?"},{"number":43,"text":"“¡Oh padre mío! Ciertamente, me ha llegado en verdad [un rayo] de conocimiento como no te ha llegado a ti: sígueme, pues, y yo te guiaré a un camino perfecto."},{"number":44,"text":"“¡Oh padre mío! No adores a Satán --pues, en verdad, Satán está en rebeldía contra el Más Misericordioso!"},{"number":45,"text":"¡Oh padre mío! ¡Temo, en verdad, que caiga sobre ti un castigo del Más Misericordioso, y entonces te harás [consciente de haber sido] prójimo de Satán!”"},{"number":46,"text":"Respondió: “¿Acaso te disgustan mis dioses, Oh Abraham? ¡Ciertamente, si no desistes, haré que seas lapidado! ¡Aléjate de mí para siempre!”"},{"number":47,"text":"[Abraham] respondió: “¡La paz sea contigo! Pediré a mi Sustentador perdón por ti: pues, ciertamente, Él siempre ha sido benigno conmigo."},{"number":48,"text":"Pero me apartaré de todos vosotros y de lo que invocáis en vez de Dios, e invocaré [sólo] a mi Sustentador: pudiera ser que mi oración [por ti] a mi Sustentador no quede sin contestar.”"},{"number":49,"text":"Y cuando se hubo apartado de ellos y de todo lo que adoraban en vez de Dios, le concedimos a Isaac y a Jacob, e hicimos de ambos profetas;"},{"number":50,"text":"y les concedimos [numerosos] regalos de Nuestra gracia, y les dimos un magnífico poder para transmitir la verdad [a otros]."},{"number":51,"text":"Y RECUERDA, por medio de esta escritura divina, a Moisés. Ciertamente, fue un elegido, y fue un enviado [de Dios], un profeta."},{"number":52,"text":"Y [recuerda cómo] le llamamos desde la ladera derecha del monte Sinaí y le atrajimos [a Nosotros] en comunión mística,"},{"number":53,"text":"y [cómo], por Nuestra gracia, le concedimos [como auxiliar] a su hermano Aarón, [también] profeta."},{"number":54,"text":"Y RECUERDA, por medio de esta escritura divina, a Ismael. Ciertamente, fue fiel a su promesa y fue un enviado [de Dios], un profeta,"},{"number":55,"text":"que ordenó a su gente la oración y la limosna, y fue grato a los ojos de su Sustentador."},{"number":56,"text":"Y RECUERDA, por medio de esta escritura divina, a Idrís. Ciertamente, fue un hombre veraz, un profeta,"},{"number":57,"text":"a quien ensalzamos a una posición eminente."},{"number":58,"text":"ESTOS FUERON algunos de los profetas a los que Dios concedió Sus bendiciones --[profetas] descendientes de Adán y de los que transportamos con Noé [en el arca], y descendientes de Abraham y de Israel: y [todos eran] de aquellos a los que habíamos guiado y escogido; [y] cuando les eran transmitidos los mensajes del Más Misericordioso, caían [ante Él] postrados llorando."},{"number":59,"text":"Pero fueron sucedidos por generaciones [de gentes] que abandonaron la oración y siguieron [únicamente] sus pasiones; y estos se encontrarán, llegado el momento, con una desilusión total."},{"number":60,"text":"Exceptuando, sin embargo, a aquellos que se arrepientan, lleguen a creer y hagan buenas obras: pues esos entrarán en el paraíso y no serán tratados injustamente en nada:"},{"number":61,"text":"[tendrán] jardines de felicidad perpetua que el Más Misericordioso ha prometido a Sus siervos, en un ámbito que está fuera del alcance de la percepción humana: [y] ¡ciertamente, Su promesa es de seguro cumplimiento!"},{"number":62,"text":"No oirán allí conversaciones vanas --sólo [nuevas de] de paz y firmeza interiores; y tendrán allí su sustento de día y de noche:"},{"number":63,"text":"ese es el paraíso que damos por herencia a aquellos siervos Nuestros que son conscientes de Dios."},{"number":64,"text":"Y [los ángeles dicen]: “No descendemos [con la revelación], una y otra vez, sino por mandato de tu Sustentador: Suyo es cuanto está expuesto ante nosotros y cuanto nos está oculto y cuanto hay entre ambos. Y tu Sustentador no olvida [nada] --"},{"number":65,"text":"¡el Sustentador de los cielos y la tierra, y de cuanto hay entre ambos! ¡Adórale, pues, sólo a Él, y manténte firme en Su adoración! ¿Conoces algo cuyo nombre sea digno de mencionarse junto al Suyo?”"},{"number":66,"text":"A PESAR DE todo, el hombre dice [a menudo]: “¿Es que una vez que esté muerto, voy a ser resucitado?”"},{"number":67,"text":"Pero, ¿no se da cuenta el hombre que ya una vez le creamos de la nada?"},{"number":68,"text":"Pues, por tu Sustentador, que hemos de reunirles [en el Día del Juicio, a ellos] y a las fuerzas satánicas [que les impulsaron en vida], y luego, ciertamente, les haremos comparecer, de rodillas, alrededor del infierno;"},{"number":69,"text":"y entonces extraeremos de cada grupo [de pecadores] a aquellos que más se obstinaron en su rebeldía contra el Más Misericordioso:"},{"number":70,"text":"pues, en verdad, Nosotros sabemos bien quienes de ellos son más merecedores del fuego del infierno."},{"number":71,"text":"Y de vosotros ninguno dejará de aproximarse a él: esto es, para tu Sustentador, algo decretado, irrevocable."},{"number":72,"text":"Y una vez más: salvaremos [del infierno] a aquellos que han sido conscientes de Dios; pero dejaremos en él, de rodillas, a los malhechores."},{"number":73,"text":"PUES AHORA, cada vez que les son transmitidos Nuestros mensajes con total claridad, quienes se empeñan en negar la verdad dicen a los que han llegado a creer: “¿Cual de los dos tipos de hombre está en mejor posición y es superior como comunidad?”"},{"number":74,"text":"Pero, ¡cuantas generaciones anteriores a ellos hemos destruido --[gentes] que les superaban en poder material y en despliegue de medios!"},{"number":75,"text":"Di: “¡Qué el Más Misericordioso prolongue la vida de quien vive en el extravío!”[Y que sigan diciendo lo que dicen] hasta que cuando vean esa [fatalidad] de la que habían sido advertidos --ya sea el castigo [en esta vida] o [con la llegada de] la Última Hora-- : ¡pues entonces comprenderán cual [de los dos tipos de hombre] estaba en peor situación y era más débil en recursos!"},{"number":76,"text":"Y Dios dota a aquellos que se benefician de [Su] guía de una consciencia cada vez más profunda del camino recto; y las buenas obras, cuyo fruto perdura siempre, tienen, a los ojos de tu Sustentador, mucho mayor mérito [que cualquier bien terrenal], y dan beneficios mucho mayores."},{"number":77,"text":"¿Has considerado alguna vez a ese [tipo de hombre] que se empeña en negar la verdad de Nuestros mensajes y dice: “Sin duda me serán dados riqueza e hijos”?"},{"number":78,"text":"¿Es que ha alcanzado, quizá, un nivel que está fuera del alcance de la percepción de los seres creados?--o ¿es que ha hecho un pacto con el Más Misericordioso?"},{"number":79,"text":"¡Qué va! Tomaremos nota de lo que dice, y prolongaremos la duración de su castigo [en el más allá],"},{"number":80,"text":"y le despojaremos de todo lo que [ahora] dice: pues [en el Día del Juicio] comparecerá ante Nosotros solo."},{"number":81,"text":"Porque esos [tales] han dado en adorar deidades aparte de Dios, en la esperanza de que fueran para ellos una [fuente de] fortaleza."},{"number":82,"text":"Pero, ¡qué va! ¡[En el Día del Juicio] esos [mismos objetos de adoración] se desentenderán del culto que les fue dado, y se volverán en contra de esos [que les han adorado]!"},{"number":83,"text":"¿NO VES que hemos lanzado toda [clase de] fuerzas satánicas contra aquellos que niegan la verdad --[fuerzas] que les empujan [al pecado] con gran ímpetu?"},{"number":84,"text":"Así pues, no te apresures [a invocar el castigo de Dios] contra ellos: pues sólo estamos contando sus días."},{"number":85,"text":"El Día en que reunamos ante el Más Misericordioso a los que son conscientes de Dios, como invitados de honor,"},{"number":86,"text":"y conduzcamos al infierno a los que estaban hundidos en el pecado como un rebaño sediento es conducido el abrevadero --"},{"number":87,"text":"[en ese Día] nadie obtendrá [el beneficio de la] intercesión a menos que haya hecho [en vida] una alianza con el Más Misericordioso."},{"number":88,"text":"Pero ahora, algunos afirman: “¡El Más Misericordioso ha tomado para Sí un hijo!”"},{"number":89,"text":"¡Ciertamente, [al decir eso] habéis proferido algo monstruoso,"},{"number":90,"text":"ante lo cual están a punto de rasgarse en pedazos los cielos, de henderse la tierra, y de derrumbarse las montañas!"},{"number":91,"text":"De que los hombres atribuyan un hijo al Más Misericordioso,"},{"number":92,"text":"cuando es inconcebible que el Más Misericordioso tome para Sí un hijo!"},{"number":93,"text":"No hay nadie en los cielos ni en la tierra que no comparezca ante el Más Misericordioso sino como siervo:"},{"number":94,"text":"en verdad, Él tiene pleno conocimiento de ellos, y los ha contado en su número [exacto];"},{"number":95,"text":"y todos comparecerán ante Él en el Día de la Resurrección, individualmente."},{"number":96,"text":"EN VERDAD, a quienes llegan a creer y hacen buenas obras el Más Misericordioso les dará amor:"},{"number":97,"text":"y con este único fin hemos hecho esta [escritura divina] fácil de entender, en tu propia lengua, [Oh Profeta,] para que transmitas por medio de ella la buena nueva a los conscientes de Dios, y adviertas a aquellos que son dados a disputar [vanamente]:"},{"number":98,"text":"pues, cuantas generaciones anteriores a ellos hemos destruido --[y], ¿puedes percibir [ahora] a alguno de ellos, u oír un susurro suyo?"}]}
