{"number":23,"name":"المُؤۡمِنُونَ","transliteration":"Al-Muminoon","translation":"The Believers","revelation_type":"Meccan","total_verses":118,"verses":[{"number":1,"text":"VERDADERAMENTE, la felicidad será de los creyentes:"},{"number":2,"text":"los que hacen su oración con humildad,"},{"number":3,"text":"los que se apartan de toda frivolidad,"},{"number":4,"text":"los que se afanan por la pureza interior;"},{"number":5,"text":"y los que guardan su castidad,"},{"number":6,"text":"[no cediendo a sus deseos] salvo con sus cónyuges --o sea, los que son legítimamente suyos [por matrimonio] --: pues, en tal caso, están ciertamente libres de reproche,"},{"number":7,"text":"mientras que los que pretenden exceder ese [límite], esos son, en verdad, los transgresores;"},{"number":8,"text":"y los que son fieles a la confianza depositada en ellos y a sus compromisos,"},{"number":9,"text":"y los que observan fielmente sus oraciones."},{"number":10,"text":"Esos, precisamente, serán los herederos,"},{"number":11,"text":"que heredarán el paraíso; [y] en él permanecerán."},{"number":12,"text":"EN VERDAD, hemos creado al hombre de la esencia de la arcilla;"},{"number":13,"text":"luego lo depositamos como una gota de esperma en la firme custodia [del útero];"},{"number":14,"text":"luego creamos de la gota de esperma una célula embrionaria; luego creamos de la célula embrionaria una masa embrionaria; luego creamos huesos dentro de la masa embrionaria; luego revestimos los huesos de carne --y luego hacemos surgir [todo] esto como una creación nueva: ¡bendito es Dios, el mejor de los creadores!"},{"number":15,"text":"Y luego, ¡ciertamente!, después de esto habréis de morir;"},{"number":16,"text":"y luego, ¡ciertamente!, seréis resucitados el Día de la Resurrección."},{"number":17,"text":"Y, en verdad, hemos creado por encima de vosotros siete órbitas [celestiales]; y no estamos desatentos a [ningún aspecto de] la creación."},{"number":18,"text":"Y hacemos caer el agua del cielo con arreglo a una medida [fijada por Nosotros], y luego hacemos que se almacene en la tierra: pero, ¡sin duda, podemos hacer que desaparezca esta [bendición]!"},{"number":19,"text":"Y por medio de ella creamos para vosotros palmerales y viñedos, en los que tenéis fruta en abundancia, de la que coméis,"},{"number":20,"text":"y también un árbol salido de [las tierras que circundan] el monte Sinaí, que produce aceite y condimento [delicioso] para los que comen [de él]."},{"number":21,"text":"Y, ciertamente, en el ganado hay [también] en verdad una lección para vosotros: os damos a beber de esa [leche] que hay en sus vientres; y obtenéis de él muchos [otros] usos: os alimentáis de su carne,"},{"number":22,"text":"y sobre ellos --como sobre los barcos [en el mar]-- sois transportados [por la tierra]."},{"number":23,"text":"Y, EN VERDAD, enviamos a Noé a su pueblo, y dijo: \"¡Pueblo mío! Adorad [sólo] a Dios: no tenéis más deidad que Él. ¿No vais, pues, a ser conscientes de Él?\""},{"number":24,"text":"Pero los dignatarios de su gente, que se negaban a reconocer la verdad, respondieron: \"¡Este [hombre] no es sino un mortal como vosotros que busca la supremacía sobre vosotros! Pues, si Dios hubiera querido [transmitirnos un mensaje], sin duda habría hecho descender ángeles; [además,] no hemos escuchado [nada parecido a] esto acerca de nuestros antepasados remotos!"},{"number":25,"text":"No es mas que un loco: tened, pues, paciencia con él por un tiempo.\""},{"number":26,"text":"[Noé] dijo: \"¡Oh Sustentador mío! ¡Vindícame frente a su acusación de que miento!"},{"number":27,"text":"Y entonces le inspiramos: \"Construye, bajo Nuestra mirada y según Nuestra inspiración, el arca [que ha de salvaros, a ti y a los que te siguen]. Y cuando llegue Nuestro decreto, y las aguas broten a torrentes sobre la faz de la tierra, lleva a bordo de este [arca] a una pareja de cada [clase de animal], de ambos sexos, así como a tu familia --excepto a aquellos contra los cuales ha sido dictada ya sentencia-- ; y no apeles a Mí [más] en favor de los que se empeñan en hacer el mal --pues, ¡ciertamente, están destinados a morir ahogados!"},{"number":28,"text":"\"Y tan pronto como tú y los que están contigo estéis instalados en el arca, di: '¡Toda alabanza pertenece a Dios, que nos ha salvado de esta gente malvada!'"},{"number":29,"text":"\"Y di: '¡Oh Sustentador mío! ¡Hazme arribar a un destino bendecido [por Ti] --pues Tú eres quien mejor muestra al hombre cómo llegar a su [verdadero] destino!'\""},{"number":30,"text":"Ciertamente, en esta [historia] hay en verdad mensajes [para quienes reflexionan]: pues, ciertamente, siempre estamos poniendo a prueba [al hombre]."},{"number":31,"text":"Y DESPUÉS de estas [gentes antiguas] hicimos surgir a nuevas generaciones;"},{"number":32,"text":"y [cada vez] que les mandamos a un enviado de entre ellos mismos, [éste les dijo:] \"Adorad [sólo] a Dios: no tenéis más deidad que Él. ¿No vais, pues, a ser conscientes de Él?\""},{"number":33,"text":"Y [decían] los dignatarios de su gente, aquellos que se negaban a reconocer la verdad y que tachaban de mentira el anuncio de una vida futura-- [simplemente] porque les habíamos concedido comodidad y abundancia en esta vida, y se habían corrompido por ello --[decían siempre]: \"Este [hombre] no es mas que un mortal como vosotros, que come lo mismo que vosotros coméis, y bebe lo mismo que vosotros bebéis:"},{"number":34,"text":"y, ¡en verdad, si hacéis caso a un mortal como vosotros, entonces estáis perdidos!"},{"number":35,"text":"¿Os promete que cuando hayáis muerto y seáis ya [sólo] polvo y huesos, seréis resucitados [a una nueva vida]?"},{"number":36,"text":"¡Qué absurdo! ¡Qué absurdo, en verdad, lo que se os promete!"},{"number":37,"text":"¡No hay mas vida que nuestra vida en este mundo: morimos y vivimos [sólo una vez], y jamás seremos resucitados!"},{"number":38,"text":"¡No es sino un hombre que atribuye a Dios sus falsas invenciones, y no vamos a creerle!\""},{"number":39,"text":"[Y entonces el profeta] decía: \"Oh Sustentador mío! ¡Vindícame frente a su acusación de que miento!\""},{"number":40,"text":"[Y Dios] decía: \"¡Dentro de poco serán en verdad presa del remordimiento!\""},{"number":41,"text":"Y entonces el estampido [de Nuestro castigo] les sorprendió, justa e inexorablemente, y los convertimos en escoria, como la espuma que arrastra un torrente: ¡fuera, pues, con esa gente malvada!"},{"number":42,"text":"Y DESPUÉS de ellos hicimos surgir nuevas generaciones:"},{"number":43,"text":"[pues,] ninguna comunidad puede adelantar [el final de] su plazo --ni tampoco retrasar [su cumplimiento]."},{"number":44,"text":"Y mandamos a Nuestros enviados, uno tras otro: [y] cada vez que a una comunidad le llegaba su enviado, le tachaban de mentiroso: y por eso hicimos que se siguieran unas a otras [a la tumba], y las convertimos en [meras] historias: ¡fuera, pues, con una gente que se niega a creer!"},{"number":45,"text":"Y LUEGO enviamos a Moisés y a su hermano Aarón con Nuestros mensajes y una clara autoridad [Nuestra]"},{"number":46,"text":"a Faraón y sus dignatarios; pero estos se comportaron con arrogancia, pues eran gentes que se vanagloriaban [sólo] de sí mismos."},{"number":47,"text":"Y entonces dijeron: \"¿Vamos a creer [en ellos --] dos mortales como nosotros, cuyo pueblo son esclavos nuestros?\""},{"number":48,"text":"Así, les tacharon de mentirosos, y fueron [por ello] destruidos:"},{"number":49,"text":"pues, en verdad, habíamos dado la revelación a Moisés para que pudieran hallar el camino recto."},{"number":50,"text":"Y [tal como exaltamos a Moisés, así también,] hicimos del hijo de María y de su madre un símbolo [de Nuestra gracia], y les asignamos a ambos una morada en un lugar elevado de paz permanente y aguas cristalinas."},{"number":51,"text":"¡OH ENVIADOS! Comed de las cosas buenas de la vida, y obrad con rectitud: en verdad, Yo sé bien todo lo que hacéis."},{"number":52,"text":"Y, en verdad, esta comunidad vuestra es una sola comunidad, pues Yo soy el Sustentador de todos vosotros: ¡manteneos, pues, conscientes de Mí!"},{"number":53,"text":"Pero [los que dicen seguiros] han roto por completo su unidad, en facciones, y cada grupo se deleita [sólo] con las [doctrinas] que le son propias."},{"number":54,"text":"Pero dejadles, hundidos en su ignorancia, hasta un plazo [futuro]."},{"number":55,"text":"¿Piensan, acaso, que mediante la riqueza y los hijos que les damos"},{"number":56,"text":"Nosotros [queremos sólo] hacer que compitan entre sí en hacer [lo que ellos consideran] buenas obras? ¡Qué va, --pero no se dan cuenta [de su error]!"},{"number":57,"text":"En verdad, [sólo] aquellos que están sobrecogidos de temor a su Sustentador,"},{"number":58,"text":"y que creen en los mensajes de su Sustentador,"},{"number":59,"text":"y que no atribuyen divinidad a nada excepto a su Sustentador,"},{"number":60,"text":"y que dan lo que [deben] dar con el corazón tembloroso de pensar que han de retornar a su Sustentador:"},{"number":61,"text":"¡esos son los que compiten entre sí en hacer buenas obras, y esos son los que superan en ello [a todos los demás]!"},{"number":62,"text":"Y [sin embargo,] no imponemos a nadie sino en la medida de su capacidad: pues, junto a Nos hay un registro veraz [de lo que los hombres hacen y pueden hacer]; y nadie será tratado injustamente."},{"number":63,"text":"¡QUÉ VA, [en cuanto a esos que han roto la unidad de la fe --] sus corazones están hundidos en la ignorancia respecto a esto!Pero aparte de esa [ruptura de la unidad] tienen [sobre su conciencia peores] acciones; y [seguirán] cometiéndolas"},{"number":64,"text":"hasta que --cuando hayamos hecho presa, con el castigo, en quienes de ellos están [ahora] entregados por completo a la búsqueda del placer-- imploren ayuda [ya demasiado tarde]."},{"number":65,"text":"[Pero se les dirá:] \"¡No imploréis ayuda hoy: pues, ciertamente, no recibiréis Nuestro auxilio!"},{"number":66,"text":"Una y otra vez os fueron transmitidos Mis mensajes, pero os disteis media vuelta"},{"number":67,"text":"[y,] llevados por vuestra ignorancia, os pasabais la noche en conversaciones vanas.\""},{"number":68,"text":"¿Es que no han intentado nunca entender esta palabra [de Dios]? O, ¿acaso les ha llegado [ahora] algo que no les haya llegado a sus antepasados?"},{"number":69,"text":"O, ¿acaso no reconocen a su enviado, y por eso le rechazan?"},{"number":70,"text":"O, ¿es que dicen: \"Hay locura en él\"?¡Que va; les ha traído la verdad --pero la mayoría de ellos detesta la verdad!"},{"number":71,"text":"¡Pero si la verdad se ajustara a sus preferencias arbitrarias, los cielos y la tierra sin duda se habrían hundido en el caos, y todo cuanto vive en ellos [habría perecido hace mucho]!¡Pero no; [en esta escritura divina] les hemos transmitido todo aquello que debieran tener presente: y de este recordatorio suyo se apartan [despreocupados]!"},{"number":72,"text":"O, ¿es que les pides [Oh Muhámmad] alguna recompensa mundanal? Pero [deben saber que] la recompensa de tu Sustentador es mejor, pues Él es el mejor de los proveedores!"},{"number":73,"text":"Y, en verdad, tú les llamas a un camino recto --"},{"number":74,"text":"pero, ciertamente, los que no están dispuestos a creer en la Otra Vida se desvían sin duda de ese camino."},{"number":75,"text":"Y aunque tuviéramos misericordia de ellos y les libráramos de cualquier desgracia que les aflija [en esta vida], persistirían aún en su desmesurada arrogancia, vagando ciegos de un lado para otro."},{"number":76,"text":"Y, en verdad, les probamos por medio del castigo, pero no se sometieron a su Sustentador; ni se harán humildes"},{"number":77,"text":"hasta que abramos ante ellos una puerta al castigo [realmente] severo [de la Otra Vida]: y entonces, ¡he ahí!, que quedarán destrozados en espíritu."},{"number":78,"text":"[¡OH GENTES! Obedeced los mensajes de Dios,] pues Él es quien os ha dotado de oído, de vista y de mentes: [pero,] ¡qué poco lo agradecéis!"},{"number":79,"text":"Y Él es quien ha hecho que os multipliquéis en la tierra; y ante Él seréis congregados."},{"number":80,"text":"Y Él es quien da la vida y da la muerte; y a Él se debe la alternancia de la noche y el día.¿No vais, pues, a usar vuestra razón?"},{"number":81,"text":"Pero, ¡qué va!; hablan como hablaban los antiguos:"},{"number":82,"text":"dicen: \"¡Qué! Después de que hayamos muerto y seamos ya polvo y huesos, ¿vamos, acaso, a ser resucitados?"},{"number":83,"text":"¡Esto [mismo] se nos ha venido prometiendo --a nosotros y a nuestros antepasados-- desde hace mucho tiempo! ¡Esto no son mas que fábulas antiguas!\""},{"number":84,"text":"Di: \"¿De quién es la tierra y cuantos viven en ella? ¡[Decidme esto] si sabéis [la respuesta]!\""},{"number":85,"text":"[Y] responderán: \"De Dios.\"Di: \"¿No vais, pues, a recapacitar?\""},{"number":86,"text":"Di: \"¿Quién sustenta los siete cielos y está entronizado en Su augusta omnipotencia?\""},{"number":87,"text":"[Y] responderán: \"[Todo este poder pertenece] a Dios.\"Di: \"¿No vais, pues, a ser conscientes de Él?\""},{"number":88,"text":"Di: \"¿En manos de quién está el dominio absoluto sobre todas las cosas, y quién es el protector frente al que no existe protección? ¡[Decidme esto] si sabéis [la respuesta]!\""},{"number":89,"text":"[Y] responderán: \"[Todo este poder pertenece] a Dios.\"Di: \"¿Cómo, entonces, podéis estar tan ofuscados?\""},{"number":90,"text":"Pero, ¡qué va!; les hemos transmitido la verdad: pero están, en verdad, empeñados en mentir[-se a sí mismos]!"},{"number":91,"text":"¡Jamás ha tomado Dios para Sí descendencia alguna, ni ha existido deidad alguna junto con Él: pues, [de haber existido,] ciertamente, cada deidad se habría distanciado [de las otras] en lo que hubiera creado, y sin duda habrían [intentado] dominarse unas a otras!¡Infinita es la gloria de Dios, [muy] por encima de cuanto los hombres conciban por definirle,"},{"number":92,"text":"conoce cuanto está fuera del alcance de la percepción del ser humano, así como cuanto las criaturas pueden percibir --y Él es, por tanto, sublimemente excelso sobre todo aquello a lo que atribuyan parte en Su divinidad!"},{"number":93,"text":"DI: \"¡Oh Sustentador mío! Si es voluntad Tuya hacerme testigo [del cumplimiento] de lo que se les ha prometido, [como castigo, a los que blasfeman contra Ti] --"},{"number":94,"text":"¡no me pongas, Oh Sustentador mío, entre esa gente malhechora!\""},{"number":95,"text":"¡[Ora así --] pues, ciertamente, somos sin duda capaces de hacerte testigo [del cumplimiento, aun en esta vida,] de lo que les hemos prometido!"},{"number":96,"text":"[Pero ante lo que digan o hagan,] repele el mal [que hacen] con algo mejor: Nosotros somos plenamente conscientes de lo que [Nos] atribuyen."},{"number":97,"text":"Y di: \"¡Oh Sustentador mío! ¡Busco refugio en Ti de la incitación de todos los impulsos malvados;"},{"number":98,"text":"y busco refugio en Ti, Oh Sustentador mío, de que se acerquen a mí!\""},{"number":99,"text":"[AQUELLOS que no creen en la Otra Vida, siguen engañándose a sí mismos] hasta que, cuando le llega a uno de ellos la muerte, implora: \"¡Oh Sustentador mío! ¡Déjame volver, déjame volver [a la vida],"},{"number":100,"text":"para que pueda obrar rectamente allí donde [antes] fracasé!\"¡Qué va! Son sólo palabras [vanas] que dice: pues detrás de esos [que dejan el mundo] hay una barrera [de muerte] hasta el Día en que sean todos resucitados."},{"number":101,"text":"Entonces, cuando se sople la trompeta [de la resurrección], no existirán entre ellos lazos de parentesco en ese Día, ni se preguntarán unos por otros."},{"number":102,"text":"Y aquellos cuyo peso [de buenas acciones] sea grande en la balanza --esos, precisamente, habrán alcanzado la felicidad;"},{"number":103,"text":"mientras que aquellos cuyo peso sea leve en la balanza --esos son los que se habrán malogrado a sí mismos, [y los que] residirán en el infierno:"},{"number":104,"text":"el fuego les chamuscará el rostro, y allí permanecerán, contraídos sus labios por el dolor."},{"number":105,"text":"[Y Dios dirá:] \"¿No os fueron transmitidos Mis mensajes, y [no] solíais desmentirlos?\""},{"number":106,"text":"Exclamarán: \"¡Oh Sustentador nuestro! ¡La mala suerte se cebó en nosotros, y por eso nos extraviamos!"},{"number":107,"text":"¡Oh Sustentador nuestro! ¡Sácanos de este [castigo] --y luego, si volvemos [a pecar], qué seamos verdaderamente [tenidos por] malhechores!\""},{"number":108,"text":"[Pero] Él dirá: \"¡Retiraos a esa [ignominia]! ¡Y no os dirijáis más a Mí!"},{"number":109,"text":"\"He ahí, que entre Mis siervos había quienes imploraban: '¡Oh Sustentador nuestro! Creemos [en Ti]; perdónanos, pues, nuestras faltas y ten misericordia de nosotros: pues, ¡Tú eres el mejor de los que tienen misericordia!'"},{"number":110,"text":"--pero les hicisteis blanco de vuestras burlas hasta el punto que esto os hizo olvidar todo recuerdo de Mí; y seguisteis riendoos de ellos."},{"number":111,"text":"[Pero,] ciertamente, hoy les he recompensado por su paciencia en la adversidad: ¡en verdad, esos, precisamente, son los triunfadores!\""},{"number":112,"text":"[Y] Él preguntará [a los condenados]: \"¿Cuántos años habéis permanecido en la tierra?\""},{"number":113,"text":"Dirán: \"Hemos permanecido allí un día, o parte de un día; pero pregunta a aquellos [capaces] de computar [el tiempo]....\""},{"number":114,"text":"[Entonces] Él dirá: \"Habéis permanecido allí sólo por poco tiempo: ¡si hubierais sabido [cuan breve iba a ser]!"},{"number":115,"text":"¿Pensabais, acaso, que os creamos por mera diversión, y que no habríais de retornar a Nosotros?\""},{"number":116,"text":"¡[SABED,] pues, [que] Dios es sublimemente excelso, el Supremo Rey, la Suprema Verdad: no hay deidad sino Él, el Sustentador, entronizado en gloriosa omnipotencia!"},{"number":117,"text":"Así pues, quien invoque, junto con Dios, a cualquier otra deidad [ --una deidad] de cuya existencia no tiene prueba-- sólo ante su Sustentador habrá de rendir cuentas: [y,] ¡en verdad, los que reniegan de la verdad nunca alcanzarán la felicidad!"},{"number":118,"text":"Así pues, [Oh creyente,] di: \"¡Oh Sustentador mío! Perdona[-me] y ten misericordia [de mí]: pues, ¡Tú eres el mejor de los que tienen misericordia!\""}]}
