{"number":38,"name":"صٓ","transliteration":"Saad","translation":"The letter Saad","revelation_type":"Meccan","total_verses":88,"verses":[{"number":1,"text":"Sad.¡CONSIDERA este Qur’án, que contiene todo cuanto uno debiera tener presente!"},{"number":2,"text":"Pero no –los que se empeñan en negar la verdad están hundidos en la soberbia, y [por tanto] profundamente equivocados."},{"number":3,"text":"¡A cuántas generaciones anteriores a ellos hemos destruido [por este mismo pecado]! ¡Y [cómo Nos] invocaban cuando era ya demasiado tarde para escapar!"},{"number":4,"text":"Y estas [gentes] se extrañan de que les llegue un advertidor de entre ellos –y [por eso] los que niegan la verdad dicen: “¡Es un [simple] hechicero, un mentiroso!"},{"number":5,"text":"¿Pretende hacer que todas las deidades sean [sólo] un Dios? ¡Realmente, es algo asombroso!”"},{"number":6,"text":"Y sus jefes salen [diciendo]: “¡Seguid adelante, y aferráos a vuestras deidades: esto es, realmente, lo que hay que hacer!"},{"number":7,"text":"¡Jamás hemos oído [nada parecido a] esto de ninguna de las últimas religiones! ¡No es más que una invención!"},{"number":8,"text":"¡Cómo! ¿De entre todos nosotros, sólo a él se le ha hecho descender un recordatorio [divino]?”¡No, ellos de lo que desconfían es de Mi recordatorio!¡No, es que aún no han saboreado Mi castigo!"},{"number":9,"text":"¿O es que [creen] poseer los tesoros de la gracia de tu Sustentador –[la gracia] del Todopoderoso, el Dador de Regalos?"},{"number":10,"text":"¿O [que] es suyo el dominio sobre los cielos y la tierra y lo que hay entre ambos? Pues, entonces, ¡qué intenten realmente ascender [hasta un poder como el de Dios] por todos los medios [imaginables]!"},{"number":11,"text":"[Pero] ahí está: cualquier número de seres humanos, sin importar [la fuerza de] su coalición, acabarán por sufrir una derrota [si se niegan a reconocer la verdad]."},{"number":12,"text":"Con anterioridad desmintieron la verdad el pueblo de Noé, y [la tribu de] Aad, y Faraón el de los [numerosos] postes,"},{"number":13,"text":"y los valles boscosos [de Madián]: todos ellos estaban coligados, [por así decirlo, en su rechazo de la verdad:]"},{"number":14,"text":"[no hubo] ninguno que no desmintiera a los enviados –por lo que se hizo inevitable Mi escarmiento."},{"number":15,"text":"Y estos [que ahora niegan la verdad –también ellos] no están sino esperando un único estampido [de castigo que los arrolle]: no será retrasado ni un instante."},{"number":16,"text":"Pues ahora dicen [burlonamente]: “¡Oh Sustentador nuestro! ¡Adelántanos nuestra parte [del castigo] antes del Día del Ajuste de Cuentas!”"},{"number":17,"text":"¡[Pero] soporta con paciencia lo que digan, y recuerda a Nuestro siervo David, dotado de [una gran] fuerza interior! En verdad, se volvía continuamente a Nosotros:"},{"number":18,"text":"[y por eso,] ciertamente, hicimos que las montañas se unieran a él en proclamar Nuestra gloria infinita por la tarde y al amanecer,"},{"number":19,"text":"y [también] los pájaros en bandadas: [juntos] se volvían una y otra vez a Él [que los había creado]."},{"number":20,"text":"Y consolidamos su dominio, y le otorgamos sabiduría y sagacidad de juicio."},{"number":21,"text":"Y AUN ASÍ, ¿ha llegado a conocimiento tuyo la historia de los litigantes –[la historia de aquellos dos] que saltaron los muros del santuario [donde David estaba rezando]?"},{"number":22,"text":"Cuando se presentaron ante David --que se asustó de ellos--, dijeron: “¡No temas! Somos [sólo] dos litigantes. Uno de nosotros ha sido injusto con el otro: juzga, pues, entre nosotros con justicia, sin apartarte de la equidad, y muéstranos el camino de la rectitud."},{"number":23,"text":"“Ciertamente, este hermano mío tiene noventa y nueve ovejas, mientras que yo [sólo] tengo una oveja –y aun así dijo: ‘Confíamela,’ y a la fuerza ha prevalecido sobre mí en esta disputa [nuestra].”"},{"number":24,"text":"[David] dijo: “¡Sin duda ha sido injusto al pedirte tu oveja para añadirla a sus ovejas! Así, en verdad, muchos asociados son injustos unos con otros –excepto los que creen [en Dios] y hacen buenas obras: pero ¡qué pocos son!”Y [de repente] David comprendió que le habíamos probado: pidió entonces perdón a su Sustentador, y cayó postrado y se volvió a Él en arrepentimiento."},{"number":25,"text":"Por lo que le perdonamos ese [pecado]: ¡y, en verdad, tendrá proximidad a Nosotros [en la Otra Vida], y la más hermosa de las metas!"},{"number":26,"text":"[Y dijimos:] “¡Oh David! Ciertamente, te hemos hecho [profeta y, con ello, Nuestro] vice-gerente en la tierra: juzga, pues, entre los hombres con justicia, y no sigas vanos deseos, no sea que te aparten del camino de Dios: ¡ciertamente, a quienes se apartan del camino de Dios les aguarda un severo castigo por haber olvidado el Día del Ajuste de Cuentas!”"},{"number":27,"text":"Y [ASÍ ES:] No hemos creado el cielo y la tierra y lo que hay entre ellos sin un significado y un propósito, como suponen los que se empeñan en negar la verdad: por eso, ¡ay de aquellos que se empeñan en negar la verdad, por el fuego [del infierno]!"},{"number":28,"text":"[Pues,] ¿es que vamos a tratar a los que han llegado a creer y hacen buenas obras igual que [trataremos] a los que siembran la corrupción en la tierra? ¿Es que vamos a tratar a quienes son conscientes de Dios igual que a los perversos?"},{"number":29,"text":"[Hemos expuesto todo esto en esta] escritura divina bendecida que te hemos revelado, [Oh Muhámmad,] para que los hombres reflexionen sobre sus mensajes y para que los dotados de perspicacia los tomen en serio."},{"number":30,"text":"Y A DAVID le dimos a Salomón [por hijo –y] ¡qué excelente siervo [Nuestro llegó a ser]!Ciertamente, se volvía a Nosotros continuamente --"},{"number":31,"text":"[y aun] cuando le fueron mostrados, al atardecer, unos veloces corceles de raza,"},{"number":32,"text":"dijo: “¡En verdad, he llegado a amar el gusto por lo bueno porque me hace recordar a mi Sustentador!” –[y repetía esas palabras mientras los corceles se alejaban a la carrera,] hasta perderse tras el velo [de la distancia --y entonces ordenó],"},{"number":33,"text":"“¡Traedmelos!” –y palmeaba [afectuosamente] sus patas y sus cuellos."},{"number":34,"text":"Pero [antes de esto] en verdad, habíamos probado a Salomón situando sobre su trono un cuerpo [sin vida]; y entonces se volvió arrepentido [a Nosotros; y]"},{"number":35,"text":"oró: ¡Oh Sustentador mío! ¡Perdóname mis pecados, y concédeme el regalo de un reino que no sirva a nadie después de mí: en verdad, sólo Tú eres el [verdadero] Dador de Regalos!”"},{"number":36,"text":"Y así le sometimos el viento, de modo que soplaba suavemente, por orden suya, donde él quería,"},{"number":37,"text":"y también a todas las fuerzas rebeldes [a las que obligamos a trabajar para él] –toda suerte de albañiles y de buceadores—"},{"number":38,"text":"y otros encadenados juntos."},{"number":39,"text":"[Y le dijimos:] “¡Esto es un regalo Nuestro; eres libre, pues, de impartirlo a otros, o de reservártelo, sin [que debas] rendir cuentas!”"},{"number":40,"text":"¡Y, en verdad, tendrá proximidad a Nosotros [en la Otra Vida], y la más hermosa de las metas!"},{"number":41,"text":"Y RECUERDA a Nuestro siervo Job, cuando invocó a su Sustentador: “¡Ciertamente, Satán me aflige con [gran] fatiga y sufrimiento!” –"},{"number":42,"text":"[y entonces se le dijo:] “¡Golpea [el suelo] con el pie: ahí tienes agua fresca para lavarte y para beber!”"},{"number":43,"text":"Y le concedimos una nueva descendencia, doblando su número como misericordia Nuestra, y como recordatorio para los dotados de perspicacia."},{"number":44,"text":"[Y finalmente le dijimos:] “¡Coge en tu mano un manojo de hierba, y golpea con él, y [así] no romperás tu juramento!” –pues, en verdad, le hallamos paciente en la adversidad: ¡qué excelente siervo [Nuestro]! ¡Ciertamente, se volvía a Nosotros continuamente!"},{"number":45,"text":"Y RECUERDA a Nuestros siervos Abraham, Isaac y Jacob, [todos ellos] dotados de fuerza interior y de visión:"},{"number":46,"text":"pues, en verdad, los purificamos por medio de un pensamiento puro: el recuerdo de la Otra Vida."},{"number":47,"text":"¡Y, ciertamente, a Nuestros ojos están en verdad entre los elegidos, los realmente buenos!"},{"number":48,"text":"Y recuerda a Ismael y a Eliseo, y a todo aquel que [como ellos] se ha comprometido [con Dios]: ¡pues, todos ellos eran de los realmente buenos!"},{"number":49,"text":"¡QUÉ [todo] esto sirva de recordatorio [a los que creen en Dios]! –porque, en verdad, la más hermosa de las metas aguarda a quienes son conscientes de Dios:"},{"number":50,"text":"jardines de felicidad perpetua, cuyas puertas estarán abiertas para ellos,"},{"number":51,"text":"allí estarán reclinados, [y] pedirán fruta y bebida en abundancia,"},{"number":52,"text":"y tendrán junto a ellos compañeras, afines a ellos, de mirada recatada."},{"number":53,"text":"Esto es lo que se os promete para el Día del Ajuste de Cuentas:"},{"number":54,"text":"¡esto será, en verdad, Nuestra provisión [para vosotros], que no tendrá fin!"},{"number":55,"text":"Todo esto [para los justos]: pero, ciertamente, la peor de las metas aguarda a los que transgredían los límites de lo correcto:"},{"number":56,"text":"habrán de sufrir el infierno –y ¡qué horrible lugar de reposo!"},{"number":57,"text":"Esto, [pues, para ellos --] ¡para que lo saboreen!: ardiente desesperación y gélida oscuridad"},{"number":58,"text":"y encima de eso, más [sufrimiento] de naturaleza similar."},{"number":59,"text":"[Y se dirán unos a otros: “¿Veis a] esta muchedumbre de gente que se precipitó [en el pecado] junto con vosotros? ¡No serán bienvenidos! ¡Realmente, ellos [también] habrán de sufrir el fuego!”"},{"number":60,"text":"[Y los que fueron seducidos] exclamarán: “¡Qué va, éso vosotros! ¡No sois bienvenidos! ¡Sois vosotros los que nos preparasteis esto: qué horrible morada!”"},{"number":61,"text":"[Y] exclamarán: “¡Oh Sustentador nuestro! ¡A quien nos haya preparado esto, dóblale el castigo en el fuego!”"},{"number":62,"text":"Y añadirán: “¿Cómo es que no vemos [aquí] a hombres que teníamos por malvados,"},{"number":63,"text":"[y] de los que solíamos burlarnos? ¿O es que [están aquí, pero] nuestros ojos no aciertan a verlos?”"},{"number":64,"text":"¡Ciertamente, así serán en estricta verdad [la confusión y] las disputas entre las gentes del fuego!"},{"number":65,"text":"DI [Oh Muhámmad]: “¡Yo soy sólo un advertidor; y no hay más deidad que Dios, el Uno, el que tiene el dominio absoluto sobre todo lo que existe,"},{"number":66,"text":"el Sustentador de los cielos y la tierra y de lo que hay entre ambos, el Todopoderoso, el Sumamente Indulgente!”"},{"number":67,"text":"Di: “¡Este es un mensaje de suma importancia!:"},{"number":68,"text":"¿[Cómo, pues,] os apartáis de él?”"},{"number":69,"text":"[Di, Oh Muhámmad:] “No tendría yo conocimiento de [lo ocurrido en el seno de] la alta asamblea cuando disputaron [acerca de la creación del hombre],"},{"number":70,"text":"si no me hubiera sido revelado [por Dios] –con el único fin de que [os] transmitiera una advertencia clara.”"},{"number":71,"text":"[Pues,] he ahí, que tu Sustentador dijo a los ángeles: “¡Ciertamente, voy a crear un ser humano de arcilla;"},{"number":72,"text":"y cuando lo haya formado por completo y haya insuflado en él [algo] de Mi espíritu, caed postrados ante él!”"},{"number":73,"text":"Entonces, los ángeles se postraron todos juntos,"},{"number":74,"text":"excepto Iblís, que se mostró arrogante, y se convirtió [así] en uno de los que niegan la verdad."},{"number":75,"text":"[Dios] dijo: “¡Oh Iblís! ¿Qué te ha impedido postrarte ante ese [ser] que he creado con Mis manos? ¿Eres demasiado orgulloso [como para inclinarte ante otro ser creado], o eres de los que se creen superiores [a todos]?”"},{"number":76,"text":"[Iblís] respondió: “Yo soy mejor que él: Tú me creaste de fuego, mientras que a él lo creaste de arcilla.”"},{"number":77,"text":"Dijo: “¡Sal, pues, de este [estado angélico] –pues, ciertamente, eres [de aquí en adelante] un maldito,"},{"number":78,"text":"y Mi rechazo será tu merecido hasta el Día del Juicio!”"},{"number":79,"text":"Dijo: “¡Oh Sustentador mío! ¡Concédeme, entonces, una prórroga hasta el Día en que sean resucitados!”"},{"number":80,"text":"Respondió: “Así sea, en verdad: serás de aquellos a quienes se ha concedido una prórroga"},{"number":81,"text":"hasta el Día cuyo momento es conocido [sólo por Mí].”"},{"number":82,"text":"Dijo: “¡[Juro] entonces por Tu poder que, ciertamente, les induciré a caer en el error –"},{"number":83,"text":"[a todos] salvo a quienes de ellos sean realmente siervos Tuyos!”"},{"number":84,"text":"[Y Dios] dijo: “¡Esta, pues, es la verdad! Y esta verdad declaro:"},{"number":85,"text":"Ciertamente, he de llenar el infierno contigo y con los que te sigan, todos juntos!”"},{"number":86,"text":"DI [Oh Profeta]: “¡No os pido recompensa alguna por este mensaje; y no soy de los que dicen ser lo que no son."},{"number":87,"text":"Ciertamente, esta [escritura divina] no es sino un recordatorio para todos los mundos –"},{"number":88,"text":"y sin duda llegaréis a conocer el alcance de su mensaje pasado un tiempo!”"}]}
