{"number":44,"name":"الدُّخَانِ","transliteration":"Ad-Dukhaan","translation":"The Smoke","revelation_type":"Meccan","total_verses":59,"verses":[{"number":1,"text":"Ha, Meem."},{"number":2,"text":"By the clear Book,"},{"number":3,"text":"Indeed, We sent it down during a blessed night. Indeed, We were to warn [mankind]."},{"number":4,"text":"On that night is made distinct every precise matter -"},{"number":5,"text":"[Every] matter [proceeding] from Us. Indeed, We were to send [a messenger]"},{"number":6,"text":"As mercy from your Lord. Indeed, He is the Hearing, the Knowing."},{"number":7,"text":"Lord of the heavens and the earth and that between them, if you would be certain."},{"number":8,"text":"There is no deity except Him; He gives life and causes death. [He is] your Lord and the Lord of your first forefathers."},{"number":9,"text":"But they are in doubt, amusing themselves."},{"number":10,"text":"Then watch for the Day when the sky will bring a visible smoke."},{"number":11,"text":"Covering the people; this is a painful torment."},{"number":12,"text":"[They will say], \"Our Lord, remove from us the torment; indeed, we are believers.\""},{"number":13,"text":"How will there be for them a reminder [at that time]? And there had come to them a clear Messenger."},{"number":14,"text":"Then they turned away from him and said, \"[He was] taught [and is] a madman.\""},{"number":15,"text":"Indeed, We will remove the torment for a little. Indeed, you [disbelievers] will return [to disbelief]."},{"number":16,"text":"The Day We will strike with the greatest assault, indeed, We will take retribution."},{"number":17,"text":"And We had already tried before them the people of Pharaoh, and there came to them a noble messenger,"},{"number":18,"text":"[Saying], \"Render to me the servants of Allah. Indeed, I am to you a trustworthy messenger,\""},{"number":19,"text":"And [saying], \"Be not haughty with Allah. Indeed, I have come to you with clear authority."},{"number":20,"text":"And indeed, I have sought refuge in my Lord and your Lord, lest you stone me."},{"number":21,"text":"But if you do not believe me, then leave me alone.\""},{"number":22,"text":"And [finally] he called to his Lord that these were a criminal people."},{"number":23,"text":"[Allah said], \"Then set out with My servants by night. Indeed, you are to be pursued."},{"number":24,"text":"And leave the sea in stillness. Indeed, they are an army to be drowned.\""},{"number":25,"text":"How much they left behind of gardens and springs"},{"number":26,"text":"And crops and noble sites"},{"number":27,"text":"And comfort wherein they were amused."},{"number":28,"text":"Thus. And We caused to inherit it another people."},{"number":29,"text":"And the heaven and earth wept not for them, nor were they reprieved."},{"number":30,"text":"And We certainly saved the Children of Israel from the humiliating torment -"},{"number":31,"text":"From Pharaoh. Indeed, he was a haughty one among the transgressors."},{"number":32,"text":"And We certainly chose them by knowledge over [all] the worlds."},{"number":33,"text":"And We gave them of signs that in which there was a clear trial."},{"number":34,"text":"Indeed, these [disbelievers] are saying,"},{"number":35,"text":"\"There is not but our first death, and we will not be resurrected."},{"number":36,"text":"Then bring [back] our forefathers, if you should be truthful.\""},{"number":37,"text":"Are they better or the people of Tubba' and those before them? We destroyed them, [for] indeed, they were criminals."},{"number":38,"text":"And We did not create the heavens and earth and that between them in play."},{"number":39,"text":"We did not create them except in truth, but most of them do not know."},{"number":40,"text":"Indeed, the Day of Judgement is the appointed time for them all -"},{"number":41,"text":"The Day when no relation will avail a relation at all, nor will they be helped -"},{"number":42,"text":"Except those [believers] on whom Allah has mercy. Indeed, He is the Exalted in Might, the Merciful."},{"number":43,"text":"Indeed, the tree of zaqqum"},{"number":44,"text":"Is food for the sinful."},{"number":45,"text":"Like murky oil, it boils within bellies"},{"number":46,"text":"Like the boiling of scalding water."},{"number":47,"text":"[It will be commanded], \"Seize him and drag him into the midst of the Hellfire,"},{"number":48,"text":"Then pour over his head from the torment of scalding water.\""},{"number":49,"text":"[It will be said], \"Taste! Indeed, you are the honored, the noble!"},{"number":50,"text":"Indeed, this is what you used to dispute.\""},{"number":51,"text":"Indeed, the righteous will be in a secure place;"},{"number":52,"text":"Within gardens and springs,"},{"number":53,"text":"Wearing [garments of] fine silk and brocade, facing each other."},{"number":54,"text":"Thus. And We will marry them to fair women with large, [beautiful] eyes."},{"number":55,"text":"They will call therein for every [kind of] fruit - safe and secure."},{"number":56,"text":"They will not taste death therein except the first death, and He will have protected them from the punishment of Hellfire"},{"number":57,"text":"As bounty from your Lord. That is what is the great attainment."},{"number":58,"text":"And indeed, We have eased the Qur'an in your tongue that they might be reminded."},{"number":59,"text":"So watch, [O Muhammad]; indeed, they are watching [for your end]."}]}
