{"number":53,"name":"النَّجۡمِ","transliteration":"An-Najm","translation":"The Star","revelation_type":"Meccan","total_verses":62,"verses":[{"number":1,"text":"By the star when it descends,"},{"number":2,"text":"Your companion [Muhammad] has not strayed, nor has he erred,"},{"number":3,"text":"Nor does he speak from [his own] inclination."},{"number":4,"text":"It is not but a revelation revealed,"},{"number":5,"text":"Taught to him by one intense in strength -"},{"number":6,"text":"One of soundness. And he rose to [his] true form"},{"number":7,"text":"While he was in the higher [part of the] horizon."},{"number":8,"text":"Then he approached and descended"},{"number":9,"text":"And was at a distance of two bow lengths or nearer."},{"number":10,"text":"And he revealed to His Servant what he revealed."},{"number":11,"text":"The heart did not lie [about] what it saw."},{"number":12,"text":"So will you dispute with him over what he saw?"},{"number":13,"text":"And he certainly saw him in another descent"},{"number":14,"text":"At the Lote Tree of the Utmost Boundary -"},{"number":15,"text":"Near it is the Garden of Refuge -"},{"number":16,"text":"When there covered the Lote Tree that which covered [it]."},{"number":17,"text":"The sight [of the Prophet] did not swerve, nor did it transgress [its limit]."},{"number":18,"text":"He certainly saw of the greatest signs of his Lord."},{"number":19,"text":"So have you considered al-Lat and al-'Uzza?"},{"number":20,"text":"And Manat, the third - the other one?"},{"number":21,"text":"Is the male for you and for Him the female?"},{"number":22,"text":"That, then, is an unjust division."},{"number":23,"text":"They are not but [mere] names you have named them - you and your forefathers - for which Allah has sent down no authority. They follow not except assumption and what [their] souls desire, and there has already come to them from their Lord guidance."},{"number":24,"text":"Or is there for man whatever he wishes?"},{"number":25,"text":"Rather, to Allah belongs the Hereafter and the first [life]."},{"number":26,"text":"And how many angels there are in the heavens whose intercession will not avail at all except [only] after Allah has permitted [it] to whom He wills and approves."},{"number":27,"text":"Indeed, those who do not believe in the Hereafter name the angels female names,"},{"number":28,"text":"And they have thereof no knowledge. They follow not except assumption, and indeed, assumption avails not against the truth at all."},{"number":29,"text":"So turn away from whoever turns his back on Our message and desires not except the worldly life."},{"number":30,"text":"That is their sum of knowledge. Indeed, your Lord is most knowing of who strays from His way, and He is most knowing of who is guided."},{"number":31,"text":"And to Allah belongs whatever is in the heavens and whatever is in the earth - that He may recompense those who do evil with [the penalty of] what they have done and recompense those who do good with the best [reward] -"},{"number":32,"text":"Those who avoid the major sins and immoralities, only [committing] slight ones. Indeed, your Lord is vast in forgiveness. He was most knowing of you when He produced you from the earth and when you were fetuses in the wombs of your mothers. So do not claim yourselves to be pure; He is most knowing of who fears Him."},{"number":33,"text":"Have you seen the one who turned away"},{"number":34,"text":"And gave a little and [then] refrained?"},{"number":35,"text":"Does he have knowledge of the unseen, so he sees?"},{"number":36,"text":"Or has he not been informed of what was in the scriptures of Moses"},{"number":37,"text":"And [of] Abraham, who fulfilled [his obligations] -"},{"number":38,"text":"That no bearer of burdens will bear the burden of another"},{"number":39,"text":"And that there is not for man except that [good] for which he strives"},{"number":40,"text":"And that his effort is going to be seen -"},{"number":41,"text":"Then he will be recompensed for it with the fullest recompense"},{"number":42,"text":"And that to your Lord is the finality"},{"number":43,"text":"And that it is He who makes [one] laugh and weep"},{"number":44,"text":"And that it is He who causes death and gives life"},{"number":45,"text":"And that He creates the two mates - the male and female -"},{"number":46,"text":"From a sperm-drop when it is emitted"},{"number":47,"text":"And that [incumbent] upon Him is the next creation"},{"number":48,"text":"And that it is He who enriches and suffices"},{"number":49,"text":"And that it is He who is the Lord of Sirius"},{"number":50,"text":"And that He destroyed the first [people of] 'Aad"},{"number":51,"text":"And Thamud - and He did not spare [them] -"},{"number":52,"text":"And the people of Noah before. Indeed, it was they who were [even] more unjust and oppressing."},{"number":53,"text":"And the overturned towns He hurled down"},{"number":54,"text":"And covered them by that which He covered."},{"number":55,"text":"Then which of the favors of your Lord do you doubt?"},{"number":56,"text":"This [Prophet] is a warner like the former warners."},{"number":57,"text":"The Approaching Day has approached."},{"number":58,"text":"Of it, [from those] besides Allah, there is no remover."},{"number":59,"text":"Then at this statement do you wonder?"},{"number":60,"text":"And you laugh and do not weep"},{"number":61,"text":"While you are proudly sporting?"},{"number":62,"text":"So prostrate to Allah and worship [Him]."}]}
