{"number":62,"name":"الجُمُعَةِ","transliteration":"Al-Jumu'a","translation":"Friday","revelation_type":"Medinan","total_verses":11,"verses":[{"number":1,"text":"¡TODO CUANTO hay en los cielos y todo cuanto hay en la tierra proclama la infinita gloria de Dios, el Supremo Soberano, el Santo, el Todopoderoso, el Sabio!"},{"number":2,"text":"Él es quien ha suscitado para el pueblo iletrado un enviado de entre ellos, para que les transmita Sus mensajes, y les ayude a crecer en pureza, y les enseñe la escritura divina y la sabiduría –mientras que antes de eso se encontraban, ciertamente, en un claro extravío--;"},{"number":3,"text":"y [para que este mensaje se extienda] de ellos a otra gente tan pronto como entren en contacto con ellos: ¡pues sólo Él es todopoderoso, realmente sabio!"},{"number":4,"text":"Ese es el favor de Dios, que Él concede a quien quiere [recibirlo]: y Dios es de una generosidad infinita."},{"number":5,"text":"LA PARÁBOLA de esos que fueron agraciados con la carga de la Tora y luego no supieron llevar esa carga, es la de un asno que lleva una carga de libros [pero no puede beneficiarse de ellos]. Funesta parábola la de una gente que se empeña en desmentir los mensajes de Dios --¡pues Dios no guía a semejantes malhechores!"},{"number":6,"text":"Di: “¡Oh seguidores del judaísmo! ¡Si aseguráis que [sólo] vosotros estáis próximos a Dios, con exclusión de todas las demás gentes, deberíais ansiar la muerte –si es verdad lo que decís!”"},{"number":7,"text":"Pero no la ansiarán, por [que son conscientes de] lo que sus manos han adelantado en este mundo; y Dios conoce bien a los malhechores."},{"number":8,"text":"Di: “Ciertamente, la muerte de la que huís acabará alcanzándoos –y luego seréis devueltos a Aquel que conoce cuanto está fuera del alcance de la percepción de los seres creados, y también cuanto pueden percibir, y entonces Él os hará entender realmente todo lo que hacíais [en vida]."},{"number":9,"text":"¡OH VOSOTROS que habéis llegado a creer! Cuando se llame a la oración en el día de la congregación, apresuraos al recuerdo de Dios, y dejad todo comercio mundano: esto es por vuestro propio bien, si lo supierais."},{"number":10,"text":"Y cuando acabe la oración, dispersaos por la tierra y buscad [algo de] el favor de Dios; pero recordad a Dios con frecuencia, para que así alcancéis la felicidad."},{"number":11,"text":"Sin embargo, [ocurre que] cuando la gente ve [ocasión de obtener] una ganancia o una distracción, se precipitan hacia ella y te dejan plantado [predicando]. Di: “¡Lo que hay junto a Dios es mucho mejor que cualquier distracción y que cualquier ganancia! ¡Y Dios es el mejor de los proveedores!”"}]}
