{"number":68,"name":"القَلَمِ","transliteration":"Al-Qalam","translation":"The Pen","revelation_type":"Meccan","total_verses":52,"verses":[{"number":1,"text":"Nun. By the pen and what they inscribe,"},{"number":2,"text":"You are not, [O Muhammad], by the favor of your Lord, a madman."},{"number":3,"text":"And indeed, for you is a reward uninterrupted."},{"number":4,"text":"And indeed, you are of a great moral character."},{"number":5,"text":"So you will see and they will see"},{"number":6,"text":"Which of you is the afflicted [by a devil]."},{"number":7,"text":"Indeed, your Lord is most knowing of who has gone astray from His way, and He is most knowing of the [rightly] guided."},{"number":8,"text":"Then do not obey the deniers."},{"number":9,"text":"They wish that you would soften [in your position], so they would soften [toward you]."},{"number":10,"text":"And do not obey every worthless habitual swearer"},{"number":11,"text":"[And] scorner, going about with malicious gossip -"},{"number":12,"text":"A preventer of good, transgressing and sinful,"},{"number":13,"text":"Cruel, moreover, and an illegitimate pretender."},{"number":14,"text":"Because he is a possessor of wealth and children,"},{"number":15,"text":"When Our verses are recited to him, he says, \"Legends of the former peoples.\""},{"number":16,"text":"We will brand him upon the snout."},{"number":17,"text":"Indeed, We have tried them as We tried the companions of the garden, when they swore to cut its fruit in the [early] morning"},{"number":18,"text":"Without making exception."},{"number":19,"text":"So there came upon the garden an affliction from your Lord while they were asleep."},{"number":20,"text":"And it became as though reaped."},{"number":21,"text":"And they called one another at morning,"},{"number":22,"text":"[Saying], \"Go early to your crop if you would cut the fruit.\""},{"number":23,"text":"So they set out, while lowering their voices,"},{"number":24,"text":"[Saying], \"There will surely not enter it today upon you [any] poor person.\""},{"number":25,"text":"And they went early in determination, [assuming themselves] able."},{"number":26,"text":"But when they saw it, they said, \"Indeed, we are lost;"},{"number":27,"text":"Rather, we have been deprived.\""},{"number":28,"text":"The most moderate of them said, \"Did I not say to you, 'Why do you not exalt [Allah]?' \""},{"number":29,"text":"They said, \"Exalted is our Lord! Indeed, we were wrongdoers.\""},{"number":30,"text":"Then they approached one another, blaming each other."},{"number":31,"text":"They said, \"O woe to us; indeed we were transgressors."},{"number":32,"text":"Perhaps our Lord will substitute for us [one] better than it. Indeed, we are toward our Lord desirous.\""},{"number":33,"text":"Such is the punishment [of this world]. And the punishment of the Hereafter is greater, if they only knew."},{"number":34,"text":"Indeed, for the righteous with their Lord are the Gardens of Pleasure."},{"number":35,"text":"Then will We treat the Muslims like the criminals?"},{"number":36,"text":"What is [the matter] with you? How do you judge?"},{"number":37,"text":"Or do you have a scripture in which you learn"},{"number":38,"text":"That indeed for you is whatever you choose?"},{"number":39,"text":"Or do you have oaths [binding] upon Us, extending until the Day of Resurrection, that indeed for you is whatever you judge?"},{"number":40,"text":"Ask them which of them, for that [claim], is responsible."},{"number":41,"text":"Or do they have partners? Then let them bring their partners, if they should be truthful."},{"number":42,"text":"The Day the shin will be uncovered and they are invited to prostration but the disbelievers will not be able,"},{"number":43,"text":"Their eyes humbled, humiliation will cover them. And they used to be invited to prostration while they were sound."},{"number":44,"text":"So leave Me, [O Muhammad], with [the matter of] whoever denies the Qur'an. We will progressively lead them [to punishment] from where they do not know."},{"number":45,"text":"And I will give them time. Indeed, My plan is firm."},{"number":46,"text":"Or do you ask of them a payment, so they are by debt burdened down?"},{"number":47,"text":"Or have they [knowledge of] the unseen, so they write [it] down?"},{"number":48,"text":"Then be patient for the decision of your Lord, [O Muhammad], and be not like the companion of the fish when he called out while he was distressed."},{"number":49,"text":"If not that a favor from his Lord overtook him, he would have been thrown onto the naked shore while he was censured."},{"number":50,"text":"And his Lord chose him and made him of the righteous."},{"number":51,"text":"And indeed, those who disbelieve would almost make you slip with their eyes when they hear the message, and they say, \"Indeed, he is mad.\""},{"number":52,"text":"But it is not except a reminder to the worlds."}]}
