{"number":72,"name":"الجِنِّ","transliteration":"Al-Jinn","translation":"The Jinn","revelation_type":"Meccan","total_verses":28,"verses":[{"number":1,"text":"DI: “Me ha sido revelado que un grupo de seres invisibles escuchó [esta escritura divina], y entonces dijeron [a sus paisanos]: “‘En verdad, hemos escuchado un discurso admirable,"},{"number":2,"text":"que guía hacia la rectitud; y hemos creído en él. Y nunca atribuiremos divinidad a alguien distinto de nuestro Sustentador,"},{"number":3,"text":"pues [sabemos] cuán excelsa es la majestad de nuestro Sustentador: ¡jamás ha tomado consorte ni hijo!"},{"number":4,"text":"“‘Y [ahora sabemos que] los necios entre nosotros solían decir atrocidades acerca de Dios,"},{"number":5,"text":"y [que estábamos equivocados cuando] pensábamos que ningún hombre ni [ninguna de] las fuerzas invisibles mentirían jamás acerca de Dios."},{"number":6,"text":"Sin embargo, ha ocurrido [siempre] que ciertos tipos de hombre invocaban la protección de ciertos tipos de [tales] fuerzas invisibles: pero esas sólo aumentaban su confusión –"},{"number":7,"text":"hasta tal punto que llegaron a pensar, como [antes] pensabais vosotros, que Dios jamás suscitaría [de nuevo] a alguien [como enviado Suyo]."},{"number":8,"text":"“‘Y [así fue] que tanteamos el cielo: pero lo encontramos lleno de poderosos guardianes y de llamas,"},{"number":9,"text":"a pesar de que estábamos apostados en posiciones [que considerábamos idóneas] para escuchar [sus secretos]: ¡y quien ahora [o en adelante] intente escuchar encontrará [así mismo] una llama que le acecha!"},{"number":10,"text":"“‘Y [ahora somos conscientes de que los seres creados] no podemos saber si se pretende un mal para [alguno de] los que viven en la tierra, o si es voluntad de su Sustentador dotarles de rectitud:"},{"number":11,"text":"igual que [no sabemos cómo es que] algunos de nosotros son justos mientras que algunos de nosotros están [bien] lejos de ello: siempre hemos seguido caminos muy divergentes."},{"number":12,"text":"“‘Y, además, hemos sabido que no podemos escapar jamás de Dios [mientras vivamos] en la tierra, y que no podemos escapar de Él huyendo [de la vida]."},{"number":13,"text":"Así, tan pronto como oímos esta [llamada a Su] guía, creímos en ella: pues quien cree en su Sustentador no ha de temer pérdida ni injusticia."},{"number":14,"text":"“‘Pero [es cierto] que entre nosotros hay quienes se han sometido a Dios –como hay entre nosotros quienes se han entregado a la maldad. Los que se someten a Él –ésos son los que han optado por la rectitud;"},{"number":15,"text":"¡pero los que se entregan a la maldad –ésos en verdad son sólo combustible para el [fuego del] infierno!’”"},{"number":16,"text":"[SABED,] PUES, que si [los que han oído Nuestra llamada] se mantienen firmes en el camino [recto], ciertamente derramaremos sobre ellos abundantes bendiciones,"},{"number":17,"text":"para probarles con ello: pues a quien se aparte del recuerdo de su Sustentador, Él le conducirá a un castigo sumamente doloroso."},{"number":18,"text":"Y [sabed] que toda adoración es debida [sólo] a Dios: ¡no invoquéis, pues, a nadie junto con Dios!"},{"number":19,"text":"Pero [ocurre] que cada vez que un siervo de Dios se encomienda a Él en oración, les falta poco [a quienes están empeñados en negar la verdad] para arremeter contra él en tropel."},{"number":20,"text":"Di: “Invoco sólo a mi Sustentador, pues no atribuyo divinidad a nadie junto con Él.”"},{"number":21,"text":"Di: “Realmente, no tengo poder para causaros daño ni para dotaros de rectitud.”"},{"number":22,"text":"Di: “Realmente, nadie podría protegerme de Dios, ni podría yo encontrar lugar alguno donde esconderme de Él"},{"number":23,"text":"si no transmitiera [al mundo toda la iluminación que me llega] de Dios y Sus mensajes.” Y a quien se rebela contra Dios y Su Enviado –realmente, le aguarda el fuego del infierno, en el que morará más allá del cómputo del tiempo."},{"number":24,"text":"[Deja, pues, que esperen] hasta que vean esa [fatalidad] de la que fueron advertidos: ¡entonces sabrán quién está más desamparado y es más insignificante!"},{"number":25,"text":"Di: “No sé si esa [fatalidad] de la que habéis sido advertidos está próxima, o si mi Sustentador le ha fijado un plazo distante.”"},{"number":26,"text":"[Sólo] Él conoce lo que está fuera del alcance de la percepción de los seres creados, y no descubre los secretos de Su inescrutable conocimiento a nadie,"},{"number":27,"text":"excepto a un enviado que Él ha tenido a bien elegir [para ello]: y envía entonces [a las fuerzas del cielo] para que velen sobre él en todo lo que está manifiesto ante él y en lo que está fuera de su conocimiento --"},{"number":28,"text":"para que Él tenga constancia de que, realmente, son [sólo] los mensajes de su Sustentador lo que estos [enviados] transmiten: pues Él abarca [con Su conocimiento] todo lo que tienen [que decir], y lleva cuenta exacta de todo [cuanto existe]."}]}
