{"number":76,"name":"الإِنسَانِ","transliteration":"Al-Insaan","translation":"Man","revelation_type":"Medinan","total_verses":31,"verses":[{"number":1,"text":"¿ACASO [no] hubo un lapso inconmensurable de tiempo antes [de la aparición] del hombre [--un tiempo] en que él no era aún algo digno de mención?"},{"number":2,"text":"Ciertamente, hemos creado al hombre de una gota de esperma entremezclado, para ponerle [luego] a prueba: y por ello le hemos dotado de oído y de vista."},{"number":3,"text":"Ciertamente, le hemos mostrado el camino: [y de él depende mostrarse] agradecido o ingrato."},{"number":4,"text":"[Ahora bien,] ciertamente, para esos que niegan la verdad hemos preparado cadenas y argollas, y un fuego abrasador --"},{"number":5,"text":"[mientras que,] ciertamente, los realmente virtuosos beberán de una copa aromatizada con esencias del cáliz de flores fragantes:"},{"number":6,"text":"una fuente [de felicidad] de la que beberán los siervos de Dios, y que verán manar con caudal abundante."},{"number":7,"text":"[Los realmente virtuosos son los que] cumplen sus compromisos, y temen un Día cuyo mal se extenderá por todas partes,"},{"number":8,"text":"y proveen de comida –sin importar cuan necesitados estén de ella -- al necesitado, al huérfano y al cautivo,"},{"number":9,"text":"[diciendo, en sus corazones:] “¡Os damos de comer sólo por amor a Dios: no queremos de vosotros recompensa ni gratitud:"},{"number":10,"text":"ciertamente, tememos el juicio de nuestro Sustentador en un Día angustioso, fatídico!”"},{"number":11,"text":"Por ello, Dios les preservará del mal de ese Día, y les concederá resplandor y alegría,"},{"number":12,"text":"y les recompensará por su paciencia en la adversidad con un jardín [de felicidad] y con [vestiduras de] seda."},{"number":13,"text":"En ese [jardín] estarán reclinados en divanes, y no conocerán allí ni el [ardiente] sol ni el frío severo,"},{"number":14,"text":"pues sus [gratas] sombras se cernerán, próximas, sobre ellos, y sus racimos de fruta colgarán bajos, fáciles de alcanzar."},{"number":15,"text":"Y serán servidos en vasijas de plata y copas [como] de cristal –"},{"number":16,"text":"como cristal, [pero] de plata—cuya medida sólo ellos determinarán."},{"number":17,"text":"Y en ese [paraíso] se les dará a beber de una copa aromatizada con jengibre,"},{"number":18,"text":"[tomada de] una fuente [que se encuentra] allí, llamada “Busca Tu Camino”."},{"number":19,"text":"Y serán servidos por jóvenes inmortales: viéndolos, te parecerían perlas esparcidas;"},{"number":20,"text":"y al mirar, verás allí [sólo] felicidad y un vasto dominio."},{"number":21,"text":"Llevarán vestiduras verdes de seda y brocado; y serán adornados con brazaletes de plata. Y su Sustentador les dará a beber de una bebida pura."},{"number":22,"text":"[Y se les dirá:] “¡En verdad, esta es vuestra recompensa, pues vuestro esfuerzo ha obtenido la aceptación [de Dios]!”"},{"number":23,"text":"¡EN VERDAD, [Oh creyente,] somos Nosotros quienes hemos hecho descender sobre ti este Qur’án, gradualmente --una verdadera revelación [de Dios]."},{"number":24,"text":"Espera, pues, pacientemente el juicio de tu Sustentador y no obedezcas a ninguno de ellos que sea un pecador obstinado o un ingrato;"},{"number":25,"text":"y recuerda el nombre de tu Sustentador mañana y tarde"},{"number":26,"text":"y durante parte de la noche, y póstrate ante Él, y proclama Su infinita gloria durante la larga noche."},{"number":27,"text":"Ciertamente, [quienes no tienen presente a Dios] aman esta vida pasajera, y dan la espalda a [la idea de] un Día cargado de aflicción."},{"number":28,"text":"[Se niegan a reconocer que] somos Nosotros quienes les hemos creado y hemos fortalecido su constitución --y [que], cuando queramos, podemos sustituirlos a todos por otros de su especie."},{"number":29,"text":"ESTA ES, en verdad, una amonestación: así pues, que quien quiera emprenda un camino hacia su Sustentador."},{"number":30,"text":"Pero no lo querréis a menos que Dios quiera [mostraros ese camino]: pues, ciertamente, Dios es en verdad omnisciente, sabio."},{"number":31,"text":"Acoge en Su misericordia a quien quiere [ser acogido]; pero a los malhechores –a ésos les ha preparado un castigo doloroso [en la Otra Vida]."}]}
