{"id":10,"name":"يونس","transliteration":"Yunus","translation":"Jonás","type":"meccan","total_verses":109,"verses":[{"id":1,"text":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","translation":"Álif. Lam. Ra’. Éstos son los versículos del Libro sabio","transliteration":"Aliflamra tilka ayatu alkitabi alhakeemi"},{"id":2,"text":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","translation":"¿Acaso se sorprende la gente de que [Dios] le haya concedido la revelación a uno de ellos: \"Advierte a la gente y albricia a los creyentes que por sus buenas obras obtendrán una hermosa recompensa ante su Señor?\" Los que se niegan a creer dicen: \"Éste es evidentemente un hechicero","transliteration":"Akana lilnnasi AAajaban an awhayna ila rajulin minhum an anthiri alnnasa wabashshiri allatheena amanoo anna lahum qadama sidqin AAinda rabbihim qala alkafiroona inna hatha lasahirun mubeenun"},{"id":3,"text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","translation":"Su Señor es Dios. Creó los cielos y la Tierra en seis eras y luego se estableció sobre el Trono. Él es Quien decide todos los asuntos, nadie podrá interceder ante Él sin Su permiso. Ese es Dios, su Señor; adórenlo. ¿Es que no reflexionan","transliteration":"Inna rabbakumu Allahu allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yudabbiru alamra ma min shafeeAAin illa min baAAdi ithnihi thalikumu Allahu rabbukum faoAAbudoohu afala tathakkaroona"},{"id":4,"text":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","translation":"Ante Él deberán comparecer todos, pues la promesa de Dios es verdadera. Él es Quien origina la creación y luego la reproduce para retribuir con equidad a los creyentes que obraron rectamente. En cambio, los que se negaron a creer beberán agua hirviendo y recibirán un castigo doloroso por su incredulidad","transliteration":"Ilayhi marjiAAukum jameeAAan waAAda Allahi haqqan innahu yabdao alkhalqa thumma yuAAeeduhu liyajziya allatheena amanoo waAAamiloo alssalihati bialqisti waallatheena kafaroo lahum sharabun min hameemin waAAathabun aleemun bima kanoo yakfuroona"},{"id":5,"text":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translation":"Él es Quien hizo que el Sol tuviese luz propia y determinó que la Luna reflejara su luz en distintas fases para que ustedes puedan computar el número de años y los meses. Dios creó esto con la verdad. Él explica los signos para gente de conocimiento","transliteration":"Huwa allathee jaAAala alshshamsa diyaan waalqamara nooran waqaddarahu manazila litaAAlamoo AAadada alssineena waalhisaba ma khalaqa Allahu thalika illa bialhaqqi yufassilu alayati liqawmin yaAAlamoona"},{"id":6,"text":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","translation":"En la sucesión de la noche y el día, y en lo que Dios ha creado en los cielos y en la Tierra, hay signos para la gente piadosa","transliteration":"Inna fee ikhtilafi allayli waalnnahari wama khalaqa Allahu fee alssamawati waalardi laayatin liqawmin yattaqoona"},{"id":7,"text":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","translation":"Para aquellos que no esperan comparecer ante Mí, se complacen con la vida mundanal, se sienten satisfechos en ella, y son indiferentes con Mis signos","transliteration":"Inna allatheena la yarjoona liqaana waradoo bialhayati alddunya waitmaannoo biha waallatheena hum AAan ayatina ghafiloona"},{"id":8,"text":"أُوْلَـٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","translation":"su morada será el Fuego por cuanto cometieron","transliteration":"Olaika mawahumu alnnaru bima kanoo yaksiboona"},{"id":9,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّـٰتِ ٱلنَّعِيمِ","translation":"[Pero] a quienes crean y obren rectamente, su Señor los guiará por medio de la fe hacia los Jardines de las Delicias por donde corren ríos","transliteration":"Inna allatheena amanoo waAAamiloo alssalihati yahdeehim rabbuhum bieemanihim tajree min tahtihimu alanharu fee jannati alnnaAAeemi"},{"id":10,"text":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"Allí invocarán: \"¡Glorificado seas, oh, Señor!\" Y el saludo entre ellos será: \"¡Paz!\" Y al finalizar sus súplicas dirán: \"¡Todas las alabanzas pertenecen a Dios, Señor del universo","transliteration":"DaAAwahum feeha subhanaka allahumma watahiyyatuhum feeha salamun waakhiru daAAwahum ani alhamdu lillahi rabbi alAAalameena"},{"id":11,"text":"۞وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"Si Dios precipitara a la gente el castigo de la misma forma en que la gente se precipita a buscar los bienes materiales, ya les habría llegado su hora. Pero abandoné, ciegos en su extravío, a quienes no esperan comparecer ante Mí","transliteration":"Walaw yuAAajjilu Allahu lilnnasi alshsharra istiAAjalahum bialkhayri laqudiya ilayhim ajaluhum fanatharu allatheena la yarjoona liqaana fee tughyanihim yaAAmahoona"},{"id":12,"text":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","translation":"Cuando a la persona le acontece un mal Me implora recostado, sentado o de pie. Pero en cuanto lo libro del mal, continúa desobediente como si nunca Me hubiera invocado. Así es como los transgresores ven sus obras malas como buenas","transliteration":"Waitha massa alinsana alddurru daAAana lijanbihi aw qaAAidan aw qaiman falamma kashafna AAanhu durrahu marra kaan lam yadAAuna ila durrin massahu kathalika zuyyina lilmusrifeena ma kanoo yaAAmaloona"},{"id":13,"text":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","translation":"Destruí a muchas generaciones que los precedieron porque fueron opresores. Sus Mensajeros se presentaron ante ellos con las evidencias, pero no les creyeron. Así castigué al pueblo pecador","transliteration":"Walaqad ahlakna alquroona min qablikum lamma thalamoo wajaathum rusuluhum bialbayyinati wama kanoo liyuminoo kathalika najzee alqawma almujrimeena"},{"id":14,"text":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَـٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","translation":"Luego hice que ustedes se sucedieran en generaciones unos a otros en la Tierra, para observar cómo obraban","transliteration":"Thumma jaAAalnakum khalaifa fee alardi min baAAdihim linanthura kayfa taAAmaloona"},{"id":15,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","translation":"Cuando se les recitan Mis versículos, quienes no esperan comparecer ante Mí dicen: \"Tráenos otro Corán distinto o modifícalo\". Respóndeles: \"No me es permitido modificarlo, solo sigo lo que me ha sido revelado. Temo que si desobedezco a mi Señor me azote el castigo de un día terrible","transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin qala allatheena la yarjoona liqaana iti biquranin ghayri hatha aw baddilhu qul ma yakoonu lee an obaddilahu min tilqai nafsee in attabiAAu illa ma yooha ilayya innee akhafu in AAasaytu rabbee AAathaba yawmin AAatheemin"},{"id":16,"text":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","translation":"Di [oh, Mujámmad]: \"Si Dios no hubiera querido, yo no les habría recitado [el Corán] y no lo hubieran conocido jamás. Viví toda mi vida entre ustedes antes de la revelación. ¿Acaso no van a reflexionar","transliteration":"Qul law shaa Allahu ma talawtuhu AAalaykum wala adrakum bihi faqad labithtu feekum AAumuran min qablihi afala taAAqiloona"},{"id":17,"text":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","translation":"¿Hay alguien más injusto que quien atribuye a Dios sus propias invenciones y desmiente Sus signos? Los que hacen el mal no tendrán éxito","transliteration":"Faman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba biayatihi innahu la yuflihu almujrimoona"},{"id":18,"text":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَـٰٓؤُلَآءِ شُفَعَـٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"Adoran en vez de Dios lo que no puede perjudicarles ni beneficiarles, y dicen: \"Éstos son nuestros intercesores ante Dios\". Diles: \"¿Acaso pretenden informarle a Dios algo que suceda en los cielos o en la Tierra que Él no sepa? ¡Glorificado sea! Está por encima de lo que Le asocian","transliteration":"WayaAAbudoona min dooni Allahi ma la yadurruhum wala yanfaAAuhum wayaqooloona haolai shufaAAaona AAinda Allahi qul atunabbioona Allaha bima la yaAAlamu fee alssamawati wala fee alardi subhanahu wataAAala AAamma yushrikoona"},{"id":19,"text":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","translation":"La humanidad conformaba una sola nación, pero luego discreparon y se dividieron. Si no fuera por el designio de tu Señor, ya habrían sido juzgados","transliteration":"Wama kana alnnasu illa ommatan wahidatan faikhtalafoo walawla kalimatun sabaqat min rabbika laqudiya baynahum feema feehi yakhtalifoona"},{"id":20,"text":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translation":"Dicen: \"¿Por qué no se le ha concedido [a Mujámmad] un milagro de su Señor?\" Respóndeles: \"El conocimiento de lo oculto pertenece solo a Dios. Esperen, que yo también esperaré","transliteration":"Wayaqooloona lawla onzila AAalayhi ayatun min rabbihi faqul innama alghaybu lillahi faintathiroo innee maAAakum mina almuntathireena"},{"id":21,"text":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","translation":"Cuando agracio a la gente con una misericordia después de haber padecido alguna adversidad, no agradecen Mi favor. Diles: \"Dios les retribuirá por todo lo que hagan\". Mis emisarios registran todo cuanto hacen","transliteration":"Waitha athaqna alnnasa rahmatan min baAAdi darraa massathum itha lahum makrun fee ayatina quli Allahu asraAAu makran inna rusulana yaktuboona ma tamkuroona"},{"id":22,"text":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ","translation":"Él es Quien facilitó que puedan transitar por la tierra y por el mar. Cuando navegan con buenos vientos se complacen, pero si los sacude una fuerte tormenta y las olas los golpean por todos lados y creen que ya no tienen salvación, entonces invocan solamente a Dios con toda sinceridad diciendo: \"Si nos salvas de ésta seremos de los agradecidos","transliteration":"Huwa allathee yusayyirukum fee albarri waalbahri hatta itha kuntum fee alfulki wajarayna bihim bireehin tayyibatin wafarihoo biha jaatha reehun AAasifun wajaahumu almawju min kulli makanin wathannoo annahum oheeta bihim daAAawoo Allaha mukhliseena lahu alddeena lain anjaytana min hathihi lanakoonanna mina alshshakireena"},{"id":23,"text":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Pero cuando Dios los salva, Lo desobedecen nuevamente sembrando la corrupción en la Tierra con injusticias. ¡Oh, gente! Su corrupción recaerá sobre ustedes mismos. Solo disfrutarán del placer transitorio de esta vida, pero luego comparecerán ante Mí y les comunicaré todo lo que hacían","transliteration":"Falamma anjahum itha hum yabghoona fee alardi bighayri alhaqqi ya ayyuha alnnasu innama baghyukum AAala anfusikum mataAAa alhayati alddunya thumma ilayna marjiAAukum fanunabbiokum bima kuntum taAAmaloona"},{"id":24,"text":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","translation":"La vida mundanal es como el agua que hago descender del cielo con la que se riegan los cultivos de la tierra, de los cuales se alimentan los seres humanos y los animales. Cuando los frutos maduran, la tierra se embellece, y piensan las personas que tienen total disposición sobre ella. Entonces arraso los cultivos de noche o de día, devastando la tierra como si no hubiera sido cultivada. Con ejemplos como este explico los signos para gente que reflexiona","transliteration":"Innama mathalu alhayati alddunya kamain anzalnahu mina alssamai faikhtalata bihi nabatu alardi mimma yakulu alnnasu waalanAAamu hatta itha akhathati alardu zukhrufaha waizzayyanat wathanna ahluha annahum qadiroona AAalayha ataha amruna laylan aw naharan fajaAAalnaha haseedan kaan lam taghna bialamsi kathalika nufassilu alayati liqawmin yatafakkaroona"},{"id":25,"text":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Dios convoca a la morada de la paz y guía a quien quiere por el sendero recto","transliteration":"WaAllahu yadAAoo ila dari alssalami wayahdee man yashao ila siratin mustaqeemin"},{"id":26,"text":"۞لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Quienes obren el bien obtendrán la mejor recompensa y una gracia aún mayor. Sus rostros no serán ensombrecidos ni sentirán humillación. Ellos serán los moradores del Paraíso en el que vivirán eternamente","transliteration":"Lillatheena ahsanoo alhusna waziyadatun wala yarhaqu wujoohahum qatarun wala thillatun olaika ashabu aljannati hum feeha khalidoona"},{"id":27,"text":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Pero quienes hayan obrado el mal recibirán como pago un mal equivalente y una humillación. No encontrarán quién los proteja de Dios. Sus rostros se ennegrecerán como la oscuridad de la noche. Ellos serán los habitantes del Fuego, en el que permanecerán eternamente","transliteration":"Waallatheena kasaboo alssayyiati jazao sayyiatin bimithliha watarhaquhum thillatun ma lahum mina Allahi min AAasimin kaannama oghshiyat wujoohuhum qitaAAan mina allayli muthliman olaika ashabu alnnari hum feeha khalidoona"},{"id":28,"text":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","translation":"El día que los congregue a todos le diré a los idólatras: \"Permanezcan en sus sitios ustedes y sus ídolos\". Luego los separaremos a unos de otros y sus ídolos dirán: \"Nosotros no los obligamos a que nos adoraran","transliteration":"Wayawma nahshuruhum jameeAAan thumma naqoolu lillatheena ashrakoo makanakum antum washurakaokum fazayyalna baynahum waqala shurakaohum ma kuntum iyyana taAAbudoona"},{"id":29,"text":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","translation":"Dios es suficiente como testigo de que no sabíamos que nos adoraban","transliteration":"Fakafa biAllahi shaheedan baynana wabaynakum in kunna AAan AAibadatikum laghafileena"},{"id":30,"text":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"Todos serán retribuidos según sus obras. Comparecerán ante Dios, su verdadero Señor, y sus mentiras se desvanecerán","transliteration":"Hunalika tabloo kullu nafsin ma aslafat waruddoo ila Allahi mawlahumu alhaqqi wadalla AAanhum ma kanoo yaftaroona"},{"id":31,"text":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","translation":"Pregúntales: \"¿Quién los sustenta con las gracias del cielo y de la Tierra? ¿Quién los agració con el oído y la vista? ¿Quién hace surgir lo vivo de lo muerto y lo muerto de lo vivo? ¿Quién tiene bajo Su poder todas las cosas?\" Responderán: \"¡Dios!\" Diles: \"¿Acaso no van a tener temor de Él [y abandonar la idolatría]","transliteration":"Qul man yarzuqukum mina alssamai waalardi amman yamliku alssamAAa waalabsara waman yukhriju alhayya mina almayyiti wayukhriju almayyita mina alhayyi waman yudabbiru alamra fasayaqooloona Allahu faqul afala tattaqoona"},{"id":32,"text":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","translation":"Ese es Al-lah, su verdadero Señor. ¿Qué hay más allá de la Verdad sino el extravío? ¿Cómo pueden ser tan desviados","transliteration":"Fathalikumu Allahu rabbukumu alhaqqu famatha baAAda alhaqqi illa alddalalu faanna tusrafoona"},{"id":33,"text":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","translation":"Así se cumplió la palabra de tu Señor contra los perversos: no creyeron","transliteration":"Kathalika haqqat kalimatu rabbika AAala allatheena fasaqoo annahum la yuminoona"},{"id":34,"text":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","translation":"Di: \"¿Acaso alguno de sus ídolos puede originar una creación y luego reproducirla?\" Diles: \"Dios es Quien origina la creación y luego la reproduce. ¿Cómo pueden ser tan desviados [de adorar a otros]","transliteration":"Qul hal min shurakaikum man yabdao alkhalqa thumma yuAAeeduhu quli Allahu yabdao alkhalqa thumma yuAAeeduhu faanna tufakoona"},{"id":35,"text":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","translation":"Di: \"¿Acaso alguno de sus ídolos puede guiar a alguien a la verdad?\" Di: \"Dios es Quien guía hacia la verdad\". ¿Acaso no es más sensato seguir a Quien guía hacia la verdad, en vez de seguir a quienes no pueden guiar a nadie y necesitan ellos mismos ser guiados? ¿Cómo pueden actuar de esa forma","transliteration":"Qul hal min shurakaikum man yahdee ila alhaqqi quli Allahu yahdee lilhaqqi afaman yahdee ila alhaqqi ahaqqu an yuttabaAAa amman la yahiddee illa an yuhda fama lakum kayfa tahkumoona"},{"id":36,"text":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","translation":"Pero la mayoría de ellos no sigue sino conjeturas. Las conjeturas no son un argumento válido frente a la Verdad. Dios bien sabe lo que hacen","transliteration":"Wama yattabiAAu aktharuhum illa thannan inna alththanna la yughnee mina alhaqqi shayan inna Allaha AAaleemun bima yafAAaloona"},{"id":37,"text":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"El Corán no puede provenir sino de Dios. Confirma las revelaciones anteriores y explica detalladamente Sus preceptos, no hay duda alguna que proviene del Señor del universo","transliteration":"Wama kana hatha alquranu an yuftara min dooni Allahi walakin tasdeeqa allathee bayna yadayhi watafseela alkitabi la rayba feehi min rabbi alAAalameena"},{"id":38,"text":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Dicen: \"[Mujámmad] lo ha inventado\". Diles: \"Entonces produzcan un capítulo similar [a un capítulo del Corán]. Recurran para ello a quienes quieran fuera de Dios, si es que dicen la verdad","transliteration":"Am yaqooloona iftarahu qul fatoo bisooratin mithlihi waodAAoo mani istataAAtum min dooni Allahi in kuntum sadiqeena"},{"id":39,"text":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّـٰلِمِينَ","translation":"Desmienten lo que no conocen y aquello cuya interpretación no han recibido aún. Así también desmintieron sus ancestros. Pero observa cómo fue el final de los opresores","transliteration":"Bal kaththaboo bima lam yuheetoo biAAilmihi walamma yatihim taweeluhu kathalika kaththaba allatheena min qablihim faonthur kayfa kana AAaqibatu alththalimeena"},{"id":40,"text":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","translation":"Entre ellos hay quienes creen en él y quienes no. Tu Señor conoce bien a los que siembran la corrupción","transliteration":"Waminhum man yuminu bihi waminhum man la yuminu bihi warabbuka aAAlamu bialmufsideena"},{"id":41,"text":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","translation":"Pero si te desmienten, diles: \"Yo soy responsable de mis obras y ustedes de las suyas. Ustedes no son responsables de lo que yo haga, como yo tampoco soy responsable de lo que ustedes hagan","transliteration":"Wain kaththabooka faqul lee AAamalee walakum AAamalukum antum bareeoona mimma aAAmalu waana bareeon mimma taAAmaloona"},{"id":42,"text":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","translation":"Algunos de ellos te escuchan, pero, ¿acaso tú puedes hacer oír a quien Dios le ha impedido oír y razonar","transliteration":"Waminhum man yastamiAAoona ilayka afaanta tusmiAAu alssumma walaw kanoo la yaAAqiloona"},{"id":43,"text":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","translation":"Algunos de ellos te miran, pero, ¿acaso tú puedes hacer ver a quien Dios ha enceguecido","transliteration":"Waminhum man yanthuru ilayka afaanta tahdee alAAumya walaw kanoo la yubsiroona"},{"id":44,"text":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"Dios no oprime a las personas en absolutamente nada, sino que son las personas las que se oprimen a sí mismas","transliteration":"Inna Allaha la yathlimu alnnasa shayan walakinna alnnasa anfusahum yathlimoona"},{"id":45,"text":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","translation":"El día que los congregue, les parecerá no haber permanecido más que una hora. Se reconocerán entre ellos. Quienes desmintieron el encuentro con Dios habrán perdido, porque no seguían la guía","transliteration":"Wayawma yahshuruhum kaan lam yalbathoo illa saAAatan mina alnnahari yataAAarafoona baynahum qad khasira allatheena kaththaboo biliqai Allahi wama kanoo muhtadeena"},{"id":46,"text":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","translation":"Ya sea que te permita presenciar el castigo con el que los amenazo o que te haga morir antes, de igual manera ellos comparecerán ante Mí. Dios es testigo de lo que hacen","transliteration":"Waimma nuriyannaka baAAda allathee naAAiduhum aw natawaffayannaka failayna marjiAAuhum thumma Allahu shaheedun AAala ma yafAAaloona"},{"id":47,"text":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","translation":"A cada comunidad envié un Mensajero. Cada vez que lo desmintieron los destruí, salvando al Mensajero y a los creyentes, pero nadie fue castigado injustamente","transliteration":"Walikulli ommatin rasoolun faitha jaa rasooluhum qudiya baynahum bialqisti wahum la yuthlamoona"},{"id":48,"text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Y dijeron: \"¿Cuándo se cumplirá esta amenaza, si es que dices la verdad","transliteration":"Wayaqooloona mata hatha alwaAAdu in kuntum sadiqeena"},{"id":49,"text":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translation":"Diles: \"Yo no puedo perjudicar ni beneficiar, a menos que Dios así lo quiera\". Toda comunidad tiene un plazo prefijado; cuando éste llega no pueden retrasarlo ni adelantarlo, ni siquiera una hora","transliteration":"Qul la amliku linafsee darran wala nafAAan illa ma shaa Allahu likulli ommatin ajalun itha jaa ajaluhum fala yastakhiroona saAAatan wala yastaqdimoona"},{"id":50,"text":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","translation":"Di: \"¿Y si el castigo los alcanzara súbitamente de noche o de día? ¿Aun así querrían los pecadores adelantarlo","transliteration":"Qul araaytum in atakum AAathabuhu bayatan aw naharan matha yastaAAjilu minhu almujrimoona"},{"id":51,"text":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","translation":"¿Acaso van a creer cuando ya haya ocurrido? ¿No era eso lo que, despectivamente, querían que fuera adelantado","transliteration":"Athumma itha ma waqaAAa amantum bihi alana waqad kuntum bihi tastaAAjiloona"},{"id":52,"text":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","translation":"Luego se les dirá a los opresores: \"Sufran el castigo eterno. ¿Acaso no es esta una retribución justa, acorde a lo que solían hacer","transliteration":"Thumma qeela lillatheena thalamoo thooqoo AAathaba alkhuldi hal tujzawna illa bima kuntum taksiboona"},{"id":53,"text":"۞وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","translation":"Te preguntan: \"Es real [el Día del Juicio]?\" Di: \"¡Juro por mi Señor que sí! Es la verdad de la que no podrán huir","transliteration":"Wayastanbioonaka ahaqqun huwa qul ee warabbee innahu lahaqqun wama antum bimuAAjizeena"},{"id":54,"text":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Si los opresores tuvieran cuanto hay en la Tierra, querrían darlo como rescate para salvarse. Pero cuando vean el castigo no podrán mostrar su arrepentimiento. Serán juzgados con equidad y no serán tratados injustamente","transliteration":"Walaw anna likulli nafsin thalamat ma fee alardi laiftadat bihi waasarroo alnnadamata lamma raawoo alAAathaba waqudiya baynahum bialqisti wahum la yuthlamoona"},{"id":55,"text":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"A Dios pertenece cuanto hay en los cielos y en la Tierra. La promesa de Dios se cumplirá, a pesar de que la mayoría lo ignora","transliteration":"Ala inna lillahi ma fee alssamawati waalardi ala inna waAAda Allahi haqqun walakinna aktharahum la yaAAlamoona"},{"id":56,"text":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","translation":"Él da la vida y da la muerte, y ante Él han de comparecer","transliteration":"Huwa yuhyee wayumeetu wailayhi turjaAAoona"},{"id":57,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","translation":"¡Oh, gente! Les ha llegado el Mensaje de su Señor, que es un motivo de reflexión, cura para toda incertidumbre que hubiera en sus corazones, guía y misericordia para los creyentes","transliteration":"Ya ayyuha alnnasu qad jaatkum mawAAithatun min rabbikum washifaon lima fee alssudoori wahudan warahmatun lilmumineena"},{"id":58,"text":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"Diles: \"Que se alegren por esta gracia y misericordia de Dios. Eso es superior a todas las riquezas que pudieran acumular","transliteration":"Qul bifadli Allahi wabirahmatihi fabithalika falyafrahoo huwa khayrun mimma yajmaAAoona"},{"id":59,"text":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","translation":"Diles: \"Dios les ha provisto de sustento, pero consideraron lícita una parte y prohibida otra parte. Díganme: ¿Acaso Dios les dio esa orden, o están atribuyendo a Dios lo que a ustedes les parece","transliteration":"Qul araaytum ma anzala Allahu lakum min rizqin fajaAAaltum minhu haraman wahalalan qul allahu athina lakum am AAala Allahi taftaroona"},{"id":60,"text":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","translation":"¿Qué creen que se hará con ellos, los que atribuyen a Dios sus propias invenciones, el Día del Juicio? Dios concede grandes favores a la gente, pero la mayoría no Le agradece","transliteration":"Wama thannu allatheena yaftaroona AAala Allahi alkathiba yawma alqiyamati inna Allaha lathoo fadlin AAala alnnasi walakinna aktharahum la yashkuroona"},{"id":61,"text":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","translation":"No hay situación en la que se encuentren, no hay pasaje del Corán que reciten ni otra obra que realicen, sin que Yo sea testigo de lo que hacen. A tu Señor no se Le escapa nada en la Tierra ni en el cielo, ni siquiera algo del peso de un átomo. No existe nada menor o mayor a eso que no esté registrado en un Libro claro","transliteration":"Wama takoonu fee shanin wama tatloo minhu min quranin wala taAAmaloona min AAamalin illa kunna AAalaykum shuhoodan ith tufeedoona feehi wama yaAAzubu AAan rabbika min mithqali tharratin fee alardi wala fee alssamai wala asghara min thalika wala akbara illa fee kitabin mubeenun"},{"id":62,"text":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Los amigos cercanos de Dios no han de temer ni estarán tristes","transliteration":"Ala inna awliyaa Allahi la khawfun AAalayhim wala hum yahzanoona"},{"id":63,"text":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"porque creyeron y fueron piadosos","transliteration":"Allatheena amanoo wakanoo yattaqoona"},{"id":64,"text":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"Ellos recibirán la albricia en esta vida y en la otra. La promesa de Dios es inalterable. Ese es el éxito grandioso","transliteration":"Lahumu albushra fee alhayati alddunya wafee alakhirati la tabdeela likalimati Allahi thalika huwa alfawzu alAAatheemu"},{"id":65,"text":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"No te apenes por lo que dicen. El triunfo será de Dios, Él todo lo oye, todo lo sabe","transliteration":"Wala yahzunka qawluhum inna alAAizzata lillahi jameeAAan huwa alssameeAAu alAAaleemu"},{"id":66,"text":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","translation":"A Dios pertenece todo cuanto hay en los cielos y en la Tierra. ¿Y qué siguen, entonces, quienes invocan a ídolos en vez de invocar a Dios? Solo siguen conjeturas y no hacen más que suponer","transliteration":"Ala inna lillahi man fee alssamawati waman fee alardi wama yattabiAAu allatheena yadAAoona min dooni Allahi shurakaa in yattabiAAoona illa alththanna wain hum illa yakhrusoona"},{"id":67,"text":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","translation":"Él es Quien ha hecho la noche para que descansen y el día para que vean. En ello hay signos para quienes reflexionan","transliteration":"Huwa allathee jaAAala lakumu allayla litaskunoo feehi waalnnahara mubsiran inna fee thalika laayatin liqawmin yasmaAAoona"},{"id":68,"text":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Dicen: \"Dios ha tenido un hijo\". ¡Glorificado sea! Él es el Opulento, Le pertenece cuanto hay en los cielos y en la Tierra. No tienen ninguna prueba de lo que inventan. ¿Acaso van a atribuir a Dios algo que no saben","transliteration":"Qaloo ittakhatha Allahu waladan subhanahu huwa alghaniyyu lahu ma fee alssamawati wama fee alardi in AAindakum min sultanin bihatha ataqooloona AAala Allahi ma la taAAlamoona"},{"id":69,"text":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","translation":"Di: \"Quienes atribuyen a Dios sus propias invenciones jamás alcanzarán la felicidad","transliteration":"Qul inna allatheena yaftaroona AAala Allahi alkathiba la yuflihoona"},{"id":70,"text":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","translation":"Disfrutarán transitoriamente en la vida mundanal, pero luego comparecerán ante Mí y sufrirán un castigo severo por haberse negado a creer","transliteration":"MataAAun fee alddunya thumma ilayna marjiAAuhum thumma nutheequhumu alAAathaba alshshadeeda bima kanoo yakfuroona"},{"id":71,"text":"۞وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","translation":"Relátales la historia de Noé, cuando dijo a su gente: \"¡Oh, pueblo mío! Si les molesta que viva con ustedes y que les recuerde el mensaje de Dios, a Él me encomiendo. Decidan lo que van a hacer [conmigo] ustedes y sus ídolos. Tomen una decisión y aplíquenmela, y no me hagan esperar","transliteration":"Waotlu AAalayhim nabaa noohin ith qala liqawmihi ya qawmi in kana kabura AAalaykum maqamee watathkeeree biayati Allahi faAAala Allahi tawakkaltu faajmiAAoo amrakum washurakaakum thumma la yakun amrukum AAalaykum ghummatan thumma iqdoo ilayya wala tunthirooni"},{"id":72,"text":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","translation":"Pero si lo rechazan sepan que no les pido ningún pago, solo de Dios espero recompensa. Me ha sido ordenado que me cuente entre quienes se entregan a Él","transliteration":"Fain tawallaytum fama saaltukum min ajrin in ajriya illa AAala Allahi waomirtu an akoona mina almuslimeena"},{"id":73,"text":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَـٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","translation":"Pero lo desmintieron, entonces lo salvé junto a sus seguidores que abordaron el arca, e hice que fueran los sucesores. Ahogué a quienes desmintieron Mi mensaje. Observa el resultado de quienes fueron advertidos","transliteration":"Fakaththaboohu fanajjaynahu waman maAAahu fee alfulki wajaAAalnahum khalaifa waaghraqna allatheena kaththaboo biayatina faonthur kayfa kana AAaqibatu almunthareena"},{"id":74,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","translation":"Luego envié otros Mensajeros, quienes se presentaron ante sus pueblos con las evidencias, pero al igual que sus predecesores no creyeron. Así es como sellamos los corazones de los que transgreden","transliteration":"Thumma baAAathna min baAAdihi rusulan ila qawmihim fajaoohum bialbayyinati fama kanoo liyuminoo bima kaththaboo bihi min qablu kathalika natbaAAu AAala quloobi almuAAtadeena"},{"id":75,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","translation":"Luego envié a Moisés y a Aarón con Mis signos ante el Faraón y su nobleza. Pero respondieron con soberbia porque eran criminales","transliteration":"Thumma baAAathna min baAAdihim moosa waharoona ila firAAawna wamalaihi biayatina faistakbaroo wakanoo qawman mujrimeena"},{"id":76,"text":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","translation":"Cuando les llegó Mi Mensaje dijeron: \"Esto es claramente hechicería","transliteration":"Falamma jaahumu alhaqqu min AAindina qaloo inna hatha lasihrun mubeenun"},{"id":77,"text":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّـٰحِرُونَ","translation":"Moisés dijo: \"¿Esto es lo que dicen cuando les llega la Verdad? ¿Qué es hechicería? Los hechiceros no tendrán éxito","transliteration":"Qala moosa ataqooloona lilhaqqi lamma jaakum asihrun hatha wala yuflihu alssahiroona"},{"id":78,"text":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","translation":"Dijeron: \"¿Han venido para alejarnos de la religión de nuestros padres, y así ser ustedes dos quienes tengan el dominio en la tierra? Nosotros no les creeremos","transliteration":"Qaloo ajitana litalfitana AAamma wajadna AAalayhi abaana watakoona lakuma alkibriyao fee alardi wama nahnu lakuma bimumineena"},{"id":79,"text":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","translation":"El Faraón dijo: \"Convoquen ante mí a todo hechicero experto","transliteration":"Waqala firAAawnu itoonee bikulli sahirin AAaleemin"},{"id":80,"text":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","translation":"Cuando se presentaron los magos, Moisés les dijo: \"Arrojen lo que tengan que arrojar","transliteration":"Falamma jaa alssaharatu qala lahum moosa alqoo ma antum mulqoona"},{"id":81,"text":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","translation":"Y cuando arrojaron [sus bastones, poniendo un hechizo en los ojos de la gente], Moisés dijo: \"Lo que hacen es hechicería y Dios la va a anular. Dios no permite que prosperen las obras de los que siembran la corrupción","transliteration":"Falamma alqaw qala moosa ma jitum bihi alssihru inna Allaha sayubtiluhu inna Allaha la yuslihu AAamala almufsideena"},{"id":82,"text":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","translation":"Dios confirma la verdad con Sus palabras, aunque eso disguste a los pecadores","transliteration":"Wayuhiqqu Allahu alhaqqa bikalimatihi walaw kariha almujrimoona"},{"id":83,"text":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","translation":"No creyeron en Moisés sino unos pocos de su pueblo que temían que el Faraón y su nobleza los persiguieran. El Faraón era un tirano arrogante y transgresor en su propia tierra","transliteration":"Fama amana limoosa illa thurriyyatun min qawmihi AAala khawfin min firAAawna wamalaihim an yaftinahum wainna firAAawna laAAalin fee alardi wainnahu lamina almusrifeena"},{"id":84,"text":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","translation":"Dijo Moisés: \"¡Oh, pueblo mío! Si creen, encomiéndense a Dios, si es que realmente se han entregado a Él","transliteration":"Waqala moosa ya qawmi in kuntum amantum biAllahi faAAalayhi tawakkaloo in kuntum muslimeena"},{"id":85,"text":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"Dijeron: \"A Ti nos encomendamos, ¡oh, Señor nuestro! No permitas que nos domine este pueblo opresor","transliteration":"Faqaloo AAala Allahi tawakkalna rabbana la tajAAalna fitnatan lilqawmi alththalimeena"},{"id":86,"text":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"Y por Tu misericordia, sálvanos de la gente que se niega a creer","transliteration":"Wanajjina birahmatika mina alqawmi alkafireena"},{"id":87,"text":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translation":"Le inspiré a Moisés y a su hermano: \"Reserven algunas casas en la ciudad para su pueblo. Conviertan sus casas en lugares de culto, y sean constantes en la oración. [Oh, Moisés]: Albricia [con el auxilio de Dios] a todos los creyentes","transliteration":"Waawhayna ila moosa waakheehi an tabawwaa liqawmikuma bimisra buyootan waijAAaloo buyootakum qiblatan waaqeemoo alssalata wabashshiri almumineena"},{"id":88,"text":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","translation":"Dijo Moisés: \"¡Señor nuestro! Has concedido al Faraón y su nobleza suntuosidad y riqueza en la vida mundanal. ¡Señor nuestro! Eso ha hecho que se extravíen y desvíen a la gente de Tu camino. ¡Señor nuestro! Devasta sus riquezas y endurece sus corazones, porque no creerán hasta que vean el castigo doloroso","transliteration":"Waqala moosa rabbana innaka atayta firAAawna wamalaahu zeenatan waamwalan fee alhayati alddunya rabbana liyudilloo AAan sabeelika rabbana itmis AAala amwalihim waoshdud AAala quloobihim fala yuminoo hatta yarawoo alAAathaba alaleema"},{"id":89,"text":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","translation":"Dijo [Dios]: \"El ruego que han hecho fue respondido. Sean rectos y no sigan el camino de los ignorantes","transliteration":"Qala qad ojeebat daAAwatukuma faistaqeema wala tattabiAAanni sabeela allatheena la yaAAlamoona"},{"id":90,"text":"۞وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَـٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","translation":"Hice que los Hijos de Israel cruzaran el mar. Pero el Faraón y su ejército los persiguieron injustamente, empujados por el odio. Cuando [el Faraón] sintió que se ahogaba y no tenía salvación, dijo: \"Creo en una única divinidad como lo hace el pueblo de Israel, y a Él me entrego","transliteration":"Wajawazna bibanee israeela albahra faatbaAAahum firAAawnu wajunooduhu baghyan waAAadwan hatta itha adrakahu algharaqu qala amantu annahu la ilaha illa allathee amanat bihi banoo israeela waana mina almuslimeena"},{"id":91,"text":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","translation":"¿Ahora crees? Mientras que antes eras de los rebeldes [a Dios] y de los que sembraban la corrupción","transliteration":"Alana waqad AAasayta qablu wakunta mina almufsideena"},{"id":92,"text":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","translation":"Conservaré tu cuerpo [luego de que te ahogues] y te convertirás en un signo para que reflexionen las generaciones que te sucedan. Pero muchas personas son indiferentes a Mis signos","transliteration":"Faalyawma nunajjeeka bibadanika litakoona liman khalfaka ayatan wainna katheeran mina alnnasi AAan ayatina laghafiloona"},{"id":93,"text":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَـٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"Establecí al pueblo de Israel en un lugar próspero y lo sustenté con las cosas buenas de la vida. Pero cuando se les presentó la revelación, algunos creyeron y otros no. Tu Señor los juzgará el Día de la Resurrección acerca de lo que discrepaban","transliteration":"Walaqad bawwana banee israeela mubawwaa sidqin warazaqnahum mina alttayyibati fama ikhtalafoo hatta jaahumu alAAilmu inna rabbaka yaqdee baynahum yawma alqiyamati feema kanoo feehi yakhtalifoona"},{"id":94,"text":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","translation":"[¡Oh, Mujámmad!] Si tienes alguna duda sobre lo que te ha sido revelado, pregúntales a quienes leían la revelación que te precedió. Te ha llegado la Verdad de tu Señor, no seas de los indecisos","transliteration":"Fain kunta fee shakkin mimma anzalnna ilayka faisali allatheena yaqraoona alkitaba min qablika laqad jaaka alhaqqu min rabbika fala takoonanna mina almumtareena"},{"id":95,"text":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","translation":"Y no seas como quienes desmintieron las palabras de Dios, porque te contarías entre los perdedores","transliteration":"Wala takoonanna mina allatheena kaththaboo biayati Allahi fatakoona mina alkhasireena"},{"id":96,"text":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","translation":"Aquellos sobre los que se ha confirmado la palabra de tu Señor no creerán","transliteration":"Inna allatheena haqqat AAalayhim kalimatu rabbika la yuminoona"},{"id":97,"text":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","translation":"aunque les llegara todo tipo de evidencia, hasta que finalmente les llegue el castigo doloroso","transliteration":"Walaw jaathum kullu ayatin hatta yarawoo alAAathaba alaleema"},{"id":98,"text":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","translation":"No hubo pueblo que al momento de azotarles el castigo, les haya beneficiado creer en ese instante, excepto el pueblo de Jonás. Cuando creyeron los salvé del castigo humillante en esta vida y los dejé disfrutar algún tiempo más","transliteration":"Falawla kanat qaryatun amanat fanafaAAaha eemanuha illa qawma yoonusa lamma amanoo kashafna AAanhum AAathaba alkhizyi fee alhayati alddunya wamattaAAnahum ila heenin"},{"id":99,"text":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","translation":"Si tu Señor hubiera querido [imponérselos], todos los habitantes de la Tierra habrían creído. ¿Y tú piensas que puedes obligar a la gente a ser creyente","transliteration":"Walaw shaa rabbuka laamana man fee alardi kulluhum jameeAAan afaanta tukrihu alnnasa hatta yakoonoo mumineena"},{"id":100,"text":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","translation":"Nadie podrá creer a menos que Dios se lo permita, y Él dejará en el extravío a quienes no usen su razonamiento","transliteration":"Wama kana linafsin an tumina illa biithni Allahi wayajAAalu alrrijsa AAala allatheena la yaAAqiloona"},{"id":101,"text":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","translation":"Diles: \"Reflexionen en todo cuanto hay en los cielos y en la Tierra\", pero no se benefician de los signos ni de las advertencias aquellos que se niegan a creer","transliteration":"Quli onthuroo matha fee alssamawati waalardi wama tughnee alayatu waalnnuthuru AAan qawmin la yuminoona"},{"id":102,"text":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translation":"¿Acaso esperan que lleguen días como los que cayeron sobre los pueblos que les precedieron? Diles: \"Esperen, que yo también estaré con ustedes esperando","transliteration":"Fahal yantathiroona illa mithla ayyami allatheena khalaw min qablihim qul faintathiroo innee maAAakum mina almuntathireena"},{"id":103,"text":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","translation":"[Pero cuando llega el castigo a un pueblo] doy socorro a Mis Mensajeros y a los que han creído, porque es Mi compromiso socorrer a los creyentes","transliteration":"Thumma nunajjee rusulana waallatheena amanoo kathalika haqqan AAalayna nunjee almumineena"},{"id":104,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","translation":"Di: \"¡Oh, gente! Si dudan de la religión que vivo, sepan que no adoro a los que ustedes adoran fuera de Dios. Yo solo adoro a Dios, que es Quien los hará morir. A mí me ha sido ordenado ser de los creyentes","transliteration":"Qul ya ayyuha alnnasu in kuntum fee shakkin min deenee fala aAAbudu allatheena taAAbudoona min dooni Allahi walakin aAAbudu Allaha allathee yatawaffakum waomirtu an akoona mina almumineena"},{"id":105,"text":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","translation":"consagrarme a la religión monoteísta pura, y no ser de los que asocian divinidades [en la adoración] a Dios","transliteration":"Waan aqim wajhaka lilddeeni haneefan wala takoonanna mina almushrikeena"},{"id":106,"text":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّـٰلِمِينَ","translation":"y jamás invocar en vez de Dios lo que no puede beneficiarme ni perjudicarme, porque si lo hiciera sería de los injustos","transliteration":"Wala tadAAu min dooni Allahi ma la yanfaAAuka wala yadurruka fain faAAalta fainnaka ithan mina alththalimeena"},{"id":107,"text":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"Si Dios te azota con una desgracia, nadie excepto Él podrá librarte de ella. Y si te concede un bien, nadie podrá impedir que te alcance. Dios concede Su gracia a quien quiere de Sus siervos. Él es el Absolvedor, el Misericordioso","transliteration":"Wain yamsaska Allahu bidurrin fala kashifa lahu illa huwa wain yuridka bikhayrin fala radda lifadlihi yuseebu bihi man yashao min AAibadihi wahuwa alghafooru alrraheemu"},{"id":108,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","translation":"Di: \"¡Oh, gente! Les ha llegado la Verdad de su Señor. Quien siga la guía lo hará en beneficio propio; pero quien se descarríe, solo se perjudicará a sí mismo. Yo no soy responsable de lo que ustedes hagan","transliteration":"Qul ya ayyuha alnnasu qad jaakumu alhaqqu min rabbikum famani ihtada fainnama yahtadee linafsihi waman dalla fainnama yadillu AAalayha wama ana AAalaykum biwakeelin"},{"id":109,"text":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"[¡Oh, Mujámmad!] Aférrate a lo que te ha sido revelado y sé paciente hasta que Dios juzgue. Él es el mejor de los jueces","transliteration":"WaittabiAA ma yooha ilayka waisbir hatta yahkuma Allahu wahuwa khayru alhakimeena"}]}
