{"id":12,"name":"يوسف","transliteration":"Yusuf","translation":"José","type":"meccan","total_verses":111,"verses":[{"id":1,"text":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","translation":"Álif. Lam. Ra’. Éstos son versículos de un Libro elocuente que muestra la verdad","transliteration":"Aliflamra tilka ayatu alkitabi almubeenu"},{"id":2,"text":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","translation":"He descendido el Corán en idioma árabe para que puedan comprender sus significados en su contexto","transliteration":"Inna anzalnahu quranan AAarabiyyan laAAallakum taAAqiloona"},{"id":3,"text":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","translation":"Te contaré la historia más hermosa de las que te he revelado en el Corán, de la que antes no tenías conocimiento","transliteration":"Nahnu naqussu AAalayka ahsana alqasasi bima awhayna ilayka hatha alqurana wain kunta min qablihi lamina alghafileena"},{"id":4,"text":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَـٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","translation":"Cuando José dijo a su padre [Jacob]: \"¡Padre mío! He soñado que se prosternaban ante mí once estrellas, el Sol y la Luna","transliteration":"Ith qala yoosufu liabeehi ya abati innee raaytu ahada AAashara kawkaban waalshshamsa waalqamara raaytuhum lee sajideena"},{"id":5,"text":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","translation":"Dijo [Jacob]: \"¡Hijito mío! No les cuentes el sueño a tus hermanos porque conspirarán contra ti [por envidia]; el demonio es el enemigo declarado de los seres humanos","transliteration":"Qala ya bunayya la taqsus ruyaka AAala ikhwatika fayakeedoo laka kaydan inna alshshaytana lilinsani AAaduwwun mubeenun"},{"id":6,"text":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","translation":"Tu Señor te elegirá [como Profeta] y te enseñará a interpretar los sueños; y completará Su bendición en ti [con la revelación] y en la descendencia de Jacob, tal como bendijo a tus antepasados, Abraham e Isaac; tu Señor todo lo sabe, es Sabio","transliteration":"Wakathalika yajtabeeka rabbuka wayuAAallimuka min taweeli alahadeethi wayutimmu niAAmatahu AAalayka waAAala ali yaAAqooba kama atammaha AAala abawayka min qablu ibraheema waishaqa inna rabbaka AAaleemun hakeemun"},{"id":7,"text":"۞لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","translation":"En la historia de José y sus hermanos hay signos para los que buscan la verdad","transliteration":"Laqad kana fee yoosufa waikhwatihi ayatun lilssaileena"},{"id":8,"text":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","translation":"[Los hermanos de José] dijeron: \"José y su hermano [Benjamín] son los preferidos de nuestro padre, a pesar de que somos muchos sus hijos. Nuestro padre está en un error evidente","transliteration":"Ith qaloo layoosufu waakhoohu ahabbu ila abeena minna wanahnu AAusbatun inna abana lafee dalalin mubeenin"},{"id":9,"text":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","translation":"[Dijo uno de ellos]: \"Maten a José o destiérrenlo para que la atención de nuestro padre sea para nosotros por igual. Luego nos arrepentiremos y podremos ser de los virtuosos nuevamente","transliteration":"Oqtuloo yoosufa awi itrahoohu ardan yakhlu lakum wajhu abeekum watakoonoo min baAAdihi qawman saliheena"},{"id":10,"text":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","translation":"Dijo uno de ellos: \"No maten a José. Si ya tienen decidido deshacerse de él, mejor arrójenlo a lo profundo de un pozo seco, alguna caravana lo recogerá","transliteration":"Qala qailun minhum la taqtuloo yoosufa waalqoohu fee ghayabati aljubbi yaltaqithu baAAdu alssayyarati in kuntum faAAileena"},{"id":11,"text":"قَالُواْ يَـٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","translation":"[Entonces se dirigieron a su padre] diciendo: \"¡Padre nuestro! ¿Por qué no nos dejas cuidar de José? Solo tenemos buenas intenciones con él","transliteration":"Qaloo ya abana ma laka la tamanna AAala yoosufa wainna lahu lanasihoona"},{"id":12,"text":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"Deja que venga con nosotros mañana, se divertirá y jugará. Nosotros lo cuidaremos","transliteration":"Arsilhu maAAana ghadan yartaAA wayalAAab wainna lahu lahafithoona"},{"id":13,"text":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","translation":"Dijo [Jacob]: \"Me entristece que lo lleven lejos de mí, y temo que ustedes se descuiden y lo devore un lobo","transliteration":"Qala innee layahzununee an thathhaboo bihi waakhafu an yakulahu alththibu waantum AAanhu ghafiloona"},{"id":14,"text":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","translation":"Dijeron: \"Si lo devorara un lobo, siendo nosotros un grupo numeroso, seríamos unos inútiles","transliteration":"Qaloo lain akalahu alththibu wanahnu AAusbatun inna ithan lakhasiroona"},{"id":15,"text":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","translation":"Cuando se lo llevaron, acordaron arrojarlo a lo profundo de un pozo seco. Una vez que lo hicieron le inspiré a José: \"Algún día les recordarás lo que están haciendo ahora, sin que ellos te reconozcan","transliteration":"Falamma thahaboo bihi waajmaAAoo an yajAAaloohu fee ghayabati aljubbi waawhayna ilayhi latunabiannahum biamrihim hatha wahum la yashAAuroona"},{"id":16,"text":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","translation":"Al anochecer, se presentaron ante su padre llorando","transliteration":"Wajaoo abahum AAishaan yabkoona"},{"id":17,"text":"قَالُواْ يَـٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","translation":"Dijeron: \"¡Padre! Competíamos corriendo entre nosotros y dejamos a José con nuestras provisiones, y lo devoró un lobo. Te decimos la verdad, aunque no quieras creernos","transliteration":"Qaloo ya abana inna thahabna nastabiqu watarakna yoosufa AAinda mataAAina faakalahu alththibu wama anta bimuminin lana walaw kunna sadiqeena"},{"id":18,"text":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","translation":"Y le mostraron su túnica manchada con sangre falsa. Dijo [Jacob]: \"Lo que ha sucedido no es como me lo cuentan, sino que es una falsedad que inventaron. Me resignaré pacientemente y que Dios me dé consuelo para sobrellevar la desgracia que me acaban de contar","transliteration":"Wajaoo AAala qameesihi bidamin kathibin qala bal sawwalat lakum anfusukum amran fasabrun jameelun waAllahu almustaAAanu AAala ma tasifoona"},{"id":19,"text":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","translation":"Cuando pasó una caravana [cerca del pozo], enviaron a uno de ellos a buscar agua. Éste echó el cubo y al subirlo [vio a José y] exclamó: \"¡Buenas noticias! Aquí hay un muchacho\". Y lo ocultaron para venderlo; pero Dios bien sabía lo que hacían","transliteration":"Wajaat sayyaratun faarsaloo waridahum faadla dalwahu qala ya bushra hatha ghulamun waasarroohu bidaAAatan waAllahu AAaleemun bima yaAAmaloona"},{"id":20,"text":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّـٰهِدِينَ","translation":"[Mientras espiaban, sus hermanos vieron lo que ocurría y reclamaron que José era su esclavo.] Lo vendieron [a la caravana] por un precio insignificante, unas pocas monedas, para deshacerse de él","transliteration":"Washarawhu bithamanin bakhsin darahima maAAdoodatin wakanoo feehi mina alzzahideena"},{"id":21,"text":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Y luego el egipcio que lo compró le dijo a su mujer: \"Recíbelo honorablemente, podría sernos útil o quizá lo adoptemos como hijo\". Así concedí a José una buena posición en esa tierra, y le enseñé la interpretación de los sueños. La voluntad de Dios siempre prevalece, pero la mayoría de la gente no lo sabe","transliteration":"Waqala allathee ishtarahu min misra liimraatihi akrimee mathwahu AAasa an yanfaAAana aw nattakhithahu waladan wakathalika makkanna liyoosufa fee alardi walinuAAallimahu min taweeli alahadeethi waAllahu ghalibun AAala amrihi walakinna akthara alnnasi la yaAAlamoona"},{"id":22,"text":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","translation":"Y cuando alcanzó la mayoría de edad, le concedí el discernimiento y la sabiduría [a través de la revelación]. Así es como recompenso a los que hacen el bien","transliteration":"Walamma balagha ashuddahu ataynahu hukman waAAilman wakathalika najzee almuhsineena"},{"id":23,"text":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّـٰلِمُونَ","translation":"Pero la señora de la casa en la cual estaba se sintió atraída por él. Lo llamó y, cerrando las puertas, exclamó: \"¡Ven aquí, soy tuya!\" Dijo José: \"¡Qué Dios me proteja! Mi amo [tu esposo] me ha colmado de honores. Debes saber que los traidores no acaban bien","transliteration":"Warawadathu allatee huwa fee baytiha AAan nafsihi waghallaqati alabwaba waqalat hayta laka qala maAAatha Allahi innahu rabbee ahsana mathwaya innahu la yuflihu alththalimoona"},{"id":24,"text":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","translation":"Ella lo deseó, y él la hubiera deseado de no ser porque vio una señal de su Señor. Así lo preservé del pecado y la obscenidad, porque era uno de Mis siervos elegidos","transliteration":"Walaqad hammat bihi wahamma biha lawla an raa burhana rabbihi kathalika linasrifa AAanhu alssooa waalfahshaa innahu min AAibadina almukhlaseena"},{"id":25,"text":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","translation":"[José procuró huir y] ambos corrieron hacia la puerta, ella [al intentar detenerlo] rasgó la túnica de él por detrás y fueron sorprendidos por el marido de ella junto a la puerta, por lo que ella se apresuró a decir: \"¿Qué pena merece quien ha pretendido deshonrar a tu mujer, sino que lo encarcelen o reciba un castigo severo","transliteration":"Waistabaqa albaba waqaddat qameesahu min duburin waalfaya sayyidaha lada albabi qalat ma jazao man arada biahlika sooan illa an yusjana aw AAathabun aleemun"},{"id":26,"text":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","translation":"Dijo José: \"Fue ella quien intentó seducirme\". Entonces un testigo de la familia de ella dijo: \"Si su camisa fue rasgada por delante, ella ha dicho la verdad y él es quien miente","transliteration":"Qala hiya rawadatnee AAan nafsee washahida shahidun min ahliha in kana qameesuhu qudda min qubulin fasadaqat wahuwa mina alkathibeena"},{"id":27,"text":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّـٰدِقِينَ","translation":"Pero si su camisa fue rasgada por detrás, entonces ella miente y él dice la verdad","transliteration":"Wain kana qameesuhu qudda min duburin fakathabat wahuwa mina alssadiqeena"},{"id":28,"text":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","translation":"Cuando el esposo vio que la camisa estaba rasgada por detrás, dijo: \"Es una astucia propia de mujeres; sus artimañas son terribles","transliteration":"Falamma raa qameesahu qudda min duburin qala innahu min kaydikunna inna kaydakunna AAatheemun"},{"id":29,"text":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","translation":"¡José! Olvida lo sucedido [y no se lo menciones a nadie]. Y tú, mujer, pide perdón por lo que has hecho; porque has incurrido en una falta grave","transliteration":"Yoosufu aAArid AAan hatha waistaghfiree lithanbiki innaki kunti mina alkhatieena"},{"id":30,"text":"۞وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","translation":"Pero algunas mujeres de la ciudad comentaron: \"La mujer del gobernador pretende seducir a su joven criado. Su amor por él la ha trastornado. Pensamos que está profundamente equivocada","transliteration":"Waqala niswatun fee almadeenati imraatu alAAazeezi turawidu fataha AAan nafsihi qad shaghafaha hubban inna lanaraha fee dalalin mubeenin"},{"id":31,"text":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","translation":"Cuando [la mujer del gobernador] se enteró de sus habladurías las invitó [a su casa], les preparó un banquete y dio a cada una de ellas un cuchillo [para cortar la comida]. Entonces le dijo [a José]: \"Preséntate ante ellas\". Cuando lo vieron quedaron tan asombradas [por su belleza] que se cortaron la mano [por la distracción], y dijeron: \"¡Dios Santo! No es un ser humano, es un ángel hermoso","transliteration":"Falamma samiAAat bimakrihinna arsalat ilayhinna waaAAtadat lahunna muttakaan waatat kulla wahidatin minhunna sikkeenan waqalati okhruj AAalayhinna falamma raaynahu akbarnahu waqattaAAna aydiyahunna waqulna hasha lillahi ma hatha basharan in hatha illa malakun kareemun"},{"id":32,"text":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّـٰغِرِينَ","translation":"[Dijo ella:] \"Éste es por quien me censuraban. Yo quise seducirlo, pero se mantuvo casto. Si no hace lo que le pido, ordenaré que lo encarcelen y terminará siendo humillado","transliteration":"Qalat fathalikunna allathee lumtunnanee feehi walaqad rawadtuhu AAan nafsihi faistAAsama walain lam yafAAal ma amuruhu layusjananna walayakoonan mina alssaghireena"},{"id":33,"text":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","translation":"Dijo [José]: \"¡Señor mío! Prefiero la cárcel a caer en lo que éstas mujeres me proponen; pero si no apartas de mí su acoso, cederé a sus encantos y cometeré una estupidez","transliteration":"Qala rabbi alssijnu ahabbu ilayya mimma yadAAoonanee ilayhi wailla tasrif AAannee kaydahunna asbu ilayhinna waakun mina aljahileena"},{"id":34,"text":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Pero su Señor respondió a su súplica y apartó de él sus artimañas; Él todo lo oye, todo lo sabe","transliteration":"Faistajaba lahu rabbuhu fasarafa AAanhu kaydahunna innahu huwa alssameeAAu alAAaleemu"},{"id":35,"text":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","translation":"Luego, a pesar de las pruebas de su inocencia, optaron por encarcelarlo temporalmente [para evitar los rumores]","transliteration":"Thumma bada lahum min baAAdi ma raawoo alayati layasjununnahu hatta heenin"},{"id":36,"text":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"Junto con él fueron encarcelados otros dos jóvenes. Dijo uno de ellos: \"Me vi en un sueño prensando vino\". Y dijo el otro: \"Yo me vi llevando pan sobre la cabeza, del cual comían los pájaros. Háblanos sobre su interpretación, porque nos pareces un hombre virtuoso","transliteration":"Wadakhala maAAahu alssijna fatayani qala ahaduhuma innee aranee aAAsiru khamran waqala alakharu innee aranee ahmilu fawqa rasee khubzan takulu alttayru minhu nabbina bitaweelihi inna naraka mina almuhsineena"},{"id":37,"text":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","translation":"[Dijo José:] \"Antes de que traigan la comida ya les habré dado su interpretación. La interpretación de los sueños es algo que mi Señor me enseñó; sepan primero que rechazo las costumbres de un pueblo que no cree en Dios y niega la existencia de la otra vida","transliteration":"Qala la yateekuma taAAamun turzaqanihi illa nabbatukuma bitaweelihi qabla an yatiyakuma thalikuma mimma AAallamanee rabbee innee taraktu millata qawmin la yuminoona biAllahi wahum bialakhirati hum kafiroona"},{"id":38,"text":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translation":"Yo sigo la religión de mis ancestros, Abraham, Isaac y Jacob. Nosotros no asociamos ningún copartícipe a Dios. Esto es una gracia de Dios para nosotros y para todo aquel que siga la guía, pero la mayoría de la gente no lo agradece","transliteration":"WaittabaAAtu millata abaee ibraheema waishaqa wayaAAqooba ma kana lana an nushrika biAllahi min shayin thalika min fadli Allahi AAalayna waAAala alnnasi walakinna akthara alnnasi la yashkuroona"},{"id":39,"text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","translation":"¡Compañeros de cárcel! ¿Qué es más razonable? ¿Creer en muchos ídolos o creer en Dios, el Único, el Victorioso","transliteration":"Ya sahibayi alssijni aarbabun mutafarriqoona khayrun ami Allahu alwahidu alqahharu"},{"id":40,"text":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Los [ídolos] que adoran en lugar de Dios, no son sino nombres que ustedes y sus padres han elegido [para algunas piedras y estatuas], siendo que Dios no les reveló nada al respecto. El juicio solo pertenece a Dios, Quien ordenó que no adoren a nada ni nadie excepto a Él; esa es la religión verdadera, pero la mayoría de la gente lo ignora","transliteration":"Ma taAAbudoona min doonihi illa asmaan sammaytumooha antum waabaokum ma anzala Allahu biha min sultanin ini alhukmu illa lillahi amara alla taAAbudoo illa iyyahu thalika alddeenu alqayyimu walakinna akthara alnnasi la yaAAlamoona"},{"id":41,"text":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","translation":"¡Compañeros de cárcel! [La interpretación de sus sueños es que] uno servirá vino [de nuevo] al rey; mientras que el otro será crucificado y los pájaros comerán de su cabeza. El asunto sobre el que me han consultado ya ha sido decretado","transliteration":"Ya sahibayi alssijni amma ahadukuma fayasqee rabbahu khamran waamma alakharu fayuslabu fatakulu alttayru min rasihi qudiya alamru allathee feehi tastaftiyani"},{"id":42,"text":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","translation":"Le dijo [José] a quien supo que quedaría en libertad: \"Menciona mi caso ante el rey\". Pero el demonio le hizo olvidar que lo mencionara ante su amo, por lo que [José] permaneció en la cárcel varios años más","transliteration":"Waqala lillathee thanna annahu najin minhuma othkurnee AAinda rabbika faansahu alshshaytanu thikra rabbihi falabitha fee alssijni bidAAa sineena"},{"id":43,"text":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَـٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","translation":"[Cierto día] dijo el rey: \"He visto en mis sueños siete vacas gordas devoradas por siete vacas flacas, y siete espigas verdes y otras [siete] secas. ¡Cortesanos! Expliquen mi sueño, si es que saben interpretarlo","transliteration":"Waqala almaliku innee ara sabAAa baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAa sunbulatin khudrin waokhara yabisatin ya ayyuha almalao aftoonee fee ruyaya in kuntum lilrruya taAAburoona"},{"id":44,"text":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","translation":"Respondieron: \"Son sueños incoherentes, y nosotros no somos expertos en la interpretación de sueños","transliteration":"Qaloo adghathu ahlamin wama nahnu bitaweeli alahlami biAAalimeena"},{"id":45,"text":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","translation":"Entonces dijo aquel de los dos que se había salvado [de la prisión] al recordar [a José] mucho tiempo después: \"Yo les explicaré su significado; envíenme [a la cárcel para preguntar a José]","transliteration":"Waqala allathee naja minhuma waiddakara baAAda ommatin ana onabbiokum bitaweelihi faarsilooni"},{"id":46,"text":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","translation":"¡José! ¡Tú que dices la verdad! Interpreta qué significa un sueño donde siete vacas gordas son devoradas por siete vacas flacas, y [donde aparecen] siete espigas verdes y otras [siete] secas; para que regrese con su explicación ante la gente y así sepan [sobre tu don]","transliteration":"Yoosufu ayyuha alssiddeequ aftina fee sabAAi baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAi sunbulatin khudrin waokhara yabisatin laAAallee arjiAAu ila alnnasi laAAallahum yaAAlamoona"},{"id":47,"text":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","translation":"Dijo [José]: \"Deben sembrar como de costumbre siete años, pero lo que cosechen déjenlo dentro de la espiga [para conservarlo] excepto una parte, de la que pueden comer","transliteration":"Qala tazraAAoona sabAAa sineena daaban fama hasadtum fatharoohu fee sunbulihi illa qaleelan mimma takuloona"},{"id":48,"text":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","translation":"Luego vendrán siete años de sequía en los que comerán lo que hayan acopiado, salvo la parte [reservada para volver a sembrar]","transliteration":"Thumma yatee min baAAdi thalika sabAAun shidadun yakulna ma qaddamtum lahunna illa qaleelan mimma tuhsinoona"},{"id":49,"text":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","translation":"Luego vendrá un año en que la gente será bendecida con la lluvia, y en él volverán a tener jugo de los frutos","transliteration":"Thumma yatee min baAAdi thalika AAamun feehi yughathu alnnasu wafeehi yaAAsiroona"},{"id":50,"text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّـٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","translation":"[Al escuchar la interpretación,] el rey dijo: \"¡Tráiganlo ante mí!\" Pero cuando el enviado se presentó ante José, éste le dijo: \"Regresa ante tu amo y pregúntale qué pasó con aquellas mujeres que se cortaron las manos. Mi Señor está bien enterado de sus conspiraciones","transliteration":"Waqala almaliku itoonee bihi falamma jaahu alrrasoolu qala irjiAA ila rabbika faisalhu ma balu alnniswati allatee qattaAAna aydiyahunna inna rabbee bikaydihinna AAaleemun"},{"id":51,"text":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ","translation":"[Las mujeres fueron reunidas ante el rey y] les dijo: \"¿Qué sucedió cuando intentaron seducir a José?\" Dijeron: \"¡Que Dios nos ampare! No sabemos nada malo de él\". Entonces la mujer del gobernador dijo: \"Ahora la verdad ha salido a la luz. Yo soy la que quiso seducirlo, y él decía la verdad","transliteration":"Qala ma khatbukunna ith rawadtunna yoosufa AAan nafsihi qulna hasha lillahi ma AAalimna AAalayhi min sooin qalati imraatu alAAazeezi alana hashasa alhaqqu ana rawadtuhu AAan nafsihi wainnahu lamina alssadiqeena"},{"id":52,"text":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","translation":"Digo esto para que [mi esposo] sepa que no lo traicioné en su ausencia, y sé bien que Dios desbarata las intrigas de los traidores","transliteration":"Thalika liyaAAlama annee lam akhunhu bialghaybi waanna Allaha la yahdee kayda alkhaineena"},{"id":53,"text":"۞وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","translation":"No pretendo excusarme, porque el alma suele ordenar el mal, y solo están a salvo de ello aquellos a quienes mi Señor los protege. Mi Señor es Absolvedor, Misericordioso","transliteration":"Wama obarrio nafsee inna alnnafsa laammaratun bialssooi illa ma rahima rabbee inna rabbee ghafoorun raheemun"},{"id":54,"text":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","translation":"Dijo el rey: \"¡Tráiganlo ante mí! Haré que sea mi hombre de confianza\". Cuando hablaron le dijo: \"Desde hoy gozas de autoridad y confianza","transliteration":"Waqala almaliku itoonee bihi astakhlishu linafsee falamma kallamahu qala innaka alyawma ladayna makeenun ameenun"},{"id":55,"text":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","translation":"Dijo [José]: \"Ponme a cargo de los graneros [y las arcas] del país, porque yo sé cómo administrarlas con prudencia","transliteration":"Qala ijAAalnee AAala khazaini alardi innee hafeethun AAaleemun"},{"id":56,"text":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"Así fue como hice a José gobernar la tierra [de Egipto], donde pudo establecerse a su gusto. Concedo Mi misericordia a quien quiero, y no dejo que se pierda la recompensa de los que hacen el bien [en este mundo]","transliteration":"Wakathalika makanna liyoosufa fee alardi yatabawwao minha haythu yashao nuseebu birahmatina man nashao wala nudeeAAu ajra almuhsineena"},{"id":57,"text":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","translation":"Pero para los creyentes piadosos la recompensa en la otra vida es superior","transliteration":"Walaajru alakhirati khayrun lillatheena amanoo wakanoo yattaqoona"},{"id":58,"text":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","translation":"[Pasados algunos años,] llegaron los hermanos de José [a Egipto en busca de provisiones] y se presentaron ante él, y él los reconoció, mientras que ellos no lo reconocieron","transliteration":"Wajaa ikhwatu yoosufa fadakhaloo AAalayhi faAAarafahum wahum lahu munkiroona"},{"id":59,"text":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","translation":"Cuando les hubo suministrado sus provisiones, les dijo: \"[La próxima vez que vengan,] traigan a su hermano por parte de padre. ¿No ven que les he dado la medida justa y soy el mejor de los anfitriones","transliteration":"Walamma jahhazahum bijahazihim qala itoonee biakhin lakum min abeekum ala tarawna annee oofee alkayla waana khayru almunzileena"},{"id":60,"text":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","translation":"Si no lo traen, no obtendrán más provisiones de mí, ni se les permitirá acercarse a mí","transliteration":"Fain lam tatoonee bihi fala kayla lakum AAindee wala taqrabooni"},{"id":61,"text":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","translation":"Dijeron: \"Convenceremos a su padre para que se desprenda de él, haremos todo lo posible de nuestra parte","transliteration":"Qaloo sanurawidu AAanhu abahu wainna lafaAAiloona"},{"id":62,"text":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"[José] dijo a sus criados: \"Pongan [el valor que pagaron por] su mercancía en su equipaje nuevamente, para que lo encuentren cuando vuelvan a su gente y así ansíen regresar","transliteration":"Waqala lifityanihi ijAAaloo bidaAAatahum fee rihalihim laAAallahum yaAArifoonaha itha inqalaboo ila ahlihim laAAallahum yarjiAAoona"},{"id":63,"text":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","translation":"Cuando regresaron ante su padre dijeron: \"¡Padre! Se nos ha negado el grano [en el futuro a menos que llevemos a Benjamín], envía pues a nuestro hermano con nosotros para que podamos aprovisionarnos, y ten certeza de que lo cuidaremos","transliteration":"Falamma rajaAAoo ila abeehim qaloo ya abana muniAAa minna alkaylu faarsil maAAana akhana naktal wainna lahu lahafithoona"},{"id":64,"text":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"Dijo [Jacob]: \"¿Acaso esperan que se los confíe de la misma manera que antaño les confié a su hermano [José]? Dios es mejor custodio que ustedes, y el más Misericordioso de los misericordiosos","transliteration":"Qala hal amanukum AAalayhi illa kama amintukum AAala akheehi min qablu faAllahu khayrun hafithan wahuwa arhamu alrrahimeena"},{"id":65,"text":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَـٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","translation":"Y cuando abrieron su equipaje encontraron que se les había devuelto [el valor de] su mercancía; dijeron: \"¡Padre! ¿Qué más queremos? ¡Aquí está nuestra mercancía, nos ha sido devuelta! [Si dejas venir a Benjamín con nosotros] podremos traer más provisiones para nuestra gente, cuidaremos de nuestro hermano, y obtendremos otra carga de camello. Lo que hemos traído es una carga escasa","transliteration":"Walamma fatahoo mataAAahum wajadoo bidaAAatahum ruddat ilayhim qaloo ya abana ma nabghee hathihi bidaAAatuna ruddat ilayna wanameeru ahlana wanahfathu akhana wanazdadu kayla baAAeerin thalika kaylun yaseerun"},{"id":66,"text":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","translation":"[Dijo Jacob:] \"No lo enviaré hasta que me juren solemnemente por Dios que lo traerán de regreso, a menos que se vean impedidos por fuerza mayor\". Cuando hicieron el juramento les dijo: \"Dios es testigo de este compromiso","transliteration":"Qala lan orsilahu maAAakum hatta tutooni mawthiqan mina Allahi latatunnanee bihi illa an yuhata bikum falamma atawhu mawthiqahum qala Allahu AAala ma naqoolu wakeelun"},{"id":67,"text":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","translation":"Dijo [Jacob]: \"¡Hijos míos! No entren todos [a la ciudad] por la misma puerta, mejor ingresen por puertas diferentes, pero sepan que no puedo hacer nada contra el designio de Dios, pues Él es Quien decreta todos los asuntos. En Él he depositado mi confianza, y a Él deben encomendarse quienes en Él confían","transliteration":"Waqala ya baniyya la tadkhuloo min babin wahidin waodkhuloo min abwabin mutafarriqatin wama oghnee AAankum mina Allahi min shayin ini alhukmu illa lillahi AAalayhi tawakkaltu waAAalayhi falyatawakkali almutawakkiloona"},{"id":68,"text":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Pero aunque entraron del modo que les aconsejó su padre, esto de nada les habría servido contra el designio de Dios, pues solo era una prevención que Jacob había tomado [para proteger a sus hijos]. Jacob tenía un conocimiento que le había enseñado [a través de la revelación]. Pero la mayoría de la gente lo ignora","transliteration":"Walamma dakhaloo min haythu amarahum aboohum ma kana yughnee AAanhum mina Allahi min shayin illa hajatan fee nafsi yaAAqooba qadaha wainnahu lathoo AAilmin lima AAallamnahu walakinna akthara alnnasi la yaAAlamoona"},{"id":69,"text":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","translation":"Y cuando [los hijos de Jacob] se presentaron ante José, éste abrazó a su hermano [Benjamín], y le dijo [en secreto]: \"Yo soy tu hermano, ya no sientas pena por lo que ellos hicieron [conmigo]","transliteration":"Walamma dakhaloo AAala yoosufa awa ilayhi akhahu qala innee ana akhooka fala tabtais bima kanoo yaAAmaloona"},{"id":70,"text":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","translation":"Y tras haberles dado sus provisiones, escondió una copa [del rey] en el saco de su hermano [Benjamín]. Y [cuando iban saliendo de la ciudad] un pregonero gritó: \"¡Gente de la caravana, son unos ladrones","transliteration":"Falamma jahhazahum bijahazihim jaAAala alssiqayata fee rahli akheehi thumma aththana muaththinun ayyatuha alAAeeru innakum lasariqoona"},{"id":71,"text":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","translation":"Dijeron [los hermanos de José] dirigiéndose a los guardias: \"¿Qué es lo que se ha perdido","transliteration":"Qaloo waaqbaloo AAalayhim matha tafqidoona"},{"id":72,"text":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","translation":"Respondieron: \"Perdimos una copa del rey. A quien la encuentre le daremos la carga de un camello [de recompensa], y [dijo el pregonero:] yo lo garantizo","transliteration":"Qaloo nafqidu suwaAAa almaliki waliman jaa bihi himlu baAAeerin waana bihi zaAAeemun"},{"id":73,"text":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","translation":"¡Por Dios! Bien saben que no hemos venido a corromper en la tierra [de Egipto] ni somos ladrones\" [dijeron los hermanos de José]","transliteration":"Qaloo taAllahi laqad AAalimtum ma jina linufsida fee alardi wama kunna sariqeena"},{"id":74,"text":"قَالُواْ فَمَا جَزَـٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","translation":"Dijeron [los guardias]: \"¿Cuál debería ser el castigo de quien esté mintiendo","transliteration":"Qaloo fama jazaohu in kuntum kathibeena"},{"id":75,"text":"قَالُواْ جَزَـٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَـٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"[Respondieron:] \"El castigo de aquel a quien se le encontrase [la copa] en su equipaje debería ser que sea aprisionado. Así es como se castiga a los que cometen ese crimen","transliteration":"Qaloo jazaohu man wujida fee rahlihi fahuwa jazaohu kathalika najzee alththalimeena"},{"id":76,"text":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","translation":"Entonces [fueron llevados ante José para ser registrados, y] empezó por el equipaje de ellos antes que el de su hermano [Benjamín], de donde sacó la copa. Así se lo inspiré a José. No habría podido quedarse con su hermano [de otra forma], pues así era la ley del rey, y Dios así lo quiso. Elevo en grados a quien quiero [a través del conocimiento], pero por encima de todo sabio está El que todo lo sabe","transliteration":"Fabadaa biawAAiyatihim qabla wiAAai akheehi thumma istakhrajaha min wiAAai akheehi kathalika kidna liyoosufa ma kana liyakhutha akhahu fee deeni almaliki illa an yashaa Allahu narfaAAu darajatin man nashao wafawqa kulli thee AAilmin AAaleemun"},{"id":77,"text":"۞قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","translation":"[Tan pronto como la copa fue descubierta en el equipaje de Benjamín, los hermanos] dijeron: \"Si ha robado, ya antes un hermano suyo había robado\", pero José se contuvo y no les respondió, sino que pensó para sus adentros: \"Ustedes son mucho peores, y Dios sabe bien la mentira que están diciendo","transliteration":"Qaloo in yasriq faqad saraqa akhun lahu min qablu faasarraha yoosufu fee nafsihi walam yubdiha lahum qala antum sharrun makanan waAllahu aAAlamu bima tasifoona"},{"id":78,"text":"قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"Dijeron [los hermanos]: \"¡Oh, gobernador! Él tiene un padre muy anciano, quédate con uno de nosotros en su lugar; vemos que eres un hombre de bien","transliteration":"Qaloo ya ayyuha alAAazeezu inna lahu aban shaykhan kabeeran fakhuth ahadana makanahu inna naraka mina almuhsineena"},{"id":79,"text":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","translation":"Dijo [José]: \"¡Dios nos libre de castigar a otro que aquel al que le encontramos la copa en su poder! Porque seríamos injustos","transliteration":"Qala maAAatha Allahi an nakhutha illa man wajadna mataAAana AAindahu inna ithan lathalimoona"},{"id":80,"text":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"Cuando perdieron toda esperanza de persuadirlo, se retiraron a deliberar. Dijo el mayor de ellos: \"¿Recuerdan que nuestro padre nos hizo jurar solemnemente por Dios, pues ya antes habíamos fallado con respecto a José? No me moveré de esta tierra hasta que mi padre lo autorice, o Dios juzgue a mi favor, porque Él es el mejor de los jueces","transliteration":"Falamma istayasoo minhu khalasoo najiyyan qala kabeeruhum alam taAAlamoo anna abakum qad akhatha AAalaykum mawthiqan mina Allahi wamin qablu ma farrattum fee yoosufa falan abraha alarda hatta yathana lee abee aw yahkuma Allahu lee wahuwa khayru alhakimeena"},{"id":81,"text":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَـٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","translation":"Vuelvan ante nuestro padre y díganle: ¡Padre! Tu hijo ha robado, y solo atestiguamos sobre lo que hemos sabido, y no tenemos acceso a lo oculto [para saber si realmente lo hizo o no]","transliteration":"IrjiAAoo ila abeekum faqooloo ya abana inna ibnaka saraqa wama shahidna illa bima AAalimna wama kunna lilghaybi hafitheena"},{"id":82,"text":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","translation":"Y pregunta en la ciudad donde estuvimos y a la caravana con la que regresamos, pues decimos la verdad","transliteration":"Waisali alqaryata allatee kunna feeha waalAAeera allatee aqbalna feeha wainna lasadiqoona"},{"id":83,"text":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"[Pero Jacob al escucharlos] dijo: \"Lo que ha sucedido no es como me lo cuentan, sino que es una falsedad que inventaron. Me resignaré pacientemente y que Dios me dé consuelo para sobrellevar la desgracia que me acaban de contar. Quiera Dios devolverme a todos [mis hijos]. Él todo lo sabe, es el Sabio","transliteration":"Qala bal sawwalat lakum anfusukum amran fasabrun jameelun AAasa Allahu an yatiyanee bihim jameeAAan innahu huwa alAAaleemu alhakeemu"},{"id":84,"text":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَـٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","translation":"Y [le recordó el dolor por su hijo perdido y] se apartó de ellos diciendo: \"¡Qué pena siento por la falta de José!\" Y perdió la vista por tanta pena, y quedó desconsolado, sufriendo en silencio","transliteration":"Watawalla AAanhum waqala ya asafa AAala yoosufa waibyaddat AAaynahu mina alhuzni fahuwa katheemun"},{"id":85,"text":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","translation":"Dijeron [sus hijos]: \"¡Por Dios! No dejarás de recordar a José hasta enfermar o morir","transliteration":"Qaloo taAllahi taftao tathkuru yoosufa hatta takoona haradan aw takoona mina alhalikeena"},{"id":86,"text":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Dijo [Jacob]: \"Solo me quejo a Dios en mi lamento y mi dolor, y sé de Dios lo que ustedes no saben","transliteration":"Qala innama ashkoo baththee wahuznee ila Allahi waaAAlamu mina Allahi ma la taAAlamoona"},{"id":87,"text":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","translation":"¡Hijos míos! Vuelvan [a Egipto], averigüen sobre José y su hermano, y no desesperen de la bondad de Dios, pues no desesperan de la bondad de Dios sino los incrédulos","transliteration":"Ya baniyya ithhaboo fatahassasoo min yoosufa waakheehi wala tayasoo min rawhi Allahi innahu la yayasu min rawhi Allahi illa alqawmu alkafiroona"},{"id":88,"text":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَـٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","translation":"[En Egipto] se presentaron ante José y le dijeron: \"¡Oh, gobernador! Hemos sido alcanzados por la sequía, nosotros y nuestras familias, por eso trajimos mercadería de escaso valor, pero danos una justa medida y sé caritativo con nosotros; Dios recompensa a los generosos","transliteration":"Falamma dakhaloo AAalayhi qaloo ya ayyuha alAAazeezu massana waahlana alddurru wajina bibidaAAatin muzjatin faawfi lana alkayla watasaddaq AAalayna inna Allaha yajzee almutasaddiqeena"},{"id":89,"text":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","translation":"Entonces les dijo [José]: \"¿Acaso recuerdan lo que hicieron con José y su hermano, llevados por la ignorancia","transliteration":"Qala hal AAalimtum ma faAAaltum biyoosufa waakheehi ith antum jahiloona"},{"id":90,"text":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"Dijeron [sorprendidos]: \"¿Eres tú José?\" Respondió: \"Yo soy José y éste es mi hermano [Benjamín]. Dios nos ha agraciado [con el reencuentro]. Quienes tengan temor de Dios y sean pacientes [ante las adversidades], sepan que Dios no dejará de recompensar a los que hacen el bien","transliteration":"Qaloo ainnaka laanta yoosufa qala ana yoosufu wahatha akhee qad manna Allahu AAalayna innahu man yattaqi wayasbir fainna Allaha la yudeeAAu ajra almuhsineena"},{"id":91,"text":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","translation":"Dijeron: \"¡Por Dios! Te ha enaltecido Dios muy por encima de nosotros. Nosotros estábamos en el error","transliteration":"Qaloo taAllahi laqad atharaka Allahu AAalayna wain kunna lakhatieena"},{"id":92,"text":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"Dijo [José]: \"Hoy no les reprocharé nada de lo que hayan hecho en el pasado. Que Dios los perdone, Él es el más Misericordioso de los misericordiosos","transliteration":"Qala la tathreeba AAalaykumu alyawma yaghfiru Allahu lakum wahuwa arhamu alrrahimeena"},{"id":93,"text":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","translation":"Vayan con mi camisa y pónganla sobre el rostro de mi padre, que así recuperará la vista; y traigan a toda la familia","transliteration":"Ithhaboo biqameesee hatha faalqoohu AAala wajhi abee yati baseeran watoonee biahlikum ajmaAAeena"},{"id":94,"text":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","translation":"Cuando la caravana partía, dijo su padre [Jacob a quienes estaban junto a él]: \"Aunque piensen que desvarío, en este momento noto la presencia de José en el aire","transliteration":"Walamma fasalati alAAeeru qala aboohum innee laajidu reeha yoosufa lawla an tufannidooni"},{"id":95,"text":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","translation":"Dijeron [los otros hijos]: \"¡Por Dios! Sigues en tu antiguo error","transliteration":"Qaloo taAllahi innaka lafee dalalika alqadeemi"},{"id":96,"text":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Cuando llegaron, le colocaron [la camisa] sobre su rostro y recuperó inmediatamente la vista. [Jacob] exclamó: \"¿No les dije que yo sabía de Dios lo que ustedes ignoran","transliteration":"Falamma an jaa albasheeru alqahu AAala wajhihi fairtadda baseeran qala alam aqul lakum innee aAAlamu mina Allahi ma la taAAlamoona"},{"id":97,"text":"قَالُواْ يَـٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","translation":"Dijeron: \"¡Padre! Pide a Dios que perdone nuestros pecados, nosotros estábamos en el error","transliteration":"Qaloo ya abana istaghfir lana thunoobana inna kunna khatieena"},{"id":98,"text":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"Respondió: \"Pediré a mi Señor que los perdone, Él es el Absolvedor, el Misericordioso","transliteration":"Qala sawfa astaghfiru lakum rabbee innahu huwa alghafooru alrraheemu"},{"id":99,"text":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","translation":"Luego [cuando llegaron todos a Egipto y] se presentaron ante José, éste abrazó a sus padres y dijo: \"Vivan en Egipto, si Dios quiere estarán seguros aquí","transliteration":"Falamma dakhaloo AAala yoosufa awa ilayhi abawayhi waqala odkhuloo misra in shaa Allahu amineena"},{"id":100,"text":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَـٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"Hizo sentar en el trono a sus padres, que junto a todos [los hermanos] cayeron prosternados ante José, quien dijo: \"¡Padre mío! Esta es la interpretación del sueño que tuve [cuando era niño], y mi Señor hizo que se cumpliera. Dios me favoreció sacándome de la cárcel y trayéndolos del desierto ante mí, a pesar de que el demonio había sembrado la discordia entre mis hermanos y yo. Mi Señor es Sutil con quien quiere, y Él todo lo sabe, es Sabio","transliteration":"WarafaAAa abawayhi AAala alAAarshi wakharroo lahu sujjadan waqala ya abati hatha taweelu ruyaya min qablu qad jaAAalaha rabbee haqqan waqad ahsana bee ith akhrajanee mina alssijni wajaa bikum mina albadwi min baAAdi an nazagha alshshaytanu baynee wabayna ikhwatee inna rabbee lateefun lima yashao innahu huwa alAAaleemu alhakeemu"},{"id":101,"text":"۞رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّـٰلِحِينَ","translation":"¡Señor mío! Me has concedido autoridad y me has enseñado la interpretación de los sueños. ¡Creador de los cielos y la Tierra! Tú eres mi Protector en esta vida y en la otra, hazme morir sometido a Ti, y reúneme con los virtuosos","transliteration":"Rabbi qad ataytanee mina almulki waAAallamtanee min taweeli alahadeethi fatira alssamawati waalardi anta waliyyee fee alddunya waalakhirati tawaffanee musliman waalhiqnee bialssaliheena"},{"id":102,"text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","translation":"[¡Oh, Mujámmad!] Esta historia que te he revelado había permanecido oculta hasta ahora. Tú no estabas presente cuando [los hermanos de José] planearon [eliminarlo] y se complotaron","transliteration":"Thalika min anbai alghaybi nooheehi ilayka wama kunta ladayhim ith ajmaAAoo amrahum wahum yamkuroona"},{"id":103,"text":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","translation":"La mayoría de los seres humanos, aunque te esfuerces [para que crean], no serán creyentes","transliteration":"Wama aktharu alnnasi walaw harasta bimumineena"},{"id":104,"text":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","translation":"Tú no pides remuneración alguna por transmitir el Mensaje, que está dirigido a toda la humanidad","transliteration":"Wama tasaluhum AAalayhi min ajrin in huwa illa thikrun lilAAalameena"},{"id":105,"text":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","translation":"¡Cuántos signos hay en los cielos y en la Tierra que pasan frente a ellos, pero no prestan atención","transliteration":"Wakaayyin min ayatin fee alssamawati waalardi yamurroona AAalayha wahum AAanha muAAridoona"},{"id":106,"text":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","translation":"La mayoría de los que creen en Dios caen en dedicarle actos de adoración a otros","transliteration":"Wama yuminu aktharuhum biAllahi illa wahum mushrikoona"},{"id":107,"text":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"¿Acaso [estas personas] se sienten a salvo de ser alcanzados por el castigo de Dios, o a salvo de que les llegue la Hora del Juicio de improviso, cuando menos lo esperan","transliteration":"Afaaminoo an tatiyahum ghashiyatun min AAathabi Allahi aw tatiyahumu alssaAAatu baghtatan wahum la yashAAuroona"},{"id":108,"text":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Di: \"Éste es mi sendero, tanto yo como quienes me siguen invitamos a adorar a Dios con conocimiento. ¡Glorificado sea Dios! No soy de los que idolatran divinidades junto a Dios","transliteration":"Qul hathihi sabeelee adAAoo ila Allahi AAala baseeratin ana wamani ittabaAAanee wasubhana Allahi wama ana mina almushrikeena"},{"id":109,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","translation":"No he enviado antes de ti sino a hombres que pertenecían a sus propias comunidades para que le transmitieran Mi revelación. ¿Por qué [quienes rechazan este mensaje] no viajan por el mundo y observan cómo fue que acabaron los pueblos de la antigüedad [que desmintieron a los Profetas]? La morada de la otra vida será mejor para quienes tienen temor de Dios. ¿Es que no van a reflexionar","transliteration":"Wama arsalna min qablika illa rijalan noohee ilayhim min ahli alqura afalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim waladaru alakhirati khayrun lillatheena ittaqaw afala taAAqiloona"},{"id":110,"text":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","translation":"[Todos los Profetas sufrieron persecución y rechazo] al punto que cuando los Mensajeros se resignaron y tuvieron la certeza de que les desmentirían definitivamente, les llegó Mi auxilio: entonces, todos aquellos a quienes quise [salvar] fueron salvados [y los que rechazaron la verdad fueron destruidos]: pues la gente que se hunde en el pecado no puede escapar de Mi ira","transliteration":"Hatta itha istayasa alrrusulu wathannoo annahum qad kuthiboo jaahum nasruna fanujjiya man nashao wala yuraddu basuna AAani alqawmi almujrimeena"},{"id":111,"text":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"En las historias [de los Profetas] hay un motivo de enseñanza para la gente que reflexiona. [El Corán] no es un relato inventado, sino que es una confirmación de lo ya revelado anteriormente, así como una explicación detallada de todas las cosas, una guía y misericordia para los creyentes","transliteration":"Laqad kana fee qasasihim AAibratun liolee alalbabi ma kana hadeethan yuftara walakin tasdeeqa allathee bayna yadayhi watafseela kulli shayin wahudan warahmatan liqawmin yuminoona"}]}
