{"id":3,"name":"آل عمران","transliteration":"Ali 'Imran","translation":"La Familia de Imran","type":"medinan","total_verses":200,"verses":[{"id":1,"text":"الٓمٓ","translation":"Álif. Lam. Mim","transliteration":"Aliflammeem"},{"id":2,"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","translation":"Dios, no hay otra divinidad que Él, el Viviente, se basta a Sí mismo y se ocupa de toda la creación","transliteration":"Allahu la ilaha illa huwa alhayyu alqayyoomu"},{"id":3,"text":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","translation":"Él te reveló [¡oh, Mujámmad!] el Libro con la Verdad, para confirmar los mensajes anteriores, y ya había revelado la Tora y el Evangelio","transliteration":"Nazzala AAalayka alkitaba bialhaqqi musaddiqan lima bayna yadayhi waanzala alttawrata waalinjeela"},{"id":4,"text":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","translation":"como guía para la gente, y reveló el criterio por el cual se discierne lo verdadero de lo falso. Quienes no crean en la palabra de Dios tendrán un castigo severo. Dios es Poderoso y Señor de la retribución Justa","transliteration":"Min qablu hudan lilnnasi waanzala alfurqana inna allatheena kafaroo biayati Allahi lahum AAathabun shadeedun waAllahu AAazeezun thoo intiqamin"},{"id":5,"text":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","translation":"No hay nada en la Tierra ni en el cielo que pueda esconderse de Dios","transliteration":"Inna Allaha la yakhfa AAalayhi shayon fee alardi wala fee alssamai"},{"id":6,"text":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Él es Quien, acorde a Su voluntad, les da forma en el útero. No hay otra divinidad salvo Él, el Poderoso, el Sabio","transliteration":"Huwa allathee yusawwirukum fee alarhami kayfa yashao la ilaha illa huwa alAAazeezu alhakeemu"},{"id":7,"text":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّـٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"Él es Quien te ha revelado el Libro [¡oh, Mujámmad!]. En él hay versículos categóricos de significado evidente, que son la base del Libro, y otros que aceptan interpretaciones. Los que tienen el corazón extraviado siguen solo los interpretables con el fin de sembrar la discordia y hacer una interpretación interesada. Pero Dios conoce su verdadero significado. Los que tienen un conocimiento afirmado, dicen: \"Creemos en todos los versículos por igual, todos proceden de nuestro Señor. Aunque solo los dotados de intelecto tienen esto presente","transliteration":"Huwa allathee anzala AAalayka alkitaba minhu ayatun muhkamatun hunna ommu alkitabi waokharu mutashabihatun faamma allatheena fee quloobihim zayghun fayattabiAAoona ma tashabaha minhu ibtighaa alfitnati waibtighaa taweelihi wama yaAAlamu taweelahu illa Allahu waalrrasikhoona fee alAAilmi yaqooloona amanna bihi kullun min AAindi rabbina wama yaththakkaru illa oloo alalbabi"},{"id":8,"text":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","translation":"¡Señor nuestro! No permitas que nuestros corazones se desvíen después de habernos guiado. Concédenos Tu misericordia, Tú eres el Dadivoso","transliteration":"Rabbana la tuzigh quloobana baAAda ith hadaytana wahab lana min ladunka rahmatan innaka anta alwahhabu"},{"id":9,"text":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","translation":"¡Señor nuestro! [Atestiguamos que] Tú reunirás a los seres humanos para un Día ineludible. Dios no falta jamás a Su promesa","transliteration":"Rabbana innaka jamiAAu alnnasi liyawmin la rayba feehi inna Allaha la yukhlifu almeeAAada"},{"id":10,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَـٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","translation":"A los que rechacen la verdad, de nada les servirán sus bienes materiales ni sus hijos ante Dios. Serán combustible del Fuego","transliteration":"Inna allatheena kafaroo lan tughniya AAanhum amwaluhum wala awladuhum mina Allahi shayan waolaika hum waqoodu alnnari"},{"id":11,"text":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","translation":"Les sucederá lo mismo que a la gente del Faraón y quienes les precedieron. Ellos desmintieron Mis signos. Pero Dios los castigó por sus pecados. Dios es severo en el castigo","transliteration":"Kadabi ali firAAawna waallatheena min qablihim kaththaboo biayatina faakhathahumu Allahu bithunoobihim waAllahu shadeedu alAAiqabi"},{"id":12,"text":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","translation":"Di a los que rechazan la verdad: \"Serán vencidos y congregados en el Infierno\". ¡Qué pésima morada","transliteration":"Qul lillatheena kafaroo satughlaboona watuhsharoona ila jahannama wabisa almihadu"},{"id":13,"text":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","translation":"Ya fue una clara evidencia los dos grupos que se enfrentaron [en la batalla de Bader]: uno combatía por la causa de Dios y el otro la rechazaba. Este último, al ver el grupo de creyentes le pareció [milagrosamente] que era dos veces más numeroso de lo real. Dios fortalece con Su auxilio a quien Él quiere. En ello hay una enseñanza para quienes observan con atención","transliteration":"Qad kana lakum ayatun fee fiatayni iltaqata fiatun tuqatilu fee sabeeli Allahi waokhra kafiratun yarawnahum mithlayhim raya alAAayni waAllahu yuayyidu binasrihi man yashao inna fee thalika laAAibratan liolee alabsari"},{"id":14,"text":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","translation":"Se encuentra en el corazón de las personas la inclinación por los placeres: las mujeres, los hijos, la acumulación de riquezas en oro y plata, los caballos de raza, los ganados y los campos de cultivo. Ese es el breve goce de esta vida, pero lo más hermoso se encuentra junto a Dios","transliteration":"Zuyyina lilnnasi hubbu alshshahawati mina alnnisai waalbaneena waalqanateeri almuqantarati mina alththahabi waalfiddati waalkhayli almusawwamati waalanAAami waalharthi thalika mataAAu alhayati alddunya waAllahu AAindahu husnu almaabi"},{"id":15,"text":"۞قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"Di: ¿Quieren que les informe sobre algo mejor que los placeres mundanos? Aquellos que tengan temor de Dios encontrarán junto a su Señor jardines por donde corren los ríos, con esposas inmaculadas, donde obtendrán la complacencia de Dios por toda la eternidad. Dios conoce a Sus siervos","transliteration":"Qul aonabbiokum bikhayrin min thalikum lillatheena ittaqaw AAinda rabbihim jannatun tajree min tahtiha alanharu khalideena feeha waazwajun mutahharatun waridwanun mina Allahi waAllahu baseerun bialAAibadi"},{"id":16,"text":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","translation":"quienes dicen: \"¡Señor nuestro! Creemos en Ti. Perdónanos nuestros pecados y líbranos del castigo del Fuego","transliteration":"Allatheena yaqooloona rabbana innana amanna faighfir lana thunoobana waqina AAathaba alnnari"},{"id":17,"text":"ٱلصَّـٰبِرِينَ وَٱلصَّـٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","translation":"[Los creyentes] son los pacientes, los que cumplen su palabra, los piadosos, los caritativos y los que hasta el alba imploran el perdón","transliteration":"Alssabireena waalssadiqeena waalqaniteena waalmunfiqeena waalmustaghfireena bialashari"},{"id":18,"text":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَـٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Dios atestigua, y con Él los ángeles y los dotados de cono-cimiento, que no existe más divinidad que Él, y que Él vela por la justicia [y mantiene el equilibrio]. No hay otra divinidad salvo Él, el Poderoso, el Sabio","transliteration":"Shahida Allahu annahu la ilaha illa huwa waalmalaikatu waoloo alAAilmi qaiman bialqisti la ilaha illa huwa alAAazeezu alhakeemu"},{"id":19,"text":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"Para Dios la verdadera religión es el Islam. Los que habían recibido el libro anteriormente discreparon por soberbia a pesar de haberles llegado la revelación. Quienes rechacen los signos de Dios, sepan que Dios es rápido en ajustar cuentas","transliteration":"Inna alddeena AAinda Allahi alislamu wama ikhtalafa allatheena ootoo alkitaba illa min baAAdi ma jaahumu alAAilmu baghyan baynahum waman yakfur biayati Allahi fainna Allaha sareeAAu alhisabi"},{"id":20,"text":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"Si te discuten [¡oh, Mujámmad! acerca de tu mensaje], diles: \"Me entrego sinceramente a Dios y así hacen quienes me siguen\". Y pregúntales a quienes recibieron el Libro y a los analfabetos [árabes paganos]: \"¿Han aceptado el Islam [sometiéndose a Dios]?\" Si lo aceptan habrán seguido la guía, pero si lo rechazan, tú solo tienes la obligación de transmitirles el mensaje. Dios conoce a Sus siervos","transliteration":"Fain hajjooka faqul aslamtu wajhiya lillahi wamani ittabaAAani waqul lillatheena ootoo alkitaba waalommiyyeena aaslamtum fain aslamoo faqadi ihtadaw wain tawallaw fainnama AAalayka albalaghu waAllahu baseerun bialAAibadi"},{"id":21,"text":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","translation":"Anuncia un castigo severo a quienes rechazan los preceptos de Dios, asesinan a los Profetas y matan a las personas que luchan por la justicia","transliteration":"Inna allatheena yakfuroona biayati Allahi wayaqtuloona alnnabiyyeena bighayri haqqin wayaqtuloona allatheena yamuroona bialqisti mina alnnasi fabashshirhum biAAathabin aleemin"},{"id":22,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"Sus obras serán vanas en esta vida y en la otra, y no tendrán quién los auxilie","transliteration":"Olaika allatheena habitat aAAmaluhum fee alddunya waalakhirati wama lahum min nasireena"},{"id":23,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","translation":"¿No te sorprende que quienes recibieron parte del Libro [judíos y cristianos] rechazan juzgar sus asuntos según el Libro de Dios","transliteration":"Alam tara ila allatheena ootoo naseeban mina alkitabi yudAAawna ila kitabi Allahi liyahkuma baynahum thumma yatawalla fareequn minhum wahum muAAridoona"},{"id":24,"text":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","translation":"Eso es porque dicen: \"El fuego no nos tocará más que por días contados\". Las falsas creencias que ellos mismos inventaron terminaron apartándolos de su religión","transliteration":"Thalika biannahum qaloo lan tamassana alnnaru illa ayyaman maAAdoodatin wagharrahum fee deenihim ma kanoo yaftaroona"},{"id":25,"text":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"¿Qué será de ellos cuando los reunamos el Día inevitable, en el que cada individuo reciba lo que merece de acuerdo a sus acciones? No serán tratados injustamente","transliteration":"Fakayfa itha jamaAAnahum liyawmin la rayba feehi wawuffiyat kullu nafsin ma kasabat wahum la yuthlamoona"},{"id":26,"text":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Di: \"¡Oh, Dios, Soberano Absoluto! Tú concedes el poder a quien quieres y se lo quitas a quien quieres, fortaleces a quien quieres y humillas a quien quieres. Todo el bien descansa en Tus manos. Tú tienes poder sobre todas las cosas","transliteration":"Quli allahumma malika almulki tutee almulka man tashao watanziAAu almulka mimman tashao watuAAizzu man tashao watuthillu man tashao biyadika alkhayru innaka AAala kulli shayin qadeerun"},{"id":27,"text":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","translation":"Tú haces que la noche entre en el día y el día en la noche. Tú haces surgir lo vivo de lo muerto y lo muerto de lo vivo. Tú sustentas sin medida a quien quieres","transliteration":"Tooliju allayla fee alnnahari watooliju alnnahara fee allayli watukhriju alhayya mina almayyiti watukhriju almayyita mina alhayyi watarzuqu man tashao bighayri hisabin"},{"id":28,"text":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","translation":"Que los creyentes no tomen como aliados a los que niegan la verdad en lugar de a los creyentes. Quien así lo haga no tendrá nada que ver con Dios, a menos que lo haga para preservar la vida. Dios los exhorta a que Le teman a Él. Ante Dios comparecerán","transliteration":"La yattakhithi almuminoona alkafireena awliyaa min dooni almumineena waman yafAAal thalika falaysa mina Allahi fee shayin illa an tattaqoo minhum tuqatan wayuhaththirukumu Allahu nafsahu waila Allahi almaseeru"},{"id":29,"text":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Di: \"Tanto si ocultan cuanto hay en sus corazones como si lo manifiestan, Dios lo sabe\". Él conoce todo lo que hay en los cielos y en la Tierra. Dios tiene poder sobre todas las cosas","transliteration":"Qul in tukhfoo ma fee sudoorikum aw tubdoohu yaAAlamhu Allahu wayaAAlamu ma fee alssamawati wama fee alardi waAllahu AAala kulli shayin qadeerun"},{"id":30,"text":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","translation":"El día que cada ser vea el registro de todo bien y de todo mal que haya producido, deseará que se interponga una gran distancia entre sí y ese momento. Dios los exhorta a que Le teman a Él. Dios es Compasivo con Sus siervos","transliteration":"Yawma tajidu kullu nafsin ma AAamilat min khayrin muhdaran wama AAamilat min sooin tawaddu law anna baynaha wabaynahu amadan baAAeedan wayuhaththirukumu Allahu nafsahu waAllahu raoofun bialAAibadi"},{"id":31,"text":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Di: \"Si verdaderamente aman a Dios, ¡síganme!, que Dios los amará y perdonará sus pecados\". Dios es Absolvedor, Misericordioso","transliteration":"Qul in kuntum tuhibboona Allaha faittabiAAoonee yuhbibkumu Allahu wayaghfir lakum thunoobakum waAllahu ghafoorun raheemun"},{"id":32,"text":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","translation":"Di: \"¡Obedezcan a Dios y al Mensajero!\" Pero si se niegan, sabe que Dios no ama a los que rechazan la verdad","transliteration":"Qul ateeAAoo Allaha waalrrasoola fain tawallaw fainna Allaha la yuhibbu alkafireena"},{"id":33,"text":"۞إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","translation":"Dios escogió a Adán, a Noé, a la familia de Abraham y a la de ‘Imrán de entre todos los seres","transliteration":"Inna Allaha istafa adama wanoohan waala ibraheema waala AAimrana AAala alAAalameena"},{"id":34,"text":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"Familias descendientes unas de otras. Dios todo lo oye, todo lo sabe","transliteration":"Thurriyyatan baAAduha min baAAdin waAllahu sameeAAun AAaleemun"},{"id":35,"text":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Cuando la esposa de ‘Imrán dijo: \"¡Señor mío! He realizado el voto de entregar a Tu exclusivo servicio lo que hay en mi vientre. ¡Acéptalo de mí! Tú todo lo oyes, todo lo sabes","transliteration":"Ith qalati imraatu AAimrana rabbi innee nathartu laka ma fee batnee muharraran fataqabbal minnee innaka anta alssameeAAu alAAaleemu"},{"id":36,"text":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","translation":"Y cuando dio a luz dijo: \"¡Señor mío! He tenido una hija\", y Dios bien sabía lo que había concebido. \"No puede servirte una mujer [en el templo] como lo habría hecho un varón. La he llamado María, y Te imploro que la protejas a ella y a su descendencia del maldito demonio","transliteration":"Falamma wadaAAatha qalat rabbi innee wadaAAtuha ontha waAllahu aAAlamu bima wadaAAat walaysa alththakaru kaalontha wainnee sammaytuha maryama wainnee oAAeethuha bika wathurriyyataha mina alshshaytani alrrajeemi"},{"id":37,"text":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","translation":"El Señor la aceptó complacido, e hizo que se educase correctamente y la confió a Zacarías. Cada vez que Zacarías ingresaba al templo la encontraba provista de alimentos, y le preguntaba: \"¡María! ¿De dónde obtuviste eso?\" Ella respondía: \"Proviene de Dios, porque Dios sustenta sin medida a quien quiere","transliteration":"Fataqabbalaha rabbuha biqaboolin hasanin waanbataha nabatan hasanan wakaffalaha zakariyya kullama dakhala AAalayha zakariyya almihraba wajada AAindaha rizqan qala ya maryamu anna laki hatha qalat huwa min AAindi Allahi inna Allaha yarzuqu man yashao bighayri hisabin"},{"id":38,"text":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","translation":"En el templo, Zacarías invocó a su Señor diciendo: \"¡Señor mío! Concédeme una descendencia piadosa, Tú escuchas los ruegos","transliteration":"Hunalika daAAa zakariyya rabbahu qala rabbi hab lee min ladunka thurriyyatan tayyibatan innaka sameeAAu aldduAAai"},{"id":39,"text":"فَنَادَتۡهُ ٱلۡمَلَـٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّـٰلِحِينَ","translation":"Entonces los ángeles lo llamaron cuando oraba en el templo diciendo: \"Dios te anuncia el nacimiento de Juan, quien corroborará la Palabra de Dios, será noble, casto y un Profeta virtuoso","transliteration":"Fanadathu almalaikatu wahuwa qaimun yusallee fee almihrabi anna Allaha yubashshiruka biyahya musaddiqan bikalimatin mina Allahi wasayyidan wahasooran wanabiyyan mina alssaliheena"},{"id":40,"text":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","translation":"Exclamó: \"¡Señor mío! ¿Cómo podré tener un hijo si soy anciano y mi mujer estéril?\" Le respondió [el ángel]: \"¡Así será! Porque Dios hace lo que quiere","transliteration":"Qala rabbi anna yakoonu lee ghulamun waqad balaghaniya alkibaru waimraatee AAaqirun qala kathalika Allahu yafAAalu ma yashao"},{"id":41,"text":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","translation":"Dijo [Zacarías]: \"¡Señor mío! Dame una señal [de que me has concedido un hijo]\". Dijo Dios: \"La señal será que durante tres días, no podrás hablar con la gente salvo por señas. Adora mucho a tu Señor y glorifícalo al anochecer y al alba","transliteration":"Qala rabbi ijAAal lee ayatan qala ayatuka alla tukallima alnnasa thalathata ayyamin illa ramzan waothkur rabbaka katheeran wasabbih bialAAashiyyi waalibkari"},{"id":42,"text":"وَإِذۡ قَالَتِ ٱلۡمَلَـٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","translation":"Y [recuerda] cuando los ángeles dijeron: \"¡María! Dios te ha elegido por tus virtudes y te ha purificado. Te ha elegido entre todas las mujeres del mundo","transliteration":"Waith qalati almalaikatu ya maryamu inna Allaha istafaki watahharaki waistafaki AAala nisai alAAalameena"},{"id":43,"text":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّـٰكِعِينَ","translation":"¡María! Conságrate a tu Señor, prostérnate e inclínate con los orantes","transliteration":"Ya maryamu oqnutee lirabbiki waosjudee wairkaAAee maAAa alrrakiAAeena"},{"id":44,"text":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","translation":"[¡Oh, Mujámmad!] Éstas son historias que te he revelado porque no eran conocidas [por tu gente]. Tú no estabas presente cuando sorteaban con sus plumas [de escritura] quién de ellos sería el tutor de María, ni tampoco cuando se lo disputaban","transliteration":"Thalika min anbai alghaybi nooheehi ilayka wama kunta ladayhim ith yulqoona aqlamahum ayyuhum yakfulu maryama wama kunta ladayhim ith yakhtasimoona"},{"id":45,"text":"إِذۡ قَالَتِ ٱلۡمَلَـٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","translation":"Entonces los ángeles dijeron: \"¡María! Dios te albricia con Su Palabra [¡Sea!] será conocido como el Mesías Jesús, hijo de María. Será noble en esta vida y en la otra, y se contará entre los próximos a Dios","transliteration":"Ith qalati almalaikatu ya maryamu inna Allaha yubashshiruki bikalimatin minhu ismuhu almaseehu AAeesa ibnu maryama wajeehan fee alddunya waalakhirati wamina almuqarrabeena"},{"id":46,"text":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّـٰلِحِينَ","translation":"Hablará [milagrosamente] a la gente desde la cuna, y predicará siendo adulto. Será de los virtuosos","transliteration":"Wayukallimu alnnasa fee almahdi wakahlan wamina alssaliheena"},{"id":47,"text":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"Dijo [María]: \"¡Señor mío! ¿Cómo he de tener un hijo si no me ha tocado hombre?\" Le respondió: \"¡Así será! Dios crea lo que quiere. Cuando decide algo, solo dice: ¡Sea!, y es","transliteration":"Qalat rabbi anna yakoonu lee waladun walam yamsasnee basharun qala kathaliki Allahu yakhluqu ma yashao itha qada amran fainnama yaqoolu lahu kun fayakoonu"},{"id":48,"text":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","translation":"Él le enseñará la escritura, le concederá la sabiduría, le enseñará la Tora y el Evangelio","transliteration":"WayuAAallimuhu alkitaba waalhikmata waalttawrata waalinjeela"},{"id":49,"text":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Y será Profeta para los hijos de Israel, a quienes dirá: \"Les he traído un milagro de su Señor. Modelaré para ustedes un pájaro de barro. Luego soplaré en él y, con el permiso de Dios, tendrá vida. Con la anuencia de Dios, curaré al que nació ciego y al leproso, y resucitaré a los muertos. Les revelaré lo que comen y guardan dentro de sus casas. Esos milagros son suficientes para que crean en mí, si es que son creyentes","transliteration":"Warasoolan ila banee israeela annee qad jitukum biayatin min rabbikum annee akhluqu lakum mina altteeni kahayati alttayri faanfukhu feehi fayakoonu tayran biithni Allahi waobrio alakmaha waalabrasa waohyee almawta biithni Allahi waonabbiokum bima takuloona wama taddakhiroona fee buyootikum inna fee thalika laayatan lakum in kuntum mumineena"},{"id":50,"text":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","translation":"He venido para confirmar [las enseñanzas originales de] la Tora y para permitirles algunas de las cosas que les estaban prohibidas. He venido con un milagro de su Señor. Tengan temor de Dios y obedezcan","transliteration":"Wamusaddiqan lima bayna yadayya mina alttawrati waliohilla lakum baAAda allathee hurrima AAalaykum wajitukum biayatin min rabbikum faittaqoo Allaha waateeAAooni"},{"id":51,"text":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"Dios es mi Señor y el de ustedes. ¡Adórenlo! Ese es el sendero recto","transliteration":"Inna Allaha rabbee warabbukum faoAAbudoohu hatha siratun mustaqeemun"},{"id":52,"text":"۞فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","translation":"Pero cuando Jesús advirtió que su pueblo rechazaba la verdad, dijo: \"¿Quiénes me ayudarán en mi misión de transmitir el Mensaje de Dios?\" Dijeron los discípulos: \"Nosotros te ayudaremos. Creemos en Dios. Atestigua [¡oh, Jesús!] que solo a Él adoramos","transliteration":"Falamma ahassa AAeesa minhumu alkufra qala man ansaree ila Allahi qala alhawariyyoona nahnu ansaru Allahi amanna biAllahi waishhad bianna muslimoona"},{"id":53,"text":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّـٰهِدِينَ","translation":"¡Señor nuestro! Creemos en lo que has revelado y seguimos a Tu Profeta. Cuéntanos entre los que dan testimonio de fe","transliteration":"Rabbana amanna bima anzalta waittabaAAna alrrasoola faoktubna maAAa alshshahideena"},{"id":54,"text":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","translation":"Cuando [los conspiradores] maquinaron planes contra Jesús, Dios desbarató sus planes, porque Dios es el sumo planificador","transliteration":"Wamakaroo wamakara Allahu waAllahu khayru almakireena"},{"id":55,"text":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","translation":"Cuando Dios dijo: \"¡Oh, Jesús! Te haré morir [algún día como a todos, pero ahora] te ascenderé a Mí. Te libraré de los que rechazan la verdad y haré prevalecer a los que te han seguido por sobre los incrédulos hasta el Día de la Resurrección. Luego, todos volverán a Mí para que juzgue entre ustedes sobre lo que discrepaban","transliteration":"Ith qala Allahu ya AAeesa innee mutawaffeeka warafiAAuka ilayya wamutahhiruka mina allatheena kafaroo wajaAAilu allatheena ittabaAAooka fawqa allatheena kafaroo ila yawmi alqiyamati thumma ilayya marjiAAukum faahkumu baynakum feema kuntum feehi takhtalifoona"},{"id":56,"text":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"A los que se obstinan en negar la verdad los castigaré severamente en este mundo y el otro, y no tendrán quién los auxilie","transliteration":"Faamma allatheena kafaroo faoAAaththibuhum AAathaban shadeedan fee alddunya waalakhirati wama lahum min nasireena"},{"id":57,"text":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ","translation":"Mientras que a los creyentes que obren rectamente Dios les dará su recompensa con generosidad. Dios no ama a los injustos","transliteration":"Waamma allatheena amanoo waAAamiloo alssalihati fayuwaffeehim ojoorahum waAllahu la yuhibbu alththalimeena"},{"id":58,"text":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","translation":"Esta historia te la he revelado como parte de los milagros y de la sabia amonestación del Corán","transliteration":"Thalika natloohu AAalayka mina alayati waalththikri alhakeemi"},{"id":59,"text":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","translation":"El ejemplo [de la creación] de Jesús ante Dios es como el de Adán, a quien creó del barro y luego le dijo: \"¡Sea!\", y fue","transliteration":"Inna mathala AAeesa AAinda Allahi kamathali adama khalaqahu min turabin thumma qala lahu kun fayakoonu"},{"id":60,"text":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","translation":"Ésta es la verdad que proviene de tu Señor [sobre la historia de Jesús]. No seas de los indecisos","transliteration":"Alhaqqu min rabbika fala takun mina almumtareena"},{"id":61,"text":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","translation":"Si te disputan acerca de esta verdad [la historia de Jesús] después de haberte llegado el conocimiento, diles: \"¡Vengan! Convoquemos a nuestros hijos y a los suyos, a nuestras mujeres y a las suyas, y presentémonos todos. Luego invoquemos que la maldición de Dios caiga sobre los que mienten","transliteration":"Faman hajjaka feehi min baAAdi ma jaaka mina alAAilmi faqul taAAalaw nadAAu abnaana waabnaakum wanisaana wanisaakum waanfusana waanfusakum thumma nabtahil fanajAAal laAAnata Allahi AAala alkathibeena"},{"id":62,"text":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Ésta es la verdadera historia. No hay otra divinidad más que Dios. Dios es el Poderoso, el Sabio","transliteration":"Inna hatha lahuwa alqasasu alhaqqu wama min ilahin illa Allahu wainna Allaha lahuwa alAAazeezu alhakeemu"},{"id":63,"text":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","translation":"Pero si la niegan, Dios sabe quiénes son los que siembran la desviación","transliteration":"Fain tawallaw fainna Allaha AAaleemun bialmufsideena"},{"id":64,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","translation":"Di: \"¡Oh, Gente del Libro! Convengamos en una creencia común: No adoraremos sino a Dios, no Le asociaremos nada y no tomaremos a nadie como divinidad fuera de Dios\". Pero si no aceptan digan: \"Sean testigos de que nosotros solo adoramos a Dios","transliteration":"Qul ya ahla alkitabi taAAalaw ila kalimatin sawain baynana wabaynakum alla naAAbuda illa Allaha wala nushrika bihi shayan wala yattakhitha baAAduna baAAdan arbaban min dooni Allahi fain tawallaw faqooloo ishhadoo bianna muslimoona"},{"id":65,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","translation":"¡Oh, Gente del Libro! ¿Por qué se disputan a Abraham, siendo que la Tora y el Evangelio fueron revelados después de él? ¿Es que no razonan","transliteration":"Ya ahla alkitabi lima tuhajjoona fee ibraheema wama onzilati alttawratu waalinjeelu illa min baAAdihi afala taAAqiloona"},{"id":66,"text":"هَـٰٓأَنتُمۡ هَـٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","translation":"Ustedes discuten sobre los asuntos de los que tienen conocimiento, aun teniendo la revelación. Pero ahora discuten sobre lo que no conocen siquiera. Dios sabe y ustedes no","transliteration":"Haantum haolai hajajtum feema lakum bihi AAilmun falima tuhajjoona feema laysa lakum bihi AAilmun waAllahu yaAAlamu waantum la taAAlamoona"},{"id":67,"text":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Abraham no fue judío ni cristiano, sino que fue un monoteísta creyente en Dios, y no fue jamás de los idólatras","transliteration":"Ma kana ibraheemu yahoodiyyan wala nasraniyyan walakin kana haneefan musliman wama kana mina almushrikeena"},{"id":68,"text":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","translation":"Los más cercanos a Abraham son los que siguen sus enseñanzas, así como el Profeta y los creyentes [musulmanes]. Dios es el Protector de los creyentes","transliteration":"Inna awla alnnasi biibraheema lallatheena ittabaAAoohu wahatha alnnabiyyu waallatheena amanoo waAllahu waliyyu almumineena"},{"id":69,"text":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","translation":"Un grupo de la Gente del Libro desea extraviarlos, pero sin darse cuenta, solo se extravían a sí mismos","transliteration":"Waddat taifatun min ahli alkitabi law yudilloonakum wama yudilloona illa anfusahum wama yashAAuroona"},{"id":70,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","translation":"¡Oh, Gente del Libro! ¿Por qué no creen en la palabra de Dios, siendo que creyeron en ella anteriormente","transliteration":"Ya ahla alkitabi lima takfuroona biayati Allahi waantum tashhadoona"},{"id":71,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","translation":"¡Oh, Gente del Libro! ¿Por qué, a sabiendas, mezclan la verdad con lo falso y ocultan la verdad","transliteration":"Ya ahla alkitabi lima talbisoona alhaqqa bialbatili wataktumoona alhaqqa waantum taAAlamoona"},{"id":72,"text":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Miembros de un grupo de la Gente del Libro se dicen entre sí: \"Al comenzar el día finjan creer en lo que se le ha revelado a los creyentes [el Islam], pero desacredítenlo al anochecer; tal vez así les sembremos dudas y renuncien a su fe","transliteration":"Waqalat taifatun min ahli alkitabi aminoo biallathee onzila AAala allatheena amanoo wajha alnnahari waokfuroo akhirahu laAAallahum yarjiAAoona"},{"id":73,"text":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","translation":"Y [dicen:] \"no confíen sino en quienes siguen su religión\". Diles [¡oh, Mujámmad!]: \"La verdadera guía es la de Dios\". [Y dicen:] \"No enseñen lo que han recibido para que nadie sea bendecido como ustedes, ni para que puedan argumentar en contra suya ante su Señor\". Diles [¡oh, Mujámmad!]: \"La gracia está en manos de Dios, y se la concede a quien Él quiere\". Dios es Inconmensurable, todo lo sabe","transliteration":"Wala tuminoo illa liman tabiAAa deenakum qul inna alhuda huda Allahi an yuta ahadun mithla ma ooteetum aw yuhajjookum AAinda rabbikum qul inna alfadla biyadi Allahi yuteehi man yashao waAllahu wasiAAun AAaleemun"},{"id":74,"text":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","translation":"Favorece con Su misericordia a quien Él quiere. Dios es poseedor del favor inmenso","transliteration":"Yakhtassu birahmatihi man yashao waAllahu thoo alfadli alAAatheemi"},{"id":75,"text":"۞وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","translation":"Entre la Gente del Libro hay quienes, si les confías un gran tesoro te lo devuelven, y quienes si les confías una moneda te la devuelven solo después de pedírsela con insistencia. Eso es porque dicen: \"No seremos recriminados por no cumplir con quienes no han recibido ninguna revelación\". Ellos inventan mentiras acerca de Dios a sabiendas","transliteration":"Wamin ahli alkitabi man in tamanhu biqintarin yuaddihi ilayka waminhum man in tamanhu bideenarin la yuaddihi ilayka illa ma dumta AAalayhi qaiman thalika biannahum qaloo laysa AAalayna fee alommiyyeena sabeelun wayaqooloona AAala Allahi alkathiba wahum yaAAlamoona"},{"id":76,"text":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translation":"Por el contrario, quien cumpla su promesa y tenga temor de Dios, sepa que Dios ama a los piadosos","transliteration":"Bala man awfa biAAahdihi waittaqa fainna Allaha yuhibbu almuttaqeena"},{"id":77,"text":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَـٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Quienes vendieron por vil precio el compromiso que tomaron con Dios y faltaron a sus juramentos, no tendrán recompensa en la otra vida. Dios no les dirigirá la palabra ni los mirará ni los purificará el Día de la Resurrección, y tendrán un castigo doloroso","transliteration":"Inna allatheena yashtaroona biAAahdi Allahi waaymanihim thamanan qaleelan olaika la khalaqa lahum fee alakhirati wala yukallimuhumu Allahu wala yanthuru ilayhim yawma alqiyamati wala yuzakkeehim walahum AAathabun aleemun"},{"id":78,"text":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","translation":"Entre ellos hay quienes tergiversan el Libro cuando lo recitan para que ustedes crean que es parte de él, cuando en realidad no pertenece al Libro. Y dicen que proviene de Dios, cuando en realidad no proviene de Dios. Inventan mentiras acerca de Dios a sabiendas","transliteration":"Wainna minhum lafareeqan yalwoona alsinatahum bialkitabi litahsaboohu mina alkitabi wama huwa mina alkitabi wayaqooloona huwa min AAindi Allahi wama huwa min AAindi Allahi wayaqooloona AAala Allahi alkathiba wahum yaAAlamoona"},{"id":79,"text":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّـٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","translation":"No es concebible que una persona a quien Dios concede el Libro, la sabiduría y la profecía, diga a la gente: \"Ríndanme culto a mí, no a Dios\"; [una persona así] dirá: \"Sean gente de Dios ilustrados en su religión, que [practican y] enseñan el Libro tal como lo han aprendido","transliteration":"Ma kana libasharin an yutiyahu Allahu alkitaba waalhukma waalnnubuwwata thumma yaqoola lilnnasi koonoo AAibadan lee min dooni Allahi walakin koonoo rabbaniyyeena bima kuntum tuAAallimoona alkitaba wabima kuntum tadrusoona"},{"id":80,"text":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَـٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","translation":"Tampoco les ordenaría que tomen como dioses a los ángeles y a los Profetas. ¿Acaso iba a ordenarles que fueran incrédulos siendo ustedes creyentes monoteístas","transliteration":"Wala yamurakum an tattakhithoo almalaikata waalnnabiyyeena arbaban ayamurukum bialkufri baAAda ith antum muslimoona"},{"id":81,"text":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّـٰهِدِينَ","translation":"Dios celebró un pacto con la gente del Libro a través de los Profetas, diciéndoles: \"Les concedo el Libro y la sabiduría, pero cuando se les presente un Mensajero que confirme lo que se les ha revelado, crean en él y préstenle auxilio. ¿Asumen tal compromiso?\" Respondieron: \"Sí, nos comprometemos\". Dijo Dios: \"Entonces, sean testigos que yo también atestiguaré con ustedes","transliteration":"Waith akhatha Allahu meethaqa alnnabiyyeena lama ataytukum min kitabin wahikmatin thumma jaakum rasoolun musaddiqun lima maAAakum latuminunna bihi walatansurunnahu qala aaqrartum waakhathtum AAala thalikum isree qaloo aqrarna qala faishhadoo waana maAAakum mina alshshahideena"},{"id":82,"text":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","translation":"Quienes después se desentiendan [y no cumplan con el pacto], serán los descarriados","transliteration":"Faman tawalla baAAda thalika faolaika humu alfasiqoona"},{"id":83,"text":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","translation":"¿Acaso desean una religión diferente a la de Dios, siendo que quienes están en los cielos y en la Tierra se someten a Él por libre voluntad o por la fuerza? Y ante Él [todos] comparecerán","transliteration":"Afaghayra deeni Allahi yabghoona walahu aslama man fee alssamawati waalardi tawAAan wakarhan wailayhi yurjaAAoona"},{"id":84,"text":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","translation":"Di: \"Creemos en Dios y en lo que nos ha revelado, en lo que fue revelado a Abraham, a Ismael, a Isaac, a Jacob y a las doce Tribus, y en lo que de su Señor recibieron Moisés, Jesús y los Profetas. No hacemos distinción entre ninguno de ellos y somos creyentes monoteístas","transliteration":"Qul amanna biAllahi wama onzila AAalayna wama onzila AAala ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati wama ootiya moosa waAAeesa waalnnabiyyoona min rabbihim la nufarriqu bayna ahadin minhum wanahnu lahu muslimoona"},{"id":85,"text":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","translation":"Quien profese una religión diferente al Islam no le será aceptada, y en la otra vida se contará entre los perdedores","transliteration":"Waman yabtaghi ghayra alislami deenan falan yuqbala minhu wahuwa fee alakhirati mina alkhasireena"},{"id":86,"text":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"¿Cómo habría Dios de guiar a quienes abandonan la fe luego de ser creyentes, siendo que fueron testigos de la veracidad del Mensajero y vieron las evidencias? Dios no guía a los injustos","transliteration":"Kayfa yahdee Allahu qawman kafaroo baAAda eemanihim washahidoo anna alrrasoola haqqun wajaahumu albayyinatu waAllahu la yahdee alqawma alththalimeena"},{"id":87,"text":"أُوْلَـٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","translation":"Ellos tendrán como retribución la maldición de Dios, de los ángeles y de toda la humanidad","transliteration":"Olaika jazaohum anna AAalayhim laAAnata Allahi waalmalaikati waalnnasi ajmaAAeena"},{"id":88,"text":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","translation":"En ese estado se mantendrán eternamente. Tendrán un castigo sin tregua ni alivio","transliteration":"Khalideena feeha la yukhaffafu AAanhumu alAAathabu wala hum yuntharoona"},{"id":89,"text":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"Salvo quienes se arrepientan y enmienden, porque Dios es Absolvedor, Misericordioso","transliteration":"Illa allatheena taboo min baAAdi thalika waaslahoo fainna Allaha ghafoorun raheemun"},{"id":90,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَـٰٓئِكَ هُمُ ٱلضَّآلُّونَ","translation":"A quienes reniegan de la fe luego de haber creído y se obstinan en su incredulidad, no se les aceptará el arrepentimiento. Ésos son los desviados","transliteration":"Inna allatheena kafaroo baAAda eemanihim thumma izdadoo kufran lan tuqbala tawbatuhum waolaika humu alddalloona"},{"id":91,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"A los que rechazaron la verdad y los tomó la muerte siendo aún incrédulos, aunque ofrecieran como rescate todo el oro que hubiere en la Tierra, no les será aceptado. Ellos recibirán un castigo doloroso y no tendrán quién pueda socorrerlos","transliteration":"Inna allatheena kafaroo wamatoo wahum kuffarun falan yuqbala min ahadihim milo alardi thahaban walawi iftada bihi olaika lahum AAathabun aleemun wama lahum min nasireena"},{"id":92,"text":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","translation":"[Los creyentes] no alcanzarán la piedad auténtica hasta que den [en caridad] lo que más aman. Todo lo que den en caridad Dios lo sabe","transliteration":"Lan tanaloo albirra hatta tunfiqoo mimma tuhibboona wama tunfiqoo min shayin fainna Allaha bihi AAaleemun"},{"id":93,"text":"۞كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَـٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَـٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Antes que fuera revelada la Tora, todos los alimentos eran lícitos para el pueblo de Israel, salvo lo que ellos mismos se habían vedado. Diles: \"Traigan la Tora y léanla, si es verdad lo que dicen","transliteration":"Kullu alttaAAami kana hillan libanee israeela illa ma harrama israeelu AAala nafsihi min qabli an tunazzala alttawratu qul fatoo bialttawrati faotlooha in kuntum sadiqeena"},{"id":94,"text":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translation":"Serán unos injustos quienes después de todas estas evidencias inventen mentiras y se las atribuyan a Dios","transliteration":"Famani iftara AAala Allahi alkathiba min baAAdi thalika faolaika humu althalimoona"},{"id":95,"text":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Di: \"Dios dice la verdad. Sigan la religión de Abraham, que fue monoteísta y no se contó entre los que dedicaban actos de adoración a otros además de Dios","transliteration":"Qul sadaqa Allahu faittabiAAoo millata ibraheema haneefan wama kana mina almushrikeena"},{"id":96,"text":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","translation":"El primer templo erigido para los seres humanos es el de Bakkah [la Ka‘bah], en él hay bendición y guía para la humanidad","transliteration":"Inna awwala baytin wudiAAa lilnnasi lallathee bibakkata mubarakan wahudan lilAAalameena"},{"id":97,"text":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","translation":"Allí hay signos evidentes, como el sitial de Abraham. Quien ingrese en él estará a salvo. Es obligatorio para las personas peregrinar a este templo si se encuentran en condiciones [físicas y económicas] de hacerlo. Pero quien niegue lo que Dios ha prescrito, sepa que Dios no necesita de Sus criaturas","transliteration":"Feehi ayatun bayyinatun maqamu ibraheema waman dakhalahu kana aminan walillahi AAala alnnasi hijju albayti mani istataAAa ilayhi sabeelan waman kafara fainna Allaha ghaniyyun AAani alAAalameena"},{"id":98,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","translation":"Di: \"¡Oh, Gente del Libro! ¿Por qué no creen en los signos de Dios? Dios es testigo de lo que hacen","transliteration":"Qul ya ahla alkitabi lima takfuroona biayati Allahi waAllahu shaheedun AAala ma taAAmaloona"},{"id":99,"text":"قُلۡ يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","translation":"Di: \"¡Oh, Gente del Libro! ¿Por qué intentan conscientemente dificultar el camino al Islam a los que quieren abrazarlo, desfigurando su imagen real, haciéndolo pasar por tortuoso?\" Dios no está desatento a lo que hacen","transliteration":"Qul ya ahla alkitabi lima tasuddoona AAan sabeeli Allahi man amana tabghoonaha AAiwajan waantum shuhadao wama Allahu bighafilin AAamma taAAmaloona"},{"id":100,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","translation":"¡Oh, creyentes! Si se someten a algunos de la Gente del Libro, ellos lograrán sacarlos a ustedes de la fe a la incredulidad","transliteration":"Ya ayyuha allatheena amanoo in tuteeAAoo fareeqan mina allatheena ootoo alkitaba yaruddookum baAAda eemanikum kafireena"},{"id":101,"text":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"¿Cómo podrían ustedes abandonar la fe cuando se les recitan los preceptos de Dios, y Su Mensajero se encuentra entre ustedes? Quien se aferre a Dios será guiado al camino recto","transliteration":"Wakayfa takfuroona waantum tutla AAalaykum ayatu Allahi wafeekum rasooluhu waman yaAAtasim biAllahi faqad hudiya ila siratin mustaqeemin"},{"id":102,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","translation":"¡Oh, creyentes! Tengan temor de Dios como es debido, y no mueran sino como creyentes monoteístas","transliteration":"Ya ayyuha allatheena amanoo ittaqoo Allaha haqqa tuqatihi wala tamootunna illa waantum muslimoona"},{"id":103,"text":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","translation":"Aférrense todos a la religión de Dios y no se dividan en sectas. Recuerden la gracia de Dios cuando los hermanó uniendo sus corazones siendo que eran rivales unos de otros, y cuando se encontraban al borde de un abismo de fuego, los salvó de caer en él. Así les explica Dios Sus signos para que sigan la verdadera guía","transliteration":"WaiAAtasimoo bihabli Allahi jameeAAan wala tafarraqoo waothkuroo niAAmata Allahi AAalaykum ith kuntum aAAdaan faallafa bayna quloobikum faasbahtum biniAAmatihi ikhwanan wakuntum AAala shafa hufratin mina alnnari faanqathakum minha kathalika yubayyinu Allahu lakum ayatihi laAAallakum tahtadoona"},{"id":104,"text":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"Que siempre haya entre ustedes un grupo que invite al bien, ordenando lo bueno y prohibiendo lo malo. Ésos serán los bienaventurados","transliteration":"Waltakun minkum ommatun yadAAoona ila alkhayri wayamuroona bialmaAAroofi wayanhawna AAani almunkari waolaika humu almuflihoona"},{"id":105,"text":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَـٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","translation":"No sean como aquellos que después de haber recibido las pruebas claras, discreparon y se dividieron en sectas. Ésos tendrán un castigo severo","transliteration":"Wala takoonoo kaallatheena tafarraqoo waikhtalafoo min baAAdi ma jaahumu albayyinatu waolaika lahum AAathabun AAatheemun"},{"id":106,"text":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","translation":"El Día del Juicio unos rostros estarán radiantes y otros ensombrecidos. A aquellos cuyos rostros estén ensombrecidos se les dirá: \"¿Han rechazado la verdad luego de haber creído? Sufran el castigo como consecuencia de su incredulidad","transliteration":"Yawma tabyaddu wujoohun wataswaddu wujoohun faamma allatheena iswaddat wujoohuhum akafartum baAAda eemanikum fathooqoo alAAathaba bima kuntum takfuroona"},{"id":107,"text":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"En cuanto a aquellos cuyos rostros estén radiantes, estarán en la misericordia de Dios eternamente","transliteration":"Waamma allatheena ibyaddat wujoohuhum fafee rahmati Allahi hum feeha khalidoona"},{"id":108,"text":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","translation":"Éstos son los signos de Dios que te revelo con la verdad, para que adviertas que Dios no oprime a ninguna de Sus criaturas","transliteration":"Tilka ayatu Allahi natlooha AAalayka bialhaqqi wama Allahu yureedu thulman lilAAalameena"},{"id":109,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","translation":"A Dios pertenece todo cuanto hay en los cielos y en la Tierra. Y a Dios retornan todos los asuntos","transliteration":"Walillahi ma fee alssamawati wama fee alardi waila Allahi turjaAAu alomooru"},{"id":110,"text":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","translation":"[¡Musulmanes!] Son la mejor nación que haya surgido de la humanidad porque ordenan el bien, prohíben el mal y creen en Dios. Si la Gente del Libro creyera, sería mejor para ellos; algunos de ellos son creyentes, pero la mayoría son desviados","transliteration":"Kuntum khayra ommatin okhrijat lilnnasi tamuroona bialmaAAroofi watanhawna AAani almunkari watuminoona biAllahi walaw amana ahlu alkitabi lakana khayran lahum minhumu almuminoona waaktharuhumu alfasiqoona"},{"id":111,"text":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","translation":"Ellos solo podrán perjudicarlos levemente, y cada vez que los combatan huirán atemorizados, y no serán socorridos","transliteration":"Lan yadurrookum illa athan wain yuqatilookum yuwallookumu aladbara thumma la yunsaroona"},{"id":112,"text":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","translation":"Dondequiera que se encuentren deberán soportar la humillación, excepto amparados según lo establecido por Dios o por un pacto con los hombres. Cayeron en la condena de Dios y la miseria se ha abatido sobre ellos por no haber creído en los signos de Dios y por haber matado injustamente a los Profetas, por haber desobedecido y violado la ley","transliteration":"Duribat AAalayhimu alththillatu ayna ma thuqifoo illa bihablin mina Allahi wahablin mina alnnasi wabaoo bighadabin mina Allahi waduribat AAalayhimu almaskanatu thalika biannahum kanoo yakfuroona biayati Allahi wayaqtuloona alanbiyaa bighayri haqqin thalika bima AAasaw wakanoo yaAAtadoona"},{"id":113,"text":"۞لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","translation":"Pero no todos los de la Gente del Libro son iguales. Entre ellos hay quienes se mantienen fieles a las enseñanzas originales, y al conocerlo siguen el Islam, pasan la noche recitando los versículos de Dios y se prosternan","transliteration":"Laysoo sawaan min ahli alkitabi ommatun qaimatun yatloona ayati Allahi anaa allayli wahum yasjudoona"},{"id":114,"text":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَـٰٓئِكَ مِنَ ٱلصَّـٰلِحِينَ","translation":"Creen en Dios y en el Día del Juicio Final, ordenan el bien, prohíben el mal y se apresuran a realizar buenas obras. Ésos se contarán entre los virtuosos","transliteration":"Yuminoona biAllahi waalyawmi alakhiri wayamuroona bialmaAAroofi wayanhawna AAani almunkari wayusariAAoona fee alkhayrati waolaika mina alssaliheena"},{"id":115,"text":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","translation":"El bien que hayan hecho antes de adoptar el Islam no será desmerecido. Dios conoce bien a los piadosos","transliteration":"Wama yafAAaloo min khayrin falan yukfaroohu waAllahu AAaleemun bialmuttaqeena"},{"id":116,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"En cambio, a los que rechacen la verdad, ni sus riquezas ni sus hijos les servirán de nada ante Dios. Serán condenados al Infierno, donde morarán eternamente","transliteration":"Inna allatheena kafaroo lan tughniya AAanhum amwaluhum wala awladuhum mina Allahi shayan waolaika ashabu alnnari hum feeha khalidoona"},{"id":117,"text":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"[De nada les servirán] las caridades que ellos hacen en esta vida mundanal [porque la incredulidad las destruye] como un viento frío que azota una cosecha de gente que ha sido injusta, y la destruye. Pero Dios no ha sido injusto con ellos, sino que ellos lo han sido consigo mismos","transliteration":"Mathalu ma yunfiqoona fee hathihi alhayati alddunya kamathali reehin feeha sirrun asabat hartha qawmin thalamoo anfusahum faahlakathu wama thalamahumu Allahu walakin anfusahum yathlimoona"},{"id":118,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","translation":"¡Oh, creyentes! No tomen por confidentes a quienes no sean como ustedes, porque los que rechazan la verdad se esforzarán para corromperlos, porque desean verlos en la ruina. Ya han manifestado su odio con palabras, pero lo que ocultan sus corazones es peor aún. Les he mostrado las evidencias de su enemistad, para que reflexionen","transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo bitanatan min doonikum la yaloonakum khabalan waddoo ma AAanittum qad badati albaghdao min afwahihim wama tukhfee sudooruhum akbaru qad bayyanna lakumu alayati in kuntum taAAqiloona"},{"id":119,"text":"هَـٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Ustedes los aman a ellos, porque creen en todas las revelaciones, pero ellos no los aman a ustedes. Cuando se encuentran con ustedes dicen: \"¡Somos creyentes!\" Pero cuando están a solas se muerden los dedos por la rabia que sienten contra ustedes. Di: \"Muéranse de rabia\". Dios sabe bien lo que encierran los corazones","transliteration":"Haantum olai tuhibboonahum wala yuhibboonakum watuminoona bialkitabi kullihi waitha laqookum qaloo amanna waitha khalaw AAaddoo AAalaykumu alanamila mina alghaythi qul mootoo bighaythikum inna Allaha AAaleemun bithati alssudoori"},{"id":120,"text":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","translation":"Cuando ustedes prosperan, ellos se afligen; pero cuando les sobreviene un mal, se alegran. Si ustedes son pacientes y tienen temor de Dios, sus intrigas no les harán ningún daño. Dios sabe bien lo que ellos hacen","transliteration":"In tamsaskum hasanatun tasuhum wain tusibkum sayyiatun yafrahoo biha wain tasbiroo watattaqoo la yadurrukum kayduhum shayan inna Allaha bima yaAAmaloona muheetun"},{"id":121,"text":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"Y recuerda [¡oh, Mujámmad!] cuando al alba saliste de tu hogar para asignar a los creyentes sus posiciones en el campo de batalla. Dios todo lo oye, todo lo sabe","transliteration":"Waith ghadawta min ahlika tubawwio almumineena maqaAAida lilqitali waAllahu sameeAAun AAaleemun"},{"id":122,"text":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"Cuando dos de tus tropas estuvieron a punto de perder el coraje, pero Dios era su Protector y es a Dios que los creyentes deben encomendarse","transliteration":"Ith hammat taifatani minkum an tafshala waAllahu waliyyuhuma waAAala Allahi falyatawakkali almuminoona"},{"id":123,"text":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Dios los socorrió en Bader cuando estaban en inferioridad de condiciones. Tengan temor de Dios, en señal de agradecimiento","transliteration":"Walaqad nasarakumu Allahu bibadrin waantum athillatun faittaqoo Allaha laAAallakum tashkuroona"},{"id":124,"text":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَـٰٓئِكَةِ مُنزَلِينَ","translation":"Cuando decías a los creyentes: \"¿No les basta que su Señor los socorriera descendiendo tres mil ángeles","transliteration":"Ith taqoolu lilmumineena alan yakfiyakum an yumiddakum rabbukum bithalathati alafin mina almalaikati munzaleena"},{"id":125,"text":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَـٰٓئِكَةِ مُسَوِّمِينَ","translation":"[Dijeron:] \"¡Sí!\" Y si son pacientes y tienen temor de Dios, cuando intenten atacarlos sorpresivamente, su Señor los fortalecerá con cinco mil ángeles con distintivos","transliteration":"Bala in tasbiroo watattaqoo wayatookum min fawrihim hatha yumdidkum rabbukum bikhamsati alafin mina almalaikati musawwimeena"},{"id":126,"text":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","translation":"Dios lo hizo para albriciarlos y tranquilizar sus corazones. La victoria proviene de Dios, el Poderoso, el Sabio","transliteration":"Wama jaAAalahu Allahu illa bushra lakum walitatmainna quloobukum bihi wama alnnasru illa min AAindi Allahi alAAazeezi alhakeemi"},{"id":127,"text":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","translation":"[Y lo hizo también] para destruir y humillar a algunos de los que rechazaban la verdad, y que se retiraran derrotados","transliteration":"LiyaqtaAAa tarafan mina allatheena kafaroo aw yakbitahum fayanqaliboo khaibeena"},{"id":128,"text":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","translation":"No es asunto tuyo [oh, Mujámmad] si Dios acepta su arrepentimiento o los castiga, pues ellos han cometido muchas injusticias","transliteration":"Laysa laka mina alamri shayon aw yatooba AAalayhim aw yuAAaththibahum fainnahum thalimoona"},{"id":129,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"A Dios pertenece cuanto hay en los cielos y en la Tierra. Él perdona a quien quiere y castiga a quien quiere. Dios es Absolvedor, Misericordioso","transliteration":"Walillahi ma fee alssamawati wama fee alardi yaghfiru liman yashao wayuAAaththibu man yashao waAllahu ghafoorun raheemun"},{"id":130,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"¡Oh, creyentes! No se beneficien de la usura duplicando y multiplicando los intereses, y tengan temor de Dios, pues solo así tendrán éxito","transliteration":"Ya ayyuha allatheena amanoo la takuloo alrriba adAAafan mudaAAafatan waittaqoo Allaha laAAallakum tuflihoona"},{"id":131,"text":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","translation":"Y tengan temor de un fuego que ha sido reservado para los que niegan la verdad","transliteration":"Waittaqoo alnnara allatee oAAiddat lilkafireena"},{"id":132,"text":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"Obedezcan a Dios y al Mensajero, que así alcanzarán la misericordia","transliteration":"WaateeAAoo Allaha waalrrasoola laAAallakum turhamoona"},{"id":133,"text":"۞وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","translation":"Y apresúrense a buscar el perdón de su Señor y un Paraíso tan vasto como los cielos y la Tierra, que ha sido reservado para los que tienen consciencia de Dios [y cumplen la ley]","transliteration":"WasariAAoo ila maghfiratin min rabbikum wajannatin AAarduha alssamawatu waalardu oAAiddat lilmuttaqeena"},{"id":134,"text":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","translation":"[que son] aquellos que hacen caridad, tanto en momentos de holgura como de estrechez, controlan su enojo y perdonan a las personas, y Dios ama a los que hacen el bien","transliteration":"Allatheena yunfiqoona fee alssarrai waalddarrai waalkathimeena alghaytha waalAAafeena AAani alnnasi waAllahu yuhibbu almuhsineena"},{"id":135,"text":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","translation":"Aquellos que al cometer una obscenidad o injusticia invocan a Dios pidiendo perdón por sus pecados, porque saben que solo Dios perdona los pecados, y no reinciden a sabiendas","transliteration":"Waallatheena itha faAAaloo fahishatan aw thalamoo anfusahum thakaroo Allaha faistaghfaroo lithunoobihim waman yaghfiru alththunooba illa Allahu walam yusirroo AAala ma faAAaloo wahum yaAAlamoona"},{"id":136,"text":"أُوْلَـٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","translation":"Su recompensa será el perdón de su Señor y jardines por donde corren ríos, en los que estarán eternamente. ¡Qué hermosa es la recompensa de quienes obran correctamente","transliteration":"Olaika jazaohum maghfiratun min rabbihim wajannatun tajree min tahtiha alanharu khalideena feeha waniAAma ajru alAAamileena"},{"id":137,"text":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","translation":"En la antigüedad Dios ha escarmentado [a otros pueblos]; viajen por el mundo y observen cómo terminaron aquellos que desmintieron la verdad","transliteration":"Qad khalat min qablikum sunanun faseeroo fee alardi faonthuroo kayfa kana AAaqibatu almukaththibeena"},{"id":138,"text":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","translation":"Esto debería ser una lección clara para la humanidad, y es guía y motivo de reflexión para los que tienen temor de Dios","transliteration":"Hatha bayanun lilnnasi wahudan wamawAAithatun lilmuttaqeena"},{"id":139,"text":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","translation":"No se desanimen ni entristezcan, porque los que obtendrán el éxito finalmente serán los creyentes","transliteration":"Wala tahinoo wala tahzanoo waantumu alaAAlawna in kuntum mumineena"},{"id":140,"text":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ","translation":"Si sufren una derrota, sepan que ellos también han sufrido derrotas. Se alterna el triunfo y la derrota entre las personas para que Dios ponga a prueba a los creyentes y honre con la muerte dando testimonio [de su fe] a algunos. Dios no ama a los opresores","transliteration":"In yamsaskum qarhun faqad massa alqawma qarhun mithluhu watilka alayyamu nudawiluha bayna alnnasi waliyaAAlama Allahu allatheena amanoo wayattakhitha minkum shuhadaa waAllahu la yuhibbu alththalimeena"},{"id":141,"text":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","translation":"Esto es para que Dios purifique a los creyentes de sus pecados y destruya a los que desmienten la verdad","transliteration":"Waliyumahhisa Allahu allatheena amanoo wayamhaqa alkafireena"},{"id":142,"text":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّـٰبِرِينَ","translation":"¿Acaso creen que van a entrar al Paraíso sin que Dios evidencie quiénes están dispuestos a combatir por Su causa y ser pacientes","transliteration":"Am hasibtum an tadkhuloo aljannata walamma yaAAlami Allahu allatheena jahadoo minkum wayaAAlama alssabireena"},{"id":143,"text":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","translation":"Anhelaban la muerte antes de salir a su encuentro, y la vieron con sus propios ojos","transliteration":"Walaqad kuntum tamannawna almawta min qabli an talqawhu faqad raaytumoohu waantum tanthuroona"},{"id":144,"text":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّـٰكِرِينَ","translation":"Mujámmad es un Mensajero a quien precedieron otros. ¿Si muriera o le dieran muerte, volverían al paganismo? Quien regrese al paganismo no perjudica a Dios. Dios retribuirá generosamente a los agradecidos","transliteration":"Wama muhammadun illa rasoolun qad khalat min qablihi alrrusulu afain mata aw qutila inqalabtum AAala aAAqabikum waman yanqalib AAala AAaqibayhi falan yadurra Allaha shayan wasayajzee Allahu alshshakireena"},{"id":145,"text":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّـٰكِرِينَ","translation":"Ningún ser puede morir excepto por el designio de Dios, lo que se encuentra escrito con anterioridad. Quien desee el provecho de esta vida mundanal, le concederé parte de ello; pero quien quiera la recompensa de la otra vida, se la otorgaré. Así recompensaré a los agradecidos","transliteration":"Wama kana linafsin an tamoota illa biithni Allahi kitaban muajjalan waman yurid thawaba alddunya nutihi minha waman yurid thawaba alakhirati nutihi minha wasanajzee alshshakireena"},{"id":146,"text":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّـٰبِرِينَ","translation":"¡Cuántos Profetas han tenido que combatir junto a multitudes de seguidores devotos! No perdieron la fe por los reveses en la causa de Dios, no flaquearon ni se sometieron al enemigo. Dios ama a los perseverantes","transliteration":"Wakaayyin min nabiyyin qatala maAAahu ribbiyyoona katheerun fama wahanoo lima asabahum fee sabeeli Allahi wama daAAufoo wama istakanoo waAllahu yuhibbu alssabireena"},{"id":147,"text":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","translation":"No pronunciaban otras palabras más que: \"¡Oh, Señor nuestro! Perdona nuestros pecados y nuestros excesos. Afirma nuestros pasos y concédenos el triunfo sobre los que rechazan la verdad","transliteration":"Wama kana qawlahum illa an qaloo rabbana ighfir lana thunoobana waisrafana fee amrina wathabbit aqdamana waonsurna AAala alqawmi alkafireena"},{"id":148,"text":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","translation":"Dios les premió en esta vida y les favorecerá con una recompensa mayor en la otra, porque Dios ama a los que hacen el bien","transliteration":"Faatahumu Allahu thawaba alddunya wahusna thawabi alakhirati waAllahu yuhibbu almuhsineena"},{"id":149,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","translation":"¡Oh, creyentes! Si obedecen a los que rechazan la verdad, los harán renegar de su fe, y serán finalmente de los perdedores","transliteration":"Ya ayyuha allatheena amanoo in tuteeAAoo allatheena kafaroo yaruddookum AAala aAAqabikum fatanqaliboo khasireena"},{"id":150,"text":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّـٰصِرِينَ","translation":"Solo Dios es su Protector, y Él es quien mejor da auxilio","transliteration":"Bali Allahu mawlakum wahuwa khayru alnnasireena"},{"id":151,"text":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّـٰلِمِينَ","translation":"Infundiremos miedo en el corazón de los que rechazan la verdad por haber dedicado actos de adoración a otros además de Dios, sin fundamento lógico ni evidencia revelada. Su morada será el Fuego. ¡Qué pésima será la morada de los opresores","transliteration":"Sanulqee fee quloobi allatheena kafaroo alrruAAba bima ashrakoo biAllahi ma lam yunazzil bihi sultanan wamawahumu alnnaru wabisa mathwa alththalimeena"},{"id":152,"text":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","translation":"Dios cumplió Su promesa cuando, con Su anuencia, vencían [en la batalla de Uhud]. Pero flaquearon y cuestionaron las órdenes cayendo en la desobediencia. Entre ustedes hubo quienes anhelaron los bienes materiales de esta vida, pero otros anhelaron la recompensa de la otra vida. Entonces Dios los probó con la derrota, pero los perdonó, porque Dios concede Su favor a los creyentes","transliteration":"Walaqad sadaqakumu Allahu waAAdahu ith tahussoonahum biithnihi hatta itha fashiltum watanazaAAtum fee alamri waAAasaytum min baAAdi ma arakum ma tuhibboona minkum man yureedu alddunya waminkum man yureedu alakhirata thumma sarafakum AAanhum liyabtaliyakum walaqad AAafa AAankum waAllahu thoo fadlin AAala almumineena"},{"id":153,"text":"۞إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translation":"Y [recuerden] cuando huían sin reparar en nadie y el Mensajero los convocaba a sus espaldas, pero no lo obedecieron. Entonces, Dios los afligió con una tribulación para que no se lamentaran por lo que habían perdido [del botín] ni padecido [la derrota]. Dios está bien informado de lo que hacen","transliteration":"Ith tusAAidoona wala talwoona AAala ahadin waalrrasoolu yadAAookum fee okhrakum faathabakum ghamman bighammin likayla tahzanoo AAala ma fatakum wala ma asabakum waAllahu khabeerun bima taAAmaloona"},{"id":154,"text":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Luego de pasada la tribulación, Dios hizo descender sobre ustedes una seguridad y los envolvió en un sueño. Mientras tanto, otro grupo estaba preocupado tan solo por su suerte y pensaban equivocadamente acerca de Dios, a la manera de los paganos, diciendo: \"¿Acaso obtuvimos lo que se nos prometió?\" Diles: \"Todo asunto depende de Dios\". Ellos ocultan en sus corazones [la incredulidad] que no te manifiestan. Dicen: \"Si nos hubieran consultado, no habría muertos aquí\". Respóndeles: \"Aunque hubieran permanecido en sus hogares, la muerte habría sorprendido en sus lechos a aquellos para los que estaba decretada\". Dios quiso probarlos para evidenciar sus verdaderos sentimientos y purificar sus corazones. Dios bien sabe lo que encierran los pechos","transliteration":"Thumma anzala AAalaykum min baAAdi alghammi amanatan nuAAasan yaghsha taifatan minkum wataifatun qad ahammathum anfusuhum yathunnoona biAllahi ghayra alhaqqi thanna aljahiliyyati yaqooloona hal lana mina alamri min shayin qul inna alamra kullahu lillahi yukhfoona fee anfusihim ma la yubdoona laka yaqooloona law kana lana mina alamri shayon ma qutilna hahuna qul law kuntum fee buyootikum labaraza allatheena kutiba AAalayhimu alqatlu ila madajiAAihim waliyabtaliya Allahu ma fee sudoorikum waliyumahhisa ma fee quloobikum waAllahu AAaleemun bithati alssudoori"},{"id":155,"text":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","translation":"Los que huyeron el día que se enfrentaron los dos ejércitos, fue porque el demonio los sedujo a causa de sus pecados. Pero Dios los perdonó, porque Dios es Perdonador, Indulgente","transliteration":"Inna allatheena tawallaw minkum yawma iltaqa aljamAAani innama istazallahumu alshshaytanu bibaAAdi ma kasaboo walaqad AAafa Allahu AAanhum inna Allaha ghafoorun haleemun"},{"id":156,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","translation":"¡Oh, creyentes! No sean como los que niegan la verdad y dicen de sus hermanos cuando éstos salen de viaje o en una expedición militar [y mueren]: \"Si se hubieran quedado no habrían muerto ni caído en batalla\", porque Dios hará que eso sea una angustia en sus corazones. Dios es Quien da la vida y la muerte. Dios ve todo lo que hacen","transliteration":"Ya ayyuha allatheena amanoo la takoonoo kaallatheena kafaroo waqaloo liikhwanihim itha daraboo fee alardi aw kanoo ghuzzan law kanoo AAindana ma matoo wama qutiloo liyajAAala Allahu thalika hasratan fee quloobihim waAllahu yuhyee wayumeetu waAllahu bima taAAmaloona baseerun"},{"id":157,"text":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","translation":"Pero si los matan o mueren por la causa de Dios, sepan que el perdón de Dios y Su misericordia son mejores que lo que puedan atesorar","transliteration":"Walain qutiltum fee sabeeli Allahi aw muttum lamaghfiratun mina Allahi warahmatun khayrun mimma yajmaAAoona"},{"id":158,"text":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","translation":"Tanto si mueren como si caen por la causa de Dios, serán congregados ante Dios","transliteration":"Walain muttum aw qutiltum laila Allahi tuhsharoona"},{"id":159,"text":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","translation":"[Oh, Mujámmad] Por misericordia de Dios eres compasivo con ellos. Si hubieras sido rudo y de corazón duro se habrían alejado de ti; perdónalos, pide perdón por ellos, y consulta con ellos los asuntos [de interés público]. Pero cuando hayas tomado una decisión encomiéndate a Dios, porque Dios ama a los que se encomiendan a Él","transliteration":"Fabima rahmatin mina Allahi linta lahum walaw kunta faththan ghaleetha alqalbi lainfaddoo min hawlika faoAAfu AAanhum waistaghfir lahum washawirhum fee alamri faitha AAazamta fatawakkal AAala Allahi inna Allaha yuhibbu almutawakkileena"},{"id":160,"text":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"Si Dios los auxilia nadie podrá vencerlos. Pero si los abandona, ¿quién podrá auxiliarlos contra Su voluntad? Que a Dios se encomienden los creyentes","transliteration":"In yansurkumu Allahu fala ghaliba lakum wain yakhthulkum faman tha allathee yansurukum min baAAdihi waAAala Allahi falyatawakkali almuminoona"},{"id":161,"text":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","translation":"No es concebible que un Profeta pueda cometer fraude. Quien cometa fraude cargará con ello el Día de la Resurrección. Todos serán retribuidos según sus obras y no serán tratados injustamente","transliteration":"Wama kana linabiyyin an yaghulla waman yaghlul yati bima ghalla yawma alqiyamati thumma tuwaffa kullu nafsin ma kasabat wahum la yuthlamoona"},{"id":162,"text":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"¿Acaso es igual quien busca la complacencia de Dios a quien incurre en Su ira? Su destino será el Infierno y qué pésimo fin","transliteration":"Afamani ittabaAAa ridwana Allahi kaman baa bisakhatin mina Allahi wamawahu jahannamu wabisa almaseeru"},{"id":163,"text":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","translation":"Son diferentes ante Dios. Dios ve todo cuanto obran","transliteration":"Hum darajatun AAinda Allahi waAllahu baseerun bima yaAAmaloona"},{"id":164,"text":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","translation":"Dios ha dado Su favor a los creyentes al enviarles un Mensajero de entre ellos mismos que les recita Sus versículos, los purifica y les enseña el Corán y la sabiduría [de la Sunnah]. Porque antes se encontraban en un claro extravío","transliteration":"Laqad manna Allahu AAala almumineena ith baAAatha feehim rasoolan min anfusihim yatloo AAalayhim ayatihi wayuzakkeehim wayuAAallimuhumu alkitaba waalhikmata wain kanoo min qablu lafee dalalin mubeenin"},{"id":165,"text":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Ahora que les sobrevino una desgracia, y a pesar de haber causado a sus enemigos el doble, se preguntan a sí mismos: \"¿Por qué fuimos vencidos?\" Diles: \"Por su comportamiento\". Dios es sobre toda cosa Poderoso","transliteration":"Awalamma asabatkum museebatun qad asabtum mithlayha qultum anna hatha qul huwa min AAindi anfusikum inna Allaha AAala kulli shayin qadeerun"},{"id":166,"text":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","translation":"Recuerden lo que les aconteció el día que se enfrentaron los dos ejércitos por voluntad de Dios, para distinguir quiénes eran los verdaderos creyentes","transliteration":"Wama asabakum yawma iltaqa aljamAAani fabiithni Allahi waliyaAAlama almumineena"},{"id":167,"text":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","translation":"y quiénes los hipócritas, a quienes se les dijo: \"Combatan por la causa de Dios o al menos defiéndanse\". Respondieron [mintiendo]: \"Si hubiéramos sabido que habría combate, los hubiéramos seguido\". Ese día estuvieron más cerca de la incredulidad que de la fe, porque manifestaban con sus bocas lo que no había en sus corazones. Pero Dios bien sabe lo que ellos ocultaban","transliteration":"WaliyaAAlama allatheena nafaqoo waqeela lahum taAAalaw qatiloo fee sabeeli Allahi awi idfaAAoo qaloo law naAAlamu qitalan laittabaAAnakum hum lilkufri yawmaithin aqrabu minhum lileemani yaqooloona biafwahihim ma laysa fee quloobihim waAllahu aAAlamu bima yaktumoona"},{"id":168,"text":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Quienes se ausentaron dijeron a sus hermanos: \"Si nos hubieran escuchado, no habrían muerto\". Diles: \"Si es verdad lo que dicen, háganse inmunes a la muerte","transliteration":"Allatheena qaloo liikhwanihim waqaAAadoo law ataAAoona ma qutiloo qul faidraoo AAan anfusikumu almawta in kuntum sadiqeena"},{"id":169,"text":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","translation":"Pero no crean que quienes han caído defendiendo la causa de Dios están realmente muertos. Por el contrario, están vivos y colmados de gracias junto a su Señor","transliteration":"Wala tahsabanna allatheena qutiloo fee sabeeli Allahi amwatan bal ahyaon AAinda rabbihim yurzaqoona"},{"id":170,"text":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Se regocijan por las gracias que Dios les ha concedido y están felices por la recompensa que recibirán quienes todavía no se les han unido, que no sentirán temor ni tristeza","transliteration":"Fariheena bima atahumu Allahu min fadlihi wayastabshiroona biallatheena lam yalhaqoo bihim min khalfihim alla khawfun AAalayhim wala hum yahzanoona"},{"id":171,"text":"۞يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","translation":"Se congratulan unos a otros por la gracia y el favor de Dios. Porque Dios recompensa a los creyentes","transliteration":"Yastabshiroona biniAAmatin mina Allahi wafadlin waanna Allaha la yudeeAAu ajra almumineena"},{"id":172,"text":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","translation":"Quienes acudieron al llamado de Dios y Su Mensajero a pesar de sus heridas [y dificultades], con obediencia y temor a Dios, obtendrán una recompensa magnífica","transliteration":"Allatheena istajaboo lillahi waalrrasooli min baAAdi ma asabahumu alqarhu lillatheena ahsanoo minhum waittaqaw ajrun AAatheemun"},{"id":173,"text":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","translation":"A ellos les fue dicho: \"Los enemigos se han agrupado contra ustedes, no podrán con ellos\". Pero esto solo les aumentó la fe y dijeron: \"Dios es suficiente para nosotros, porque Él es el mejor protector","transliteration":"Allatheena qala lahumu alnnasu inna alnnasa qad jamaAAoo lakum faikhshawhum fazadahum eemanan waqaloo hasbuna Allahu waniAAma alwakeelu"},{"id":174,"text":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","translation":"y retornaron ilesos por la gracia y el favor de Dios. Ellos buscaron la complacencia de Dios, y Dios es el poseedor de un favor inmenso","transliteration":"Fainqalaboo biniAAmatin mina Allahi wafadlin lam yamsashum sooon waittabaAAoo ridwana Allahi waAllahu thoo fadlin AAatheemin"},{"id":175,"text":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","translation":"Así [es la estrategia del] demonio, que intenta atemorizar a quienes lo siguen. Pero no le teman a él, sino que témanme a Mí, si son verdaderamente creyentes","transliteration":"Innama thalikumu alshshaytanu yukhawwifu awliyaahu fala takhafoohum wakhafooni in kuntum mumineena"},{"id":176,"text":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","translation":"Que no te cause tristeza ver a quienes se precipitan a negar la verdad, porque no perjudican a Dios. Es voluntad de Dios que en la otra vida no obtengan bendición alguna, y sí tengan un castigo terrible","transliteration":"Wala yahzunka allatheena yusariAAoona fee alkufri innahum lan yadurroo Allaha shayan yureedu Allahu alla yajAAala lahum haththan fee alakhirati walahum AAathabun AAatheemun"},{"id":177,"text":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Quienes abandonen la fe y nieguen la verdad, no perjudicarán en nada a Dios, sino que tendrán un castigo doloroso","transliteration":"Inna allatheena ishtarawoo alkufra bialeemani lan yadurroo Allaha shayan walahum AAathabun aleemun"},{"id":178,"text":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","translation":"Que no piensen los que niegan la verdad que la tolerancia de permitirles seguir con vida significa un bien para ellos. Por el contrario, es para que aumenten sus pecados y luego sufran un castigo humillante","transliteration":"Wala yahsabanna allatheena kafaroo annama numlee lahum khayrun lianfusihim innama numlee lahum liyazdadoo ithman walahum AAathabun muheenun"},{"id":179,"text":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","translation":"No es propio de la sabiduría de Dios dejar a los creyentes en la situación en que se encuentran sin distinguir al perverso [hipócrita] del virtuoso [creyente]. Ni es propio de la sabiduría de Dios revelarles el conocimiento oculto [de quiénes son los hipócritas]. Dios elige entre Sus Mensajeros a quien Le place [para revelárselo], así que crean en Dios y Sus Mensajeros, porque si creen y obran rectamente obtendrán una magnífica recompensa","transliteration":"Ma kana Allahu liyathara almumineena AAala ma antum AAalayhi hatta yameeza alkhabeetha mina alttayyibi wama kana Allahu liyutliAAakum AAala alghaybi walakinna Allaha yajtabee min rusulihi man yashao faaminoo biAllahi warusulihi wain tuminoo watattaqoo falakum ajrun AAatheemun"},{"id":180,"text":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","translation":"Los que mezquinan lo que Dios les ha concedido, que no crean que es un bien para ellos ser avaros. Por el contrario, es un mal. El Día del Juicio Final llevarán colgando de su cuello aquello a lo que con tanta avaricia se aferraron. A Dios pertenece la herencia de cuanto hay en los cielos y la Tierra. Dios está bien informado de lo que hacen","transliteration":"Wala yahsabanna allatheena yabkhaloona bima atahummu Allahu min fadlihi huwa khayran lahum bal huwa sharrun lahum sayutawwaqoona ma bakhiloo bihi yawma alqiyamati walillahi meerathu alssamawati waalardi waAllahu bima taAAmaloona khabeerun"},{"id":181,"text":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","translation":"Dios ha oído las palabras de quienes dijeron: \"Dios es pobre, mientras que nosotros somos ricos\". Registraremos lo que dijeron y también que hayan matado injustamente a los Profetas. Y les diré: \"Sufran el castigo del fuego del Infierno","transliteration":"Laqad samiAAa Allahu qawla allatheena qaloo inna Allaha faqeerun wanahnu aghniyaon sanaktubu ma qaloo waqatlahumu alanbiyaa bighayri haqqin wanaqoolu thooqoo AAathaba alhareeqi"},{"id":182,"text":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","translation":"Es lo que merecen en retribución por sus obras, porque Dios no es injusto con Sus siervos","transliteration":"Thalika bima qaddamat aydeekum waanna Allaha laysa bithallamin lilAAabeedi"},{"id":183,"text":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Ellos mismos son los que dijeron: \"Dios pactó con nosotros que no creyéramos en ningún Mensajero hasta que nos trajera una ofrenda que el fuego consumiera\". Diles: \"Antes de mí, otros Mensajeros se les presentaron con las pruebas claras y todas sus exigencias; ¿por qué los mataron entonces, si es cierto lo que dicen","transliteration":"Allatheena qaloo inna Allaha AAahida ilayna alla numina lirasoolin hatta yatiyana biqurbanin takuluhu alnnaru qul qad jaakum rusulun min qablee bialbayyinati wabiallathee qultum falima qataltumoohum in kutum sadiqeena"},{"id":184,"text":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","translation":"Si te desmienten, también fueron desmentidos anteriormente otros Mensajeros, a pesar de haber traído pruebas claras, Escrituras y Libros Luminosos","transliteration":"Fain kaththabooka faqad kuththiba rusulun min qablika jaoo bialbayyinati waalzzuburi waalkitabi almuneeri"},{"id":185,"text":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","translation":"Todo ser probará el sabor de la muerte, y cada uno recibirá su recompensa íntegra el Día de la Resurrección. Quien sea salvado del Fuego e ingresado al Paraíso habrá realmente triunfado, porque la vida mundanal es solo un placer ilusorio","transliteration":"Kullu nafsin thaiqatu almawti wainnama tuwaffawna ojoorakum yawma alqiyamati faman zuhziha AAani alnnari waodkhila aljannata faqad faza wama alhayatu alddunya illa mataAAu alghuroori"},{"id":186,"text":"۞لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","translation":"Van a ser probados en sus bienes materiales y en sus personas. Oirán ofensas de aquellos que han recibido el Libro antes que ustedes y de los idólatras. Pero tengan paciencia, temor de Dios, y sepan que esto requiere entereza","transliteration":"Latublawunna fee amwalikum waanfusikum walatasmaAAunna mina allatheena ootoo alkitaba min qablikum wamina allatheena ashrakoo athan katheeran wain tasbiroo watattaqoo fainna thalika min AAazmi alomoori"},{"id":187,"text":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","translation":"[Sabe que] Dios celebró este pacto con la Gente del Libro: \"Deberán explicar el Libro claramente a la gente y jamás ocultarlo\". Pero traicionaron el pacto y lo vendieron por vil precio. ¡Qué mal actuaron","transliteration":"Waith akhatha Allahu meethaqa allatheena ootoo alkitaba latubayyinunnahu lilnnasi wala taktumoonahu fanabathoohu waraa thuhoorihim waishtaraw bihi thamanan qaleelan fabisa ma yashtaroona"},{"id":188,"text":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","translation":"No creas que quienes se vanaglorian de lo que hacen y aman el elogio por lo que ni siquiera han hecho se salvarán del castigo. Tendrán un castigo doloroso","transliteration":"La tahsabanna allatheena yafrahoona bima ataw wayuhibboona an yuhmadoo bima lam yafAAaloo fala tahsabannahum bimafazatin mina alAAathabi walahum AAathabun aleemun"},{"id":189,"text":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"A Dios pertenece el reino de los cielos y de la Tierra. Dios es sobre toda cosa Poderoso","transliteration":"Walillahi mulku alssamawati waalardi waAllahu AAala kulli shayin qadeerun"},{"id":190,"text":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"En la creación de los cielos y de la Tierra, y en la sucesión de la noche y el día, hay signos para los dotados de intelecto","transliteration":"Inna fee khalqi alssamawati waalardi waikhtilafi allayli waalnnahari laayatin liolee alalbabi"},{"id":191,"text":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","translation":"que invocan a Dios de pie, sentados o recostados, que meditan en la creación de los cielos y la Tierra y dicen: \"¡Señor nuestro! No has creado todo esto sin un sentido. ¡Glorificado seas! Presérvanos del castigo del Fuego","transliteration":"Allatheena yathkuroona Allaha qiyaman waquAAoodan waAAala junoobihim wayatafakkaroona fee khalqi alssamawati waalardi rabbana ma khalaqta hatha batilan subhanaka faqina AAathaba alnnari"},{"id":192,"text":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّـٰلِمِينَ مِنۡ أَنصَارٖ","translation":"¡Señor nuestro! A quien condenes al Fuego lo habrás deshonrado, porque los opresores no tendrán quién los auxilie","transliteration":"Rabbana innaka man tudkhili alnnara faqad akhzaytahu wama lilththalimeena min ansarin"},{"id":193,"text":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","translation":"¡Señor nuestro! Hemos oído a quien convocaba a la fe, diciendo: ‘Crean en su Señor’, y creímos. ¡Señor nuestro! Perdona nuestros pecados, borra nuestras malas acciones y, al morir, reúnenos con los piadosos","transliteration":"Rabbana innana samiAAna munadiyan yunadee lileemani an aminoo birabbikum faamanna rabbana faighfir lana thunoobana wakaffir AAanna sayyiatina watawaffana maAAa alabrari"},{"id":194,"text":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","translation":"¡Señor nuestro! Concédenos lo que has prometido a través de Tus Mensajeros y no nos humilles el Día de la Resurrección. Tú no faltas a Tu promesa","transliteration":"Rabbana waatina ma waAAadtana AAala rusulika wala tukhzina yawma alqiyamati innaka la tukhlifu almeeAAada"},{"id":195,"text":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","translation":"Su Señor les respondió sus súplicas diciendo: \"No dejaré de recompensar ninguna de sus obras, sean hombres o mujeres, descienden el uno del otro. A los que emigraron, fueron expulsados de sus hogares, padecieron dificultades por Mi causa, lucharon y cayeron, les perdonaré sus faltas y los introduciré en jardines por donde corren ríos\". Ésta es la recompensa que Dios les concederá. Dios posee la más hermosa recompensa","transliteration":"Faistajaba lahum rabbuhum annee la odeeAAu AAamala AAamilin minkum min thakarin aw ontha baAAdukum min baAAdin faallatheena hajaroo waokhrijoo min diyarihim waoothoo fee sabeelee waqataloo waqutiloo laokaffiranna AAanhum sayyiatihim walaodkhilannahum jannatin tajree min tahtiha alanharu thawaban min AAindi Allahi waAllahu AAindahu husnu alththawabi"},{"id":196,"text":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","translation":"No te dejes engañar por la opulencia y los viajes de negocios de los que niegan la verdad","transliteration":"La yaghurrannaka taqallubu allatheena kafaroo fee albiladi"},{"id":197,"text":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","translation":"porque es solo un disfrute temporal. Pero finalmente su destino será el Infierno. ¡Qué pésima morada","transliteration":"MataAAun qaleelun thumma mawahum jahannamu wabisa almihadu"},{"id":198,"text":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","translation":"En cambio, quienes hayan tenido temor de su Señor vivirán eternamente en jardines por donde corren ríos, es la acogida que Dios les ha preparado. Lo que Dios tiene reservado para los virtuosos es superior al éxito de los incrédulos en esta vida","transliteration":"Lakini allatheena ittaqaw rabbahum lahum jannatun tajree min tahtiha alanharu khalideena feeha nuzulan min AAindi Allahi wama AAinda Allahi khayrun lilabrari"},{"id":199,"text":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَـٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"Entre la Gente del Libro hay quienes creen en Dios y en lo que ha sido revelado a ustedes y a ellos. Son humildes ante Dios, y no venden la palabra de Dios a vil precio. Ellos serán recompensados por su Señor. Dios es rápido en ajustar cuentas","transliteration":"Wainna min ahli alkitabi laman yuminu biAllahi wama onzila ilaykum wama onzila ilayhim khashiAAeena lillahi la yashtaroona biayati Allahi thamanan qaleelan olaika lahum ajruhum AAinda rabbihim inna Allaha sareeAAu alhisabi"},{"id":200,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"¡Oh, creyentes! Tengan paciencia, perseverancia, defiéndanse y tengan temor de Dios, que así tendrán éxito","transliteration":"Ya ayyuha allatheena amanoo isbiroo wasabiroo warabitoo waittaqoo Allaha laAAallakum tuflihoona"}]}
