{"id":30,"name":"الروم","transliteration":"Ar-Rum","translation":"Los Romanos","type":"meccan","total_verses":60,"verses":[{"id":1,"text":"الٓمٓ","translation":"Álif. Lam. Mim","transliteration":"Aliflammeem"},{"id":2,"text":"غُلِبَتِ ٱلرُّومُ","translation":"Los bizantinos fueron derrotados","transliteration":"Ghulibati alrroomu"},{"id":3,"text":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","translation":"en el territorio [árabe] más bajo, pero después de esta derrota, ellos [los bizantinos] vencerán","transliteration":"Fee adna alardi wahum min baAAdi ghalabihim sayaghliboona"},{"id":4,"text":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","translation":"dentro de tres a nueve años. Todo ocurre por voluntad de Dios, tanto la anterior derrota [de los bizantinos] como su victoria futura. Ese día los creyentes se alegrarán","transliteration":"Fee bidAAi sineena lillahi alamru min qablu wamin baAAdu wayawmaithin yafrahu almuminoona"},{"id":5,"text":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","translation":"por la victoria de Dios. Él concede la victoria a quien quiere, Él es el Poderoso, el Misericordioso","transliteration":"Binasri Allahi yansuru man yashao wahuwa alAAazeezu alrraheemu"},{"id":6,"text":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Esta es la promesa de Dios, y Dios no falta a Su promesa, pero la mayoría de la gente no lo sabe","transliteration":"WaAAda Allahi la yukhlifu Allahu waAAdahu walakinna akthara alnnasi la yaAAlamoona"},{"id":7,"text":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","translation":"Conocen solo lo superficial de la vida mundanal, y viven despreocupados por la otra vida","transliteration":"YaAAlamoona thahiran mina alhayati alddunya wahum AAani alakhirati hum ghafiloona"},{"id":8,"text":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","translation":"¿Acaso no reflexionan sobre sí mismos? Dios ha creado los cielos, la Tierra y lo que hay en ellos con un fin justo y verdadero, y con un plazo determinado. Pero mucha gente no cree que habrá de comparecer ante su Señor","transliteration":"Awalam yatafakkaroo fee anfusihim ma khalaqa Allahu alssamawati waalarda wama baynahuma illa bialhaqqi waajalin musamman wainna katheeran mina alnnasi biliqai rabbihim lakafiroona"},{"id":9,"text":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"¿Acaso no han viajado por el mundo y visto cómo fue el final de los pueblos antiguos? Eran [imperios] más poderosos, cultivaron la tierra [en forma asombrosa] y tenían construcciones más avanzadas que las suyas. Sin embargo, cuando se les presentaron los Mensajeros con las evidencias, los desmintieron. Dios no fue injusto con ellos, sino que ellos lo fueron consigo mismos","transliteration":"Awalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim kanoo ashadda minhum quwwatan waatharoo alarda waAAamarooha akthara mimma AAamarooha wajaathum rusuluhum bialbayyinati fama kana Allahu liyathlimahum walakin kanoo anfusahum yathlimoona"},{"id":10,"text":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَـٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","translation":"Finalmente, el destino de quienes habían cometido maldades fue el peor, porque desmintieron los signos de Dios y se burlaron de ellos","transliteration":"Thumma kana AAaqibata allatheena asaoo alssooa an kaththaboo biayati Allahi wakanoo biha yastahzioona"},{"id":11,"text":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","translation":"Dios origina la creación y luego la reproduce, y ante Él regresarán","transliteration":"Allahu yabdao alkhalqa thumma yuAAeeduhu thumma ilayhi turjaAAoona"},{"id":12,"text":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","translation":"El día que llegue la Hora los pecadores serán presa de la desesperación","transliteration":"Wayawma taqoomu alssaAAatu yublisu almujrimoona"},{"id":13,"text":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَـٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","translation":"Pero sus ídolos no intercederán por ellos, [y por el contrario, los ídolos] se desentenderán de quienes los adoraban","transliteration":"Walam yakun lahum min shurakaihim shufaAAao wakanoo bishurakaihim kafireena"},{"id":14,"text":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","translation":"El día que llegue la Hora, ese día se dividirán [en dos grupos]","transliteration":"Wayawma taqoomu alssaAAatu yawmaithin yatafarraqoona"},{"id":15,"text":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","translation":"Quienes hayan creído y obrado rectamente morarán en los jardines del deleite","transliteration":"Faamma allatheena amanoo waAAamiloo alssalihati fahum fee rawdatin yuhbaroona"},{"id":16,"text":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَـٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","translation":"Pero quienes no hayan creído y hayan desmentido Mis signos y la existencia de la otra vida, sufrirán eternamente un tormento","transliteration":"Waamma allatheena kafaroo wakaththaboo biayatina waliqai alakhirati faolaika fee alAAathabi muhdaroona"},{"id":17,"text":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","translation":"Así que glorifiquen a Dios al anochecer y al amanecer","transliteration":"Fasubhana Allahi heena tumsoona waheena tusbihoona"},{"id":18,"text":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","translation":"Él merece ser alabado en los cielos y en la Tierra, [alábenlo] por la tarde y al mediodía","transliteration":"Walahu alhamdu fee alssamawati waalardi waAAashiyyan waheena tuthhiroona"},{"id":19,"text":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","translation":"[Dios] hace surgir lo vivo de lo muerto y lo muerto de lo vivo, y da vida a la tierra árida. De la misma manera serán resucitados","transliteration":"Yukhriju alhayya mina almayyiti wayukhriju almayyita mina alhayyi wayuhyee alarda baAAda mawtiha wakathalika tukhrajoona"},{"id":20,"text":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","translation":"Entre Sus signos está haberlos creado de polvo. Luego se convierten en seres humanos que se multiplican [poblando la Tierra]","transliteration":"Wamin ayatihi an khalaqakum min turabin thumma itha antum basharun tantashiroona"},{"id":21,"text":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","translation":"Entre Sus signos está haber creado cónyuges de entre ustedes para que encuentren sosiego, y dispuso entre ustedes amor y misericordia. En ello hay signos para quienes reflexionan","transliteration":"Wamin ayatihi an khalaqa lakum min anfusikum azwajan litaskunoo ilayha wajaAAala baynakum mawaddatan warahmatan inna fee thalika laayatin liqawmin yatafakkaroona"},{"id":22,"text":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","translation":"Entre Sus signos está la creación de los cielos y de la Tierra, la diversidad de sus lenguas y colores. En esto hay signos para quienes comprenden","transliteration":"Wamin ayatihi khalqu alssamawati waalardi waikhtilafu alsinatikum waalwanikum inna fee thalika laayatin lilAAalimeena"},{"id":23,"text":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","translation":"Entre Sus signos está [haber creado] la noche para que descansen y el día para que procuren Su favor. En esto hay signos para un pueblo que escucha","transliteration":"Wamin ayatihi manamukum biallayli waalnnahari waibtighaokum min fadlihi inna fee thalika laayatin liqawmin yasmaAAoona"},{"id":24,"text":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","translation":"Entre Sus signos está hacer que el relámpago sea motivo de temor y anhelo, y el agua que hace descender del cielo para dar vida a la tierra árida. En eso hay signos para un pueblo que razona","transliteration":"Wamin ayatihi yureekumu albarqa khawfan watamaAAan wayunazzilu mina alssamai maan fayuhyee bihi alarda baAAda mawtiha inna fee thalika laayatin liqawmin yaAAqiloona"},{"id":25,"text":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","translation":"Entre sus Signos está que el cielo y la Tierra se sostengan por Su voluntad. Luego, cuando Él los convoque [el Día de la Resurrección] saldrán de la tierra","transliteration":"Wamin ayatihi an taqooma alssamao waalardu biamrihi thumma itha daAAakum daAAwatan mina alardi itha antum takhrujoona"},{"id":26,"text":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","translation":"A Él pertenece cuanto hay en los cielos y en la Tierra, todo Le obedece","transliteration":"Walahu man fee alssamawati waalardi kullun lahu qanitoona"},{"id":27,"text":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"Él es Quien origina la creación y luego la reproduce, y ello Le es aún más fácil [que crear por primera vez]. Suya es la descripción más sublime en los cielos y en la Tierra. Él es el Poderoso, el Sabio","transliteration":"Wahuwa allathee yabdao alkhalqa thumma yuAAeeduhu wahuwa ahwanu AAalayhi walahu almathalu alaAAla fee alssamawati waalardi wahuwa alAAazeezu alhakeemu"},{"id":28,"text":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","translation":"[Dios] les propone un ejemplo tomado de su propia vivencia: \"¿Aceptarían acaso que algunos de entre la servidumbre compartieran con ustedes los bienes que les he concedido, que [repentinamente] tuvieran partes iguales, o que tuvieran ustedes que temerles como temen a sus adversarios?\" Así es como aclaro los signos para quienes razonan","transliteration":"Daraba lakum mathalan min anfusikum hal lakum mi mma malakat aymanukum min shurakaa fee ma razaqnakum faantum feehi sawaon takhafoonahum kakheefatikum anfusakum kathalika nufassilu alayati liqawmin yaAAqiloona"},{"id":29,"text":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ","translation":"Sin embargo, los injustos siguen sus pasiones ciegamente sin basarse en conocimiento alguno. ¿Quién podría guiar a quien Dios ha extraviado? No habrá quién lo pueda socorrer","transliteration":"Bali ittabaAAa allatheena thalamoo ahwaahum bighayri AAilmin faman yahdee man adalla Allahu wama lahum min nasireena"},{"id":30,"text":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Conságrate al monoteísmo, que es la inclinación natural con la que Dios creó a la gente. La religión de Dios es inalterable y esta es la forma de adoración verdadera, pero la mayoría de la gente lo ignora","transliteration":"Faaqim wajhaka lilddeeni haneefan fitrata Allahi allatee fatara alnnasa AAalayha la tabdeela likhalqi Allahi thalika alddeenu alqayyimu walakinna akthara alnnasi la yaAAlamoona"},{"id":31,"text":"۞مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","translation":"Arrepiéntanse ante Dios, tengan temor [de Dios], cumplan con la oración y no sean de los que Le atribuyen divinidades [a Dios en la adoración]","transliteration":"Muneebeena ilayhi waittaqoohu waaqeemoo alssalata wala takoonoo mina almushrikeena"},{"id":32,"text":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","translation":"no sean de esos que dividieron su religión y formaron sectas, cada facción se contenta con lo que sigue","transliteration":"Mina allatheena farraqoo deenahum wakanoo shiyaAAan kullu hizbin bima ladayhim farihoona"},{"id":33,"text":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","translation":"Cuando una desgracia azota a la gente, invocan a su Señor arrepentidos. Pero cuando los agracia con Su misericordia, un grupo de ellos atribuye divinidades a su Señor [en la adoración]","transliteration":"Waitha massa alnnasa durrun daAAaw rabbahum muneebeena ilayhi thumma itha athaqahum minhu rahmatan itha fareequn minhum birabbihim yushrikoona"},{"id":34,"text":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","translation":"y niegan cuanto les he concedido. ¡Disfruten temporalmente, que ya verán","transliteration":"Liyakfuroo bima ataynahum fatamattaAAoo fasawfa taAAlamoona"},{"id":35,"text":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","translation":"¿Acaso les he hecho descender algún conocimiento que justifique lo que ellos Me asocian","transliteration":"Am anzalna AAalayhim sultanan fahuwa yatakallamu bima kanoo bihi yushrikoona"},{"id":36,"text":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","translation":"Cuando agracio a la gente con una misericordia se alegran, pero cuando los alcanza una desgracia a causa de lo que cometieron con sus propias manos, se desesperan","transliteration":"Waitha athaqna alnnasa rahmatan farihoo biha wain tusibhum sayyiatun bima qaddamat aydeehim itha hum yaqnatoona"},{"id":37,"text":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"¿Acaso no ven que Dios concede abundante sustento a Quien quiere y lo restringe [a quien quiere]? En eso hay signos para quienes creen","transliteration":"Awalam yaraw anna Allaha yabsutu alrrizqa liman yashao wayaqdiru inna fee thalika laayatin liqawmin yuminoona"},{"id":38,"text":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"Da a los parientes, al pobre y al viajero insolvente, lo que es su derecho. Eso es lo mejor para quienes anhelan [contemplar] el Rostro de Dios. Esos serán quienes tengan éxito","transliteration":"Faati tha alqurba haqqahu waalmiskeena waibna alssabeeli thalika khayrun lillatheena yureedoona wajha Allahi waolaika humu almuflihoona"},{"id":39,"text":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","translation":"Todo lo que presten con algún interés, esperando beneficiarse de los bienes ajenos, no tendrá recompensa de Dios. En cambio, aquellos que den en caridad anhelando el rostro de Dios, serán quienes tengan multiplicada la recompensa","transliteration":"Wama ataytum min riban liyarbuwa fee amwali alnnasi fala yarboo AAinda Allahi wama ataytum min zakatin tureedoona wajha Allahi faolaika humu almudAAifoona"},{"id":40,"text":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"Dios es Quien los crea, los sustenta, los hace morir y luego los resucita. ¿Acaso hay alguno de los ídolos que asocian [a Dios] que pueda hacer algo de eso? ¡Glorificado sea Dios! Dios está por encima de lo que Le asocian","transliteration":"Allahu allathee khalaqakum thumma razaqakum thumma yumeetukum thumma yuhyeekum hal min shurakaikum man yafAAalu min thalikum min shayin subhanahu wataAAala AAamma yushrikoona"},{"id":41,"text":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Se puede ver la devastación en la Tierra y en el mar como consecuencia de las acciones del ser humano. Han de padecer [el resultado de] lo que cometieron, quizás así recapaciten","transliteration":"Thahara alfasadu fee albarri waalbahri bima kasabat aydee alnnasi liyutheeqahum baAAda allathee AAamiloo laAAallahum yarjiAAoona"},{"id":42,"text":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","translation":"Diles: \"Viajen por el mundo y observen cuál fue el final de los pueblos antiguos. La mayoría Le asociaban ídolos a Dios [en la adoración]","transliteration":"Qul seeroo fee alardi faonthuroo kayfa kana AAaqibatu allatheena min qablu kana aktharuhum mushrikeena"},{"id":43,"text":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","translation":"Conságrate al monoteísmo auténtico, antes de que llegue el día ineludible que Dios determinó. Ese día serán divididos","transliteration":"Faaqim wajhaka lilddeeni alqayyimi min qabli an yatiya yawmun la maradda lahu mina Allahi yawmaithin yassaddaAAoona"},{"id":44,"text":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","translation":"Quienes se hayan negado a creer sufrirán las consecuencias de su incredulidad, mientras que quienes hayan obrado rectamente habrán preparado su propio terreno [en el Paraíso]","transliteration":"Man kafara faAAalayhi kufruhu waman AAamila salihan falianfusihim yamhadoona"},{"id":45,"text":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","translation":"Dios recompensará con Su gracia a quienes hayan creído y obrado rectamente. Él no ama a los que se niegan a creer [cuando les llega el Mensaje]","transliteration":"Liyajziya allatheena amanoo waAAamiloo alssalihati min fadlihi innahu la yuhibbu alkafireena"},{"id":46,"text":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","translation":"Entre Sus signos están los vientos que Él envía para traerles lluvias y agraciarlos con Su misericordia, y para que naveguen los barcos con Su voluntad y puedan procurar el sustento; deberían agradecerle","transliteration":"Wamin ayatihi an yursila alrriyaha mubashshiratin waliyutheeqakum min rahmatihi walitajriya alfulku biamrihi walitabtaghoo min fadlihi walaAAallakum tashkuroona"},{"id":47,"text":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","translation":"Antes de ti envié Mensajeros a los pueblos, que se presentaron ante ellos con las evidencias [pero los desmintieron]. Retribuí a los pecadores con lo que merecían. Es un deber para Mí auxiliar a los creyentes","transliteration":"Walaqad arsalna min qablika rusulan ila qawmihim fajaoohum bialbayyinati faintaqamna mina allatheena ajramoo wakana haqqan AAalayna nasru almumineena"},{"id":48,"text":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","translation":"Dios es Quien envía los vientos para que estos reúnan las nubes, extendiéndolas y fragmentándolas por el cielo como Él quiere. Luego ves que la lluvia cae de entre ellas. Cuando los siervos [azotados por la sequía] reciben la lluvia, se alegran","transliteration":"Allahu allathee yursilu alrriyaha fatutheeru sahaban fayabsutuhu fee alssamai kayfa yashao wayajAAaluhu kisafan fatara alwadqa yakhruju min khilalihi faitha asaba bihi man yashao min AAibadihi itha hum yastabshiroona"},{"id":49,"text":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","translation":"A pesar de que antes de que descendiera [la lluvia] estaban abatidos, sin esperanzas","transliteration":"Wain kanoo min qabli an yunazzala AAalayhim min qablihi lamubliseena"},{"id":50,"text":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"Observa las huellas de la misericordia de Dios, cómo da vida a la tierra después de haber estado muerta por la sequía. Él es Quien resucitará a los muertos, porque es sobre toda cosa Poderoso","transliteration":"Faonthur ila athari rahmati Allahi kayfa yuhyee alarda baAAda mawtiha inna thalika lamuhyee almawta wahuwa AAala kulli shayin qadeerun"},{"id":51,"text":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","translation":"Pero si [en su lugar] les hubiese enviado un viento que secara sus sembrados, se volverían ingratos como incrédulos","transliteration":"Walain arsalna reehan faraawhu musfarran lathalloo min baAAdihi yakfuroona"},{"id":52,"text":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","translation":"Tú no puedes hacer que los muertos oigan ni que los sordos [que no quiere oír] escuchen la prédica si la rechazan dándole la espalda","transliteration":"Fainnaka la tusmiAAu almawta wala tusmiAAu alssumma aldduAAaa itha wallaw mudbireena"},{"id":53,"text":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","translation":"Tampoco puedes guiar a los ciegos [de corazón] que están extraviados. Tú solo puedes hacer que escuchen quienes creen en Mis signos y se someten a Dios [siendo musulmanes]","transliteration":"Wama anta bihadi alAAumyi AAan dalalatihim in tusmiAAu illa man yuminu biayatina fahum muslimoona"},{"id":54,"text":"۞ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","translation":"Dios es Quien los crea débiles [en la infancia], luego los fortalece [en la juventud], y finalmente los debilita nuevamente con la vejez. Él crea lo que quiere porque es el Sabio, el Poderoso","transliteration":"Allahu allathee khalaqakum min daAAfin thumma jaAAala min baAAdi daAAfin quwwatan thumma jaAAala min baAAdi quwwatin daAAfan washaybatan yakhluqu ma yashao wahuwa alAAaleemu alqadeeru"},{"id":55,"text":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","translation":"El día que llegue la Hora [del Día del Juicio], los pecadores jurarán haber permanecido en la vida mundanal tan solo una hora. Así solían engañarse","transliteration":"Wayawma taqoomu alssaAAatu yuqsimu almujrimoona ma labithoo ghayra saAAatin kathalika kanoo yufakoona"},{"id":56,"text":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","translation":"Pero aquellos a los que se les concedió el conocimiento y la fe les dirán: \"En realidad han permanecido el tiempo que Dios decretó hasta el Día de la Resurrección. Sepan que este es el Día de la Resurrección, que ignoraban","transliteration":"Waqala allatheena ootoo alAAilma waaleemana laqad labithtum fee kitabi Allahi ila yawmi albaAAthi fahatha yawmu albaAAthi walakinnakum kuntum la taAAlamoona"},{"id":57,"text":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","translation":"Ese día, ninguna excusa servirá a los injustos y no se les dará ninguna posibilidad [de volver a la vida mundanal]","transliteration":"Fayawmaithin la yanfaAAu allatheena thalamoo maAAthiratuhum wala hum yustaAAtaboona"},{"id":58,"text":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","translation":"He citado en este Corán todo tipo de ejemplos. Pero aún si te hubieras presentado ante ellos con un milagro, hubieran dicho: \"Solo son unos farsantes","transliteration":"Walaqad darabna lilnnasi fee hatha alqurani min kulli mathalin walain jitahum biayatin layaqoolanna allatheena kafaroo in antum illa mubtiloona"},{"id":59,"text":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","translation":"Así es como Dios sella los corazones de los que no quieren conocer [la verdad]","transliteration":"Kathalika yatbaAAu Allahu AAala quloobi allatheena la yaAAlamoona"},{"id":60,"text":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","translation":"Ten paciencia, que lo que Dios promete se cumple, y no permitas que te hagan flaquear los que no están convencidos [de la Resurrección]","transliteration":"Faisbir inna waAAda Allahi haqqun wala yastakhiffannaka allatheena la yooqinoona"}]}
