{"id":39,"name":"الزمر","transliteration":"Az-Zumar","translation":"Los Grupos","type":"meccan","total_verses":75,"verses":[{"id":1,"text":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","translation":"La revelación de este Libro proviene de Dios, el Poderoso, el Sabio","transliteration":"Tanzeelu alkitabi mina Allahi alAAazeezi alhakeemi"},{"id":2,"text":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","translation":"Te he revelado el Libro [¡oh, Mujámmad!] con la Verdad; adora solo a Dios rindiéndole culto sincero","transliteration":"Inna anzalna ilayka alkitaba bialhaqqi faoAAbudi Allaha mukhlisan lahu alddeena"},{"id":3,"text":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","translation":"¿Acaso no se le debe rendir culto sincero a Dios? Aquellos que toman a otros como protectores [y objeto de adoración] fuera de Él, dicen: \"Solo los adoramos para que nos acerquen a Dios [e intercedan por nosotros]\". Dios juzgará entre ellos [y los creyentes] acerca de lo que discrepan. Dios no guía a quien es mentiroso y niega la verdad","transliteration":"Ala lillahi alddeenu alkhalisu waallatheena ittakhathoo min doonihi awliyaa ma naAAbuduhum illa liyuqarriboona ila Allahi zulfa inna Allaha yahkumu baynahum fee ma hum feehi yakhtalifoona inna Allaha la yahdee man huwa kathibun kaffarun"},{"id":4,"text":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","translation":"Si Dios hubiera querido tomar a alguien como hijo, hubiera elegido a quien quisiera de entre Su creación. ¡Glorificado sea! Él es Dios, el Único, el Victorioso","transliteration":"Law arada Allahu an yattakhitha waladan laistafa mimma yakhluqu ma yashao subhanahu huwa Allahu alwahidu alqahharu"},{"id":5,"text":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّـٰرُ","translation":"Creó los cielos y la Tierra con un fin justo y verdadero. Él enrolla [envuelve] la noche en el día, y envuelve el día en la noche, y sometió al Sol y a la Luna haciendo que cada uno recorra su órbita por un plazo prefijado. ¿Acaso Él no es el Poderoso, el Perdonador","transliteration":"Khalaqa alssamawati waalarda bialhaqqi yukawwiru allayla AAala alnnahari wayukawwiru alnnahara AAala allayli wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman ala huwa alAAazeezu alghaffaru"},{"id":6,"text":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","translation":"Él los creó a partir de un solo ser, luego de él creó a su pareja, y los agració con ocho ganados en parejas. Los creó en los vientres de sus madres en períodos sucesivos y en tres tinieblas [el vientre, el útero y la placenta]. Él es Dios, su Señor; Él posee el dominio completo. No hay nada ni nadie con derecho a ser adorado salvo Él. ¿Cómo entonces dedican actos de culto a otras deidades","transliteration":"Khalaqakum min nafsin wahidatin thumma jaAAala minha zawjaha waanzala lakum mina alanAAami thamaniyata azwajin yakhluqukum fee butooni ommahatikum khalqan min baAAdi khalqin fee thulumatin thalathin thalikumu Allahu rabbukum lahu almulku la ilaha illa huwa faanna tusrafoona"},{"id":7,"text":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","translation":"Si no creen, sepan que Dios no necesita de ustedes. No Le agrada la incredulidad de Sus siervos, pero si son agradecidos [creyendo en Su unicidad], Lo complacerán. Sepan que nadie cargará con los pecados ajenos; luego comparecerán ante su Señor y Él les informará sobre lo que hayan realizado. Él bien sabe cuanto hay en los corazones","transliteration":"In takfuroo fainna Allaha ghaniyyun AAankum wala yarda liAAibadihi alkufra wain tashkuroo yardahu lakum wala taziru waziratun wizra okhra thumma ila rabbikum marjiAAukum fayunabbiokum bima kuntum taAAmaloona innahu AAaleemun bithati alssudoori"},{"id":8,"text":"۞وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","translation":"Cuando al ser humano le acontece una desgracia, invoca a su Señor y se vuelve a Él [pidiéndole que lo auxilie]; pero luego, cuando Él le concede una gracia, olvida que Lo había invocado antes e iguala a sus ídolos con Dios [dedicándoles actos de adoración y súplicas], descarriando a otros de Su sendero. Dile [a quien se comporte de esta manera]: \"Disfruta por poco tiempo de tu incredulidad, pues serás de los moradores del Infierno","transliteration":"Waitha massa alinsana durrun daAAa rabbahu muneeban ilayhi thumma itha khawwalahu niAAmatan minhu nasiya ma kana yadAAoo ilayhi min qablu wajaAAala lillahi andadan liyudilla AAan sabeelihi qul tamattaAA bikufrika qaleelan innaka min ashabi alnnari"},{"id":9,"text":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"¿Acaso se puede comparar a [ese incrédulo] con quien se prosterna e inclina [en oración] consagrándose en la noche, está consciente de la otra vida y anhela la misericordia de su Señor? Dile: \"¿Acaso son iguales los que tienen conocimiento y los que no tienen conocimiento?\" Solo reflexionan los dotados de entendimiento","transliteration":"Amman huwa qanitun anaa allayli sajidan waqaiman yahtharu alakhirata wayarjoo rahmata rabbihi qul hal yastawee allatheena yaAAlamoona waallatheena la yaAAlamoona innama yatathakkaru oloo alalbabi"},{"id":10,"text":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","translation":"Diles: \"¡Oh, siervos creyentes! Tengan temor de su Señor, y sepan que quienes obren bien en este mundo recibirán una bella recompensa, y que la Tierra de Dios es amplia. La recompensa para quienes sean pacientes y perseverantes no tendrá límite","transliteration":"Qul ya AAibadi allatheena amanoo ittaqoo rabbakum lillatheena ahsanoo fee hathihi alddunya hasanatun waardu Allahi wasiAAatun innama yuwaffa alssabiroona ajrahum bighayri hisabin"},{"id":11,"text":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","translation":"Diles: \"Me ha sido ordenado adorar solamente a Dios, y rendirle culto sincero","transliteration":"Qul innee omirtu an aAAbuda Allaha mukhlisan lahu alddeena"},{"id":12,"text":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","translation":"y me ha sido ordenado que sea el primero en someterse a Él","transliteration":"Waomirtu lian akoona awwala almuslimeena"},{"id":13,"text":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","translation":"Diles: \"Pero yo temo, si desobedezco [las órdenes de] mi Señor, el castigo en un día difícil [el Día del Juicio]","transliteration":"Qul innee akhafu in AAasaytu rabbee AAathaba yawmin AAatheemin"},{"id":14,"text":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","translation":"Diles: \"Yo adoro solamente a Dios, y Le rindo culto sincero","transliteration":"Quli Allaha aAAbudu mukhlisan lahu deenee"},{"id":15,"text":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","translation":"Adoren lo que quieran en lugar de Él. Los desdichados serán los que se descarríen a sí mismos y a su gente el Día de la Resurrección [ingresando al Infierno]. ¿Acaso no es esta la mayor ruina","transliteration":"FaoAAbudoo ma shitum min doonihi qul inna alkhasireena allatheena khasiroo anfusahum waahleehim yawma alqiyamati ala thalika huwa alkhusranu almubeenu"},{"id":16,"text":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","translation":"Serán cubiertos por encima y por debajo por nubes de fuego. Así atemoriza Dios a Sus siervos. ¡Oh, siervos Míos! Tengan temor de Mí [y crean]","transliteration":"Lahum min fawqihim thulalun mina alnnari wamin tahtihim thulalun thalika yukhawwifu Allahu bihi AAibadahu ya AAibadi faittaqooni"},{"id":17,"text":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّـٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","translation":"Quienes se aparten de los ídolos negándose a adorarlos y se vuelvan a Dios, serán los bienaventurados. Albricia [¡oh, Mujámmad!] a Mis siervos","transliteration":"Waallatheena ijtanaboo alttaghoota an yaAAbudooha waanaboo ila Allahi lahumu albushra fabashshir AAibadi"},{"id":18,"text":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَـٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَـٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","translation":"que escuchan todo lo que se dice, pero siguen lo mejor [la palabra de Dios y Su Mensajero]. Ellos son los guiados por Dios, son los dotados de entendimiento","transliteration":"Allatheena yastamiAAoona alqawla fayattabiAAoona ahsanahu olaika allatheena hadahumu Allahu waolaika hum oloo alalbabi"},{"id":19,"text":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","translation":"¿Acaso tú podrás salvar [guiando] a quien [en virtud de su libre albedrio] Dios ha decretado que sea de los moradores del Infierno? ¿O es que puedes rescatar a quien ha sido condenado al Fuego","transliteration":"Afaman haqqa AAalayhi kalimatu alAAathabi afaanta tunqithu man fee alnnari"},{"id":20,"text":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","translation":"Pero quienes hayan tenido temor de su Señor, morarán en la otra vida en habitaciones elevadas, y sobre ellos habrá otras habitaciones [donde estarán quienes hayan alcanzado grados más elevados], todas construidas de oro y plata, [en jardines] donde correrán ríos. Ésta es la promesa de Dios, y Dios no falta a Su promesa","transliteration":"Lakini allatheena ittaqaw rabbahum lahum ghurafun min fawqiha ghurafun mabniyyatun tajree min tahtiha alanharu waAAda Allahi la yukhlifu Allahu almeeAAada"},{"id":21,"text":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"¿Acaso no ves que Dios hace descender el agua del cielo, y luego hace que surja como manantiales en la tierra, y hace brotar con ella cultivos de diversos colores que se secan y puedes ver que se tornan amarillentos y finalmente se convierten en heno? En eso hay un motivo de reflexión para los dotados de entendimiento","transliteration":"Alam tara anna Allaha anzala mina alssamai maan fasalakahu yanabeeAAa fee alardi thumma yukhriju bihi zarAAan mukhtalifan alwanuhu thumma yaheeju fatarahu musfarran thumma yajAAaluhu hutaman inna fee thalika lathikra liolee alalbabi"},{"id":22,"text":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَـٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","translation":"¿Acaso se puede comparar a aquel a quien Dios abrió su corazón al Islam y está colmado por la luz de su Señor [con quien se niega a creer]? ¡Cuán desdichados son quienes tienen el corazón endurecido al Mensaje de Dios! Ellos están en un desvío evidente","transliteration":"Afaman sharaha Allahu sadrahu lilislami fahuwa AAala noorin min rabbihi fawaylun lilqasiyati quloobuhum min thikri Allahi olaika fee dalalin mubeenin"},{"id":23,"text":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","translation":"Dios ha revelado el mejor de los Mensajes, que es un Libro armonioso [sin contradicciones] que reitera [las enseñanzas]. Su recitación hace erizar la piel de quienes tienen temor de su Señor. [Los creyentes] cuando recuerdan a Dios, su piel y sus corazones se apaciguan. Ésta es la guía de Dios, con la que Él encamina a quien quiere; pero sepan que para quien Dios decreta el desvío, no habrá nadie que lo pueda guiar","transliteration":"Allahu nazzala ahsana alhadeethi kitaban mutashabihan mathaniya taqshaAAirru minhu juloodu allatheena yakhshawna rabbahum thumma taleenu julooduhum waquloobuhum ila thikri Allahi thalika huda Allahi yahdee bihi man yashao waman yudlili Allahu fama lahu min hadin"},{"id":24,"text":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","translation":"¿Acaso aquel que se resguarda del terrible castigo del Día de la Resurrección [se equipara con quien se siente seguro contra él]? A los que cometieron injusticias se les dirá [el Día del Juicio]: \"Sufran [el castigo por] lo que obraron","transliteration":"Afaman yattaqee biwajhihi sooa alAAathabi yawma alqiyamati waqeela lilththalimeena thooqoo ma kuntum taksiboona"},{"id":25,"text":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","translation":"Otras personas en la antigüedad desmintieron [a los Mensajeros], pero fueron sorprendidos por el castigo desde donde menos lo esperaban","transliteration":"Kaththaba allatheena min qablihim faatahumu alAAathabu min haythu la yashAAuroona"},{"id":26,"text":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","translation":"Dios los hizo sufrir la humillación en la vida mundanal, y el castigo de la otra vida será mayor; si lo supieran","transliteration":"Faathaqahumu Allahu alkhizya fee alhayati alddunya walaAAathabu alakhirati akbaru law kanoo yaAAlamoona"},{"id":27,"text":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","translation":"He expuesto en el Corán toda clase de ejemplos para que reflexionen","transliteration":"Walaqad darabna lilnnasi fee hatha alqurani min kulli mathalin laAAallahum yatathakkaroona"},{"id":28,"text":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","translation":"Este Corán ha sido revelado en idioma árabe y sin contradicciones, para que tengan temor de Dios","transliteration":"Quranan AAarabiyyan ghayra thee AAiwajin laAAallahum yattaqoona"},{"id":29,"text":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","translation":"Dios da un ejemplo sobre [la idolatría:] ¿Acaso son iguales un hombre que tiene muchos amos asociados que discrepan entre sí, y un hombre al servicio de un solo amo? ¡Alabado sea Dios! [No se equiparan] Pero la mayoría de los seres humanos lo ignoran","transliteration":"Daraba Allahu mathalan rajulan feehi shurakao mutashakisoona warajulan salaman lirajulin hal yastawiyani mathalan alhamdu lillahi bal aktharuhum la yaAAlamoona"},{"id":30,"text":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","translation":"Tú [¡oh, Mujámmad!] has de morir y ellos también han de morir [pues ningún ser creado es inmortal]","transliteration":"Innaka mayyitun wainnahum mayyitoona"},{"id":31,"text":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","translation":"Luego, el Día de la Resurrección ante su Señor discutirán [intentando excusarse]","transliteration":"Thumma innakum yawma alqiyamati AAinda rabbikum takhtasimoona"},{"id":32,"text":"۞فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","translation":"¿Acaso existe alguien más injusto que quien inventa mentiras sobre Dios y desmiente la Verdad cuando se le presenta? El Infierno será la morada de los que rechazan la verdad","transliteration":"Faman athlamu mimman kathaba AAala Allahi wakaththaba bialssidqi ith jaahu alaysa fee jahannama mathwan lilkafireena"},{"id":33,"text":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","translation":"Quien les ha traído la Verdad [el Profeta Mujámmad] y aquellos que creyeron en él y lo siguieron, son los piadosos","transliteration":"Waallathee jaa bialssidqi wasaddaqa bihi olaika humu almuttaqoona"},{"id":34,"text":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","translation":"Ellos tendrán cuanto deseen junto a su Señor. Esa será la recompensa de los que hacen el bien","transliteration":"Lahum ma yashaoona AAinda rabbihim thalika jazao almuhsineena"},{"id":35,"text":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","translation":"Dios les perdonará las peores faltas que hubieran cometido, y los recompensará por las mejores buenas obras que hayan realizado","transliteration":"Liyukaffira Allahu AAanhum aswaa allathee AAamiloo wayajziyahum ajrahum biahsani allathee kanoo yaAAmaloona"},{"id":36,"text":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","translation":"¿Acaso Dios no es suficiente [como Protector] para Su siervo? Pero ellos [los idólatras] intentan atemorizarte con sus ídolos [a los cuales adoran] en lugar de Él. Y a quien Dios permite que se desvíe nadie lo podrá guiar","transliteration":"Alaysa Allahu bikafin AAabdahu wayukhawwifoonaka biallatheena min doonihi waman yudlili Allahu fama lahu min hadin"},{"id":37,"text":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","translation":"A quien Dios decretó que siguiera la guía, no habrá nadie que lo pueda desviar. ¿Acaso no es Dios Poderoso y el dueño de la retribución [que merecen]","transliteration":"Waman yahdi Allahu fama lahu min mudillin alaysa Allahu biAAazeezin thee intiqamin"},{"id":38,"text":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","translation":"Si les preguntas [a los idólatras:] \"¿Quién creó los cielos y la Tierra?\" Te responderán: \"¡Dios!\" Diles: \"¿Acaso no han pensado qué es aquello que invocan en vez de Dios? ¿Si Dios quisiera azotarme con algún daño, acaso sus ídolos me podrían librar de él? ¿O si deseara Dios cubrirme con Su misericordia, podrían ellos impedirlo?\" Diles: \"Me es suficiente con Dios. Quienes confíen verdaderamente en Dios, que se encomienden a Él","transliteration":"Walain saaltahum man khalaqa alssamawati waalarda layaqoolunna Allahu qul afaraaytum ma tadAAoona min dooni Allahi in aradaniya Allahu bidurrin hal hunna kashifatu durrihi aw aradanee birahmatin hal hunna mumsikatu rahmatihi qul hasbiya Allahu AAalayhi yatawakkalu almutawakkiloona"},{"id":39,"text":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","translation":"Diles: \"¡Oh, pueblo mío! Obren como quieran, que yo obraré [acorde a lo que me ha sido revelado]. Ya sabrán","transliteration":"Qul ya qawmi iAAmaloo AAala makanatikum innee AAamilun fasawfa taAAlamoona"},{"id":40,"text":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","translation":"a quién le corresponde el castigo humillante, y quién recibirá un castigo eterno [en la otra vida]","transliteration":"Man yateehi AAathabun yukhzeehi wayahillu AAalayhi AAathabun muqeemun"},{"id":41,"text":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","translation":"[¡Oh, Mujámmad!] Te he revelado el Libro con la Verdad para [que se lo transmitas a] la gente. Quien siga la guía lo hará en beneficio propio, pero quien se desvíe lo hará en detrimento propio. Sabe que tú no eres responsable de lo que ellos hagan","transliteration":"Inna anzalna AAalayka alkitaba lilnnasi bialhaqqi famani ihtada falinafsihi waman dalla fainnama yadillu AAalayha wama anta AAalayhim biwakeelin"},{"id":42,"text":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","translation":"Dios toma las almas en el momento de la muerte, y durante el sueño las de quienes aún no les ha llegado su hora. Retiene aquellas de quienes decretó su muerte, y devuelve las otras hasta [que se cumpla] el plazo prefijado [para su muerte]. En esto hay signos para quienes reflexionan","transliteration":"Allahu yatawaffa alanfusa heena mawtiha waallatee lam tamut fee manamiha fayumsiku allatee qada AAalayha almawta wayursilu alokhra ila ajalin musamman inna fee thalika laayatin liqawmin yatafakkaroona"},{"id":43,"text":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","translation":"Sin embargo [los idólatras] toman [ídolos como] intercesores ante Dios. Diles: \"¿Lo hacen a pesar de que ellos no pueden hacer nada, ni tampoco entienden","transliteration":"Ami ittakhathoo min dooni Allahi shufaAAaa qul awalaw kanoo la yamlikoona shayan wala yaAAqiloona"},{"id":44,"text":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","translation":"Diles: \"Dios es Quien autoriza toda intercesión. A Él pertenece el reino de los cielos y la Tierra; ante Él comparecerán","transliteration":"Qul lillahi alshshafaAAatu jameeAAan lahu mulku alssamawati waalardi thumma ilayhi turjaAAoona"},{"id":45,"text":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","translation":"Cuando se menciona a Dios como única divinidad, los corazones de los que se niegan a creer en el más allá sienten rechazo, pero cuando se mencionan a otros [ídolos] en lugar de Él, entonces se alegran","transliteration":"Waitha thukira Allahu wahdahu ishmaazzat quloobu allatheena la yuminoona bialakhirati waitha thukira allatheena min doonihi itha hum yastabshiroona"},{"id":46,"text":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","translation":"Di: \"¡Oh, Dios! Tú eres el Creador de los cielos y de la Tierra, el conocedor de lo oculto y lo manifiesto; Tú juzgarás entre Tus siervos sobre lo que solían discutir [sobre sus creencias]","transliteration":"Quli allahumma fatira alssamawati waalardi AAalima alghaybi waalshshahadati anta tahkumu bayna AAibadika fee ma kanoo feehi yakhtalifoona"},{"id":47,"text":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","translation":"Si los que cometen injusticias [idolatrías] poseyeran todo cuanto hay en la Tierra y otra cantidad semejante, querrían entregarlo como rescate para salvarse del castigo el Día de la Resurrección; pero Dios ya les mostrará lo que no se imaginan","transliteration":"Walaw anna lillatheena thalamoo ma fee alardi jameeAAan wamithlahu maAAahu laiftadaw bihi min sooi alAAathabi yawma alqiyamati wabada lahum mina Allahi ma lam yakoonoo yahtasiboona"},{"id":48,"text":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Se les mostrarán las obras malas que cometieron, y el castigo del que se burlaban los rodeará","transliteration":"Wabada lahum sayyiatu ma kasaboo wahaqa bihim ma kanoo bihi yastahzioona"},{"id":49,"text":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"Cuando al ser humano le sucede una desgracia Me invoca; y luego, cuando le concedo una gracia, dice: \"La gracia que se me ha concedido es porque me lo merecía debido a mi capacidad\". Esto es una prueba [de Dios], pero la mayoría lo ignora","transliteration":"Faitha massa alinsana durrun daAAana thumma itha khawwalnahu niAAmatan minna qala innama ooteetuhu AAala AAilmin bal hiya fitnatun walakinna aktharahum la yaAAlamoona"},{"id":50,"text":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","translation":"Así dijeron sus ancestros, y [cuando los sorprendió el castigo] no los beneficiaron en absoluto las riquezas que habían obtenido","transliteration":"Qad qalaha allatheena min qablihim fama aghna AAanhum ma kanoo yaksiboona"},{"id":51,"text":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَـٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","translation":"Los azotó el castigo por lo que cometieron; los opresores serán castigados por sus malas obras, y no lo podrán evitar","transliteration":"Faasabahum sayyiatu ma kasaboo waallatheena thalamoo min haolai sayuseebuhum sayyiatu ma kasaboo wama hum bimuAAjizeena"},{"id":52,"text":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"¿Acaso no saben que Dios concede un sustento abundante a quien Él quiere y se lo restringe a quien quiere? En esto hay signos para los que creen","transliteration":"Awalam yaAAlamoo anna Allaha yabsutu alrrizqa liman yashao wayaqdiru inna fee thalika laayatin liqawmin yuminoona"},{"id":53,"text":"۞قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","translation":"Di: \"¡Oh, siervos míos que están sumidos en el pecado [perjudicándose a sí mismos]! No desesperen de la misericordia de Dios. Dios tiene poder para perdonar todos los pecados. Él es el Perdonador, el Misericordioso","transliteration":"Qul ya AAibadiya allatheena asrafoo AAala anfusihim la taqnatoo min rahmati Allahi inna Allaha yaghfiru alththunooba jameeAAan innahu huwa alghafooru alrraheemu"},{"id":54,"text":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","translation":"Arrepiéntanse ante su Señor y sométanse a Él como musulmanes, antes de que los sorprenda el castigo, y entonces no sean socorridos","transliteration":"Waaneeboo ila rabbikum waaslimoo lahu min qabli an yatiyakumu alAAathabu thumma la tunsaroona"},{"id":55,"text":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","translation":"Sigan los preceptos que les han sido revelados [en el Corán] por su Señor, antes de que repentinamente les llegue el castigo, sin que se den cuenta","transliteration":"WaittabiAAoo ahsana ma onzila ilaykum min rabbikum min qabli an yatiyakumu alAAathabu baghtatan waantum la tashAAuroona"},{"id":56,"text":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِينَ","translation":"[y entonces] digan: \"¡Qué pena! Ahora estoy perdido por haber desobedecido las órdenes de Dios, y realmente me contaba entre quienes se burlaban [del castigo]","transliteration":"An taqoola nafsun ya hasrata AAala ma farrattu fee janbi Allahi wain kuntu lamina alssakhireena"},{"id":57,"text":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","translation":"O digan: \"¡Cómo desearía que Dios me hubiera guiado para contarme entre los piadosos","transliteration":"Aw taqoola law anna Allaha hadanee lakuntu mina almuttaqeena"},{"id":58,"text":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","translation":"O digan, cuando vean el castigo: \"Si pudiera tener otra oportunidad [en la vida mundanal], entonces me contaría entre los que hacen el bien","transliteration":"Aw taqoola heena tara alAAathaba law anna lee karratan faakoona mina almuhsineena"},{"id":59,"text":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","translation":"[Pero Dios dirá:] \"Ya se les presentaron Mis signos evidentes [en el Corán] y los desmintieron, fueron arrogantes y los rechazaron","transliteration":"Bala qad jaatka ayatee fakaththabta biha waistakbarta wakunta mina alkafireena"},{"id":60,"text":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","translation":"El Día de la Resurrección verás que los rostros de quienes desmintieron a Dios estarán ensombrecidos. ¿Acaso no es el Infierno la morada para los soberbios","transliteration":"Wayawma alqiyamati tara allatheena kathaboo AAala Allahi wujoohuhum muswaddatun alaysa fee jahannama mathwan lilmutakabbireena"},{"id":61,"text":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","translation":"Dios salvará a los piadosos y les concederá el triunfo [ingresándolos al Paraíso], y no los alcanzará el castigo ni la tristeza","transliteration":"Wayunajjee Allahu allatheena ittaqaw bimafazatihim la yamassuhumu alssooo wala hum yahzanoona"},{"id":62,"text":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","translation":"Dios es el Creador de todas las cosas, y Él es su Custodio","transliteration":"Allahu khaliqu kulli shayin wahuwa AAala kulli shayin wakeelun"},{"id":63,"text":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"A Él pertenecen las llaves de los cielos y de la Tierra. Quienes no crean en los signos de Dios serán los perdedores","transliteration":"Lahu maqaleedu alssamawati waalardi waallatheena kafaroo biayati Allahi olaika humu alkhasiroona"},{"id":64,"text":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","translation":"Diles [¡oh, Mujámmad! a los idólatras]: \"¿Cómo pretenden que adore a sus ídolos en vez de Dios, ¡oh, ignorantes","transliteration":"Qul afaghayra Allahi tamuroonnee aAAbudu ayyuha aljahiloona"},{"id":65,"text":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","translation":"Se te ha revelado [¡oh, Mujámmad!], y también a los [Profetas] que te precedieron, que si dedicas actos de adoración a otro que Dios, tus obras se perderán y te contarás entre los perdedores","transliteration":"Walaqad oohiya ilayka waila allatheena min qablika lain ashrakta layahbatanna AAamaluka walatakoonanna mina alkhasireena"},{"id":66,"text":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّـٰكِرِينَ","translation":"Adora solo a Dios y sé de los agradecidos","transliteration":"Bali Allaha faoAAbud wakun mina alshshakireena"},{"id":67,"text":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّـٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"[Los idólatras] no han valorado a Dios en Su verdadera magnitud. El Día de la Resurrección contendrá toda la Tierra en Su puño, y los cielos estarán plegados en Su diestra. ¡Glorificado y enaltecido sea Dios! Él está por encima de lo que Le asocian","transliteration":"Wama qadaroo Allaha haqqa qadrihi waalardu jameeAAan qabdatuhu yawma alqiyamati waalssamawatu matwiyyatun biyameenihi subhanahu wataAAala AAamma yushrikoona"},{"id":68,"text":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","translation":"Será soplada la trompeta y todos los que estén en los cielos y en la Tierra perecerán, excepto quien Dios quiera; luego será soplada por segunda vez y [todos resucitarán] poniéndose de pie [para ser juzgados]. Entonces verán","transliteration":"Wanufikha fee alssoori fasaAAiqa man fee alssamawati waman fee alardi illa man shaa Allahu thumma nufikha feehi okhra faitha hum qiyamun yanthuroona"},{"id":69,"text":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","translation":"La Tierra se iluminará con la luz de su Señor, el registro de las obras se expondrá, se hará comparecer a los Profetas y a los testigos, y [la gente] será juzgada con justicia y nadie será oprimido","transliteration":"Waashraqati alardu binoori rabbiha wawudiAAa alkitabu wajeea bialnnabiyyeena waalshshuhadai waqudiya baynahum bialhaqqi wahum la yuthlamoona"},{"id":70,"text":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","translation":"Será juzgada cada alma acorde a sus obras, y Él es Quien mejor sabe cuanto hicieron","transliteration":"Wawuffiyat kullu nafsin ma AAamilat wahuwa aAAlamu bima yafAAaloona"},{"id":71,"text":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","translation":"Los que se negaron a creer serán arriados en grupos hacia el Infierno, y cuando lleguen a él, serán abiertas sus puertas y sus [ángeles] guardianes les dirán: \"¿Acaso no se les presentaron Mensajeros que les transmitieron los signos de su Señor, y les advirtieron sobre la comparecencia de este día?\" Responderán: \"¡Sí! Pero [debido a que los desmentimos] se cumplirá el designio de Dios de castigar a los incrédulos","transliteration":"Waseeqa allatheena kafaroo ila jahannama zumaran hatta itha jaooha futihat abwabuha waqala lahum khazanatuha alam yatikum rusulun minkum yatloona AAalaykum ayati rabbikum wayunthiroonakum liqaa yawmikum hatha qaloo bala walakin haqqat kalimatu alAAathabi AAala alkafireena"},{"id":72,"text":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","translation":"Se les dirá: \"Entren por las puertas del Infierno, y morarán allí por toda la eternidad\". ¡Qué pésima morada tendrán los soberbios","transliteration":"Qeela odkhuloo abwaba jahannama khalideena feeha fabisa mathwa almutakabbireena"},{"id":73,"text":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","translation":"Pero quienes hayan tenido temor de su Señor, serán conducidos al Paraíso en grupos, y cuando lleguen a él, serán abiertas sus puertas y sus [ángeles] guardianes les dirán: \"Con ustedes sea la paz, bienvenidos. Ingresen en él por toda la eternidad","transliteration":"Waseeqa allatheena ittaqaw rabbahum ila aljannati zumaran hatta itha jaooha wafutihat abwabuha waqala lahum khazanatuha salamun AAalaykum tibtum faodkhulooha khalideena"},{"id":74,"text":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","translation":"Exclamarán: \"¡Alabado sea Dios!, Quien cumplió Su promesa y nos hizo heredar la tierra del Paraíso, para establecernos donde queramos. ¡Qué excelente la recompensa de los que obraron el bien","transliteration":"Waqaloo alhamdu lillahi allathee sadaqana waAAdahu waawrathana alarda natabawwao mina aljannati haythu nashao faniAAma ajru alAAamileena"},{"id":75,"text":"وَتَرَى ٱلۡمَلَـٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"Verás a los ángeles, alrededor del Trono, glorificando las alabanzas de su Señor. [El Día del Juicio] se juzgará a la creación con total justicia, y se exclamará: \"¡Alabado sea Dios, Señor del universo","transliteration":"Watara almalaikata haffeena min hawli alAAarshi yusabbihoona bihamdi rabbihim waqudiya baynahum bialhaqqi waqeela alhamdu lillahi rabbi alAAalameena"}]}
