{"id":40,"name":"غافر","transliteration":"Ghafir","translation":"El Perdonador","type":"meccan","total_verses":85,"verses":[{"id":1,"text":"حمٓ","translation":"Ha’. Mim","transliteration":"Hameem"},{"id":2,"text":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","translation":"La revelación de este Libro proviene de Dios, el Poderoso, el que todo lo sabe","transliteration":"Tanzeelu alkitabi mina Allahi alAAazeezi alAAaleemi"},{"id":3,"text":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","translation":"El Perdonador de los pecados, el que acepta el arrepentimiento, es severo en el castigo y es generoso al conceder Sus gracias. No hay otra divinidad salvo Él, y ante Él han de comparecer","transliteration":"Ghafiri alththanbi waqabili alttawbi shadeedi alAAiqabi thee alttawli la ilaha illa huwa ilayhi almaseeru"},{"id":4,"text":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","translation":"No disputan los signos de Dios sino los que se niegan a creer. Que no te deslumbre la aparente prosperidad de sus negocios por la zona, ya que","transliteration":"Ma yujadilu fee ayati Allahi illa allatheena kafaroo fala yaghrurka taqallubuhum fee albiladi"},{"id":5,"text":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","translation":"antes que ellos el pueblo de Noé y los aliados también habían desmentido [el Mensaje]. Toda nación se complotó contra su Mensajero. Le discutían con argumentos falsos para destruir la Verdad, y por eso los castigué. ¡Qué terrible fue Mi castigo","transliteration":"Kaththabat qablahum qawmu noohin waalahzabu min baAAdihim wahammat kullu ommatin birasoolihim liyakhuthoohu wajadaloo bialbatili liyudhidoo bihi alhaqqa faakhathtuhum fakayfa kana AAiqabi"},{"id":6,"text":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","translation":"Así fue como se cumplió el designio de tu Señor sobre los que se negaron a creer: que ellos serían los moradores del Fuego","transliteration":"Wakathalika haqqat kalimatu rabbika AAala allatheena kafaroo annahum ashabu alnnari"},{"id":7,"text":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","translation":"Los [ángeles] que portan el Trono, y los que están a su alrededor, glorifican con alabanzas a su Señor, creen en Él y piden el perdón para los creyentes diciendo: \"¡Señor nuestro! Tú lo abarcas todo con Tu misericordia y sabiduría. Perdona a quienes se arrepienten y siguen Tu camino, y presérvalos del castigo del Fuego","transliteration":"Allatheena yahmiloona alAAarsha waman hawlahu yusabbihoona bihamdi rabbihim wayuminoona bihi wayastaghfiroona lillatheena amanoo rabbana wasiAAta kulla shayin rahmatan waAAilman faighfir lillatheena taboo waittabaAAoo sabeelaka waqihim AAathaba aljaheemi"},{"id":8,"text":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّـٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّـٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","translation":"¡Señor nuestro! Introdúcelos en los Jardines del Edén que les prometiste, junto a sus padres, esposas y descendientes que fueron piadosos y creyentes. Tú eres el Poderoso, el Sabio","transliteration":"Rabbana waadkhilhum jannati AAadnin allatee waAAadtahum waman salaha min abaihim waazwajihim wathurriyyatihim innaka anta alAAazeezu alhakeemu"},{"id":9,"text":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"Presérvalos de cometer pecados. Tú te apiadarás, cuando llegue el Día del Juicio, de aquel que haya sido preservado de cometer pecados. Ese será el triunfo grandioso","transliteration":"Waqihimu alssayyiati waman taqi alssayyiati yawmaithin faqad rahimtahu wathalika huwa alfawzu alAAatheemu"},{"id":10,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","translation":"Pero a los que se negaron a creer se les dirá: \"La aversión de Dios por ustedes es mayor que el odio que sentirán por ustedes mismos [al ser arrojados al Fuego], ya que fueron invitados a la fe pero la rechazaron","transliteration":"Inna allatheena kafaroo yunadawna lamaqtu Allahi akbaru min maqtikum anfusakum ith tudAAawna ila aleemani fatakfuroona"},{"id":11,"text":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","translation":"Dirán: \"¡Oh, Señor nuestro! Nos diste la muerte dos veces y nos diste la vida dos veces, reconocemos nuestros pecados; ¿existe alguna forma de salir [del castigo del Infierno]","transliteration":"Qaloo rabbana amattana ithnatayni waahyaytana ithnatayni faiAAtarafna bithunoobina fahal ila khuroojin min sabeelin"},{"id":12,"text":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","translation":"[Se les dirá:] \"Este tormento es porque, cuando se los invitó a adorar a un Dios Único, no creyeron; pero cuando se los invitaba a dedicarle actos de adoración a otros [ídolos] junto a Dios, entonces sí creyeron. El juicio corresponde a Dios, el Sublime, el Supremo","transliteration":"Thalikum biannahu itha duAAiya Allahu wahdahu kafartum wain yushrak bihi tuminoo faalhukmu lillahi alAAaliyyi alkabeeri"},{"id":13,"text":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","translation":"Él es Quien les muestra Sus signos y les envía la lluvia del cielo como sustento, pero no reflexiona en ello sino quien retorna [a Dios] arrepentido","transliteration":"Huwa allathee yureekum ayatihi wayunazzilu lakum mina alssamai rizqan wama yatathakkaru illa man yuneebu"},{"id":14,"text":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","translation":"Invoquen a Dios y adórenlo con sinceridad, aunque eso disguste a los que se niegan a creer","transliteration":"FaodAAoo Allaha mukhliseena lahu alddeena walaw kariha alkafiroona"},{"id":15,"text":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","translation":"Él posee los atributos más sublimes, Señor del Trono. Concede la revelación con Su Mensaje a quien Él quiere de Sus siervos, para que adviertan sobre el día de la comparecencia","transliteration":"RafeeAAu alddarajati thoo alAAarshi yulqee alrrooha min amrihi AAala man yashao min AAibadihi liyunthira yawma alttalaqi"},{"id":16,"text":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","translation":"Ese día saldrán [de las tumbas] y nada estará oculto a Dios. [Él preguntará:] \"¿Quién es el soberano hoy?\" [Y Él mismo responderá:] \"Solo Dios, el Único, el Victorioso","transliteration":"Yawma hum barizoona la yakhfa AAala Allahi minhum shayon limani almulku alyawma lillahi alwahidi alqahhari"},{"id":17,"text":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","translation":"Hoy cada alma será juzgada por lo que haya realizado. Hoy no se cometerá injusticia alguna. Dios es rápido en ajustar cuentas","transliteration":"Alyawma tujza kullu nafsin bima kasabat la thulma alyawma inna Allaha sareeAAu alhisabi"},{"id":18,"text":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّـٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","translation":"Adviérteles [¡oh, Mujámmad!] sobre la inminencia del Día [del Juicio], donde los corazones se les subirán hasta las gargantas por la angustia. Los que cometieron injusticias no tendrán ningún amigo ni intercesor que sea escuchado","transliteration":"Waanthirhum yawma alazifati ithi alquloobu lada alhanajiri kathimeena ma lilththalimeena min hameemin wala shafeeAAin yutaAAu"},{"id":19,"text":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","translation":"[Dios] conoce las miradas pérfidas y lo que esconden los corazones","transliteration":"YaAAlamu khainata alaAAyuni wama tukhfee alssudooru"},{"id":20,"text":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"Dios juzga con la verdad, y los que invocan en lugar de Él no pueden juzgar nada. Dios todo lo oye, todo lo ve","transliteration":"WaAllahu yaqdee bialhaqqi waallatheena yadAAoona min doonihi la yaqdoona bishayin inna Allaha huwa alssameeAAu albaseeru"},{"id":21,"text":"۞أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","translation":"¿Acaso no viajan por el mundo y observan cuál fue el final de sus antecesores? Tenían más poder y dejaron más vestigios sobre la Tierra [que ustedes], pero Dios los castigó [destruyéndolos] por sus pecados, y nadie pudo protegerlos de Dios","transliteration":"Awa lam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena kanoo min qablihim kanoo hum ashadda minhum quwwatan waatharan fee alardi faakhathahumu Allahu bithunoobihim wama kana lahum mina Allahi min waqin"},{"id":22,"text":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","translation":"Esto [fue lo que merecieron] porque se les presentaron sus Mensajeros con las pruebas claras, pero los rechazaron y entonces Dios los castigó. Él es Fortísimo y severo al castigar","transliteration":"Thalika biannahum kanat tateehim rusuluhum bialbayyinati fakafaroo faakhathahumu Allahu innahu qawiyyun shadeedu alAAiqabi"},{"id":23,"text":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","translation":"Envié a Moisés con Mis signos y pruebas evidentes","transliteration":"Walaqad arsalna moosa biayatina wasultanin mubeenin"},{"id":24,"text":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","translation":"[Lo envié] ante el Faraón, Hamán y Qarún, pero le dijeron: \"Eres un hechicero mentiroso","transliteration":"Ila firAAawna wahamana waqaroona faqaloo sahirun kaththabun"},{"id":25,"text":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","translation":"Pero cuando se les presentó con Mi Verdad, dijeron: \"Maten a los hijos de quienes creyeron en él, y dejen con vida a sus mujeres\". Pero los planes de los incrédulos fueron en vano","transliteration":"Falamma jaahum bialhaqqi min AAindina qaloo oqtuloo abnaa allatheena amanoo maAAahu waistahyoo nisaahum wama kaydu alkafireena illa fee dalalin"},{"id":26,"text":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","translation":"Dijo el Faraón [con soberbia]: \"Déjenme, yo mataré a Moisés, y que invoque a su Señor [para que me lo impida]; temo que cambie la religión de ustedes o que siembre la corrupción en la Tierra","transliteration":"Waqala firAAawnu tharoonee aqtul moosa walyadAAu rabbahu innee akhafu an yubaddila deenakum aw an yuthhira fee alardi alfasada"},{"id":27,"text":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","translation":"Dijo Moisés: \"Me amparo en mi Señor y Señor de ustedes, de todo arrogante que no crea del Día del Juicio","transliteration":"Waqala moosa innee AAuthtu birabbee warabbikum min kulli mutakabbirin la yuminu biyawmi alhisabi"},{"id":28,"text":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","translation":"Dijo un hombre creyente de la familia del Faraón, que ocultaba su fe: \"¿Matarán a un hombre solo porque dice: ‘Dios es mi Señor’, siendo que les ha presentado milagros de su Señor? Si se trata de un mentiroso, sobre él recaerá su mentira; pero si dice la verdad, los azotará una parte del castigo conque los amenaza. Dios no guía a quien se extralimita y miente","transliteration":"Waqala rajulun muminun min ali firAAawna yaktumu eemanahu ataqtuloona rajulan an yaqoola rabbiyya Allahu waqad jaakum bialbayyinati min rabbikum wain yaku kathiban faAAalayhi kathibuhu wain yaku sadiqan yusibkum baAAdu allathee yaAAidukum inna Allaha la yahdee man huwa musrifun kaththabun"},{"id":29,"text":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","translation":"¡Oh, pueblo mío! A ustedes les pertenece el reino hoy, y son quienes dominan en la tierra [de Egipto]. ¿Pero quién nos defenderá del castigo de Dios, si Él lo desencadena sobre nosotros?\" Dijo el Faraón: \"No les propongo sino lo que considero correcto, y no los guío sino por el buen camino","transliteration":"Ya qawmi lakumu almulku alyawma thahireena fee alardi faman yansuruna min basi Allahi in jaana qala firAAawnu ma oreekum illa ma ara wama ahdeekum illa sabeela alrrashadi"},{"id":30,"text":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","translation":"Pero dijo el hombre que creía [de la familia del Faraón]: \"¡Oh, pueblo mío! Temo que les ocurra lo mismo que a los aliados [incrédulos que se complotaron contra sus Mensajeros]","transliteration":"Waqala allathee amana ya qawmi innee akhafu AAalaykum mithla yawmi alahzabi"},{"id":31,"text":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","translation":"como ocurrió al pueblo de Noé, ‘Ad y Zamud, y los que les sucedieron [que fueron aniquilados]. Dios no es injusto con Sus siervos","transliteration":"Mithla dabi qawmi noohin waAAadin wathamooda waallatheena min baAAdihim wama Allahu yureedu thulman lilAAibadi"},{"id":32,"text":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","translation":"¡Oh, pueblo mío! Temo que [sean castigados] el día de la convocatoria","transliteration":"Waya qawmi innee akhafu AAalaykum yawma alttanadi"},{"id":33,"text":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","translation":"Ese día pretenderán huir, pero no tendrán quien los proteja del castigo de Dios. Sepan que a quien Dios abandona en el desvío, no habrá nadie que lo pueda guiar","transliteration":"Yawma tuwalloona mudbireena ma lakum mina Allahi min AAasimin waman yudlili Allahu fama lahu min hadin"},{"id":34,"text":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","translation":"Se les presentó [el Profeta] José antes [que Moisés] con milagros evidentes, pero ustedes permanecieron dudando sobre lo que les mostró [y no creyeron], hasta que cuando murió, dijeron: \"Dios no enviará ningún Mensajero luego de él\". Así extravía Dios a quien excede los límites y duda [de Su Mensaje]","transliteration":"Walaqad jaakum yoosufu min qablu bialbayyinati fama ziltum fee shakkin mimma jaakum bihi hatta itha halaka qultum lan yabAAatha Allahu min baAAdihi rasoolan kathalika yudillu Allahu man huwa musrifun murtabun"},{"id":35,"text":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","translation":"los que discuten los milagros de Dios sin haber recibido un argumento válido, por lo que acrecientan la aversión de Dios y de los creyentes hacia ellos. Así es como Dios sella el corazón de todo arrogante, opresor","transliteration":"Allatheena yujadiloona fee ayati Allahi bighayri sultanin atahum kabura maqtan AAinda Allahi waAAinda allatheena amanoo kathalika yatbaAAu Allahu AAala kulli qalbi mutakabbirin jabbarin"},{"id":36,"text":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","translation":"Dijo el Faraón: \"¡Oh, Hamán! Constrúyeme una torre para que pueda ascender","transliteration":"Waqala firAAawnu ya hamanu ibni lee sarhan laAAallee ablughu alasbaba"},{"id":37,"text":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","translation":"Ascender a los cielos y ver a quién adora Moisés, aunque creo que [Moisés] miente\". Así fue como [el demonio] le hizo ver al Faraón como buenas sus malas acciones, y logró que se extraviara completamente. Los planes del Faraón fracasaron","transliteration":"Asbaba alssamawati faattaliAAa ila ilahi moosa wainnee laathunnuhu kathiban wakathalika zuyyina lifirAAawna sooo AAamalihi wasudda AAani alssabeeli wama kaydu firAAawna illa fee tababin"},{"id":38,"text":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","translation":"Dijo el [hombre] creyente [de la familia del Faraón]: \"¡Oh, pueblo mío! Síganme, que los guiaré por el camino recto","transliteration":"Waqala allathee amana ya qawmi ittabiAAooni ahdikum sabeela alrrashadi"},{"id":39,"text":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","translation":"¡Oh, pueblo mío! En esta vida mundanal hay solo placeres temporales, mientras que la otra vida es la morada de la eternidad","transliteration":"Ya qawmi innama hathihi alhayatu alddunya mataAAun wainna alakhirata hiya daru alqarari"},{"id":40,"text":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَـٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","translation":"Quien haga una maldad, será castigado acorde a lo cometido, pero quien haga obras buenas y sea creyente, varón o mujer, ingresará al Paraíso y será recompensado sin medida","transliteration":"Man AAamila sayyiatan fala yujza illa mithlaha waman AAamila salihan min thakarin aw ontha wahuwa muminun faolaika yadkhuloona aljannata yurzaqoona feeha bighayri hisabin"},{"id":41,"text":"۞وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","translation":"¡Oh, pueblo mío! ¿Qué sucede que los invito a la salvación y ustedes me invitan al Infierno","transliteration":"Waya qawmi ma lee adAAookum ila alnnajati watadAAoonanee ila alnnari"},{"id":42,"text":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّـٰرِ","translation":"Me proponen negar la unicidad de Dios y que dedique actos de adoración a otros [ídolos], pero no tengo conocimiento [que algo merezca ser adorado salvo Él]. Yo los invito a creer en el Poderoso, el Perdonador","transliteration":"TadAAoonanee liakfura biAllahi waoshrika bihi ma laysa lee bihi AAilmun waana adAAookum ila alAAazeezi alghaffari"},{"id":43,"text":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","translation":"No hay duda de que aquello a lo que me invitan carece de fundamento en esta vida y en la otra; todos compareceremos ante Dios, y quienes exceden los límites serán los moradores del Infierno","transliteration":"La jarama annama tadAAoonanee ilayhi laysa lahu daAAwatun fee alddunya wala fee alakhirati waanna maraddana ila Allahi waanna almusrifeena hum ashabu alnnari"},{"id":44,"text":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","translation":"Ya se acordarán de esto que les digo, pero [me refugio en Dios y] confío mis asuntos a Él. Dios ve bien lo que hacen Sus siervos","transliteration":"Fasatathkuroona ma aqoolu lakum waofawwidu amree ila Allahi inna Allaha baseerun bialAAibadi"},{"id":45,"text":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","translation":"Dios lo protegió de las maldades que tramaron contra él, mientras que el Faraón y sus seguidores fueron azotados por un castigo terrible","transliteration":"Fawaqahu Allahu sayyiati ma makaroo wahaqa biali firAAawna sooo alAAathabi"},{"id":46,"text":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","translation":"[En la tumba] el fuego los alcanzará por la mañana y por la tarde, pero el día que llegue la Hora [del Juicio, se les ordenará a los ángeles:] \"Arreen al Faraón y sus seguidores al castigo más severo","transliteration":"Alnnaru yuAAradoona AAalayha ghuduwwan waAAashiyyan wayawma taqoomu alssaAAatu adkhiloo ala firAAawna ashadda alAAathabi"},{"id":47,"text":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","translation":"Cuando [los incrédulos] discutan en el Infierno, dirán los más débiles a los soberbios [líderes de la incredulidad]: \"Nosotros fuimos sus seguidores, ¿no pueden librarnos de una parte del [castigo del] Infierno","transliteration":"Waith yatahajjoona fee alnnari fayaqoolu aldduAAafao lillatheena istakbaroo inna kunna lakum tabaAAan fahal antum mughnoona AAanna naseeban mina alnnari"},{"id":48,"text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","translation":"Dirán los soberbios: \"Todos nosotros estamos [siendo castigados] en él, Dios juzgó entre Sus siervos [y nadie puede aminorar el tormento]","transliteration":"Qala allatheena istakbaroo inna kullun feeha inna Allaha qad hakama bayna alAAibadi"},{"id":49,"text":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","translation":"Quienes están en el tormento dirán a los [ángeles] guardianes del Infierno: \"Rueguen a su Señor para que nos alivie el castigo [aunque sea] un solo día","transliteration":"Waqala allatheena fee alnnari likhazanati jahannama odAAoo rabbakum yukhaffif AAanna yawman mina alAAathabi"},{"id":50,"text":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَـٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","translation":"Dirán [los ángeles]: \"¿Acaso no se les presentaron Mensajeros con milagros evidentes?\" Responderán: \"Claro que sí [pero no les creímos]\". Les dirán entonces [los ángeles]: \"Rueguen ustedes\", pero las súplicas de los que se negaron a creer serán en vano","transliteration":"Qaloo awalam taku tateekum rusulukum bialbayyinati qaloo bala qaloo faodAAoo wama duAAao alkafireena illa fee dalalin"},{"id":51,"text":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","translation":"Les daré Mi socorro a Mis Mensajeros y a los creyentes en esta vida y también en el Día del Juicio, cuando comparezcan los [ángeles] testigos","transliteration":"Inna lanansuru rusulana waallatheena amanoo fee alhayati alddunya wayawma yaqoomu alashhadu"},{"id":52,"text":"يَوۡمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","translation":"En ese día no los beneficiarán las excusas a los que cometieron injusticias, serán maldecidos y tendrán la peor morada","transliteration":"Yawma la yanfaAAu alththalimeena maAAthiratuhum walahumu allaAAnatu walahum sooo alddari"},{"id":53,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡكِتَٰبَ","translation":"Concedí a Moisés la guía, e hice que los Hijos de Israel heredaran el Libro [de la Tora]","transliteration":"Walaqad atayna moosa alhuda waawrathna banee israeela alkitaba"},{"id":54,"text":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","translation":"como guía y motivo de reflexión para los dotados de entendimiento","transliteration":"Hudan wathikra liolee alalbabi"},{"id":55,"text":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","translation":"Sé paciente y perseverante, porque la promesa de Dios es verdadera; pide el perdón de tus faltas y glorifica con alabanzas a tu Señor por la tarde y al amanecer","transliteration":"Faisbir inna waAAda Allahi haqqun waistaghfir lithanbika wasabbih bihamdi rabbika bialAAashiyyi waalibkari"},{"id":56,"text":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","translation":"[Los que se niegan a creer] discuten los milagros de Dios sin pruebas válidas, porque sus corazones están colmados de soberbia, y sabe que no lograrán sus propósitos [de vencerte, ¡oh, Mujámmad!]. Refúgiate en Dios, Él todo lo oye, todo lo ve","transliteration":"Inna allatheena yujadiloona fee ayati Allahi bighayri sultanin atahum in fee sudoorihim illa kibrun ma hum bibaligheehi faistaAAith biAllahi innahu huwa alssameeAAu albaseeru"},{"id":57,"text":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"La creación de los cielos y de la Tierra es más grandiosa que la creación de los seres humanos, pero la mayoría de ellos lo ignoran","transliteration":"Lakhalqu alssamawati waalardi akbaru min khalqi alnnasi walakinna akthara alnnasi la yaAAlamoona"},{"id":58,"text":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","translation":"No es propio comparar al que puede ver [la verdad] con quien no puede verla, ni comparar al creyente que obra rectamente con el perverso [que obra el mal]. ¡Qué poco reflexionan","transliteration":"Wama yastawee alaAAma waalbaseeru waallatheena amanoo waAAamiloo alssalihati wala almuseeo qaleelan ma tatathakkaroona"},{"id":59,"text":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","translation":"La hora [del Juicio] llegará, no hay duda sobre ello, aunque la mayoría de los seres humanos no crean","transliteration":"Inna alssaAAata laatiyatun la rayba feeha walakinna akthara alnnasi la yuminoona"},{"id":60,"text":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","translation":"Su Señor dice: \"Invóquenme, que responderé [sus súplicas]\". Pero quienes por soberbia se nieguen a adorarme, ingresarán al Infierno humillados","transliteration":"Waqala rabbukumu odAAoonee astajib lakum inna allatheena yastakbiroona AAan AAibadatee sayadkhuloona jahannama dakhireena"},{"id":61,"text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","translation":"Dios es Quien creó la noche para que descansen en ella, y el día luminoso para que puedan ver [y procurar el sustento]. Dios es el poseedor del favor inmenso que concede a los seres humanos, pero la mayoría no Le agradece","transliteration":"Allahu allathee jaAAala lakumu allayla litaskunoo feehi waalnnahara mubsiran inna Allaha lathoo fadlin AAala alnnasi walakinna akthara alnnasi la yashkuroona"},{"id":62,"text":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","translation":"Aquel [que los agracia] es Dios, su Señor, el Creador de todas las cosas, no hay nada ni nadie con derecho a ser adorado salvo Él, ¿cómo es que rehúsan [adorarlo a Él y adoran falsas divinidades]","transliteration":"Thalikumu Allahu rabbukum khaliqu kulli shayin la ilaha illa huwa faanna tufakoona"},{"id":63,"text":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","translation":"Así también fueron apartados [del camino recto] quienes rechazaron los signos de Dios","transliteration":"Kathalika yufaku allatheena kanoo biayati Allahi yajhadoona"},{"id":64,"text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translation":"Dios es Quien hizo de la Tierra un lugar habitable y del cielo un techo, los dotó de una bella figura y los sustenta con cosas beneficiosas. Él es Dios, su Señor. Bendito sea Dios, Señor del Universo","transliteration":"Allahu allathee jaAAala lakumu alarda qararan waalssamaa binaan wasawwarakum faahsana suwarakum warazaqakum mina alttayyibati thalikumu Allahu rabbukum fatabaraka Allahu rabbu alAAalameena"},{"id":65,"text":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","translation":"Él es el Viviente, no hay nada ni nadie con derecho a ser adorado salvo Él; invóquenlo solamente a Él. Alabado sea Dios, Señor del universo","transliteration":"Huwa alhayyu la ilaha illa huwa faodAAoohu mukhliseena lahu alddeena alhamdu lillahi rabbi alAAalameena"},{"id":66,"text":"۞قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","translation":"Diles [¡oh, Mujámmad!]: \"Me ha sido prohibido adorar a aquellos [ídolos] que invocan en lugar de Dios, me han llegado milagros evidentes de mi Señor y se me ordenó someterme al Señor del universo","transliteration":"Qul innee nuheetu an aAAbuda allatheena tadAAoona min dooni Allahi lamma jaaniya albayyinatu min rabbee waomirtu an oslima lirabbi alAAalameena"},{"id":67,"text":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","translation":"Él es Quien los creó del polvo, y después de un óvulo fecundado que se transforma en un embrión, luego los hace surgir [al mundo] como niños para que alcancen la madurez, y luego los hace llegar a ancianos, aunque algunos fallecen antes, y así se cumple el plazo de vida que se les había prefijado para que reflexionen","transliteration":"Huwa allathee khalaqakum min turabin thumma min nutfatin thumma min AAalaqatin thumma yukhrijukum tiflan thumma litablughoo ashuddakum thumma litakoonoo shuyookhan waminkum man yutawaffa min qablu walitablughoo ajalan musamman walaAAallakum taAAqiloona"},{"id":68,"text":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"Él es Quien da la vida y da la muerte, y cuando decreta algo dice: \"¡Sé!\", y es","transliteration":"Huwa allathee yuhyee wayumeetu faitha qada amran fainnama yaqoolu lahu kun fayakoonu"},{"id":69,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","translation":"¿Acaso no observaste [¡oh, Mujámmad!] a quienes discuten los milagros de Dios, cómo se desvían","transliteration":"Alam tara ila allatheena yujadiloona fee ayati Allahi anna yusrafoona"},{"id":70,"text":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","translation":"Quienes desmienten el Libro [revelado] y lo que envié junto a Mis Mensajeros ya sabrán [el castigo que les aguarda]","transliteration":"Allatheena kaththaboo bialkitabi wabima arsalna bihi rusulana fasawfa yaAAlamoona"},{"id":71,"text":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","translation":"cuando se les coloquen argollas en sus cuellos y sean arriados con cadenas","transliteration":"Ithi alaghlalu fee aAAnaqihim waalssalasilu yushaboona"},{"id":72,"text":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","translation":"al agua hirviendo, y luego ardan en el fuego","transliteration":"Fee alhameemi thumma fee alnnari yusjaroona"},{"id":73,"text":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","translation":"Se les dirá entonces: \"¿Dónde están aquellos [ídolos] que idolatraban junto","transliteration":"Thumma qeela lahum ayna ma kuntum tushrikoona"},{"id":74,"text":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","translation":"a Dios?\" Responderán: \"Se desvanecieron. [Reconocemos que] no invocábamos en realidad a nada [que nos pueda beneficiar hoy]\". Así es como Dios deja que se desvíen los que se niegan a creer","transliteration":"Min dooni Allahi qaloo dalloo AAanna bal lam nakun nadAAoo min qablu shayan kathalika yudillu Allahu alkafireena"},{"id":75,"text":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","translation":"[Los ángeles dirán:] \"Este [castigo que reciben] es porque ustedes se regocijaban sin razón en la Tierra [siguiendo creencias falsas], y porque eran insolentes","transliteration":"Thalikum bima kuntum tafrahoona fee alardi bighayri alhaqqi wabima kuntum tamrahoona"},{"id":76,"text":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","translation":"Ingresen [al castigo] por las puertas del Infierno, donde permanecerán por toda la eternidad\". ¡Qué pésima será la morada de los soberbios","transliteration":"Odkhuloo abwaba jahannama khalideena feeha fabisa mathwa almutakabbireena"},{"id":77,"text":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","translation":"Sé paciente y perseverante [¡oh, Mujámmad!], pues la promesa de Dios es verdadera. Sea que te muestre algo de lo que tengo preparado o que te haga morir [antes de que sean castigados], ante Mí comparecerán","transliteration":"Faisbir inna waAAda Allahi haqqun faimma nuriyannaka baAAda allathee naAAiduhum aw natawaffayannaka failayna yurjaAAoona"},{"id":78,"text":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","translation":"Envié otros Mensajeros antes de ti, de algunos de ellos te he relatado su historia, y de otros no te relaté su historia. Todo Mensajero que se presentó con algún milagro fue con la anuencia de Dios. Pero cuando llegue el designio de Dios, estarán perdidos los que atribuían falsedades [a Dios]","transliteration":"Walaqad arsalna rusulan min qablika minhum man qasasna AAalayka waminhum man lam naqsus AAalayka wama kana lirasoolin an yatiya biayatin illa biithni Allahi faitha jaa amru Allahi qudiya bialhaqqi wakhasira hunalika almubtiloona"},{"id":79,"text":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","translation":"Dios es Quien creó para ustedes los rebaños, para que usaran como montura a algunos y de otros comieran","transliteration":"Allahu allathee jaAAala lakumu alanAAama litarkaboo minha waminha takuloona"},{"id":80,"text":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","translation":"Obtienen de ellos otros beneficios, y pueden satisfacer mediante ellos sus necesidades [de viajar a zonas lejanas]. Sobre ellos [en los viajes terrestres] y en los barcos se transportan","transliteration":"Walakum feeha manafiAAu walitablughoo AAalayha hajatan fee sudoorikum waAAalayha waAAala alfulki tuhmaloona"},{"id":81,"text":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","translation":"Dios les muestra Sus milagros [que prueban Su unicidad]. ¿Cuál de los milagros de Dios negarán","transliteration":"Wayureekum ayatihi faayya ayati Allahi tunkiroona"},{"id":82,"text":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","translation":"¿Acaso no viajan por el mundo y observan cuál fue el final de sus antecesores? Eran más numerosos que ellos, más poderosos, y dejaron más vestigios en la Tierra. Pero de nada les valió lo que poseían","transliteration":"Afalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim kanoo akthara minhum waashadda quwwatan waatharan fee alardi fama aghna AAanhum ma kanoo yaksiboona"},{"id":83,"text":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"Cuando se les presentaron sus Mensajeros con los milagros, se mostraron soberbios y orgullosos de [las creencias] que habían heredado [y no les creyeron]; entonces les fue enviado un castigo por haberse burlado","transliteration":"Falamma jaathum rusuluhum bialbayyinati farihoo bima AAindahum mina alAAilmi wahaqa bihim ma kanoo bihi yastahzioona"},{"id":84,"text":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","translation":"Pero al ver Mi castigo, dijeron: \"Creemos solo en Dios, y renegamos de lo que adorábamos junto a Él","transliteration":"Falamma raaw basana qaloo amanna biAllahi wahdahu wakafarna bima kunna bihi mushrikeena"},{"id":85,"text":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","translation":"Pero de nada les sirvió creer cuando vieron Mi castigo. Así es el designio de Dios, que alcanzó a quienes los precedieron. Los que se negaron a creer habrán perdido toda posibilidad [de salvación]","transliteration":"Falam yaku yanfaAAuhum eemanuhum lamma raaw basana sunnata Allahi allatee qad khalat fee AAibadihi wakhasira hunalika alkafiroona"}]}
