{"id":49,"name":"الحجرات","transliteration":"Al-Hujurat","translation":"Los Aposentos Privados","type":"medinan","total_verses":18,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","translation":"¡Oh, creyentes! No se pongan a ustedes mismos por encima de Dios y Su Mensajero, y tengan temor de Dios; Dios todo lo oye, todo lo sabe","transliteration":"Ya ayyuha allatheena amanoo la tuqaddimoo bayna yadayi Allahi warasoolihi waittaqoo Allaha inna Allaha sameeAAun AAaleemun"},{"id":2,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","translation":"¡Oh, creyentes! No levanten sus voces sobre la voz del Profeta, y no hablen con él del mismo modo que hablan entre ustedes, pues sus obras se podrían malograr sin que se dieran cuenta","transliteration":"Ya ayyuha allatheena amanoo la tarfaAAoo aswatakum fawqa sawti alnnabiyyi wala tajharoo lahu bialqawli kajahri baAAdikum libaAAdin an tahbata aAAmalukum waantum la tashAAuroona"},{"id":3,"text":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَـٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","translation":"Quienes bajan sus voces cuando están en presencia del Mensajero de Dios son aquellos a los que Dios purificó sus corazones, infundiendo en ellos el temor devocional. Ellos recibirán perdón y una recompensa magnífica","transliteration":"Inna allatheena yaghuddoona aswatahum AAinda rasooli Allahi olaika allatheena imtahana Allahu quloobahum lilttaqwa lahum maghfiratun waajrun AAatheemun"},{"id":4,"text":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","translation":"La mayoría de los que te llaman con insistencia [¡oh, Mujámmad!] desde afuera de tu morada, no razonan","transliteration":"Inna allatheena yunadoonaka min warai alhujurati aktharuhum la yaAAqiloona"},{"id":5,"text":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Mejor sería que esperaran pacientemente hasta que tú salgas; pero [sepan que] Dios es Absolvedor, Misericordioso","transliteration":"Walaw annahum sabaroo hatta takhruja ilayhim lakana khayran lahum waAllahu ghafoorun raheemun"},{"id":6,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","translation":"¡Oh, creyentes! Si una persona que transgrede se les presenta con alguna noticia, corroboren su veracidad, no sea que perjudiquen a alguien por ignorancia y luego se arrepientan de lo que hayan hecho","transliteration":"Ya ayyuha allatheena amanoo in jaakum fasiqun binabain fatabayyanoo an tuseeboo qawman bijahalatin fatusbihoo AAala ma faAAaltum nadimeena"},{"id":7,"text":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَـٰٓئِكَ هُمُ ٱلرَّـٰشِدُونَ","translation":"Sepan que entre ustedes está el Mensajero de Dios, y que si los obedeciera en la mayoría de los asuntos habrían caído en la perdición. Dios les ha infundido el amor por la fe, embelleciéndola en sus corazones, y los hizo aborrecer la incredulidad, la corrupción y la desobediencia. ¡Esos son los bien guiados","transliteration":"WaiAAlamoo anna feekum rasoola Allahi law yuteeAAukum fee katheerin mina alamri laAAanittum walakinna Allaha habbaba ilaykumu aleemana wazayyanahu fee quloobikum wakarraha ilaykumu alkufra waalfusooqa waalAAisyana olaika humu alrrashidoona"},{"id":8,"text":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"Ese es el favor y la gracia que Dios les ha concedido. Dios todo lo sabe, es Sabio","transliteration":"Fadlan mina Allahi waniAAmatan waAllahu AAaleemun hakeemun"},{"id":9,"text":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","translation":"Si dos grupos de creyentes combaten entre sí, intenten reconciliarlos. Si uno de los dos actúa abusivamente contra el otro, combatan al grupo opresor hasta que respete las leyes de Dios, pero si lo hace, entonces reconcilien a ambos grupos con equidad. Sean justos, que Dios ama a quienes establecen justicia","transliteration":"Wain taifatani mina almumineena iqtataloo faaslihoo baynahuma fain baghat ihdahuma AAala alokhra faqatiloo allatee tabghee hatta tafeea ila amri Allahi fain faat faaslihoo baynahuma bialAAadli waaqsitoo inna Allaha yuhibbu almuqsiteena"},{"id":10,"text":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"Los creyentes son hermanos entre sí; reconcilien a sus hermanos y tengan temor de Dios para que Él les tenga misericordia","transliteration":"Innama almuminoona ikhwatun faaslihoo bayna akhawaykum waittaqoo Allaha laAAallakum turhamoona"},{"id":11,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translation":"¡Oh, creyentes! No se burlen unos de otros, porque pudiera ser que los que son blancos de las burlas sean mejores que los que se están burlando. Que las mujeres no se burlen de otras mujeres, porque es posible que las que son el blanco de las burlas sean mejores que las que se burlan. No difamen ni pongan apodos ofensivos. ¡Qué malo es comportarse como un corrupto luego de haber sido agraciado con la fe! Quienes no se arrepientan… esos son los injustos","transliteration":"Ya ayyuha allatheena amanoo la yaskhar qawmun min qawmin AAasa an yakoonoo khayran minhum wala nisaon min nisain AAasa an yakunna khayran minhunna wala talmizoo anfusakum wala tanabazoo bialalqabi bisa alismu alfusooqu baAAda aleemani waman lam yatub faolaika humu alththalimoona"},{"id":12,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","translation":"¡Oh, creyentes! Eviten sospechar demasiado [de la actitud de los demás] pues algunas sospechas son un pecado. Y no se espíen, ni hablen mal del ausente, porque es tan repulsivo como comer la carne muerta de su hermano. ¿Acaso alguien desearía hacerlo? Por supuesto que les repugnaría. Tengan temor de Dios, porque Dios es Indulgente, Misericordioso","transliteration":"Ya ayyuha allatheena amanoo ijtaniboo katheeran mina alththanni inna baAAda alththanni ithmun wala tajassasoo wala yaghtab baAAdukum baAAdan ayuhibbu ahadukum an yakula lahma akheehi maytan fakarihtumoohu waittaqoo Allaha inna Allaha tawwabun raheemun"},{"id":13,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","translation":"¡Oh, seres humanos! Los he creado a partir de un hombre y de una mujer, y los congregué en pueblos y tribus para que se reconozcan los unos a los otros. El mejor de ustedes ante Dios es el de más piedad. Dios todo lo sabe y está bien informado de lo que hacen","transliteration":"Ya ayyuha alnnasu inna khalaqnakum min thakarin waontha wajaAAalnakum shuAAooban waqabaila litaAAarafoo inna akramakum AAinda Allahi atqakum inna Allaha AAaleemun khabeerun"},{"id":14,"text":"۞قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"Los beduinos dicen: \"Somos creyentes\". Diles [¡oh, Mujámmad!]: \"Todavía no son verdaderos creyentes. Mejor digan que han aceptado el Islam, pues la fe no ha ingresado completamente en sus corazones. Sepan que si obedecen a Dios y a Su Mensajero, sus obras no habrán sido en vano [y serán recompensados por ellas]; Dios es Absolvedor, Misericordioso","transliteration":"Qalati alaAArabu amanna qul lam tuminoo walakin qooloo aslamna walamma yadkhuli aleemanu fee quloobikum wain tuteeAAoo Allaha warasoolahu la yalitkum min aAAmalikum shayan inna Allaha ghafoorun raheemun"},{"id":15,"text":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ","translation":"Los verdaderos creyentes son quienes creen en Dios y en Su Mensajero, y luego no vacilan; quienes luchan por la causa de Dios con sus bienes materiales y sus personas. Esos son los sinceros","transliteration":"Innama almuminoona allatheena amanoo biAllahi warasoolihi thumma lam yartaboo wajahadoo biamwalihim waanfusihim fee sabeeli Allahi olaika humu alssadiqoona"},{"id":16,"text":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","translation":"Diles [¡oh, Mujámmad!]: \"¿Acaso pretenden decirle a Dios en qué creen? Dios conoce cuanto hay en los cielos y en la Tierra. Dios lo sabe todo","transliteration":"Qul atuAAallimoona Allaha bideenikum waAllahu yaAAlamu ma fee alssamawati wama fee alardi waAllahu bikulli shayin AAaleemun"},{"id":17,"text":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Piensan que te han hecho un favor al abrazar el Islam. Diles [¡oh, Mujámmad!]: \"No me mencionen su conversión al Islam como si fuera un favor hacia mí. Porque si fueron sinceros, fue Dios Quien les hizo el favor de guiarlos a la fe","transliteration":"Yamunnoona AAalayka an aslamoo qul la tamunnoo AAalayya islamakum bali Allahu yamunnu AAalaykum an hadakum lileemani in kuntum sadiqeena"},{"id":18,"text":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","translation":"Dios conoce lo oculto de los cielos y de la Tierra. Dios ve todo lo que hacen","transliteration":"Inna Allaha yaAAlamu ghayba alssamawati waalardi waAllahu baseerun bima taAAmaloona"}]}
