{"id":52,"name":"الطور","transliteration":"At-Tur","translation":"El Monte","type":"meccan","total_verses":49,"verses":[{"id":1,"text":"وَٱلطُّورِ","translation":"[Juro] por el monte"},{"id":2,"text":"وَكِتَٰبٖ مَّسۡطُورٖ","translation":"por el Libro escrito"},{"id":3,"text":"فِي رَقّٖ مَّنشُورٖ","translation":"en un pergamino desplegado"},{"id":4,"text":"وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ","translation":"por la casa frecuentada"},{"id":5,"text":"وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ","translation":"por la bóveda elevada"},{"id":6,"text":"وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ","translation":"por el mar que se desborda"},{"id":7,"text":"إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ","translation":"que el castigo de tu Señor es inevitable"},{"id":8,"text":"مَّا لَهُۥ مِن دَافِعٖ","translation":"y no hay quién lo pueda impedir"},{"id":9,"text":"يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا","translation":"El día que el cielo se agite intensamente"},{"id":10,"text":"وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا","translation":"y las montañas se muevan"},{"id":11,"text":"فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","translation":"¡Cuán desdichados serán ese día los que rechazaron la verdad"},{"id":12,"text":"ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ","translation":"aquellos que en su ignorancia se burlaban"},{"id":13,"text":"يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا","translation":"El día que sean empujados al fuego del Infierno"},{"id":14,"text":"هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","translation":"[se les dirá:] \"Este es el Fuego que desmentían"},{"id":15,"text":"أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ","translation":"¿Acaso les parece esto una hechicería, o es que no ven"},{"id":16,"text":"ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"Entren en él, lo soporten o no, será igual. Solo se los castiga por lo que obraron"},{"id":17,"text":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَنَعِيمٖ","translation":"En cambio, los piadosos morarán en jardines y deleite"},{"id":18,"text":"فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ","translation":"Disfrutando lo que su Señor les conceda. Su Señor los salvó del castigo del Infierno"},{"id":19,"text":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Coman y beban para satisfacerse, como recompensa por sus obras"},{"id":20,"text":"مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","translation":"Estarán recostados sobre sofás distribuidos en líneas, y los desposaremos con huríes de grandes ojos"},{"id":21,"text":"وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ","translation":"Los creyentes y sus descendientes que los hayan seguido en la fe serán reunidos, sin que se pierda ninguna de sus obras. Toda persona es responsable de sus propias acciones"},{"id":22,"text":"وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ","translation":"Los agraciaremos con tanta fruta y carne como la que deseen"},{"id":23,"text":"يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ","translation":"Se pasarán unos a otros una copa que no incitará a frivolidades ni pecados"},{"id":24,"text":"۞وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ","translation":"Serán rodeados por sirvientes, bellos como perlas guardadas"},{"id":25,"text":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ","translation":"Y [los bienaventurados] se preguntarán unos a otros"},{"id":26,"text":"قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ","translation":"Dirán: \"Cuando estábamos viviendo junto a nuestra familia, teníamos temor"},{"id":27,"text":"فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ","translation":"pero Dios nos agració y nos preservó del tormento del Fuego"},{"id":28,"text":"إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ","translation":"A Él le suplicábamos, pues Él es el Bondadoso, el Misericordioso"},{"id":29,"text":"فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ","translation":"Llama al Mensaje [¡oh, Mujámmad!], tú no eres, por la gracia de tu Señor, un adivino ni un loco"},{"id":30,"text":"أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ","translation":"O te acusan diciendo: \"Es un poeta, esperemos a que le llegue la muerte"},{"id":31,"text":"قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ","translation":"Diles: \"Sigan esperando, que yo esperaré junto a ustedes"},{"id":32,"text":"أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ","translation":"¿Son sus mentes las que los llevan a decir esto o son gente que transgrede los límites"},{"id":33,"text":"أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ","translation":"También dicen: \"Él lo ha inventado\". Pero la verdad es que no creen"},{"id":34,"text":"فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ","translation":"¡Que presenten ellos un libro semejante, si es verdad lo que dicen"},{"id":35,"text":"أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ","translation":"¿Acaso surgieron de la nada o son ellos sus propios creadores"},{"id":36,"text":"أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ","translation":"¿O crearon los cielos y la Tierra? No tienen certeza de nada"},{"id":37,"text":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ","translation":"¿Acaso poseen los tesoros de tu Señor o tienen autoridad absoluta"},{"id":38,"text":"أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ","translation":"¿O tienen una escalera para escuchar los designios de Dios? Quien de ellos logre escuchar, que traiga una prueba clara"},{"id":39,"text":"أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ","translation":"¿Acaso a Dios Le pertenecen las hijas mujeres y a ellos los hijos varones"},{"id":40,"text":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","translation":"¿O acaso tú [¡oh, Mujámmad!] les pides una retribución que hace que se vean abrumados por las deudas"},{"id":41,"text":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","translation":"¿O tienen el conocimiento de lo oculto y lo han registrado"},{"id":42,"text":"أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ","translation":"¿O es que quieren tenderte una trampa? Los que se niegan a creer son quienes han caído en una trampa"},{"id":43,"text":"أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","translation":"¿O acaso tienen otra divinidad además de Dios? ¡Glorificado sea Dios de cuanto Le asocian"},{"id":44,"text":"وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ","translation":"Si vieran caer parte del cielo dirían: \"Son solo nubes acumuladas"},{"id":45,"text":"فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ","translation":"Déjalos, que ya les llegará el día en que quedarán paralizados de terror"},{"id":46,"text":"يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","translation":"Ese día no los beneficiarán en nada sus argucias y nadie los auxiliará"},{"id":47,"text":"وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"Los injustos sufrirán, además de este, otros castigos, pero la mayoría no lo sabe"},{"id":48,"text":"وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ","translation":"Ten paciencia con los designios de tu Señor, y sabe que te encuentras bajo Mis ojos. Glorifica con alabanzas a tu Señor cuando te levantes [a orar]"},{"id":49,"text":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","translation":"por la noche y al ocultarse las estrellas"}]}
