{"id":66,"name":"التحريم","transliteration":"At-Tahrim","translation":"La Prohibición","type":"medinan","total_verses":12,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"¡Oh, Profeta! ¿Por qué te prohíbes a ti mismo lo que Dios te ha hecho lícito, pretendiendo con ello complacer a tus esposas? [Sabe que a pesar de ello] Dios es Absolvedor, Misericordioso","transliteration":"Ya ayyuha alnnabiyyu lima tuharrimu ma ahalla Allahu laka tabtaghee mardata azwajika waAllahu ghafoorun raheemun"},{"id":2,"text":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","translation":"Dios les ha prescrito cómo anular y expiar los juramentos [que no van a cumplir]. Dios es su Protector y Él todo lo sabe, es Sabio","transliteration":"Qad farada Allahu lakum tahillata aymanikum waAllahu mawlakum wahuwa alAAaleemu alhakeemu"},{"id":3,"text":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","translation":"Cuando el Profeta confió un secreto a una de sus esposas [Hafsah] y ella lo contó [a Aishah], Dios le reveló [al Profeta] lo ocurrido, y él le refirió [a Hafsah] una parte de lo que ella había hecho. Entonces, esta le preguntó: \"¿Quién te lo ha dicho?\" Y Él respondió: \"Me lo ha revelado el que todo lo sabe, Él está bien informado de cuanto hacen Sus siervos","transliteration":"Waith asarra alnnabiyyu ila baAAdi azwajihi hadeethan falamma nabbaat bihi waathharahu Allahu AAalayhi AAarrafa baAAdahu waaAArada AAan baAAdin falamma nabbaaha bihi qalat man anbaaka hatha qala nabbaaniya alAAaleemu alkhabeeru"},{"id":4,"text":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَـٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","translation":"Ambas deben arrepentirse, pues sus corazones se han apartado [del respeto debido al Profeta]. Pero si siguen confabuladas [por celos] contra él, sepan que Dios es su Protector, y que lo socorrerán el ángel Gabriel y los creyentes virtuosos, y todos los demás ángeles acudirán en su ayuda","transliteration":"In tatooba ila Allahi faqad saghat quloobukuma wain tathahara AAalayhi fainna Allaha huwa mawlahu wajibreelu wasalihu almumineena waalmalaikatu baAAda thalika thaheerun"},{"id":5,"text":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَـٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَـٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","translation":"Sepan que si él las divorcia, su Señor le concederá esposas mejores que ustedes, que sean creyentes, que se sometan y obedezcan a Dios, se arrepientan, sean devotas [a Dios] y ayunen, algunas ya antes casadas o vírgenes","transliteration":"AAasa rabbuhu in tallaqakunna an yubdilahu azwajan khayran minkunna muslimatin muminatin qanitatin taibatin AAabidatin saihatin thayyibatin waabkaran"},{"id":6,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَـٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","translation":"¡Oh, creyentes! Protéjanse a sí mismos y a sus familias del Fuego [del Infierno], cuyo combustible serán los seres humanos y las piedras, y en el que habrá ángeles rigurosos y severos que no desobedecen a Dios en lo que Él les ordena, sino que ejecutan Sus órdenes","transliteration":"Ya ayyuha allatheena amanoo qoo anfusakum waahleekum naran waqooduha alnnasu waalhijaratu AAalayha malaikatun ghilathun shidadun la yaAAsoona Allaha ma amarahum wayafAAaloona ma yumaroona"},{"id":7,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"[El Día del Juicio se les dirá:] ¡Los que rechazaron el Mensaje! Hoy no pretendan excusarse, simplemente recibirán el merecido por lo que hayan hecho","transliteration":"Ya ayyuha allatheena kafaroo la taAAtathiroo alyawma innama tujzawna ma kuntum taAAmaloona"},{"id":8,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","translation":"¡Creyentes! Arrepiéntanse sinceramente ante Dios, puede que así su Señor borre sus faltas y los introduzca en jardines del Paraíso por donde corren ríos. Ese día Dios no avergonzará al Profeta ni a los que creyeron junto a él. Una luz se extenderá delante de ellos y a su derecha, y ellos dirán: \"¡Señor nuestro! Auméntanos nuestra luz y perdónanos. Tú eres sobre toda cosa poderoso","transliteration":"Ya ayyuha allatheena amanoo tooboo ila Allahi tawbatan nasoohan AAasa rabbukum an yukaffira AAankum sayyiatikum wayudkhilakum jannatin tajree min tahtiha alanharu yawma la yukhzee Allahu alnnabiyya waallatheena amanoo maAAahu nooruhum yasAAa bayna aydeehim wabiaymanihim yaqooloona rabbana atmim lana noorana waighfir lana innaka AAala kulli shayin qadeerun"},{"id":9,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"¡Profeta! Haz frente a los que rechazaron el Mensaje y a los hipócritas, y sé riguroso con ellos. [Si no se arrepienten ante Dios] tendrán el Infierno por morada. ¡Qué pésimo destino","transliteration":"Ya ayyuha alnnabiyyu jahidi alkuffara waalmunafiqeena waoghluth AAalayhim wamawahum jahannamu wabisa almaseeru"},{"id":10,"text":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّـٰخِلِينَ","translation":"Para los que rechazaron el Mensaje, Dios les plantea como ejemplos los casos de la mujer de Noé y la de Lot: ambas estaban casadas con dos de Mis siervos justos pero no creyeron y [Noé y Lot] no pudieron hacer nada por ellas ante Dios. Y [el Día del Juicio] se les dirá: \"Entren ambas en el Fuego junto con los demás condenados","transliteration":"Daraba Allahu mathalan lillatheena kafaroo imraata noohin waimraata lootin kanata tahta AAabdayni min AAibadina salihayni fakhanatahuma falam yughniya AAanhuma mina Allahi shayan waqeela odkhula alnnara maAAa alddakhileena"},{"id":11,"text":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"Y para los creyentes como ejemplo plantea el caso de la mujer del Faraón [que era una verdadera creyente] cuando dijo: \"¡Señor mío! Constrúyeme, junto a Ti, una morada en el Paraíso, y sálvame del Faraón y de sus obras abominables. Sálvame de este pueblo opresor","transliteration":"Wadaraba Allahu mathalan lillatheena amanoo imraata firAAawna ith qalat rabbi ibni lee AAindaka baytan fee aljannati wanajjinee min firAAawna waAAamalihi wanajjinee mina alqawmi alththalimeena"},{"id":12,"text":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","translation":"Y también el ejemplo de María, hija de ‘Imrán, quien preservó su castidad; infundí en ella de Mi Espíritu. Ella creyó en la veracidad de las Palabras de su Señor y en Sus Libros, y fue realmente una mujer devota","transliteration":"Wamaryama ibnata AAimrana allatee ahsanat farjaha fanafakhna feehi min roohina wasaddaqat bikalimati rabbiha wakutubihi wakanat mina alqaniteena"}]}
