{"id":7,"name":"الأعراف","transliteration":"Al-A'raf","translation":"Los Lugares Elevados","type":"meccan","total_verses":206,"verses":[{"id":1,"text":"الٓمٓصٓ","translation":"Álif. Lam. Mim. Sad","transliteration":"Aliflammeemsad"},{"id":2,"text":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","translation":"Éste es el Libro que te ha sido revelado, no tengas duda en tu corazón sobre ello, para que adviertas con él y como recuerdo para los creyentes","transliteration":"Kitabun onzila ilayka fala yakun fee sadrika harajun minhu litunthira bihi wathikra lilmumineena"},{"id":3,"text":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","translation":"[Oh, creyentes] Sigan lo que les ha sido revelado por su Señor, y no sigan fuera de Él a ningún aliado-protector. ¡Qué poco reflexionan","transliteration":"IttabiAAoo ma onzila ilaykum min rabbikum wala tattabiAAoo min doonihi awliyaa qaleelan ma tathakkaroona"},{"id":4,"text":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","translation":"Cuántas ciudades he destruido [en el pasado]. Mi castigo los azotó sorpresivamente mientras dormían por la noche o durante la siesta","transliteration":"Wakam min qaryatin ahlaknaha fajaaha basuna bayatan aw hum qailoona"},{"id":5,"text":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"Cuando los alcanzó Mi castigo dijeron: \"Éramos de los que cometían injusticias","transliteration":"Fama kana daAAwahum ith jaahum basuna illa an qaloo inna kunna thalimeena"},{"id":6,"text":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","translation":"He de preguntar a los Mensajeros y a los pueblos donde fueron enviados","transliteration":"Falanasalanna allatheena orsila ilayhim walanasalanna almursaleena"},{"id":7,"text":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","translation":"y les informaré acerca de todos sus actos con conocimiento, pues nunca estuve ausente","transliteration":"Falanaqussanna AAalayhim biAAilmin wama kunna ghaibeena"},{"id":8,"text":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"Ese día se pesarán las obras con la verdad. Aquellos cuyas [buenas] obras pesen más [en la balanza] serán los bienaventurados","transliteration":"Waalwaznu yawmaithini alhaqqu faman thaqulat mawazeenuhu faolaika humu almuflihoona"},{"id":9,"text":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","translation":"Pero aquellos cuyas [buenas] obras sean las livianas serán los perdedores, porque fueron injustos con Mis signos","transliteration":"Waman khaffat mawazeenuhu faolaika allatheena khasiroo anfusahum bima kanoo biayatina yathlimoona"},{"id":10,"text":"وَلَقَدۡ مَكَّنَّـٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","translation":"Les he concedido poder en la Tierra y he dispuesto los medios para que vivan en ella. Pero, ¡qué poco agradecen","transliteration":"Walaqad makkannakum fee alardi wajaAAalna lakum feeha maAAayisha qaleelan ma tashkuroona"},{"id":11,"text":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّـٰجِدِينَ","translation":"Creé [al ser humano] y le di forma [armoniosa]. Luego dije a los ángeles: \"¡Hagan una reverencia ante Adán!\" Todos se prosternaron excepto el demonio, que se negó a obedecer","transliteration":"Walaqad khalaqnakum thumma sawwarnakum thumma qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa lam yakun mina alssajideena"},{"id":12,"text":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","translation":"[Dios] le preguntó: \"¿Qué te impidió prosternarte cuando te lo ordené?\" Respondió: \"Yo soy superior a él, pues a mí me creaste de fuego, mientras que a él lo creaste del barro","transliteration":"Qala ma manaAAaka alla tasjuda ith amartuka qala ana khayrun minhu khalaqtanee min narin wakhalaqtahu min teenin"},{"id":13,"text":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ","translation":"Dijo [Dios]: \"¡Sal de aquí! En este lugar no se permite la soberbia. ¡Vete, pues [a partir de ahora] serás de los humillados","transliteration":"Qala faihbit minha fama yakoonu laka an tatakabbara feeha faokhruj innaka mina alssaghireena"},{"id":14,"text":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"Dijo [el Demonio]: \"Permíteme vivir hasta el Día de la Resurrección","transliteration":"Qala anthirnee ila yawmi yubAAathoona"},{"id":15,"text":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","translation":"Dijo [Dios]: \"Serás de los que esperen [con vida hasta ese día]","transliteration":"Qala innaka mina almunthareena"},{"id":16,"text":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","translation":"Dijo [el Demonio]: \"Por haberme descarriado los acecharé para apartarlos de Tu sendero recto","transliteration":"Qala fabima aghwaytanee laaqAAudanna lahum sirataka almustaqeema"},{"id":17,"text":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","translation":"Los abordaré por delante, por detrás, por la derecha y por la izquierda; encontrarás que la mayoría de ellos no serán agradecidos","transliteration":"Thumma laatiyannahum min bayni aydeehim wamin khalfihim waAAan aymanihim waAAan shamailihim wala tajidu aktharahum shakireena"},{"id":18,"text":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","translation":"Dijo [Dios]: \"¡Sal de aquí degradado y despreciado! Llenaré el Infierno con todos aquellos que te sigan","transliteration":"Qala okhruj minha mathooman madhooran laman tabiAAaka minhum laamlaanna jahannama minkum ajmaAAeena"},{"id":19,"text":"وَيَـٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ","translation":"¡Oh, Adán! Habita el Paraíso con tu esposa. Coman cuanto deseen de lo que hay en él, pero no se acerquen a este árbol, pues de hacerlo se contarían entre los injustos","transliteration":"Waya adamu oskun anta wazawjuka aljannata fakula min haythu shituma wala taqraba hathihi alshshajarata fatakoona mina alththalimeena"},{"id":20,"text":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","translation":"Pero el demonio les susurró con el fin de que [desobedecieran a Dios y así] se les hiciera evidente lo que antes estaba oculto [de su desnudez] para ellos, diciéndoles: \"Su Señor les prohibió acercarse a este árbol para que no se conviertan en ángeles o en seres inmortales","transliteration":"Fawaswasa lahuma alshshaytanu liyubdiya lahuma ma wooriya AAanhuma min sawatihima waqala ma nahakuma rabbukuma AAan hathihi alshshajarati illa an takoona malakayni aw takoona mina alkhalideena"},{"id":21,"text":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ","translation":"Y les juró: \"Yo solo soy un consejero [sincero]","transliteration":"Waqasamahuma innee lakuma lamina alnnasiheena"},{"id":22,"text":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","translation":"Los sedujo con engaños. Cuando ambos comieron del árbol se les hizo manifiesta su desnudez y comenzaron a cubrirse con hojas del Jardín, entonces su Señor los llamó: \"¿No les había prohibido comer de este árbol? ¿No les había advertido que el demonio era su enemigo declarado","transliteration":"Fadallahuma bighuroorin falamma thaqa alshshajarata badat lahuma sawatuhuma watafiqa yakhsifani AAalayhima min waraqi aljannati wanadahuma rabbuhuma alam anhakuma AAan tilkuma alshshajarati waaqul lakuma inna alshshaytana lakuma AAaduwwun mubeenun"},{"id":23,"text":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","translation":"Ellos dijeron [arrepentidos]: \"¡Señor nuestro! Hemos sido injustos con nosotros mismos; si no nos perdonas y nos tienes misericordia, seremos de los perdidos","transliteration":"Qala rabbana thalamna anfusana wain lam taghfir lana watarhamna lanakoonanna mina alkhasireena"},{"id":24,"text":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","translation":"Dijo [Dios]: \"¡Desciendan [del Paraíso]! Serán enemigos unos de otros. En la Tierra tendrán morada y deleite por un tiempo","transliteration":"Qala ihbitoo baAAdukum libaAAdin AAaduwwun walakum fee alardi mustaqarrun wamataAAun ila heenin"},{"id":25,"text":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","translation":"Dijo [Dios]: \"En ella vivirán y morirán, y de ella serán resucitados","transliteration":"Qala feeha tahyawna wafeeha tamootoona waminha tukhrajoona"},{"id":26,"text":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","translation":"¡Oh, hijos de Adán! Los he provisto con vestimentas para que cubran sus vergüenzas y para que se vistan con elegancia. Pero vestirse con la piedad es la mejor [vestimenta]. Eso es un signo de Dios para que puedan recapacitar","transliteration":"Ya banee adama qad anzalna AAalaykum libasan yuwaree sawatikum wareeshan walibasu alttaqwa thalika khayrun thalika min ayati Allahi laAAallahum yaththakkaroona"},{"id":27,"text":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","translation":"¡Oh, hijos de Adán! Que no los seduzca el demonio como lo hizo con sus padres [Adán y Eva] haciendo que salieran del Paraíso y fueran despojados de lo que los cubría. El demonio y sus secuaces los acechan desde donde no los ven. Hice que los demonios fueran aliados de los que se niegan a creer","transliteration":"Ya banee adama la yaftinannakumu alshshaytanu kama akhraja abawaykum mina aljannati yanziAAu AAanhuma libasahuma liyuriyahuma sawatihima innahu yarakum huwa waqabeeluhu min haythu la tarawnahum inna jaAAalna alshshayateena awliyaa lillatheena la yuminoona"},{"id":28,"text":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"que cuando cometen una obscenidad se excusan diciendo: \"Nuestros padres lo hacían y Dios así nos lo ordenó\". Diles: \"Dios no ordena la inmoralidad. ¿Afirman sobre Dios algo que en realidad ignoran","transliteration":"Waitha faAAaloo fahishatan qaloo wajadna AAalayha abaana waAllahu amarana biha qul inna Allaha la yamuru bialfahshai ataqooloona AAala Allahi ma la taAAlamoona"},{"id":29,"text":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","translation":"Diles: \"Mi Señor solo ordena la justicia, que se mantengan en adoración en las mezquitas, y que Lo invoquen solo a Él practicando sinceramente Su religión\". Así como los creó [por primera vez] los hará volver [a la vida]","transliteration":"Qul amara rabbee bialqisti waaqeemoo wujoohakum AAinda kulli masjidin waodAAoohu mukhliseena lahu alddeena kama badaakum taAAoodoona"},{"id":30,"text":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","translation":"Un grupo siguió la guía, pero otro grupo se confirmó en su extravío, porque tomaron a los demonios como aliados-protectores en vez de Dios, mientras creían estar en la guía [correcta]","transliteration":"Fareeqan hada wafareeqan haqqa AAalayhimu alddalalatu innahumu ittakhathoo alshshayateena awliyaa min dooni Allahi wayahsaboona annahum muhtadoona"},{"id":31,"text":"۞يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","translation":"¡Oh, hijos de Adán! Vistan con elegancia cuando acudan a las mezquitas. Coman y beban con mesura, porque Dios no ama a los derrochadores","transliteration":"Ya banee adama khuthoo zeenatakum AAinda kulli masjidin wakuloo waishraboo wala tusrifoo innahu la yuhibbu almusrifeena"},{"id":32,"text":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translation":"Diles: \"¿Quién les ha prohibido vestir con las prendas elegantes que Dios les ha concedido a Sus siervos y beneficiarse de todo lo bueno que Dios les ha proveído?\" Diles: \"Pero de todo eso, el Día de la Resurrección, se beneficiarán exclusivamente quienes hayan sido creyentes durante la vida mundanal\". Así es como aclaro Mis signos para un pueblo que comprende","transliteration":"Qul man harrama zeenata Allahi allatee akhraja liAAibadihi waalttayyibati mina alrrizqi qul hiya lillatheena amanoo fee alhayati alddunya khalisatan yawma alqiyamati kathalika nufassilu alayati liqawmin yaAAlamoona"},{"id":33,"text":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Diles: \"Lo que realmente ha prohibido mi Señor son las obscenidades, tanto en público como en privado, la maldad, la opresión sin causa, que Le asocien en la adoración y que afirmen acerca de Él lo que ignoran","transliteration":"Qul innama harrama rabbiya alfawahisha ma thahara minha wama batana waalithma waalbaghya bighayri alhaqqi waan tushrikoo biAllahi ma lam yunazzil bihi sultanan waan taqooloo AAala Allahi ma la taAAlamoona"},{"id":34,"text":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","translation":"Cada nación tiene un plazo determinado, y cuando éste se cumpla no podrán retrasarlo ni adelantarlo, ni por un instante","transliteration":"Walikulli ommatin ajalun faitha jaa ajaluhum la yastakhiroona saAAatan wala yastaqdimoona"},{"id":35,"text":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","translation":"¡Oh, hijos de Adán! Cuando se les presenten Mensajeros que les transmitan Mis signos, tengan temor [de Dios] y rectifiquen [sus obras], que nada tendrán que temer ni estarán tristes [el Día del Juicio Final]","transliteration":"Ya banee adama imma yatiyannakum rusulun minkum yaqussoona AAalaykum ayatee famani ittaqa waaslaha fala khawfun AAalayhim wala hum yahzanoona"},{"id":36,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Pero quienes desmientan Mis signos y tengan una actitud soberbia, esos serán la gente del Fuego, donde morarán por toda la eternidad","transliteration":"Waallatheena kaththaboo biayatina waistakbaroo AAanha olaika ashabu alnnari hum feeha khalidoona"},{"id":37,"text":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَـٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","translation":"¿Acaso hay alguien más injusto que quien inventa mentiras acerca de Dios o desmiente Sus signos? A ellos los alcanzará lo que estaba escrito [en la predestinación]. Cuando se les presenten Mis [ángeles] Enviados para tomar sus almas les dirán: \"¿Dónde están aquellos [ídolos] que invocaban en vez de Dios?\" Ellos responderán: \"Nos han abandonado\", y atestiguarán contra sí mismos haber sido incrédulos","transliteration":"Faman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba biayatihi olaika yanaluhum naseebuhum mina alkitabi hatta itha jaathum rusuluna yatawaffawnahum qaloo ayna ma kuntum tadAAoona min dooni Allahi qaloo dalloo AAanna washahidoo AAala anfusihim annahum kanoo kafireena"},{"id":38,"text":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","translation":"Les dirá [Dios]: \"Entren al Infierno junto a las comunidades de seres humanos y yinnes que los precedieron\". Cada vez que entre una comunidad, maldecirá a su hermana; y cuando todos hayan ingresado, dirán los últimos sobre los primeros: \"¡Señor nuestro! Ellos son quienes nos desviaron, duplícales el castigo del Fuego\". Pero dirá [Dios]: \"A todos les será duplicado, aunque no lo sepan","transliteration":"Qala odkhuloo fee omamin qad khalat min qablikum mina aljinni waalinsi fee alnnari kullama dakhalat ommatun laAAanat okhtaha hatta itha iddarakoo feeha jameeAAan qalat okhrahum lioolahum rabbana haolai adalloona faatihim AAathaban diAAfan mina alnnari qala likullin diAAfun walakin la taAAlamoona"},{"id":39,"text":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","translation":"Los primeros dirán a los últimos: \"Ustedes no son mejores que nosotros\", [pero Dios dirá a ambos grupos]: \"Sufran todos el castigo que merecen [por sus obras]","transliteration":"Waqalat oolahum liokhrahum fama kana lakum AAalayna min fadlin fathooqoo alAAathaba bima kuntum taksiboona"},{"id":40,"text":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","translation":"A quienes hayan desmentido Mis signos con soberbia no se les abrirán las puertas del cielo ni entrarán en el Paraíso hasta que un camello pase por el ojo de una aguja. Así castigo a los pecadores","transliteration":"Inna allatheena kaththaboo biayatina waistakbaroo AAanha la tufattahu lahum abwabu alssamai wala yadkhuloona aljannata hatta yalija aljamalu fee sammi alkhiyati wakathalika najzee almujrimeena"},{"id":41,"text":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"Ellos tendrán allí lechos envolventes de fuego. Así es como castigo a los que cometen injusticias","transliteration":"Lahum min jahannama mihadun wamin fawqihim ghawashin wakathalika najzee alththalimeena"},{"id":42,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","translation":"Pero quienes hayan creído y realizado obras de bien, y a nadie le exijo una carga mayor a la que puede soportar, serán la gente del Paraíso donde morarán por toda la eternidad","transliteration":"Waallatheena amanoo waAAamiloo alssalihati la nukallifu nafsan illa wusAAaha olaika ashabu aljannati hum feeha khalidoona"},{"id":43,"text":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Purificaré sus corazones del rencor que hubiere entre ellos. Vivirán donde corren ríos y dirán [en agradecimiento]: \"¡Alabado sea Dios, Quien nos guió!, y no hubiéramos podido encaminarnos de no haber sido por Él. La promesa con la que vinieron los Mensajeros de nuestro Señor era verdad\". Se les dirá: \"Éste es el Paraíso que han heredado [en recompensa] por lo que solían obrar","transliteration":"WanazaAAna ma fee sudoorihim min ghillin tajree min tahtihimu alanharu waqaloo alhamdu lillahi allathee hadana lihatha wama kunna linahtadiya lawla an hadana Allahu laqad jaat rusulu rabbina bialhaqqi wanoodoo an tilkumu aljannatu oorithtumooha bima kuntum taAAmaloona"},{"id":44,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ","translation":"La gente del Paraíso dirá a la gente del Fuego: \"Hemos encontrado lo que nuestro Señor nos había prometido. ¿Acaso no están ustedes padeciendo el castigo que su Señor les había advertido?\" Responderán: \"¡Sí!\" Entonces se oirá a un pregonero decir: \"¡Qué la maldición de Dios pese sobre los opresores","transliteration":"Wanada ashabu aljannati ashaba alnnari an qad wajadna ma waAAadana rabbuna haqqan fahal wajadtum ma waAAada rabbukum haqqan qaloo naAAam faaththana muaththinun baynahum an laAAnatu Allahi AAala alththalimeena"},{"id":45,"text":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","translation":"Los que apartan [a la gente] del sendero de Dios, tratando de complicarlo, y desmienten el Día del Juicio","transliteration":"Allatheena yasuddoona AAan sabeeli Allahi wayabghoonaha AAiwajan wahum bialakhirati kafiroona"},{"id":46,"text":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","translation":"Entre ambos [grupos] habrá una separación, y en los lugares elevados habrá personas que serán reconocidas por su aspecto [por la gente del Paraíso y la gente del Infierno], y llamarán a la gente del Paraíso saludándolos: \"¡La paz sea con ustedes!\" Ellos no han ingresado en él, pero están ansiosos por hacerlo","transliteration":"Wabaynahuma hijabun waAAala alaAArafi rijalun yaAArifoona kullan biseemahum wanadaw ashaba aljannati an salamun AAalaykum lam yadkhulooha wahum yatmaAAoona"},{"id":47,"text":"۞وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"Cuando dirijan sus miradas hacia los habitantes del Fuego dirán: \"¡Señor nuestro! No nos juntes con la gente que cometió injusticias","transliteration":"Waitha surifat absaruhum tilqaa ashabi alnnari qaloo rabbana la tajAAalna maAAa alqawmi alththalimeena"},{"id":48,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","translation":"La gente de los lugares elevados llamarán a unas personas [habitantes del Fuego] que serán reconocidas por su aspecto, diciéndoles: \"De nada les valieron sus riquezas ni su soberbia","transliteration":"Wanada ashabu alaAArafi rijalan yaAArifoonahum biseemahum qaloo ma aghna AAankum jamAAukum wama kuntum tastakbiroona"},{"id":49,"text":"أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","translation":"Observen a quienes ustedes juraban que la misericordia de Dios no los alcanzaría, y [contrario a lo que creían] se les dijo: ‘Ingresen al Paraíso, donde no tendrán nada que temer ni sentirán tristezas’","transliteration":"Ahaolai allatheena aqsamtum la yanaluhumu Allahu birahmatin odkhuloo aljannata la khawfun AAalaykum wala antum tahzanoona"},{"id":50,"text":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","translation":"La gente del Fuego implorará a la gente del Paraíso: \"Dennos un poco de agua o algo [para comer] de lo que Dios les ha proveído\". Responderán: \"Dios ha vedado esas cosas a los que se negaron a creer","transliteration":"Wanada ashabu alnari ashaba aljannati an afeedoo AAalayna mina almai aw mimma razaqakumu Allahu qaloo inna Allaha harramahuma AAala alkafireena"},{"id":51,"text":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","translation":"Aquellos que tomaron su religión como juego y diversión, y les sedujo la vida mundanal, hoy los olvidaré así como ellos olvidaron que se encontrarían con este día, y por haber negado Mis signos","transliteration":"Allatheena ittakhathoo deenahum lahwan walaAAiban wagharrathumu alhayatu alddunya faalyawma nansahum kama nasoo liqaa yawmihim hatha wama kanoo biayatina yajhadoona"},{"id":52,"text":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Les envié el Libro, en el que detallé todas las cosas con sabiduría, como guía y misericordia para la gente que cree","transliteration":"Walaqad jinahum bikitabin fassalnahu AAala AAilmin hudan warahmatan liqawmin yuminoona"},{"id":53,"text":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","translation":"¿Acaso esperan que suceda lo que se les ha advertido [en el Libro]? El día que llegue [la advertencia] dirán quienes lo ignoraron: \"Reconocemos que los Mensajeros de nuestro Señor se presentaron con la Verdad. ¿Acaso habrá quién pueda interceder por nosotros [para salvarnos del castigo] o nos conceda otra oportunidad para volver a la vida mundanal y así poder obrar distinto a lo que hicimos antes?\" Se perdieron a sí mismos y no podrán encontrar [a las divinidades] que inventaron","transliteration":"Hal yanthuroona illa taweelahu yawma yatee taweeluhu yaqoolu allatheena nasoohu min qablu qad jaat rusulu rabbina bialhaqqi fahal lana min shufaAAaa fayashfaAAoo lana aw nuraddu fanaAAmala ghayra allathee kunna naAAmalu qad khasiroo anfusahum wadalla AAanhum ma kanoo yaftaroona"},{"id":54,"text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","translation":"Su Señor es Dios, Quien creó los cielos y la Tierra en seis eras, y luego se estableció sobre el Trono. Hace que la noche y el día se sucedan. Creó el Sol, la Luna y las estrellas sometiéndolas a Su voluntad. ¿Acaso no Le pertenece la creación y Él es Quien dictamina las órdenes según Él quiere? ¡Bendito sea Dios, Señor del universo","transliteration":"Inna rabbakumu Allahu allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yughshee allayla alnnahara yatlubuhu hatheethan waalshshamsa waalqamara waalnnujooma musakhkharatin biamrihi ala lahu alkhalqu waalamru tabaraka Allahu rabbu alAAalameena"},{"id":55,"text":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","translation":"Invoquen a su Señor con humildad en privado. Él no ama a los transgresores","transliteration":"OdAAoo rabbakum tadarruAAan wakhufyatan innahu la yuhibbu almuAAtadeena"},{"id":56,"text":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","translation":"No siembren corrupción en la Tierra después de que se haya establecido en ella el orden, e invóquenlo con temor y esperanza. La misericordia de Dios está cerca de los que hacen el bien","transliteration":"Wala tufsidoo fee alardi baAAda islahiha waodAAoohu khawfan watamaAAan inna rahmata Allahi qareebun mina almuhsineena"},{"id":57,"text":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","translation":"Él es Quien envía los vientos que albrician la llegada de Su misericordia. Cuando éstos reúnen a las nubes, las conduzco hacia una tierra azotada por la sequía donde hago descender la lluvia con la que hago brotar toda clase de frutos. De la misma manera haré resucitar a los muertos; ¡reflexionen","transliteration":"Wahuwa allathee yursilu alrriyaha bushran bayna yaday rahmatihi hatta itha aqallat sahaban thiqalan suqnahu libaladin mayyitin faanzalna bihi almaa faakhrajna bihi min kulli alththamarati kathalika nukhriju almawta laAAallakum tathakkaroona"},{"id":58,"text":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","translation":"En una buena tierra crece vegetación abundante por voluntad de su Señor, mientras que en un territorio desértico no brota sino poco. Así explico los signos a la gente agradecida","transliteration":"Waalbaladu alttayyibu yakhruju nabatuhu biithni rabbihi waallathee khabutha la yakhruju illa nakidan kathalika nusarrifu alayati liqawmin yashkuroona"},{"id":59,"text":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","translation":"Envié a Noé a su pueblo. Les dijo: \"¡Oh, pueblo mío! Adoren solamente a Dios, pues no existe otra divinidad salvo Él. Temo que los azote un castigo terrible [si continúan en la idolatría]","transliteration":"Laqad arsalna noohan ila qawmihi faqala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu innee akhafu AAalaykum AAathaba yawmin AAatheemin"},{"id":60,"text":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"Los nobles de su pueblo dijeron [con soberbia]: \"Vemos que estás en un error evidente","transliteration":"Qala almalao min qawmihi inna lanaraka fee dalalin mubeenin"},{"id":61,"text":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"Dijo [Noé]: \"¡Oh, pueblo mío! No hay en mí extravío alguno, sino que soy un Mensajero del Señor del universo","transliteration":"Qala ya qawmi laysa bee dalalatun walakinnee rasoolun min rabbi alAAalameena"},{"id":62,"text":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","translation":"Les transmito el Mensaje de mi Señor y les aconsejo para su bien, puesto que sé acerca de Dios lo que ustedes ignoran","transliteration":"Oballighukum risalati rabbee waansahu lakum waaAAlamu mina Allahi ma la taAAlamoona"},{"id":63,"text":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","translation":"¿Se asombran de que les llegue el Mensaje de su Señor por intermedio de un hombre igual a ustedes, que les advierte para que tengan temor de Dios y quizás así alcancen la misericordia","transliteration":"AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum walitattaqoo walaAAallakum turhamoona"},{"id":64,"text":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","translation":"Pero lo desmintieron. Entonces lo salvé junto a quienes estaban con él en el arca, y ahogué a quienes habían desmentido Mis signos. Ellos fueron gente ciega","transliteration":"Fakaththaboohu faanjaynahu waallatheena maAAahu fee alfulki waaghraqna allatheena kaththaboo biayatina innahum kanoo qawman AAameena"},{"id":65,"text":"۞وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","translation":"Al pueblo ‘Ad le envié a su hermano Hud [como Profeta]. Les dijo: \"¡Oh, pueblo mío! Adoren a Dios, pues no existe otra divinidad salvo Él. ¿Acaso no van a tener temor [de Dios]","transliteration":"Waila AAadin akhahum hoodan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu afala tattaqoona"},{"id":66,"text":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","translation":"Los nobles que no creyeron de su pueblo le dijeron: \"Te vemos en una insensatez, y creemos que eres un mentiroso","transliteration":"Qala almalao allatheena kafaroo min qawmihi inna lanaraka fee safahatin wainna lanathunnuka mina alkathibeena"},{"id":67,"text":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"Dijo [Hud]: \"¡Oh, pueblo mío! No estoy en ninguna insensatez, solo soy un Mensajero enviado por el Señor del universo","transliteration":"Qala ya qawmi laysa bee safahatun walakinnee rasoolun min rabbi alAAalameena"},{"id":68,"text":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","translation":"que les transmito el Mensaje de mi Señor. Yo soy un consejero leal","transliteration":"Oballighukum risalati rabbee waana lakum nasihun ameenun"},{"id":69,"text":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","translation":"¿Se asombran de que les haya llegado un Mensaje de su Señor a través de un hombre de los suyos para advertirles? Recuerden cuando Dios hizo que sucedieran al pueblo [destruido] de Noé, y les concedió mayor fortaleza física. Recuerden las gracias de Dios para que así tengan éxito","transliteration":"AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum waothkuroo ith jaAAalakum khulafaa min baAAdi qawmi noohin wazadakum fee alkhalqi bastatan faothkuroo alaa Allahi laAAallakum tuflihoona"},{"id":70,"text":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"Dijeron: \"¿Acaso has venido para que adoremos a Dios solamente y abandonemos lo que adoraban nuestros padres? Haz que se cumpla el castigo con que nos amenazas si es que dices la verdad","transliteration":"Qaloo ajitana linaAAbuda Allaha wahdahu wanathara ma kana yaAAbudu abaona fatina bima taAAiduna in kunta mina alssadiqeena"},{"id":71,"text":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","translation":"Dijo: \"Los azotará un castigo terrible [por lo que dicen] y habrán caído en la ira de su Señor. ¿Me van a discutir por [ídolos de piedra] a los que han denominado divinidades ustedes y sus padres? Dios no les dio autoridad alguna [para ello], aguarden [el castigo], que yo aguardaré [el socorro de Dios]","transliteration":"Qala qad waqaAAa AAalaykum min rabbikum rijsun waghadabun atujadiloonanee fee asmain sammaytumooha antum waabaokum ma nazzala Allahu biha min sultanin faintathiroo innee maAAakum mina almuntathireena"},{"id":72,"text":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","translation":"Lo salvé por Mi misericordia junto a los que creyeron, pero destruí a todos los que habían desmentido Mis signos porque se negaron a creer","transliteration":"Faanjaynahu waallatheena maAAahu birahmatin minna waqataAAna dabira allatheena kaththaboo biayatina wama kanoo mumineena"},{"id":73,"text":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","translation":"A Zamud le envié a su hermano [el Profeta] Sálih. Les dijo: \"¡Oh, pueblo mío! Adoren a Dios, pues no existe otra divinidad salvo Él. Ésta es la camella de Dios, es un milagro enviado por su Señor, déjenla comer en la tierra de Dios y no le causen ningún daño, porque si lo hacen los azotará un castigo doloroso","transliteration":"Waila thamooda akhahum salihan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum hathihi naqatu Allahi lakum ayatan fatharooha takul fee ardi Allahi wala tamassooha bisooin fayakhuthakum AAathabun aleemun"},{"id":74,"text":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","translation":"Recuerden que [Dios] los hizo sucesores después de ‘Ad, y los estableció en su tierra. Ustedes construían palacios en sus llanuras y esculpían casas en las montañas. Recuerden las gracias de Dios, y no siembren maldad en la tierra como los corruptos","transliteration":"Waothkuroo ith jaAAalakum khulafaa min baAAdi AAadin wabawwaakum fee alardi tattakhithoona min suhooliha qusooran watanhitoona aljibala buyootan faothkuroo alaa Allahi wala taAAthaw fee alardi mufsideena"},{"id":75,"text":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","translation":"Dijeron los nobles soberbios de su pueblo a los más débiles que habían creído: \"¿Acaso piensan que Sálih es un Mensajero de su Señor?\" Les respondieron: \"Creemos en el Mensaje que nos transmite","transliteration":"Qala almalao allatheena istakbaroo min qawmihi lillatheena istudAAifoo liman amana minhum ataAAlamoona anna salihan mursalun min rabbihi qaloo inna bima orsila bihi muminoona"},{"id":76,"text":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","translation":"Los soberbios dijeron: \"Nosotros rechazamos lo que ustedes creen","transliteration":"Qala allatheena istakbaroo inna biallathee amantum bihi kafiroona"},{"id":77,"text":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","translation":"Y mataron a la camella, desobedeciendo la orden de su Señor, y dijeron: \"¡Oh, Sálih! Haz que se desencadene el castigo con el que nos adviertes, si realmente eres uno de los Mensajeros [de Dios]","transliteration":"FaAAaqaroo alnnaqata waAAataw AAan amri rabbihim waqaloo ya salihu itina bima taAAiduna in kunta mina almursaleena"},{"id":78,"text":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","translation":"[Como consecuencia] los destruyó un temblor, y amanecieron en sus casas [muertos] caídos de bruces","transliteration":"Faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"},{"id":79,"text":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ","translation":"[Sálih] se apartó de ellos diciendo: \"¡Oh, pueblo mío! Les transmití el Mensaje de mi Señor y les aconsejé para su bien, pero ustedes no aprecian a quienes los aconsejan","transliteration":"Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalata rabbee wanasahtu lakum walakin la tuhibboona alnnasiheena"},{"id":80,"text":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","translation":"[Envié a] Lot [a Sodoma], le dijo a su pueblo: \"¿Cometen una inmoralidad de la que no hay precedentes en la humanidad","transliteration":"Walootan ith qala liqawmihi atatoona alfahishata ma sabaqakum biha min ahadin mina alAAalameena"},{"id":81,"text":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","translation":"Satisfacen sus deseos con hombres en vez de hacerlo con mujeres, son trasgresores","transliteration":"Innakum latatoona alrrijala shahwatan min dooni alnnisai bal antum qawmun musrifoona"},{"id":82,"text":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","translation":"Pero la respuesta de su pueblo no fue otra que: \"Expúlsenlos de la ciudad, pues son gente que mantiene su pureza [negándose a actuar como nosotros]","transliteration":"Wama kana jawaba qawmihi illa an qaloo akhrijoohum min qaryatikum innahum onasun yatatahharoona"},{"id":83,"text":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","translation":"Lo salvé junto a su familia, excepto a su esposa, que se quedó atrás [y no salió de la ciudad]","transliteration":"Faanjaynahu waahlahu illa imraatahu kanat mina alghabireena"},{"id":84,"text":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","translation":"Envié sobre ellos una lluvia. Observa cómo es el final de los que cometen crímenes [morales]","transliteration":"Waamtarna AAalayhim mataran faonthur kayfa kana AAaqibatu almujrimeena"},{"id":85,"text":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","translation":"A Madián le envié [como Profeta] a su hermano Jetró, quien les dijo: \"¡Oh, pueblo mío! Adoren a Dios, pues no existe otra divinidad salvo Él. Les ha llegado un milagro de su Señor [que corrobora mi profecía]. Midan y pesen con equidad, no se apropien de los bienes del prójimo, y no siembren mal en la Tierra, corrompiéndola luego de haberse establecido la justicia. Esto es mejor para ustedes, si es que son creyentes","transliteration":"Waila madyana akhahum shuAAayban qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum faawfoo alkayla waalmeezana wala tabkhasoo alnnasa ashyaahum wala tufsidoo fee alardi baAAda islahiha thalikum khayrun lakum in kuntum mumineena"},{"id":86,"text":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translation":"No embosquen en los caminos a los creyentes para intimidarlos y apartarlos del sendero de Dios con el fin de desviarlos. Recuerden que ustedes eran pocos y Él los multiplicó. Observen cuál fue el destino de los que sembraron la corrupción","transliteration":"Wala taqAAudoo bikulli siratin tooAAidoona watasuddoona AAan sabeeli Allahi man amana bihi watabghoonaha AAiwajan waothkuroo ith kuntum qaleelan fakaththarakum waonthuroo kayfa kana AAaqibatu almufsideena"},{"id":87,"text":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","translation":"[Jetró dijo:] \"Entre ustedes hay quienes creen en el Mensaje con el que fui enviado y quienes no, tengan paciencia hasta que Dios juzgue entre ustedes; y sepan que Él es el mejor de los jueces","transliteration":"Wain kana taifatun minkum amanoo biallathee orsiltu bihi wataifatun lam yuminoo faisbiroo hatta yahkuma Allahu baynana wahuwa khayru alhakimeena"},{"id":88,"text":"۞قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","translation":"Dijeron los nobles de su pueblo con soberbia: \"Te expulsaremos de nuestra ciudad, a ti, ¡oh, Jetró!, y también a los creyentes, a menos que vuelvan a nuestra religión\". [Jetró] replicó: \"¿Aunque sea en contra de nuestra voluntad","transliteration":"Qala almalao allatheena istakbaroo min qawmihi lanukhrijannaka ya shuAAaybu waallatheena amanoo maAAaka min qaryatina aw lataAAoodunna fee millatina qala awalaw kunna kariheena"},{"id":89,"text":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","translation":"Estaríamos mintiendo acerca de Dios si volviéramos a su religión después de que Dios nos ha salvado de ella, y no volveremos a ella salvo que fuera la voluntad de Dios, nuestro Señor. Su conocimiento lo abarca todo y a Dios nos encomendamos. ¡Oh, Señor nuestro! Juzga entre nosotros y nuestro pueblo, Tú eres el mejor de los jueces","transliteration":"Qadi iftarayna AAala Allahi kathiban in AAudna fee millatikum baAAda ith najjana Allahu minha wama yakoonu lana an naAAooda feeha illa an yashaa Allahu rabbuna wasiAAa rabbuna kulla shayin AAilman AAala Allahi tawakkalna rabbana iftah baynana wabayna qawmina bialhaqqi waanta khayru alfatiheena"},{"id":90,"text":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","translation":"Los nobles de su pueblo que rechazaron la verdad dijeron: \"Si siguen a Jetró serán de los perdedores","transliteration":"Waqala almalao allatheena kafaroo min qawmihi laini ittabaAAtum shuAAayban innakum ithan lakhasiroona"},{"id":91,"text":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","translation":"Entonces los sorprendió un temblor y amanecieron en sus casas [muertos], caídos de bruces","transliteration":"Faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"},{"id":92,"text":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","translation":"[Las casas de] quienes desmintieron a Jetró quedaron como si jamás hubieran sido habitadas. Quienes desmintieron a Jetró fueron [realmente] los perdedores","transliteration":"Allatheena kaththaboo shuAAayban kaan lam yaghnaw feeha allatheena kaththaboo shuAAayban kanoo humu alkhasireena"},{"id":93,"text":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","translation":"[Jetró] se alejó de ellos y dijo: \"¡Oh, pueblo mío! Les transmití el Mensaje de mi Señor y los aconsejé para su bien. ¿Por qué iba a sentir pena por un pueblo que persistió en la incredulidad","transliteration":"Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalati rabbee wanasahtu lakum fakayfa asa AAala qawmin kafireena"},{"id":94,"text":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","translation":"Cada vez que envié un Profeta a una ciudad [y lo desmintieron], los azoté con la miseria y los padecimientos para que se volvieran humildes","transliteration":"Wama arsalna fee qaryatin min nabiyyin illa akhathna ahlaha bialbasai waalddarrai laAAallahum yaddarraAAoona"},{"id":95,"text":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","translation":"Luego les cambié sus dificultades por bienestar. Pero cuando prosperaron, dijeron: \"Era común que nuestros padres atravesaran épocas de adversidad y prosperidad\"; entonces los castigué sorpresivamente, sin que se dieran cuenta","transliteration":"Thumma baddalna makana alssayyiati alhasanata hatta AAafaw waqaloo qad massa abaana alddarrao waalssarrao faakhathnahum baghtatan wahum la yashAAuroona"},{"id":96,"text":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","translation":"Pero si la gente de esas ciudades hubiera creído y tenido temor [de Dios], les habría abierto las bendiciones del cielo y de la Tierra. Pero desmintieron [a Mis Profetas] y los castigué por lo que habían cometido","transliteration":"Walaw anna ahla alqura amanoo waittaqaw lafatahna AAalayhim barakatin mina alssamai waalardi walakin kaththaboo faakhathnahum bima kanoo yaksiboona"},{"id":97,"text":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","translation":"¿Acaso la gente de esas ciudades se sentían seguros de que Mi ira no podría alcanzarlos por la noche, mientras dormían","transliteration":"Afaamina ahlu alqura an yatiyahum basuna bayatan wahum naimoona"},{"id":98,"text":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","translation":"¿O acaso la gente de esas ciudades se sentían seguros de que no podría llegarles Mi castigo por la mañana, cuando estuvieran distraídos","transliteration":"Awa amina ahlu alqura an yatiyahum basuna duhan wahum yalAAaboona"},{"id":99,"text":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","translation":"¿Acaso se sentían a salvo del plan de Dios? Solo se sienten a salvo del plan de Dios los que están perdidos","transliteration":"Afaaminoo makra Allahi fala yamanu makra Allahi illa alqawmu alkhasiroona"},{"id":100,"text":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","translation":"¿Es que no se les ha evidenciado a quienes les sucedieron, que si quisiera los castigaría por sus pecados, sellando sus corazones para que no escucharan","transliteration":"Awalam yahdi lillatheena yarithoona alarda min baAAdi ahliha an law nashao asabnahum bithunoobihim wanatbaAAu AAala quloobihim fahum la yasmaAAoona"},{"id":101,"text":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","translation":"[¡Oh, Mujámmad!] Te he relatado acerca de la gente de aquellas ciudades a las que se les presentaron sus Profetas con milagros y no les creyeron, al igual que no creían antes. Así es como Dios sella los corazones de los que rechazan la verdad","transliteration":"Tilka alqura naqussu AAalayka min anbaiha walaqad jaathum rusuluhum bialbayyinati fama kanoo liyuminoo bima kaththaboo min qablu kathalika yatbaAAu Allahu AAala quloobi alkafireena"},{"id":102,"text":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","translation":"La mayoría de ellos no cumplían sus compromisos y eran perversos","transliteration":"Wama wajadna liaktharihim min AAahdin wain wajadna aktharahum lafasiqeena"},{"id":103,"text":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","translation":"Envié, después de ellos, a Moisés con Mis milagros al Faraón y su nobleza, pero los negaron injustamente. Observa cuál fue el final de los corruptos","transliteration":"Thumma baAAathna min baAAdihim moosa biayatina ila firAAawna wamalaihi fathalamoo biha faonuthur kayfa kana AAaqibatu almufsideena"},{"id":104,"text":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","translation":"Dijo Moisés: \"¡Oh, Faraón! Soy un Mensajero del Señor del universo","transliteration":"Waqala moosa ya firAAawnu innee rasoolun min rabbi alAAalameena"},{"id":105,"text":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"Es un deber para mí transmitirte la verdad acerca de Dios. Te traigo milagros evidentes de tu Señor. Deja ir conmigo a los Hijos de Israel","transliteration":"Haqeequn AAala an la aqoola AAala Allahi illa alhaqqa qad jitukum bibayyinatin min rabbikum faarsil maAAiya banee israeela"},{"id":106,"text":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","translation":"Dijo [el Faraón]: \"Si has traído un milagro, muéstramelo si eres sincero","transliteration":"Qala in kunta jita biayatin fati biha in kunta mina alssadiqeena"},{"id":107,"text":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","translation":"Entonces arrojó su vara, y esta se convirtió en una serpiente real","transliteration":"Faalqa AAasahu faitha hiya thuAAbanun mubeenun"},{"id":108,"text":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّـٰظِرِينَ","translation":"Luego introdujo su mano por el cuello de su túnica y, al retirarla ante todos los presentes, estaba blanca y resplandeciente","transliteration":"WanazaAAa yadahu faitha hiya baydao lilnnathireena"},{"id":109,"text":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","translation":"Dijo la nobleza del pueblo del Faraón: \"Él es un hechicero experto","transliteration":"Qala almalao min qawmi firAAawna inna hatha lasahirun AAaleemun"},{"id":110,"text":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","translation":"[En realidad lo que] quiere es expulsarlos de su tierra\". [Les preguntó el Faraón:] \"¿Cuál es su consejo","transliteration":"Yureedu an yukhrijakum min ardikum famatha tamuroona"},{"id":111,"text":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","translation":"Dijeron [los nobles]: \"Retenlos a él y a su hermano, y envía reclutadores a las ciudades","transliteration":"Qaloo arjih waakhahu waarsil fee almadaini hashireena"},{"id":112,"text":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","translation":"para que te traigan a todo hechicero experto","transliteration":"Yatooka bikulli sahirin AAaleemin"},{"id":113,"text":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","translation":"Los hechiceros se presentaron ante el Faraón y dijeron: \"Exigimos una recompensa si somos los vencedores","transliteration":"Wajaa alssaharatu firAAawna qaloo inna lana laajran in kunna nahnu alghalibeena"},{"id":114,"text":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","translation":"Dijo el Faraón: \"¡Sí! Se los recompensará y serán de mis allegados","transliteration":"Qala naAAam wainnakum lamina almuqarrabeena"},{"id":115,"text":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","translation":"Dijeron [los hechiceros]: \"¡Oh, Moisés! Arroja tú o lo hacemos nosotros","transliteration":"Qaloo ya moosa imma an tulqiya waimma an nakoona nahnu almulqeena"},{"id":116,"text":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","translation":"Dijo: \"¡Arrojen ustedes!\" Cuando los hechiceros arrojaron [sus varas], hechizaron los ojos de la gente y los aterrorizaron. Su hechizo era poderoso","transliteration":"Qala alqoo falamma alqaw saharoo aAAyuna alnnasi waistarhaboohum wajaoo bisihrin AAatheemin"},{"id":117,"text":"۞وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","translation":"Pero le revelé a Moisés: \"Arroja tu vara\", y [al transformarse en serpiente] se tragó [la ilusión que los hechiceros] habían hecho","transliteration":"Waawhayna ila moosa an alqi AAasaka faitha hiya talqafu ma yafikoona"},{"id":118,"text":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","translation":"Entonces quedó en evidencia la verdad y la falsedad de lo que [los hechiceros] habían hecho","transliteration":"FawaqaAAa alhaqqu wabatala ma kanoo yaAAmaloona"},{"id":119,"text":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","translation":"Y fueron vencidos [los hechiceros] quedando humillados","transliteration":"Faghuliboo hunalika wainqalaboo saghireena"},{"id":120,"text":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","translation":"Pero los hechiceros se prosternaron","transliteration":"Waolqiya alssaharatu sajideena"},{"id":121,"text":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","translation":"Dijeron: \"Creemos en el Señor del universo","transliteration":"Qaloo amanna birabbi alAAalameena"},{"id":122,"text":"رَبِّ مُوسَىٰ وَهَٰرُونَ","translation":"el Señor de Moisés y de Aarón","transliteration":"Rabbi moosa waharoona"},{"id":123,"text":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","translation":"Dijo el Faraón: \"¿Acaso van a creer en él sin que yo se los haya autorizado? Esto se trata de una conspiración para expulsar [de Egipto] a sus habitantes, pero ya verán","transliteration":"Qala firAAawnu amantum bihi qabla an athana lakum inna hatha lamakrun makartumoohu fee almadeenati litukhrijoo minha ahlaha fasawfa taAAlamoona"},{"id":124,"text":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","translation":"Haré que les amputen una mano y el pie del lado opuesto, luego los haré clavar sobre un madero","transliteration":"LaoqatiAAanna aydiyakum waarjulakum min khilafin thumma laosallibannakum ajmaAAeena"},{"id":125,"text":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","translation":"Dijeron [los hechiceros]: \"A nuestro Señor hemos de retornar","transliteration":"Qaloo inna ila rabbina munqaliboona"},{"id":126,"text":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","translation":"Solo te vengas de nosotros porque hemos creído cuando llegaron los milagros de nuestro Señor. ¡Señor nuestro! Danos paciencia y haznos morir musulmanes, sometidos a Ti","transliteration":"Wama tanqimu minna illa an amanna biayati rabbina lamma jaatna rabbana afrigh AAalayna sabran watawaffana muslimeena"},{"id":127,"text":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","translation":"Pero la nobleza del pueblo del Faraón dijo: \"¿Dejarás a Moisés y a su pueblo sembrar la corrupción en la Tierra, que te abandonen a ti y a tus dioses?\" Dijo [el Faraón]: \"Mataremos a sus hijos varones y dejaremos con vida a las mujeres, así los subyugaremos","transliteration":"Waqala almalao min qawmi firAAawna atatharu moosa waqawmahu liyufsidoo fee alardi wayatharaka waalihataka qala sanuqattilu abnaahum wanastahyee nisaahum wainna fawqahum qahiroona"},{"id":128,"text":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","translation":"Moisés dijo a su pueblo: \"Busquen la ayuda de Dios y sean pacientes [ante esta prueba]. La Tierra es de Dios, y la dará en herencia a quien quiera de Sus siervos. El buen fin es para los que tienen temor [de Dios]","transliteration":"Qala moosa liqawmihi istaAAeenoo biAllahi waisbiroo inna alarda lillahi yoorithuha man yashao min AAibadihi waalAAaqibatu lilmuttaqeena"},{"id":129,"text":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","translation":"Dijeron [sus seguidores]: \"Hemos sufrido antes de ti y también ahora que tú has venido\". Dijo [Moisés]: \"Quiera Dios aniquilar a sus enemigos y hacer que ustedes los sucedan en la Tierra, que Él observará cómo obran ustedes","transliteration":"Qaloo ootheena min qabli an tatiyana wamin baAAdi ma jitana qala AAasa rabbukum an yuhlika AAaduwwakum wayastakhlifakum fee alardi fayanthura kayfa taAAmaloona"},{"id":130,"text":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","translation":"Entonces azoté a la gente del Faraón con años de sequía y escasez de frutos, para que reflexionaran","transliteration":"Walaqad akhathna ala firAAawna bialssineena wanaqsin mina alththamarati laAAallahum yaththakkaroona"},{"id":131,"text":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"Pero cuando les llegó nuevamente una época de prosperidad dijeron: \"Esto es lo que merecemos\". Cuando les acontecía un mal le echaban la culpa a Moisés y a sus seguidores [por considerarlos de mal agüero]; pero cuanto les ocurría era porque Dios así lo decretaba, aunque la mayoría de ellos lo ignoraba","transliteration":"Faitha jaathumu alhasanatu qaloo lana hathihi wain tusibhum sayyiatun yattayyaroo bimoosa waman maAAahu ala innama tairuhum AAinda Allahi walakinna aktharahum la yaAAlamoona"},{"id":132,"text":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","translation":"Dijeron: \"Cualquiera que sea el milagro que nos presentes para hechizarnos con él, no creeremos en ti","transliteration":"Waqaloo mahma tatina bihi min ayatin litasharana biha fama nahnu laka bimumineena"},{"id":133,"text":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","translation":"Envié entonces contra ellos [las plagas de] la inundación, las langostas, los piojos, las ranas y la sangre, como signos claros, pero se llenaron de soberbia y actuaron como criminales","transliteration":"Faarsalna AAalayhimu alttoofana waaljarada waalqummala waalddafadiAAa waalddama ayatin mufassalatin faistakbaroo wakanoo qawman mujrimeena"},{"id":134,"text":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَـٰٓءِيلَ","translation":"Cuando les llegó el castigo, dijeron: \"¡Oh, Moisés! Ruega por nosotros a tu Señor, puesto que ha realizado un pacto contigo. Si logras apartar este castigo creeremos en ti y dejaremos ir contigo a los Hijos de Israel","transliteration":"Walamma waqaAAa AAalayhimu alrrijzu qaloo ya moosa odAAu lana rabbaka bima AAahida AAindaka lain kashafta AAanna alrrijza lanuminanna laka walanursilanna maAAaka banee israeela"},{"id":135,"text":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","translation":"Pero cuando aparté de ellos el castigo hasta el tiempo fijado, no cumplieron","transliteration":"Falamma kashafna AAanhumu alrrijza ila ajalin hum balighoohu itha hum yankuthoona"},{"id":136,"text":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","translation":"Entonces los castigué con justicia e hice que se ahogaran en el mar, porque habían desmentido Mis signos y habían sido indiferentes [ante los milagros]","transliteration":"Faintaqamna minhum faaghraqnahum fee alyammi biannahum kaththaboo biayatina wakanoo AAanha ghafileena"},{"id":137,"text":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","translation":"Le di a los Hijos de Israel, luego de que fueran humillados, las tierras que bendije al este y al oeste [de Egipto], y se cumplió así la promesa de tu Señor con los Hijos de Israel porque fueron pacientes, pero destruí cuanto habían construido el Faraón y su pueblo","transliteration":"Waawrathna alqawma allatheena kanoo yustadAAafoona mashariqa alardi wamagharibaha allatee barakna feeha watammat kalimatu rabbika alhusna AAala banee israeela bima sabaroo wadammarna ma kana yasnaAAu firAAawnu waqawmuhu wama kanoo yaAArishoona"},{"id":138,"text":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","translation":"Hice que los Hijos de Israel cruzaran el mar, pero cuando llegaron a un pueblo que se prosternaba ante los ídolos dijeron: \"¡Oh, Moisés! Queremos que nos hagas un ídolo similar a los que tienen ellos\". Dijo [Moisés]: \"Ustedes son gente ignorante","transliteration":"Wajawazna bibanee israeela albahra faataw AAala qawmin yaAAkufoona AAala asnamin lahum qaloo ya moosa ijAAal lana ilahan kama lahum alihatun qala innakum qawmun tajhaloona"},{"id":139,"text":"إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","translation":"Ellos serán destruidos por lo que hacen, y sus obras serán en vano","transliteration":"Inna haolai mutabbarun ma hum feehi wabatilun ma kanoo yaAAmaloona"},{"id":140,"text":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","translation":"Dijo: \"¿Cómo podría admitir que ustedes adoren ídolos en vez de Dios, siendo que Él los distinguió entre sus contemporáneos","transliteration":"Qala aghayra Allahi abgheekum ilahan wahuwa faddalakum AAala alAAalameena"},{"id":141,"text":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","translation":"Recuerden cuando los salvó del Faraón y su ejército, que los castigaba con el peor de los castigos, matando a sus hijos varones y dejando con vida a las mujeres; esa fue una prueba dura de su Señor","transliteration":"Waith anjaynakum min ali firAAawna yasoomoonakum sooa alAAathabi yuqattiloona abnaakum wayastahyoona nisaakum wafee thalikum balaon min rabbikum AAatheemun"},{"id":142,"text":"۞وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","translation":"Cité a Moisés durante treinta noches que completé con diez noches más. El encuentro con su Señor duró cuarenta noches. [Antes de partir hacia la cita,] Moisés dijo a su hermano Aarón: \"Ocupa mi lugar ante mi pueblo y ordena el bien, y no sigas el sendero de los corruptos","transliteration":"WawaAAadna moosa thalatheena laylatan waatmamnaha biAAashrin fatamma meeqatu rabbihi arbaAAeena laylatan waqala moosa liakheehi haroona okhlufnee fee qawmee waaslih wala tattabiAA sabeela almufsideena"},{"id":143,"text":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","translation":"Cuando Moisés acudió al encuentro y su Señor le habló, [Moisés] le pidió: \"Muéstrate para que pueda verte\". Dijo [Dios]: \"No podrías verme. Pero observa la montaña, si permanece firme en su lugar [después de mostrarme a ella], entonces tú también podrás verme\". Y cuando su Señor se mostró a la montaña, ésta se convirtió en polvo y Moisés cayó inconsciente. Cuando volvió en sí exclamó: \"¡Glorificado seas! Me arrepiento y soy el primero en creer en Ti","transliteration":"Walamma jaa moosa limeeqatina wakallamahu rabbuhu qala rabbi arinee anthur ilayka qala lan taranee walakini onthur ila aljabali faini istaqarra makanahu fasawfa taranee falamma tajalla rabbuhu liljabali jaAAalahu dakkan wakharra moosa saAAiqan falamma afaqa qala subhanaka tubtu ilayka waana awwalu almumineena"},{"id":144,"text":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ","translation":"Dijo [Dios]: \"¡Oh, Moisés! Te he distinguido entre las personas con la profecía y por haberte hablado directamente. Aférrate a lo que te he revelado y sé de los agradecidos","transliteration":"Qala ya moosa innee istafaytuka AAala alnnasi birisalatee wabikalamee fakhuth ma ataytuka wakun mina alshshakireena"},{"id":145,"text":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","translation":"Escribí para él en las tablas instrucción y explicación de todas las cosas. \"Aférrate a ellas y ordena a tu pueblo que siga todo lo bueno que hay en ellas. Les mostraré [cómo quedaron] las casas de los desviados","transliteration":"Wakatabna lahu fee alalwahi min kulli shayin mawAAithatan watafseelan likulli shayin fakhuthha biquwwatin wamur qawmaka yakhuthoo biahsaniha saoreekum dara alfasiqeena"},{"id":146,"text":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","translation":"Alejaré de Mis signos a quienes actúen con soberbia en la Tierra sin razón. Aunque vean todos los milagros no creerán. Si ven el sendero de la guía no lo seguirán y, por el contrario, cuando vean el sendero del desvío se extraviarán. Esto es por haber desmentido Mis signos y haber sido negligentes","transliteration":"Saasrifu AAan ayatiya allatheena yatakabbaroona fee alardi bighayri alhaqqi wain yaraw kulla ayatin la yuminoo biha wain yaraw sabeela alrrushdi la yattakhithoohu sabeelan wain yaraw sabeela alghayyi yattakhithoohu sabeelan thalika biannahum kaththaboo biayatina wakanoo AAanha ghafileena"},{"id":147,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","translation":"Quienes desmientan Mis signos y no crean en el Día del Juicio sus obras habrán sido en vano. ¿Acaso no se les castigará sino por lo que ellos mismos hicieron","transliteration":"Waallatheena kaththaboo biayatina waliqai alakhirati habitat aAAmaluhum hal yujzawna illa ma kanoo yaAAmaloona"},{"id":148,"text":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","translation":"Cuando [Moisés] partió [hacia el encuentro con su Señor] su pueblo hizo, con las joyas que tenían, un becerro [de oro] que emitía un mugido. ¿Acaso no veían que éste [ídolo] no les podía hablar ni guiarlos? Aun así lo adoraron, cometiendo una injusticia","transliteration":"Waittakhatha qawmu moosa min baAAdihi min huliyyihim AAijlan jasadan lahu khuwarun alam yaraw annahu la yukallimuhum wala yahdeehim sabeelan ittakhathoohu wakanoo thalimeena"},{"id":149,"text":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","translation":"Pero cuando se arrepintieron y vieron que se habían desviado, exclamaron: \"Si nuestro Señor no tiene misericordia de nosotros y nos perdona, seremos de los perdedores","transliteration":"Walamma suqita fee aydeehim waraaw annahum qad dalloo qaloo lain lam yarhamna rabbuna wayaghfir lana lanakoonanna mina alkhasireena"},{"id":150,"text":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ","translation":"Cuando Moisés volvió a su pueblo, [se sintió] enojado y afligido, y dijo: \"¡Qué mal está lo que hicieron durante mi ausencia! ¿Acaso pretenden que se les precipite el castigo de su Señor?\" Y arrojó las tablas, tomando a su hermano por la cabeza y acercándolo a él. Entonces [su hermano Aarón] le dijo: \"¡Oh, hermano mío! Nuestro pueblo me menospreció y por poco me matan. No permitas que los enemigos se regocijen con esta situación y no me consideres de los que cometen injusticias","transliteration":"Walamma rajaAAa moosa ila qawmihi ghadbana asifan qala bisama khalaftumoonee min baAAdee aAAajiltum amra rabbikum waalqa alalwaha waakhatha birasi akheehi yajurruhu ilayhi qala ibna omma inna alqawma istadAAafoonee wakadoo yaqtuloonanee fala tushmit biya alaAAdaa wala tajAAalnee maAAa alqawmi alththalimeena"},{"id":151,"text":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"Dijo Moisés: \"¡Oh, Señor mío! Perdona a mi hermano y a mí, y ten misericordia de nosotros. Tú eres el más Misericordioso","transliteration":"Qala rabbi ighfir lee waliakhee waadkhilna fee rahmatika waanta arhamu alrrahimeena"},{"id":152,"text":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","translation":"La ira de Dios azotará a aquellos que adoraron el becerro, y serán humillados en esta vida mundanal. Así es como castigo a quienes inventan mentiras","transliteration":"Inna allatheena ittakhathoo alAAijla sayanaluhum ghadabun min rabbihim wathillatun fee alhayati alddunya wakathalika najzee almuftareena"},{"id":153,"text":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","translation":"Quienes obren mal pero luego se arrepientan y crean, sepan que tu Señor, a pesar de lo que hicieron, es Absolvedor, Misericordioso","transliteration":"Waallatheena AAamiloo alssayyiati thumma taboo min baAAdiha waamanoo inna rabbaka min baAAdiha laghafoorun raheemun"},{"id":154,"text":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","translation":"Cuando Moisés calmó su ira recogió las tablas. En ellas hay guía y misericordia para quienes tienen temor de su Señor","transliteration":"Walamma sakata AAan moosa alghadabu akhatha alalwaha wafee nuskhatiha hudan warahmatun lillatheena hum lirabbihim yarhaboona"},{"id":155,"text":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّـٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","translation":"Moisés eligió entre su pueblo a setenta hombres para una cita conmigo, y cuando les azotó un violento temblor, [Moisés] exclamó: \"¡Señor mío! Si hubieras querido los habrías aniquilado antes y a mí también. ¿Acaso nos aniquilarás por lo que han cometido los necios que hay entre nosotros? [El becerro] no es sino una prueba con la que extravías y guías a quien quieres. Tú eres nuestro protector, perdónanos y ten misericordia de nosotros. Tú eres el más Indulgente","transliteration":"Waikhtara moosa qawmahu sabAAeena rajulan limeeqatina falamma akhathathumu alrrajfatu qala rabbi law shita ahlaktahum min qablu waiyyaya atuhlikuna bima faAAala alssufahao minna in hiya illa fitnatuka tudillu biha man tashao watahdee man tashao anta waliyyuna faighfir lana wairhamna waanta khayru alghafireena"},{"id":156,"text":"۞وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","translation":"Concédenos bienestar en esta vida y en la otra; nos hemos vuelto a Ti arrepentidos\". Dijo [Dios]: \"Azoto con Mi castigo a quien quiero, pero sepan que Mi misericordia lo abarca todo, y se la concederé a los piadosos que pagan el zakat y creen en Mis signos","transliteration":"Waoktub lana fee hathihi alddunya hasanatan wafee alakhirati inna hudna ilayka qala AAathabee oseebu bihi man ashao warahmatee wasiAAat kulla shayin fasaaktubuha lillatheena yattaqoona wayutoona alzzakata waallatheena hum biayatina yuminoona"},{"id":157,"text":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَـٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"aquellos que sigan al Mensajero y Profeta iletrado [Mujámmad], quien se encuentra descrito en la Tora y el Evangelio; [el Profeta] que les ordena el bien y les prohíbe el mal, les permite todo lo beneficioso y solo les prohíbe lo perjudicial, y les abroga los preceptos difíciles que pesaban sobre ellos [la Gente del Libro]. Y quienes crean en él, lo secunden, defiendan y sigan la luz que le ha sido revelada, serán los bienaventurados","transliteration":"Allatheena yattabiAAoona alrrasoola alnnabiyya alommiyya allathee yajidoonahu maktooban AAindahum fee alttawrati waalinjeeli yamuruhum bialmaAAroofi wayanhahum AAani almunkari wayuhillu lahumu alttayyibati wayuharrimu AAalayhimu alkhabaitha wayadaAAu AAanhum israhum waalaghlala allatee kanat AAalayhim faallatheena amanoo bihi waAAazzaroohu wanasaroohu waittabaAAoo alnnoora allathee onzila maAAahu olaika humu almuflihoona"},{"id":158,"text":"قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","translation":"Di [oh, Mujámmad]: \"¡Oh, gente! Soy el Mensajero de Dios para todos ustedes. A Él pertenece el reino de los cielos y de la Tierra, nada ni nadie merece ser adorado salvo Él, da la vida y la muerte\". Crean en Dios y en Su Mensajero y Profeta iletrado que cree en Dios y en Sus palabras, síganlo, pues así estarán bien guiados","transliteration":"Qul ya ayyuha alnnasu innee rasoolu Allahi ilaykum jameeAAan allathee lahu mulku alssamawati waalardi la ilaha illa huwa yuhyee wayumeetu faaminoo biAllahi warasoolihi alnnabiyyi alommiyyi allathee yuminu biAllahi wakalimatihi waittabiAAoohu laAAallakum tahtadoona"},{"id":159,"text":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","translation":"En el pueblo de Moisés hay una comunidad que se rige por la verdad [revelada] y conforme a ella emiten sus juicios","transliteration":"Wamin qawmi moosa ommatun yahdoona bialhaqqi wabihi yaAAdiloona"},{"id":160,"text":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"Los dividí en doce tribus, como naciones; y le inspiré a Moisés cuando su pueblo le solicitó [agua para] beber [diciéndole]: \"Golpea la roca con tu vara\", y brotaron de ella doce manantiales y cada tribu supo cuál era su abrevadero, y los protegí con la sombra de una nube e hice descender para ellos el maná y las codornices [y les dije]: \"Coman de lo bueno con que los he agraciado\". Pero no fue contra Mí que cometieron una injusticia, sino que la cometieron contra ellos mismos","transliteration":"WaqattaAAnahumu ithnatay AAashrata asbatan omaman waawhayna ila moosa ithi istasqahu qawmuhu ani idrib biAAasaka alhajara fainbajasat minhu ithnata AAashrata AAaynan qad AAalima kullu onasin mashrabahum wathallalna AAalayhimu alghamama waanzalna AAalayhimu almanna waalssalwa kuloo min tayyibati ma razaqnakum wama thalamoona walakin kanoo anfusahum yathlimoona"},{"id":161,"text":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","translation":"Y se les dijo: \"Habiten esta ciudad y coman cuanto quieran de lo que hay en ella, y digan: \"¡Perdónanos!\", pero entren sumisos por la puerta prosternados, que perdonaré sus pecados, y a los que hagan el bien les concederé aún más","transliteration":"Waith qeela lahumu oskunoo hathihi alqaryata wakuloo minha haythu shitum waqooloo hittatun waodkhuloo albaba sujjadan naghfir lakum khateeatikum sanazeedu almuhsineena"},{"id":162,"text":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","translation":"Pero los injustos de ellos cambiaron la palabra que se les ordenó decir por otra diferente, y entonces envié sobre ellos un castigo del cielo por haber obrado injustamente","transliteration":"Fabaddala allatheena thalamoo minhum qawlan ghayra allathee qeela lahum faarsalna AAalayhim rijzan mina alssamai bima kanoo yathlimoona"},{"id":163,"text":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","translation":"Y pregúntales [¡oh, Mujámmad!] por [los habitantes de] la ciudad que estaba a orillas del mar que transgredían el sábado, cuando los peces aparecían el sábado y los demás días no; así es como les puse una prueba por haber sido soberbios","transliteration":"Waisalhum AAani alqaryati allatee kanat hadirata albahri ith yaAAdoona fee alssabti ith tateehim heetanuhum yawma sabtihim shurraAAan wayawma la yasbitoona la tateehim kathalika nabloohum bima kanoo yafsuqoona"},{"id":164,"text":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","translation":"Un grupo de gente justa de entre ellos preguntaron [a quienes exhortaban al bien]: \"¿Por qué exhortan a un pueblo al que Dios aniquilará o castigará duramente?\" Respondieron: \"Para que nuestro Señor no nos castigue por no haber ordenado el bien, y para que quizás tengan temor [de Dios]","transliteration":"Waith qalat ommatun minhum lima taAAithoona qawman Allahu muhlikuhum aw muAAaththibuhum AAathaban shadeedan qaloo maAAthiratan ila rabbikum walaAAallahum yattaqoona"},{"id":165,"text":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","translation":"Pero cuando olvidaron lo que se les había prohibido, salvé a quienes se oponían al mal y azoté a los que cometían injusticias con un castigo terrible a causa de su perversión","transliteration":"Falamma nasoo ma thukkiroo bihi anjayna allatheena yanhawna AAani alssooi waakhathna allatheena thalamoo biAAathabin baeesin bima kanoo yafsuqoona"},{"id":166,"text":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","translation":"Cuando transgredieron lo que se les había prohibido, les dije: \"Conviértanse en monos despreciables","transliteration":"Falamma AAataw AAan ma nuhoo AAanhu qulna lahum koonoo qiradatan khasieena"},{"id":167,"text":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","translation":"Tu Señor anunció que les enviaría a quienes les infligieran un castigo severo hasta el Día de la Resurrección. Tu Señor es rápido en aplicar el castigo, pero también es Absolvedor, Misericordioso","transliteration":"Waith taaththana rabbuka layabAAathanna AAalayhim ila yawmi alqiyamati man yasoomuhum sooa alAAathabi inna rabbaka lasareeAAu alAAiqabi wainnahu laghafoorun raheemun"},{"id":168,"text":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّـٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Por eso los dividí en comunidades y los dispersé por la Tierra. Entre ellos hay justos y otros que no lo son. Los probaré con tiempos de prosperidad y otros de adversidad para que recapaciten","transliteration":"WaqattaAAnahum fee alardi omaman minhumu alssalihoona waminhum doona thalika wabalawnahum bialhasanati waalssayyiati laAAallahum yarjiAAoona"},{"id":169,"text":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","translation":"[A ellos] les sucedió una generación que heredó el Libro [la Tora], pero a pesar de eso prefirieron los bienes materiales de este mundo. [Cada vez que cometían un pecado] decían: \"[Dios] nos perdonará\". Pero cuando se les presentaba una nueva posibilidad volvían a pecar. ¿Acaso no se comprometieron a cumplir con la Tora y no decir acerca de Dios sino la verdad? Aun habiendo estudiado la Tora [desobedecieron], pero para los piadosos la otra vida es preferible. ¿Es que no reflexionan","transliteration":"Fakhalafa min baAAdihim khalfun warithoo alkitaba yakhuthoona AAarada hatha aladna wayaqooloona sayughfaru lana wain yatihim AAaradun mithluhu yakhuthoohu alam yukhath AAalayhim meethaqu alkitabi an la yaqooloo AAala Allahi illa alhaqqa wadarasoo ma feehi waalddaru alakhiratu khayrun lillatheena yattaqoona afala taAAqiloona"},{"id":170,"text":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","translation":"Aquellos que se aferran al Libro y realizan la oración prescrita sepan que jamás dejaré de recompensar a los que hacen el bien","transliteration":"Waallatheena yumassikoona bialkitabi waaqamoo alssalata inna la nudeeAAu ajra almusliheena"},{"id":171,"text":"۞وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","translation":"Recuerda cuando elevé la montaña por encima de ellos como si fuese una nube oscura y creyeron que se desplomaría, y [les dije:] \"aférrense a lo que les he concedido [la Tora] y obren según sus preceptos, que así serán piadosos","transliteration":"Waith nataqna aljabala fawqahum kaannahu thullatun wathannoo annahu waqiAAun bihim khuthoo ma ataynakum biquwwatin waothkuroo ma feehi laAAallakum tattaqoona"},{"id":172,"text":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","translation":"Cuando tu Señor sacó de las espaldas de los hijos de Adán a su descendencia y los hizo dar testimonio [preguntándoles]: \"¿Acaso no Soy Yo su Señor?\" Respondieron: \"Sí, atestiguamos que así es\". Esto es para que el Día de la Resurrección no digan: \"No sabíamos nada de esto","transliteration":"Waith akhatha rabbuka min banee adama min thuhoorihim thurriyyatahum waashhadahum AAala anfusihim alastu birabbikum qaloo bala shahidna an taqooloo yawma alqiyamati inna kunna AAan hatha ghafileena"},{"id":173,"text":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","translation":"O digan: \"Nuestros padres eran idólatras, y nosotros solo somos sus descendientes siguiendo lo que ellos hacían. ¿Acaso vas a castigarnos por lo que hicieron los que falsearon [la verdad del monoteísmo]","transliteration":"Aw taqooloo innama ashraka abaona min qablu wakunna thurriyyatan min baAAdihim afatuhlikuna bima faAAala almubtiloona"},{"id":174,"text":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","translation":"Así es como explico los signos para que recapaciten","transliteration":"Wakathalika nufassilu alayati walaAAallahum yarjiAAoona"},{"id":175,"text":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","translation":"Y relátales la historia de aquel a quien habiéndole concedido el conocimiento de Mis preceptos, los descuidó, el demonio lo sedujo y fue de los extraviados","transliteration":"Waotlu AAalayhim nabaa allathee ataynahu ayatina fainsalakha minha faatbaAAahu alshshaytanu fakana mina alghaweena"},{"id":176,"text":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّـٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","translation":"Y si hubiera querido habría elevado su rango [en esta vida y en la otra, preservándolo], pero se inclinó por los placeres de este mundo y siguió sus pasiones. Se comportó como el perro que si lo llamas jadea, y si lo dejas también jadea. Éste es el ejemplo de quienes desmienten Mis signos. Nárrales estas historias a ver si reflexionan","transliteration":"Walaw shina larafaAAnahu biha walakinnahu akhlada ila alardi waittabaAAa hawahu famathaluhu kamathali alkalbi in tahmil AAalayhi yalhath aw tatrukhu yalhath thalika mathalu alqawmi allatheena kaththaboo biayatina faoqsusi alqasasa laAAallahum yatafakkaroona"},{"id":177,"text":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","translation":"¡Qué pésimo es el ejemplo de quienes desmienten Mis signos, y son injustos con ellos mismos","transliteration":"Saa mathalan alqawmu allatheena kaththaboo biayatina waanfusahum kanoo yathlimoona"},{"id":178,"text":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"A quien Dios guíe estará encaminado, pero a quien [Dios] extravíe estará perdido","transliteration":"Man yahdi Allahu fahuwa almuhtadee waman yudlil faolaika humu alkhasiroona"},{"id":179,"text":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَـٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","translation":"He creado muchos yinnes y seres humanos que irán al Infierno [a causa de sus obras]. Tienen corazones pero no pueden comprender, ojos pero no pueden ver y oídos pero no pueden oír. Son como los ganados que no razonan, o peor aún. Ellos son los que se comportan con indiferencia [ante Mis signos]","transliteration":"Walaqad tharana lijahannama katheeran mina aljinni waalinsi lahum quloobun la yafqahoona biha walahum aAAyunun la yubsiroona biha walahum athanun la yasmaAAoona biha olaika kaalanAAami bal hum adallu olaika humu alghafiloona"},{"id":180,"text":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَـٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","translation":"A Dios pertenecen los nombres más sublimes, invócalo a través de ellos, y apártate de quienes los niegan. Serán castigados por lo que hicieron","transliteration":"Walillahi alasmao alhusna faodAAoohu biha watharoo allatheena yulhidoona fee asmaihi sayujzawna ma kanoo yaAAmaloona"},{"id":181,"text":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","translation":"Algunos de Mi creación guían [a la gente] con la Verdad, y acorde a ella establecen justicia","transliteration":"Wamimman khalaqna ommatun yahdoona bialhaqqi wabihi yaAAdiloona"},{"id":182,"text":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","translation":"A quienes desmientan Mis signos los degradaré paulatinamente sin que puedan darse cuenta","transliteration":"Waallatheena kaththaboo biayatina sanastadrijuhum min haythu la yaAAlamoona"},{"id":183,"text":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","translation":"Los toleraré temporalmente [hasta el Día del Juicio], puesto que Mi castigo es una promesa firme","transliteration":"Waomlee lahum inna kaydee mateenun"},{"id":184,"text":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","translation":"¿Acaso no se dieron cuenta de que su Mensajero no es un demente? Él es un claro amonestador","transliteration":"Awalam yatafakkaroo ma bisahibihim min jinnatin in huwa illa natheerun mubeenun"},{"id":185,"text":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","translation":"¿Acaso no reflexionaron en el reino de los cielos y de la Tierra y lo que Dios creó en él, ni tampoco en que el final de sus vidas pudiere estar próximo? Si no creen en este Mensaje, ¿en qué otro iban a creer","transliteration":"Awalam yanthuroo fee malakooti alssamawati waalardi wama khalaqa Allahu min shayin waan AAasa an yakoona qadi iqtaraba ajaluhum fabiayyi hadeethin baAAdahu yuminoona"},{"id":186,"text":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"A quien Dios extravía nadie lo podrá guiar. A éstos Dios los deja que actúen desorientados en su ceguera","transliteration":"Man yudlili Allahu fala hadiya lahu wayatharuhum fee tughyanihim yaAAmahoona"},{"id":187,"text":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","translation":"Te preguntan cuándo llegará la Hora [del Día de la Resurrección]. Diles: \"Solo mi Señor lo sabe, y nadie salvo Él hará que comience en el momento decretado. Los cielos y la Tierra temen su llegada. Cuando llegue los sorprenderá\". Te preguntan como si supieras [cuándo ocurrirá]. Diles: \"Su conocimiento solo Le pertenece a Dios, pero la mayoría de la gente no lo sabe","transliteration":"Yasaloonaka AAani alssaAAati ayyana mursaha qul innama AAilmuha AAinda rabbee la yujalleeha liwaqtiha illa huwa thaqulat fee alssamawati waalardi la tateekum illa baghtatan yasaloonaka kaannaka hafiyyun AAanha qul innama AAilmuha AAinda Allahi walakinna akthara alnnasi la yaAAlamoona"},{"id":188,"text":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Diles [oh, Mujámmad]: \"No poseo ningún poder para beneficiarme ni perjudicarme a mí mismo, salvo lo que Dios quiera. Si tuviera conocimiento de lo oculto tendría abundantes bienes materiales y no me alcanzaría nunca un mal. Yo solo soy un amonestador y albriciador para la gente que cree","transliteration":"Qul la amliku linafsee nafAAan wala darran illa ma shaa Allahu walaw kuntu aAAlamu alghayba laistakthartu mina alkhayri wama massaniya alssooo in ana illa natheerun wabasheerun liqawmin yuminoona"},{"id":189,"text":"۞هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ","translation":"Él es Quien los creó a partir de un solo ser, del cual hizo surgir a su cónyuge para que encontrara en ella sosiego. Y cuando se unió a ella, quedó embarazada y llevó en su vientre una carga liviana con la que podía andar, pero cuando ésta se hizo pesada, ambos invocaron a Dios [diciendo]: \"¡Oh, Señor nuestro! Si nos agracias con un hijo sano y virtuoso seremos agradecidos","transliteration":"Huwa allathee khalaqakum min nafsin wahidatin wajaAAala minha zawjaha liyaskuna ilayha falamma taghashshaha hamalat hamlan khafeefan famarrat bihi falamma athqalat daAAawa Allaha rabbahuma lain ataytana salihan lanakoonanna mina alshshakireena"},{"id":190,"text":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","translation":"Y se les agració con lo que suplicaron, pero [sus descendientes] dedicaron actos de adoración a otros además de Dios; y Dios está por encima de lo que Le asocian","transliteration":"Falamma atahuma salihan jaAAala lahu shurakaa feema atahuma fataAAala Allahu AAamma yushrikoona"},{"id":191,"text":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","translation":"¿Acaso adoran a quienes no pueden crear nada, sino por el contrario, ellos mismos fueron creados","transliteration":"Ayushrikoona ma la yakhluqu shayan wahum yukhlaqoona"},{"id":192,"text":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","translation":"No pueden auxiliarlos, ni tampoco auxiliarse a sí mismos","transliteration":"Wala yastateeAAoona lahum nasran wala anfusahum yansuroona"},{"id":193,"text":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","translation":"Si ustedes los invitan a seguir la guía, no lo harán. Lo mismo da que los inviten o que se queden callados","transliteration":"Wain tadAAoohum ila alhuda la yattabiAAookum sawaon AAalaykum adaAAawtumoohum am antum samitoona"},{"id":194,"text":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Lo que adoran en vez de Dios son seres creados igual que ustedes. [Los desafío:] Invóquenlos y que les respondan, si es verdad lo que dicen","transliteration":"Inna allatheena tadAAoona min dooni Allahi AAibadun amthalukum faodAAoohum falyastajeeboo lakum in kuntum sadiqeena"},{"id":195,"text":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","translation":"¿Tienen acaso piernas con las que caminan? ¿O manos con las que toman? ¿U ojos con los que ven? ¿U oídos con los que oyen? Di: \"Invoquen a los que asocian y luego tramen contra mí sin más demora","transliteration":"Alahum arjulun yamshoona biha am lahum aydin yabtishoona biha am lahum aAAyunun yubsiroona biha am lahum athanun yasmaAAoona biha quli odAAoo shurakaakum thumma keedooni fala tunthirooni"},{"id":196,"text":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ","translation":"Mi protector es Dios, Quien reveló el Libro. Él es Quien protege a los justos","transliteration":"Inna waliyyiya Allahu allathee nazzala alkitaba wahuwa yatawalla alssaliheena"},{"id":197,"text":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","translation":"Los que ustedes invocan en vez de Dios no pueden auxiliarlos ni auxiliarse a ellos mismos","transliteration":"Waallatheena tadAAoona min doonihi la yastateeAAoona nasrakum wala anfusahum yansuroona"},{"id":198,"text":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","translation":"Cuando ustedes los invocan pidiendo guía, no los oyen. Pareciera que los miran, pero en realidad no los ven","transliteration":"Wain tadAAoohum ila alhuda la yasmaAAoo watarahum yanthuroona ilayka wahum la yubsiroona"},{"id":199,"text":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","translation":"[¡Oh, Mujámmad!] Ante todo, elige perdonar, ordena el bien y apártate de quienes se comportan contigo en forma ignorante","transliteration":"Khuthi alAAafwa wamur bialAAurfi waaAArid AAani aljahileena"},{"id":200,"text":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","translation":"Si sientes que el demonio te susurra, refúgiate en Dios. Él todo lo oye, todo lo sabe","transliteration":"Waimma yanzaghannaka mina alshshaytani nazghun faistaAAith biAllahi innahu sameeAAun AAaleemun"},{"id":201,"text":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَـٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","translation":"Los piadosos, cuando el demonio les susurra, invocan a su Señor y entonces pueden ver con claridad","transliteration":"Inna allatheena ittaqaw itha massahum taifun mina alshshaytani tathakkaroo faitha hum mubsiroona"},{"id":202,"text":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","translation":"Pero los demonios persisten en mantener a sus secuaces en el extravío, y no se cansan de hacerlo","transliteration":"Waikhwanuhum yamuddoonahum fee alghayyi thumma la yuqsiroona"},{"id":203,"text":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","translation":"Cuando no se le revela [al Profeta Mujámmad] un nuevo versículo, le dicen [en tono burlón]: \"¿Por qué no has inventado uno?\" Diles: \"Solo sigo lo que mi Señor me revela. Éste [Corán] es un milagro de su Señor, guía y misericordia para la gente que cree en él","transliteration":"Waitha lam tatihim biayatin qaloo lawla ijtabaytaha qul innama attabiAAu ma yooha ilayya min rabbee hatha basairu min rabbikum wahudan warahmatun liqawmin yuminoona"},{"id":204,"text":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","translation":"Cuando el Corán sea leído, escúchenlo con atención y guarden silencio para que se les tenga misericordia","transliteration":"Waitha quria alquranu faistamiAAoo lahu waansitoo laAAallakum turhamoona"},{"id":205,"text":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","translation":"Recuerda a tu Señor en tu interior con sometimiento y temor, e invócalo con voz baja por la mañana y por la tarde. No seas de los indiferentes","transliteration":"Waothkur rabbaka fee nafsika tadarruAAan wakheefatan wadoona aljahri mina alqawli bialghuduwwi waalasali wala takun mina alghafileena"},{"id":206,"text":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","translation":"[Los ángeles] que están junto a tu Señor no tienen ninguna soberbia que les impida adorarlo, Lo glorifican y se prosternan ante Él","transliteration":"Inna allatheena AAinda rabbika la yastakbiroona AAan AAibadatihi wayusabbihoonahu walahu yasjudoona"}]}
