{"id":73,"name":"المزمل","transliteration":"Al-Muzzammil","translation":"El Envuelto en El Manto","type":"meccan","total_verses":20,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلۡمُزَّمِّلُ","translation":"¡Oh, tú [Mujámmad] que estás arropado","transliteration":"Ya ayyuha almuzzammilu"},{"id":2,"text":"قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا","translation":"Levántate a orar en la noche, salvo una pequeña parte de ella","transliteration":"Qumi allayla illa qaleelan"},{"id":3,"text":"نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا","translation":"la mitad, o un poco menos","transliteration":"Nisfahu awi onqus minhu qaleelan"},{"id":4,"text":"أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا","translation":"o un poco más, y recita el Corán claramente y meditando en su significado","transliteration":"Aw zid AAalayhi warattili alqurana tarteelan"},{"id":5,"text":"إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا","translation":"Porque he de transmitirte una revelación de gran peso","transliteration":"Inna sanulqee AAalayka qawlan thaqeelan"},{"id":6,"text":"إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا","translation":"Si te levantas a orar en el seno de la noche encontrarás mayor quietud y podrás concentrarte mejor","transliteration":"Inna nashiata allayli hiya ashaddu watan waaqwamu qeelan"},{"id":7,"text":"إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا","translation":"pues durante el día tienes muchas ocupaciones","transliteration":"Inna laka fee alnnahari sabhan taweelan"},{"id":8,"text":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا","translation":"Celebra el nombre de tu Señor y conságrate a Él con total devoción","transliteration":"Waothkuri isma rabbika watabattal ilayhi tabteelan"},{"id":9,"text":"رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا","translation":"Él es el Señor del oriente y del occidente. No hay nada ni nadie con derecho a ser adorado salvo Él. Tómalo como tu protector","transliteration":"Rabbu almashriqi waalmaghribi la ilaha illa huwa faittakhithhu wakeelan"},{"id":10,"text":"وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا","translation":"Ten paciencia con lo que dicen [insultándote], pero apártate de ellos discretamente","transliteration":"Waisbir AAala ma yaqooloona waohjurhum hajran jameelan"},{"id":11,"text":"وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا","translation":"Deja que Yo me ocupe de los que niegan la verdad, los que ahora tienen opulencia. Tenles paciencia brevemente","transliteration":"Watharnee waalmukaththibeena olee alnnaAAmati wamahhilhum qaleelan"},{"id":12,"text":"إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا","translation":"[Porque] dispongo de cadenas y del fuego del Infierno [para castigarlos]","transliteration":"Inna ladayna ankalan wajaheeman"},{"id":13,"text":"وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا","translation":"de una comida que [por su repugnancia] se atraganta, un castigo doloroso","transliteration":"WataAAaman tha ghussatin waAAathaban aleeman"},{"id":14,"text":"يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا","translation":"El día que la tierra y las montañas convulsionen, y las montañas se conviertan en arena dispersa","transliteration":"Yawma tarjufu alardu waaljibalu wakanati aljibalu katheeban maheelan"},{"id":15,"text":"إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا","translation":"[¡Oh, gente!] Les he enviado un Mensajero para que dé testimonio de la verdad ante ustedes, tal como antes había enviado un Mensajero al Faraón","transliteration":"Inna arsalna ilaykum rasoolan shahidan AAalaykum kama arsalna ila firAAawna rasoolan"},{"id":16,"text":"فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا","translation":"[Pero] el Faraón desmintió al Mensajero y por eso lo castigué duramente","transliteration":"FaAAasa firAAawnu alrrasoola faakhathnahu akhthan wabeelan"},{"id":17,"text":"فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا","translation":"Si no creen, no podrán librarse del castigo del día terrible [del Juicio], que hará encanecer hasta a los niños","transliteration":"Fakayfa tattaqoona in kafartum yawman yajAAalu alwildana sheeban"},{"id":18,"text":"ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا","translation":"El cosmos se romperá y Su promesa se cumplirá","transliteration":"Alssamao munfatirun bihi kana waAAduhu mafAAoolan"},{"id":19,"text":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا","translation":"Esto es una advertencia real; en consecuencia, quien quiera que emprenda un camino hacia su Señor","transliteration":"Inna hathihi tathkiratun faman shaa ittakhatha ila rabbihi sabeelan"},{"id":20,"text":"۞إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","translation":"Tu Señor bien sabe que te levantas a orar casi dos tercios de la noche, otras la mitad o un tercio de ella, así como lo hacen algunos de los creyentes que te siguen. Dios es Quien determina cuánto dura la noche y el día, sabe que no pueden hacerlo siempre, por lo que los perdona aligerando su obligación. Así que reciten durante la oración lo que sepan del Corán. Dios sabe que habrá entre ustedes alguien enfermo [al que se le dificulte la oración], otros que estén de viaje recorriendo la tierra en busca del sustento de Dios, y otros combatiendo por Su causa. Así que reciten durante la oración de lo que sepan del Corán. Cumplan con la oración obligatoria y paguen el zakat. Presten a la causa de Dios generosamente, porque toda obra de bien que hagan será en favor de ustedes, y Dios los recompensará grandemente. Pidan a Dios el perdón [de sus faltas y omisiones] porque Él es Absolvedor, Misericordioso","transliteration":"Inna rabbaka yaAAlamu annaka taqoomu adna min thuluthayi allayli wanisfahu wathuluthahu wataifatun mina allatheena maAAaka waAllahu yuqaddiru allayla waalnnahara AAalima an lan tuhsoohu fataba AAalaykum faiqraoo ma tayassara mina alqurani AAalima an sayakoonu minkum marda waakharoona yadriboona fee alardi yabtaghoona min fadli Allahi waakharoona yuqatiloona fee sabeeli Allahi faiqraoo ma tayassara minhu waaqeemoo alssalata waatoo alzzakata waaqridoo Allaha qardan hasanan wama tuqaddimoo lianfusikum min khayrin tajidoohu AAinda Allahi huwa khayran waaAAthama ajran waistaghfiroo Allaha inna Allaha ghafoorun raheemun"}]}
