{"id":9,"name":"التوبة","transliteration":"At-Tawbah","translation":"El Arrepentimiento","type":"medinan","total_verses":129,"verses":[{"id":1,"text":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","translation":"Dios y Su Mensajero están exentos de responsabilidad sobre el pacto que ustedes habían celebrado con los idólatras","transliteration":"Baraatun mina Allahi warasoolihi ila allatheena AAahadtum mina almushrikeena"},{"id":2,"text":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","translation":"[Los que combatieron a los musulmanes en la península árabe] pueden transitar [con libertad y seguridad] por la tierra cuatro meses. Sepan que no podrán eludir a Dios, porque será Dios Quien afrente a los que se negaron a creer","transliteration":"Faseehoo fee alardi arbaAAata ashhurin waiAAlamoo annakum ghayru muAAjizee Allahi waanna Allaha mukhzee alkafireena"},{"id":3,"text":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","translation":"Dios y Su Mensajero anuncian a toda la gente en el día más importante de la peregrinación, que Dios ya no tiene ningún pacto con los idólatras, ni tampoco Su Mensajero. [¡Oh, idólatras!] Si se arrepienten [y abandonan la incredulidad] será mejor para ustedes, pero si se rehúsan no podrán escapar de Dios. A los que se negaron a creer anúnciales que recibirán un castigo doloroso","transliteration":"Waathanun mina Allahi warasoolihi ila alnnasi yawma alhajji alakbari anna Allaha bareeon mina almushrikeena warasooluhu fain tubtum fahuwa khayrun lakum wain tawallaytum faiAAlamoo annakum ghayru muAAjizee Allahi wabashshiri allatheena kafaroo biAAathabin aleemin"},{"id":4,"text":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translation":"excepto aquellos que no quebrantaron los pactos que ustedes celebraron con ellos ni apoyaron a nadie contra ustedes. Respeten el pacto convenido con ellos hasta su plazo acordado. Dios ama a los piadosos [que respetan los acuerdos]","transliteration":"Illa allatheena AAahadtum mina almushrikeena thumma lam yanqusookum shayan walam yuthahiroo AAalaykum ahadan faatimmoo ilayhim AAahdahum ila muddatihim inna Allaha yuhibbu almuttaqeena"},{"id":5,"text":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"Pero cuando hayan pasado los meses sagrados, maten a esos idólatras dondequiera que los encuentren, captúrenlos, sítienlos y acéchenlos en todo lugar. Pero si se arrepienten [y aceptan el Islam], cumplen con la oración prescrita y pagan el zakat, déjenlos en paz. Dios es Absolvedor, Misericordioso","transliteration":"Faitha insalakha alashhuru alhurumu faoqtuloo almushrikeena haythu wajadtumoohum wakhuthoohum waohsuroohum waoqAAudoo lahum kulla marsadin fain taboo waaqamoo alssalata waatawoo alzzakata fakhalloo sabeelahum inna Allaha ghafoorun raheemun"},{"id":6,"text":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","translation":"Si alguno de los idólatras te pidiera protección, dale asilo para que así recapacite y escuche la Palabra de Dios, luego [si no reflexiona] ayúdalo a alcanzar un lugar seguro. Esto es porque son gente que no sabe","transliteration":"Wain ahadun mina almushrikeena istajaraka faajirhu hatta yasmaAAa kalama Allahi thumma ablighhu mamanahu thalika biannahum qawmun la yaAAlamoona"},{"id":7,"text":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","translation":"¿Cómo podrían Dios y Su Mensajero tener un pacto con los idólatras [siendo que ellos no dudaron en combatirlos]? Pero si aquellos con quienes ustedes pactaron anteriormente junto a la Mezquita Sagrada [en La Meca] cumplen lo pactado, cúmplanlo ustedes también. Dios ama a los piadosos [que respetan los pactos]","transliteration":"Kayfa yakoonu lilmushrikeena AAahdun AAinda Allahi waAAinda rasoolihi illa allatheena AAahadtum AAinda almasjidi alharami fama istaqamoo lakum faistaqeemoo lahum inna Allaha yuhibbu almuttaqeena"},{"id":8,"text":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","translation":"¿Cómo [podría tenerse un pacto con ellos siendo que] si obtuvieran una victoria sobre ustedes no tendrían compasión ni respetarían lazo familiar? Quieren agradarlos con sus palabras, pero sus corazones los rechazan. La mayoría de ellos son perversos","transliteration":"Kayfa wain yathharoo AAalaykum la yarquboo feekum illan wala thimmatan yurdoonakum biafwahihim wataba quloobuhum waaktharuhum fasiqoona"},{"id":9,"text":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","translation":"Han cambiado los signos de Dios por un precio vil y apartan a la gente del sendero de Dios. ¡Qué pésimo es lo que hacen","transliteration":"Ishtaraw biayati Allahi thamanan qaleelan fasaddoo AAan sabeelihi innahum saa ma kanoo yaAAmaloona"},{"id":10,"text":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","translation":"No respetan pacto ni compromiso con los creyentes. Ellos son los transgresores","transliteration":"La yarquboona fee muminin illan wala thimmatan waolaika humu almuAAtadoona"},{"id":11,"text":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","translation":"Pero si se arrepienten, cumplen con la oración prescrita y pagan el zakat, entonces [perdónenlos y sepan que ahora] son sus hermanos en la religión. Así es como explico detalladamente los preceptos a quienes los comprenden","transliteration":"Fain taboo waaqamoo alssalata waatawoo alzzakata faikhwanukum fee alddeeni wanufassilu alayati liqawmin yaAAlamoona"},{"id":12,"text":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","translation":"Si quebrantan sus juramentos después de haber celebrado un pacto y se burlan de su religión, combatan a los líderes de la incredulidad, pues ellos no respetan los pactos. Quizás así dejen de agredirlos","transliteration":"Wain nakathoo aymanahum min baAAdi AAahdihim wataAAanoo fee deenikum faqatiloo aimmata alkufri innahum la aymana lahum laAAallahum yantahoona"},{"id":13,"text":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","translation":"¿Acaso no combatirían a quienes faltan a sus juramentos y planearon expulsar al Mensajero, y fueron ellos los que comenzaron primero [con la agresión]? ¿Acaso les temen? Sepan que Dios es más digno de que Le teman, si es que son creyentes","transliteration":"Ala tuqatiloona qawman nakathoo aymanahum wahammoo biikhraji alrrasooli wahum badaookum awwala marratin atakhshawnahum faAllahu ahaqqu an takhshawhu in kuntum mumineena"},{"id":14,"text":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","translation":"Combátanlos, pues Dios los castigará a través de sus manos, los humillará, concederá a ustedes el triunfo sobre ellos y curará así los pechos de los creyentes","transliteration":"Qatiloohum yuAAaththibhumu Allahu biaydeekum wayukhzihim wayansurkum AAalayhim wayashfi sudoora qawmin mumineena"},{"id":15,"text":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","translation":"removiendo la ira que hay en ellos. Dios acepta el arrepentimiento de quien quiere. Dios lo sabe todo, es Sabio","transliteration":"Wayuthhib ghaytha quloobihim wayatoobu Allahu AAala man yashao waAllahu AAaleemun hakeemun"},{"id":16,"text":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","translation":"¿Acaso creen que no se los pondrá a prueba, cuando Dios quiere que se evidencie quiénes combaten verdaderamente [por Su causa] y solo toman como aliados a Dios, a Su Mensajero y a los creyentes? Dios está bien informado de lo que hacen","transliteration":"Am hasibtum an tutrakoo walamma yaAAlami Allahu allatheena jahadoo minkum walam yattakhithoo min dooni Allahi wala rasoolihi wala almumineena waleejatan waAllahu khabeerun bima taAAmaloona"},{"id":17,"text":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَـٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","translation":"No es propio que los idólatras construyan y mantengan las mezquitas de Dios, cuando [con sus creencias y acciones] dan testimonio de su incredulidad [en Dios]. Sus obras serán en vano, y sufrirán eternamente en el Infierno","transliteration":"Ma kana lilmushrikeena an yaAAmuroo masajida Allahi shahideena AAala anfusihim bialkufri olaika habitat aAAmaluhum wafee alnnari hum khalidoona"},{"id":18,"text":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَـٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","translation":"Las mezquitas de Dios deben ser construidas y mantenidas por aquellos que creen en Él, en el Día del Juicio, cumplen con la oración, pagan el zakat, y no temen sino a Dios. Porque ellos son los que siguen la guía","transliteration":"Innama yaAAmuru masajida Allahi man amana biAllahi waalyawmi alakhiri waaqama alssalata waata alzzakata walam yakhsha illa Allaha faAAasa olaika an yakoonoo mina almuhtadeena"},{"id":19,"text":"۞أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"[¡Oh, incrédulos!] ¿Acaso creen que quienes proveen agua a los peregrinos y quienes se encargan del cuidado de la Mezquita Sagrada son equiparables a aquellos que creen en Dios, en el Día del Juicio y luchan por la causa de Dios? Sepan que no pueden equipararse ante Dios. Dios no guía a los opresores","transliteration":"AjaAAaltum siqayata alhajji waAAimarata almasjidi alharami kaman amana biAllahi waalyawmi alakhiri wajahada fee sabeeli Allahi la yastawoona AAinda Allahi waAllahu la yahdee alqawma alththalimeena"},{"id":20,"text":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","translation":"Los creyentes que emigraron y contribuyeron a la causa de Dios con sus bienes materiales y sus personas, tienen un grado muy elevado ante Dios. Ellos son los bienaventurados","transliteration":"Allatheena amanoo wahajaroo wajahadoo fee sabeeli Allahi biamwalihim waanfusihim aAAthamu darajatan AAinda Allahi waolaika humu alfaizoona"},{"id":21,"text":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّـٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","translation":"Su Señor les albricia [que serán recompensados] con Su misericordia, Su complacencia, y con jardines donde gozarán de delicias inagotables","transliteration":"Yubashshiruhum rabbuhum birahmatin minhu waridwanin wajannatin lahum feeha naAAeemun muqeemun"},{"id":22,"text":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","translation":"Vivirán en ellos por toda la eternidad. Dios les tiene reservada una recompensa grandiosa","transliteration":"Khalideena feeha abadan inna Allaha AAindahu ajrun AAatheemun"},{"id":23,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","translation":"¡Oh, creyentes! No tomen a sus padres y hermanos como aliados si estos prefieren la incredulidad a la fe; quien de ustedes los tome a ellos por aliados será de los opresores","transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo abaakum waikhwanakum awliyaa ini istahabboo alkufra AAala aleemani waman yatawallahum minkum faolaika humu alththalimoona"},{"id":24,"text":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translation":"Diles [¡oh, Mujámmad!]: \"Si sus padres, hijos, hermanos, cónyuges y familiares, los bienes materiales que hayan adquirido, los negocios que teman perder, y las propiedades que posean y les agraden, son más amados para ustedes que Dios, Su Mensajero y la lucha por Su causa, esperen que les sobrevenga el castigo de Dios [que pronto llegará]. Dios no guía a los corruptos","transliteration":"Qul in kana abaokum waabnaokum waikhwanukum waazwajukum waAAasheeratukum waamwalun iqtaraftumooha watijaratun takhshawna kasadaha wamasakinu tardawnaha ahabba ilaykum mina Allahi warasoolihi wajihadin fee sabeelihi fatarabbasoo hatta yatiya Allahu biamrihi waAllahu la yahdee alqawma alfasiqeena"},{"id":25,"text":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","translation":"[Recuerden que] Dios los socorrió en muchas ocasiones, como el día de [la batalla de] Hunain, cuando ustedes se vanagloriaban de su superioridad numérica, pero de nada les valió y les resultó estrecha la Tierra [para escapar cuando los atacaron los idólatras] a pesar de su vastedad, y huyeron","transliteration":"Laqad nasarakumu Allahu fee mawatina katheeratin wayawma hunaynin ith aAAjabatkum kathratukum falam tughni AAankum shayan wadaqat AAalaykumu alardu bima rahubat thumma wallaytum mudbireena"},{"id":26,"text":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","translation":"Pero Dios hizo descender el sosiego sobre Su Mensajero y sobre los creyentes, e hizo descender tropas [de ángeles] que ustedes no pudieron ver y castigó a los que se negaban a creer [con una derrota]. Así es como Dios castiga a los que se niegan a creer","transliteration":"Thumma anzala Allahu sakeenatahu AAala rasoolihi waAAala almumineena waanzala junoodan lam tarawha waAAaththaba allatheena kafaroo wathalika jazao alkafireena"},{"id":27,"text":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Luego, Dios perdonó a quienes se arrepintieron [y abrazaron el Islam]. Dios es Absolvedor, Misericordioso","transliteration":"Thumma yatoobu Allahu min baAAdi thalika AAala man yashao waAllahu ghafoorun raheemun"},{"id":28,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","translation":"¡Oh, creyentes! Los idólatras son impuros, que no se acerquen a la Mezquita Sagrada después de este año. No teman padecer por ello pobreza o necesidad alguna, que si Dios quiere los proveerá con Su gracia. Dios todo lo sabe, es Sabio","transliteration":"Ya ayyuha allatheena amanoo innama almushrikoona najasun fala yaqraboo almasjida alharama baAAda AAamihim hatha wain khiftum AAaylatan fasawfa yughneekumu Allahu min fadlihi in shaa inna Allaha AAaleemun hakeemun"},{"id":29,"text":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","translation":"Luchen contra quienes no creen en Dios ni en el Día del Juicio, no respetan lo que Dios y Su Mensajero han vedado y no siguen la verdadera religión [el Islam] de entre aquellos de la Gente del Libro [que los hayan agredido], a menos que acepten pagar un impuesto con humildad","transliteration":"Qatiloo allatheena la yuminoona biAllahi wala bialyawmi alakhiri wala yuharrimoona ma harrama Allahu warasooluhu wala yadeenoona deena alhaqqi mina allatheena ootoo alkitaba hatta yuAAtoo aljizyata AAan yadin wahum saghiroona"},{"id":30,"text":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","translation":"Dicen [algunos] judíos: \"‘Uzeir es el hijo de Dios\", y los cristianos dicen: \"El Mesías es el hijo de Dios\". Estas son solo palabras [sin fundamento] que salen de sus bocas, asemejándose por ello a los incrédulos que los precedieron. ¡Que Dios los destruya! ¡Cómo pueden ser tan desviados","transliteration":"Waqalati alyahoodu AAuzayrun ibnu Allahi waqalati alnnasara almaseehu ibnu Allahi thalika qawluhum biafwahihim yudahioona qawla allatheena kafaroo min qablu qatalahumu Allahu anna yufakoona"},{"id":31,"text":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","translation":"Tomaron [los judíos] a sus rabinos y [los cristianos] a sus monjes y al Mesías, hijo de María, por divinidades en lugar de Dios. Pero solo se les había ordenado [en la Tora y el Evangelio] adorar a Dios, la única divinidad. No existe nada ni nadie con derecho a ser adorado salvo Él. ¡Glorificado sea! ¡Cómo pueden dedicar actos de adoración a otros","transliteration":"Ittakhathoo ahbarahum waruhbanahum arbaban min dooni Allahi waalmaseeha ibna maryama wama omiroo illa liyaAAbudoo ilahan wahidan la ilaha illa huwa subhanahu AAamma yushrikoona"},{"id":32,"text":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","translation":"Pretenden extinguir la luz de Dios con sus palabras, pero Dios hará que Su luz prevalezca aunque esto desagrade a los que se niegan a creer","transliteration":"Yureedoona an yutfioo noora Allahi biafwahihim wayaba Allahu illa an yutimma noorahu walaw kariha alkafiroona"},{"id":33,"text":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","translation":"Él es Quien envió a Su Mensajero con la guía y la religión verdadera para que llegue a prevalecer sobre toda religión [falsa], aunque esto disguste a los idólatras","transliteration":"Huwa allathee arsala rasoolahu bialhuda wadeeni alhaqqi liyuthhirahu AAala alddeeni kullihi walaw kariha almushrikoona"},{"id":34,"text":"۞يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","translation":"¡Oh, creyentes! Muchos de los rabinos y monjes se apropian del dinero ajeno sin derecho, y desvían [a la gente] del sendero de Dios. A aquellos que atesoren el oro y la plata y no contribuyan por la causa de Dios, anúnciales un castigo doloroso","transliteration":"Ya ayyuha allatheena amanoo inna katheeran mina alahbari waalrruhbani layakuloona amwala alnnasi bialbatili wayasuddoona AAan sabeeli Allahi waallatheena yaknizoona alththahaba waalfiddata wala yunfiqoonaha fee sabeeli Allahi fabashshirhum biAAathabin aleemin"},{"id":35,"text":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","translation":"El Día del Juicio, lo que atesoraron se tornará incandescente por el fuego del Infierno, y sus frentes, sus costados y sus espaldas serán marcados con ello. [Se les dirá:] \"Esto es lo que atesoraron, sufran ahora su castigo","transliteration":"Yawma yuhma AAalayha fee nari jahannama fatukwa biha jibahuhum wajunoobuhum wathuhooruhum hatha ma kanaztum lianfusikum fathooqoo ma kuntum taknizoona"},{"id":36,"text":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","translation":"El número de meses para Dios es doce, porque así Él lo decretó el día que creó los cielos y la Tierra. De ellos, cuatro son sagrados. Así es en la religión verdadera. No obren en contra de ustedes mismos durante estos meses. Combatan a los idólatras tal como ellos los combaten a ustedes, y sepan que Dios está con los piadosos","transliteration":"Inna AAiddata alshshuhoori AAinda Allahi ithna AAashara shahran fee kitabi Allahi yawma khalaqa alssamawati waalarda minha arbaAAatun hurumun thalika alddeenu alqayyimu fala tathlimoo feehinna anfusakum waqatiloo almushrikeena kaffatan kama yuqatiloonakum kaffatan waiAAlamoo anna Allaha maAAa almuttaqeena"},{"id":37,"text":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","translation":"Cambiar los meses sagrados es acrecentar aún más la incredulidad. Así se extraviaron los que se negaron a creer, unos años lo declaraban [al combate] lícito durante determinados meses, mientras que otros años lo declaraban ilícito [durante esos mismos meses], pero siempre hacían que el número de meses sagrados fuera cuatro para que de esta manera coincidiera con el número de meses que Dios había decretado que fueran sagrados. Declaraban lícito lo que Dios había prohibido. [El demonio] les hizo ver sus malas obras como buenas. Sepan que Dios no guía a la gente que se niega a creer","transliteration":"Innama alnnaseeo ziyadatun fee alkufri yudallu bihi allatheena kafaroo yuhilloonahu AAaman wayuharrimoonahu AAaman liyuwatioo AAiddata ma harrama Allahu fayuhilloo ma harrama Allahu zuyyina lahum sooo aAAmalihim waAllahu la yahdee alqawma alkafireena"},{"id":38,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","translation":"¡Oh, creyentes! ¿Por qué cuando se los convoca a combatir por la causa de Dios, responden con desgano? ¿Acaso prefieren la vida mundanal a la otra? Los placeres mundanos son insignificantes respecto a los de la otra vida","transliteration":"Ya ayyuha allatheena amanoo ma lakum itha qeela lakumu infiroo fee sabeeli Allahi iththaqaltum ila alardi aradeetum bialhayati alddunya mina alakhirati fama mataAAu alhayati alddunya fee alakhirati illa qaleelun"},{"id":39,"text":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","translation":"Si no responden al llamado a combatir los azotará un castigo doloroso, y Dios los sustituirá por otro pueblo [que socorrerá al Profeta y combatirá por Su causa]. Sepan que no perjudicarán a Dios en nada [si se niegan a combatir]. Dios tiene poder sobre todas las cosas","transliteration":"Illa tanfiroo yuAAaththibkum AAathaban aleeman wayastabdil qawman ghayrakum wala tadurroohu shayan waAllahu AAala kulli shayin qadeerun"},{"id":40,"text":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","translation":"Si no lo socorren [al Mensajero], sepan que Dios [no necesita de ustedes, pues ya] lo auxilió aquella vez que los incrédulos lo expulsaron [de La Meca], cuando estando en la caverna con su compañero [Abu Bakr], le dijo: \"No te entristezcas, pues Dios está con nosotros\". Entonces, Dios hizo descender Su sosiego sobre él [Abu Bakr], los socorrió con un ejército [de ángeles] que ellos no veían, y dispuso que la palabra de los incrédulos se desvaneciera, y que la palabra de Dios sea la que prevalezca. Dios es Poderoso, Sabio","transliteration":"Illa tansuroohu faqad nasarahu Allahu ith akhrajahu allatheena kafaroo thaniya ithnayni ith huma fee alghari ith yaqoolu lisahibihi la tahzan inna Allaha maAAana faanzala Allahu sakeenatahu AAalayhi waayyadahu bijunoodin lam tarawha wajaAAala kalimata allatheena kafaroo alssufla wakalimatu Allahi hiya alAAulya waAllahu AAazeezun hakeemun"},{"id":41,"text":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"Salgan a combatir, sea que tengan una situación fácil o difícil. Contribuyan por la causa de Dios con sus bienes y luchen, porque es lo mejor para ustedes, si supieran","transliteration":"Infiroo khifafan wathiqalan wajahidoo biamwalikum waanfusikum fee sabeeli Allahi thalikum khayrun lakum in kuntum taAAlamoona"},{"id":42,"text":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","translation":"Si hubiera sido por algo mundano fácil de conseguir o un viaje breve, te habrían seguido, pero la distancia [en la batalla de Tabuk] era muy larga [y por ello se negaron a salir a combatir]. Juraron por Dios que si hubieran podido, habrían salido con ustedes. Se destruyeron a sí mismos [con sus excusas falsas], pero Dios sabe que mienten","transliteration":"Law kana AAaradan qareeban wasafaran qasidan laittabaAAooka walakin baAAudat AAalayhimu alshshuqqatu wasayahlifoona biAllahi lawi istataAAna lakharajna maAAakum yuhlikoona anfusahum waAllahu yaAAlamu innahum lakathiboona"},{"id":43,"text":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","translation":"¡Que Dios te disculpe [¡oh, Mujámmad!]! ¿Por qué los has eximido sin antes corroborar quiénes decían la verdad y quiénes estaban mintiendo","transliteration":"AAafa Allahu AAanka lima athinta lahum hatta yatabayyana laka allatheena sadaqoo wataAAlama alkathibeena"},{"id":44,"text":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","translation":"En cambio, aquellos que creen en Dios y en el Día del Juicio no se excusan para que los eximas de la obligación de contribuir con sus bienes materiales y combatir. Dios sabe bien quiénes son los piadosos","transliteration":"La yastathinuka allatheena yuminoona biAllahi waalyawmi alakhiri an yujahidoo biamwalihim waanfusihim waAllahu AAaleemun bialmuttaqeena"},{"id":45,"text":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","translation":"Los que te presentan excusas para no alistarse [en el ejército] no creen en Dios ni en el Día del Juicio, sus corazones están llenos de dudas, y por sus dudas vacilan","transliteration":"Innama yastathinuka allatheena la yuminoona biAllahi waalyawmi alakhiri wairtabat quloobuhum fahum fee raybihim yataraddadoona"},{"id":46,"text":"۞وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","translation":"Si [los hipócritas] hubieran querido realmente combatir, se habrían preparado para tal fin; pero Dios no quiso que salieran [con ustedes] y les infundió desgano, y se les dijo: \"Permanezcan con quienes se quedan [por estar verdaderamente eximidos]","transliteration":"Walaw aradoo alkhurooja laaAAaddoo lahu AAuddatan walakin kariha Allahu inbiAAathahum fathabbatahum waqeela oqAAudoo maAAa alqaAAideena"},{"id":47,"text":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّـٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّـٰلِمِينَ","translation":"Si hubieran salido a combatir, los habrían confundido sembrando la discordia, pues entre ustedes hay quienes prestan oído a lo que dicen, pero Dios conoce bien a los injustos","transliteration":"Law kharajoo feekum ma zadookum illa khabalan walaawdaAAoo khilalakum yabghoonakumu alfitnata wafeekum sammaAAoona lahum waAllahu AAaleemun bialththalimeena"},{"id":48,"text":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","translation":"Ya antes pretendieron sembrar la sedición [cuando arribaste a Medina, ¡oh, Mujámmad!] creando conflictos [entre los creyentes], hasta que la verdad fue revelada y se hizo manifiesta la voluntad de Dios, a pesar de que ellos lo detestaban","transliteration":"Laqadi ibtaghawoo alfitnata min qablu waqallaboo laka alomoora hatta jaa alhaqqu wathahara amru Allahi wahum karihoona"},{"id":49,"text":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","translation":"Entre los hipócritas hubo quien te dijo: \"[¡Oh, Mujámmad!] Permíteme quedarme y no me expongas a la tentación\". ¿Acaso no cayeron en la tentación [del demonio al negarse a combatir]? El Infierno rodeará a los que se niegan a creer","transliteration":"Waminhum man yaqoolu ithan lee wala taftinnee ala fee alfitnati saqatoo wainna jahannama lamuheetatun bialkafireena"},{"id":50,"text":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","translation":"Si obtienes un éxito se disgustan, pero si recibes un revés dicen: \"Ya habíamos tomado nuestras precauciones\", y se marchan alegres","transliteration":"In tusibka hasanatun tasuhum wain tusibka museebatun yaqooloo qad akhathna amrana min qablu wayatawallaw wahum farihoona"},{"id":51,"text":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","translation":"Diles [¡oh, Mujámmad!]: \"Solo nos sucede lo que Dios decretó para nosotros. Él es nuestro Protector, y a Dios se encomiendan los creyentes","transliteration":"Qul lan yuseebana illa ma kataba Allahu lana huwa mawlana waAAala Allahi falyatawakkali almuminoona"},{"id":52,"text":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","translation":"Diles [a los hipócritas]: \"Sepan que solo puede sucedernos una de dos cosas buenas, en cambio a ustedes, o bien Dios les enviará un castigo o hará que nosotros los derrotemos. Aguarden su destino, que nosotros aguardamos el nuestro","transliteration":"Qul hal tarabbasoona bina illa ihda alhusnayayni wanahnu natarabbasu bikum an yuseebakumu Allahu biAAathabin min AAindihi aw biaydeena fatarabbasoo inna maAAakum mutarabbisoona"},{"id":53,"text":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","translation":"Diles: \"[¡Oh, hipócritas!] Lo que donen, de buena voluntad o por compromiso, no les será aceptado, porque son gente perversa","transliteration":"Qul anfiqoo tawAAan aw karhan lan yutaqabbala minkum innakum kuntum qawman fasiqeena"},{"id":54,"text":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","translation":"Sepan que sus donaciones no son aceptadas porque no creen en Dios ni en Su Mensajero. Ellos realizan la oración con desgano y hacen donaciones con desgano","transliteration":"Wama manaAAahum an tuqbala minhum nafaqatuhum illa annahum kafaroo biAllahi wabirasoolihi wala yatoona alssalata illa wahum kusala wala yunfiqoona illa wahum karihoona"},{"id":55,"text":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","translation":"Que no te maravillen [¡oh, Mujámmad!] sus bienes materiales ni sus hijos, porque Dios decretó que les sirvan de sufrimiento en esta vida, y que sus almas mueran mientras están hundidos en la incredulidad","transliteration":"Fala tuAAjibka amwaluhum wala awladuhum innama yureedu Allahu liyuAAaththibahum biha fee alhayati alddunya watazhaqa anfusuhum wahum kafiroona"},{"id":56,"text":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","translation":"Les juran a ustedes por Dios que son de los suyos, cuando en realidad no lo son, solo actúan por temor","transliteration":"Wayahlifoona biAllahi innahum laminkum wama hum minkum walakinnahum qawmun yafraqoona"},{"id":57,"text":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","translation":"Si encontraran un refugio, una caverna o algún escondite, se dirigirían hacia allí presurosamente [para ocultarse y no combatir]","transliteration":"Law yajidoona maljaan aw magharatin aw muddakhalan lawallaw ilayhi wahum yajmahoona"},{"id":58,"text":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","translation":"De entre ellos hay quienes te critican por cómo repartes las caridades [¡oh, Mujámmad!]. Si les das de ellas [todo lo que pretenden] quedan satisfechos, pero si no lo haces se molestan","transliteration":"Waminhum man yalmizuka fee alssadaqati fain oAAtoo minha radoo wain lam yuAAtaw minha itha hum yaskhatoona"},{"id":59,"text":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","translation":"[Sería mejor para ellos] que se conformaran con el reparto de Dios y Su Mensajero, y dijeran: \"Nos basta con Dios, y Dios nos concederá de Su favor y [repartirá entre nosotros] Su Mensajero. De Dios anhelamos que nos conceda bendiciones","transliteration":"Walaw annahum radoo ma atahumu Allahu warasooluhu waqaloo hasbuna Allahu sayuteena Allahu min fadlihi warasooluhu inna ila Allahi raghiboona"},{"id":60,"text":"۞إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"El zakat debe ser distribuido entre los pobres, los menesterosos, los que trabajan en su recaudación y distribución, aquellos de los que se desea ganar sus corazones, la liberación de los prisioneros, los endeudados, la causa de Dios y el viajero insolvente. Esto es un deber prescrito por Dios, y Dios lo sabe todo, es Sabio","transliteration":"Innama alssadaqatu lilfuqarai waalmasakeeni waalAAamileena AAalayha waalmuallafati quloobuhum wafee alrriqabi waalgharimeena wafee sabeeli Allahi waibni alssabeeli fareedatan mina Allahi waAllahu AAaleemun hakeemun"},{"id":61,"text":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","translation":"Entre ellos hay [hipócritas] quienes critican al Profeta y dicen: \"Escucha todo lo que le dicen\", pero ello es para su bien. Él cree en Dios, confía en [la palabra de] los creyentes y es una misericordia para quienes de ustedes [realmente] han llegado a creer. Quienes calumnien al Mensajero de Dios recibirán un castigo doloroso","transliteration":"Waminhumu allatheena yuthoona alnnabiyya wayaqooloona huwa othunun qul othunu khayrin lakum yuminu biAllahi wayuminu lilmumineena warahmatun lillatheena amanoo minkum waallatheena yuthoona rasoola Allahi lahum AAathabun aleemun"},{"id":62,"text":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","translation":"[Un grupo de hipócritas] les juran por Dios con el fin de que ustedes se complazcan con ellos. Pero es de Dios y Su Mensajero de quienes deberían buscar su complacencia, si es que realmente son creyentes","transliteration":"Yahlifoona biAllahi lakum liyurdookum waAllahu warasooluhu ahaqqu an yurdoohu in kanoo mumineena"},{"id":63,"text":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","translation":"¿No saben acaso que quien se enfrente a Dios y a Su Mensajero estará perpetuamente en el fuego del Infierno? Esa es la humillación más terrible","transliteration":"Alam yaAAlamoo annahu man yuhadidi Allaha warasoolahu faanna lahu nara jahannama khalidan feeha thalika alkhizyu alAAatheemu"},{"id":64,"text":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","translation":"Los hipócritas temían que un capítulo [del Corán] como este fuera revelado y pusiera en evidencia lo que [realmente] hay en sus corazones. Diles [¡oh, Mujámmad!]: \"Búrlense [de la religión], que Dios pondrá al descubierto lo que tanto temen","transliteration":"Yahtharu almunafiqoona an tunazzala AAalayhim sooratun tunabbiohum bima fee quloobihim quli istahzioo inna Allaha mukhrijun ma tahtharoona"},{"id":65,"text":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","translation":"Pero si les preguntas, te dicen: \"Solo bromeábamos y nos entreteníamos\". Diles: \"¿Acaso se burlaban de Dios, de Sus preceptos y de Su Mensajero","transliteration":"Walain saaltahum layaqoolunna innama kunna nakhoodu wanalAAabu qul abiAllahi waayatihi warasoolihi kuntum tastahzioona"},{"id":66,"text":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","translation":"No se excusen, han demostrado ahora su incredulidad a pesar de haber expresado su testimonio de fe anteriormente\". Perdonaré a un grupo de ustedes, pero castigaré a otro grupo por haber sido transgresor","transliteration":"La taAAtathiroo qad kafartum baAAda eemanikum in naAAfu AAan taifatin minkum nuAAaththib taifatan biannahum kanoo mujrimeena"},{"id":67,"text":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","translation":"Los hipócritas y las hipócritas son aliados unos de otros, incitan al mal y prohíben hacer el bien, y se niegan a hacer caridades. Se olvidaron de Dios y por eso Él se olvidó de ellos [dejándolos fuera de Su misericordia]. Los hipócritas están en el desvío","transliteration":"Almunafiqoona waalmunafiqatu baAAduhum min baAAdin yamuroona bialmunkari wayanhawna AAani almaAAroofi wayaqbidoona aydiyahum nasoo Allaha fanasiyahum inna almunafiqeena humu alfasiqoona"},{"id":68,"text":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","translation":"Dios ha prometido a los hipócritas, a las hipócritas y a los que se niegan a creer que serán castigados con el fuego del Infierno donde sufrirán eternamente; eso será suficiente [castigo] para ellos. Dios los maldecirá y recibirán un castigo incesante","transliteration":"WaAAada Allahu almunafiqeena waalmunafiqati waalkuffara nara jahannama khalideena feeha hiya hasbuhum walaAAanahumu Allahu walahum AAathabun muqeemun"},{"id":69,"text":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَـٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","translation":"De la misma manera Dios castigó a otros pueblos del pasado que eran más fuertes que ustedes, tenían más riquezas y más hijos, y disfrutaban de lo que Dios les había concedido. Ahora ustedes disfrutan [de lo que Dios les concedió], pero se sumergen en la injusticia tal como ellos lo hicieron. Sus obras no les servirán en esta vida ni en la otra. Ellos son los verdaderos perdedores","transliteration":"Kaallatheena min qablikum kanoo ashadda minkum quwwatan waakthara amwalan waawladan faistamtaAAoo bikhalaqihim faistamtaAAtum bikhalaqikum kama istamtaAAa allatheena min qablikum bikhalaqihim wakhudtum kaallathee khadoo olaika habitat aAAmaluhum fee alddunya waalakhirati waolaika humu alkhasiroona"},{"id":70,"text":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","translation":"¿Acaso no les fueron relatadas las historias de otros pueblos del pasado, como el pueblo de Noé, ‘Ad, Zamud, el pueblo de Abraham, la gente de Madián y las dos ciudades que fueron destruidas? Se les presentaron sus Mensajeros con las pruebas evidentes [pero los rechazaron]. Dios no fue injusto con ellos [al castigarlos], sino que ellos fueron injustos consigo mismos","transliteration":"Alam yatihim nabao allatheena min qablihim qawmi noohin waAAadin wathamooda waqawmi ibraheema waashabi madyana waalmutafikati atathum rusuluhum bialbayyinati fama kana Allahu liyathlimahum walakin kanoo anfusahum yathlimoona"},{"id":71,"text":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَـٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","translation":"Los creyentes y las creyentes son aliados unos de otros, ordenan el bien y prohíben el mal, cumplen con la oración prescrita, pagan el zakat y obedecen a Dios y a Su Mensajero. De ellos Dios tendrá misericordia. Dios es Poderoso, Sabio","transliteration":"Waalmuminoona waalmuminatu baAAduhum awliyao baAAdin yamuroona bialmaAAroofi wayanhawna AAani almunkari wayuqeemoona alssalata wayutoona alzzakata wayuteeAAoona Allaha warasoolahu olaika sayarhamuhumu Allahu inna Allaha AAazeezun hakeemun"},{"id":72,"text":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّـٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"A los creyentes y a las creyentes Dios prometió jardines [en el Paraíso] por donde corren ríos, en los que disfrutarán por toda la eternidad, y hermosas moradas en los jardines del Edén. Pero alcanzar la complacencia de Dios es aún superior. ¡Ese es el éxito grandioso","transliteration":"WaAAada Allahu almumineena waalmuminati jannatin tajree min tahtiha alanharu khalideena feeha wamasakina tayyibatan fee jannati AAadnin waridwanun mina Allahi akbaru thalika huwa alfawzu alAAatheemu"},{"id":73,"text":"يَـٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","translation":"¡Oh, Profeta! Lucha contra los incrédulos y los hipócritas [que te ataquen], y sé severo con ellos. Su morada será el Infierno. ¡Qué pésimo destino","transliteration":"Ya ayyuha alnnabiyyu jahidi alkuffara waalmunafiqeena waoghluth AAalayhim wamawahum jahannamu wabisa almaseeru"},{"id":74,"text":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","translation":"[Los hipócritas] juran por Dios que no dijeron nada [en contra de la religión de Dios y de Su Mensajero], y he aquí que sí dijeron palabras que evidenciaban su incredulidad, y así renegaron después de haber aceptado el Islam [exteriormente]. También se complotaron para algo que finalmente no pudieron conseguir. ¡Y nada pueden objetar [a la Fe] excepto que Dios los ha enriquecido y [ha hecho que] Su Mensajero [los enriquezca] de Su favor! Mejor sería que se arrepintieran, porque si no lo hacen, Dios les infligirá un castigo doloroso en esta vida y en la otra, y no tendrán en la Tierra protector ni defensor alguno","transliteration":"Yahlifoona biAllahi ma qaloo walaqad qaloo kalimata alkufri wakafaroo baAAda islamihim wahammoo bima lam yanaloo wama naqamoo illa an aghnahumu Allahu warasooluhu min fadlihi fain yatooboo yaku khayran lahum wain yatawallaw yuAAaththibhumu Allahu AAathaban aleeman fee alddunya waalakhirati wama lahum fee alardi min waliyyin wala naseerin"},{"id":75,"text":"۞وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّـٰلِحِينَ","translation":"Entre ellos hay quienes hacen una promesa a Dios diciendo: \"Si Dios nos agracia haremos caridades y seremos de los virtuosos","transliteration":"Waminhum man AAahada Allaha lain atana min fadlihi lanassaddaqanna walanakoonanna mina alssaliheena"},{"id":76,"text":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","translation":"Pero cuando Dios los bendijo con bienes materiales, se mostraron avaros y le dieron la espalda con desdén","transliteration":"Falamma atahum min fadlihi bakhiloo bihi watawallaw wahum muAAridoona"},{"id":77,"text":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","translation":"Dios les infundió la hipocresía en sus corazones, que perdurará hasta el día en que se encontrarán con Él. Eso fue por no cumplir su promesa con Dios y por haber mentido","transliteration":"FaaAAqabahum nifaqan fee quloobihim ila yawmi yalqawnahu bima akhlafoo Allaha ma waAAadoohu wabima kanoo yakthiboona"},{"id":78,"text":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّـٰمُ ٱلۡغُيُوبِ","translation":"¿Acaso no saben que Dios conoce sus intenciones y sus conspiraciones? Dios conoce bien lo oculto","transliteration":"Alam yaAAlamoo anna Allaha yaAAlamu sirrahum wanajwahum waanna Allaha AAallamu alghuyoobi"},{"id":79,"text":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","translation":"Ellos critican a los creyentes que hacen obras voluntarias dando donaciones generosas, y se burlan también de quienes no encuentran qué dar, salvo con un gran esfuerzo. Dios los pondrá a ellos en ridículo y recibirán un castigo doloroso","transliteration":"Allatheena yalmizoona almuttawwiAAeena mina almumineena fee alssadaqati waallatheena la yajidoona illa juhdahum fayaskharoona minhum sakhira Allahu minhum walahum AAathabun aleemun"},{"id":80,"text":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","translation":"Es igual [¡oh, Mujámmad!] que pidas perdón por ellos o que no lo hagas. Aunque pidieras perdón por ellos setenta veces, Dios no los perdonaría, porque no creyeron en Dios ni en Su Mensajero, y Dios no guía a los perversos","transliteration":"Istaghfir lahum aw la tastaghfir lahum in tastaghfir lahum sabAAeena marratan falan yaghfira Allahu lahum thalika biannahum kafaroo biAllahi warasoolihi waAllahu la yahdee alqawma alfasiqeena"},{"id":81,"text":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","translation":"Los que no participaron [en la batalla de Tabuk] se alegraron por rezagarse contrariando las órdenes del Mensajero. Se negaron a contribuir y luchar por la causa de Dios, y dijeron: \"No marchen [a combatir] con este calor\". Diles [¡oh, Mujámmad!]: \"El calor del fuego del Infierno es más intenso aún\". Si comprendieran","transliteration":"Fariha almukhallafoona bimaqAAadihim khilafa rasooli Allahi wakarihoo an yujahidoo biamwalihim waanfusihim fee sabeeli Allahi waqaloo la tanfiroo fee alharri qul naru jahannama ashaddu harran law kanoo yafqahoona"},{"id":82,"text":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","translation":"Que rían un poco [en este mundo], porque llorarán mucho [en el Infierno] como retribución por lo que cometieron","transliteration":"Falyadhakoo qaleelan walyabkoo katheeran jazaan bima kanoo yaksiboona"},{"id":83,"text":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","translation":"Si Dios te trae nuevamente [luego de la batalla de Tabuk] ante un grupo de ellos [los hipócritas], y ellos te piden permiso para salir a combatir [en otra batalla], diles: \"No marcharán ni combatirán conmigo contra un enemigo jamás, porque se complacieron en rezagarse la primera vez; quédense entonces con los que se rezagan","transliteration":"Fain rajaAAaka Allahu ila taifatin minhum faistathanooka lilkhurooji faqul lan takhrujoo maAAiya abadan walan tuqatiloo maAAiya AAaduwwan innakum radeetum bialquAAoodi awwala marratin faoqAAudoo maAAa alkhalifeena"},{"id":84,"text":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","translation":"Cuando alguno de ellos muera, no ores ni te detengas junto a su tumba [para rogar por él], porque no creyeron en Dios ni en Su Mensajero, y murieron en la desobediencia [a Dios]","transliteration":"Wala tusalli AAala ahadin minhum mata abadan wala taqum AAala qabrihi innahum kafaroo biAllahi warasoolihi wamatoo wahum fasiqoona"},{"id":85,"text":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","translation":"Que no te maravillen sus bienes materiales ni sus hijos, pues Dios quiso castigarlos con ellos en esta vida, y que mueran [hundiéndose] en la incredulidad","transliteration":"Wala tuAAjibka amwaluhum waawladuhum innama yureedu Allahu an yuAAaththibahum biha fee alddunya watazhaqa anfusuhum wahum kafiroona"},{"id":86,"text":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","translation":"Cuando es revelado un capítulo [del Corán] en el que se les ordena creer en Dios y combatir junto al Mensajero, los que están en condiciones de ir se excusan diciéndote: \"Permítenos quedarnos con los eximidos","transliteration":"Waitha onzilat sooratun an aminoo biAllahi wajahidoo maAAa rasoolihi istathanaka oloo alttawli minhum waqaloo tharna nakun maAAa alqaAAideena"},{"id":87,"text":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","translation":"Por haber preferido quedarse con los eximidos, Dios bloqueó sus corazones y no pueden discernir","transliteration":"Radoo bian yakoonoo maAAa alkhawalifi watubiAAa AAala quloobihim fahum la yafqahoona"},{"id":88,"text":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَـٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"El Mensajero y quienes creen en él luchan con sus bienes materiales y sus personas. Ellos recibirán las bondades [en esta vida y en la otra], y serán quienes [finalmente] triunfen","transliteration":"Lakini alrrasoolu waallatheena amanoo maAAahu jahadoo biamwalihim waanfusihim waolaika lahumu alkhayratu waolaika humu almuflihoona"},{"id":89,"text":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"Dios tiene reservado para ellos jardines [en el Paraíso] por donde corren ríos, donde morarán por toda la eternidad. Ese es el triunfo grandioso","transliteration":"aAAadda Allahu lahum jannatin tajree min tahtiha alanharu khalideena feeha thalika alfawzu alAAatheemu"},{"id":90,"text":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","translation":"Se presentaron algunos beduinos [ante ti, ¡oh, Mujámmad!] pidiéndote permiso para no ir a luchar sin excusa válida, pero los [hipócritas] que mintieron a Dios y a Su Mensajero se quedaron sin excusarse siquiera. A estos incrédulos Dios les infligirá un castigo doloroso","transliteration":"Wajaa almuAAaththiroona mina alaAArabi liyuthana lahum waqaAAada allatheena kathaboo Allaha warasoolahu sayuseebu allatheena kafaroo minhum AAathabun aleemun"},{"id":91,"text":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Los débiles, los enfermos y los que carecen de recursos no tienen nada que reprocharse por no poder salir [a combatir], si son sinceros con Dios y Su Mensajero. A los que hacen el bien no hay motivo para censurarlos si en algún momento no pueden hacerlo. Dios es Absolvedor, Misericordioso","transliteration":"Laysa AAala aldduAAafai wala AAala almarda wala AAala allatheena la yajidoona ma yunfiqoona harajun itha nasahoo lillahi warasoolihi ma AAala almuhsineena min sabeelin waAllahu ghafoorun raheemun"},{"id":92,"text":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","translation":"Tampoco deben ser reprochados aquellos que cuando se presentaron ante ti [¡oh, Mujámmad!] para que les proveyeras de montura [y así poder combatir por la causa de Dios], les informaste que no contabas con ninguna cabalgadura para ellos, y entonces se retiraron con los ojos inundados de lágrimas, tristes por no poder contribuir [a la causa de Dios]","transliteration":"Wala AAala allatheena itha ma atawka litahmilahum qulta la ajidu ma ahmilukum AAalayhi tawallaw waaAAyunuhum tafeedu mina alddamAAi hazanan alla yajidoo ma yunfiqoona"},{"id":93,"text":"۞إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","translation":"Los que deben ser censurados son aquellos [hipócritas] que te pidieron permiso para rezagarse [sin excusa válida y no contribuyeron ni siquiera con sus bienes materiales] a pesar de ser ricos. Ellos prefirieron quedarse con los eximidos, y por ello Dios bloqueó sus corazones y no pueden discernir","transliteration":"Innama alssabeelu AAala allatheena yastathinoonaka wahum aghniyao radoo bian yakoonoo maAAa alkhawalifi watabaAAa Allahu AAala quloobihim fahum la yaAAlamoona"},{"id":94,"text":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Pretendieron excusarse cuando ustedes regresaron a ellos [de la batalla]; ahora diles [¡oh, Mujámmad!]: \"No se excusen, pues no les creeremos, Dios ya nos informó sobre ustedes\". Dios y luego Su Mensajero observarán lo que hacen [y ello dejará al descubierto si son sinceros o no], finalmente comparecerán ante el Conocedor de lo oculto y lo manifiesto, que les revelará lo que solían hacer","transliteration":"YaAAtathiroona ilaykum itha rajaAAtum ilayhim qul la taAAtathiroo lan numina lakum qad nabbaana Allahu min akhbarikum wasayara Allahu AAamalakum warasooluhu thumma turaddoona ila AAalimi alghaybi waalshshahadati fayunabbiokum bima kuntum taAAmaloona"},{"id":95,"text":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","translation":"Cuando ustedes retornaron [después de la batalla], ellos les juraron por Dios [que no pudieron acompañarlos] para que los excusaran; pero apártense de ellos, pues son gente repugnante. En pago por cuanto cometieron, su morada será el Infierno","transliteration":"Sayahlifoona biAllahi lakum itha inqalabtum ilayhim lituAAridoo AAanhum faaAAridoo AAanhum innahum rijsun wamawahum jahannamu jazaan bima kanoo yaksiboona"},{"id":96,"text":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","translation":"Les juran por Dios para que se conformen con ellos; pero aunque ustedes se complacieran con ellos, sepan que Dios no Se complace con los corruptos","transliteration":"Yahlifoona lakum litardaw AAanhum fain tardaw AAanhum fainna Allaha la yarda AAani alqawmi alfasiqeena"},{"id":97,"text":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"Algunos beduinos son más incrédulos e hipócritas [que los habitantes de las ciudades], y es más probable que no conozcan los preceptos que Dios reveló a Su Mensajero. Dios todo lo sabe, es Sabio","transliteration":"AlaAArabu ashaddu kufran wanifaqan waajdaru alla yaAAlamoo hudooda ma anzala Allahu AAala rasoolihi waAllahu AAaleemun hakeemun"},{"id":98,"text":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","translation":"Entre los beduinos hay quienes consideran que toda donación es una pérdida, y esperan que ustedes sean azotados por un infortunio [para librarse de tener que hacer una contribución]. ¡Que los azote a ellos un infortunio! Dios todo lo oye, todo lo sabe","transliteration":"Wamina alaAArabi man yattakhithu ma yunfiqu maghraman wayatarabbasu bikumu alddawaira AAalayhim dairatu alssawi waAllahu sameeAAun AAaleemun"},{"id":99,"text":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","translation":"Pero también hay entre los beduinos quienes creen en Dios y en el Día del Juicio, y hacen caridades anhelando acercarse más a Dios y merecer las súplicas del Mensajero. Así es como lograrán estar más próximos a Dios. Él los introducirá en Su misericordia. Dios es Absolvedor, Misericordioso","transliteration":"Wamina alaAArabi man yuminu biAllahi waalyawmi alakhiri wayattakhithu ma yunfiqu qurubatin AAinda Allahi wasalawati alrrasooli ala innaha qurbatun lahum sayudkhiluhumu Allahu fee rahmatihi inna Allaha ghafoorun raheemun"},{"id":100,"text":"وَٱلسَّـٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّـٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"Dios se complace con los primeros que aceptaron el Islam y emigraron [a Medina], se complace con aquellos que los socorrieron, y con todos los que sigan su ejemplo [en la fe y las buenas obras], y todos ellos se complacen con Dios. Él les ha reservado jardines por donde corren ríos, donde morarán por toda la eternidad. Ese es el triunfo grandioso","transliteration":"Waalssabiqoona alawwaloona mina almuhajireena waalansari waallatheena ittabaAAoohum biihsanin radiya Allahu AAanhum waradoo AAanhu waaAAadda lahum jannatin tajree tahtaha alanharu khalideena feeha abadan thalika alfawzu alAAatheemu"},{"id":101,"text":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","translation":"Entre la gente de Medina y los beduinos que habitan a su alrededor hay hipócritas. Estos persisten en la hipocresía, tú no los conoces [¡oh, Mujámmad!], pero Yo sí los conozco. Los castigaré dos veces [una en esta vida con adversidades y la otra en la tumba], luego [el Día del Juicio] sufrirán un terrible castigo","transliteration":"Wamimman hawlakum mina alaAArabi munafiqoona wamin ahli almadeenati maradoo AAala alnnifaqi la taAAlamuhum nahnu naAAlamuhum sanuAAaththibuhum marratayni thumma yuraddoona ila AAathabin AAatheemin"},{"id":102,"text":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","translation":"Otros, en cambio, reconocen sus pecados [y se arrepienten], pues realizaron obras malas que empañaron sus obras buenas. A estos Dios les aceptará su arrepentimiento, porque Dios es Absolvedor, Misericordioso","transliteration":"Waakharoona iAAtarafoo bithunoobihim khalatoo AAamalan salihan waakhara sayyian AAasa Allahu an yatooba AAalayhim inna Allaha ghafoorun raheemun"},{"id":103,"text":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","translation":"[¡Oh, Mujámmad!] Toma una parte de sus bienes materiales [como zakat] para expurgarles [con ello sus pecados] y purificarlos [de la avaricia], y ruega por ellos, que tus súplicas les transmiten paz. Dios todo lo oye, todo lo sabe","transliteration":"Khuth min amwalihim sadaqatan tutahhiruhum watuzakkeehim biha wasalli AAalayhim inna salataka sakanun lahum waAllahu sameeAAun AAaleemun"},{"id":104,"text":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"¿Acaso no saben que Dios acepta el arrepentimiento de Sus siervos y sus caridades [y les multiplica su recompensa por ellas]? Dios es el Indulgente, el Misericordioso","transliteration":"Alam yaAAlamoo anna Allaha huwa yaqbalu alttawbata AAan AAibadihi wayakhuthu alssadaqati waanna Allaha huwa alttawwabu alrraheemu"},{"id":105,"text":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"Diles [¡oh, Mujámmad!, a los hipócritas]: \"Obren como quieran, pero sepan que Dios, Su Mensajero y los creyentes verán sus obras\". Luego comparecerán ante el Conocedor de lo oculto y lo manifiesto, y Él les informará lo que cometieron","transliteration":"Waquli iAAmaloo fasayara Allahu AAamalakum warasooluhu waalmuminoona wasaturaddoona ila AAalimi alghaybi waalshshahadati fayunabbiokum bima kuntum taAAmaloona"},{"id":106,"text":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"Otros esperan el designio de Dios, Quien los castigará [si no se arrepienten] o los perdonará [si lo hacen]. Dios lo sabe todo, es Sabio","transliteration":"Waakharoona murjawna liamri Allahi imma yuAAaththibuhum waimma yatoobu AAalayhim waAllahu AAaleemun hakeemun"},{"id":107,"text":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","translation":"Quienes [de los hipócritas] construyeron una mezquita para hacer daño, difundir la incredulidad, sembrar la discordia entre los creyentes y dar refugio a quienes combaten a Dios y a Su Mensajero, desde hace tiempo juran que la construyeron para hacer un acto de beneficencia, pero Dios atestigua que mienten","transliteration":"Waallatheena ittakhathoo masjidan diraran wakufran watafreeqan bayna almumineena wairsadan liman haraba Allaha warasoolahu min qablu walayahlifunna in aradna illa alhusna waAllahu yashhadu innahum lakathiboona"},{"id":108,"text":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","translation":"No ores [¡oh, Mujámmad!] en ella nunca, y sabe que una mezquita construida con piedad desde el primer día es más digna de que ores en ella, pues allí hay gente que desea purificarse, y Dios ama a quienes se purifican","transliteration":"La taqum feehi abadan lamasjidun ossisa AAala alttaqwa min awwali yawmin ahaqqu an taqooma feehi feehi rijalun yuhibboona an yatatahharoo waAllahu yuhibbu almuttahhireena"},{"id":109,"text":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ","translation":"¿Acaso no es mejor quien construye sobre la base de la piedad y la complacencia de Dios que quien construye sobre un acantilado arenoso a punto de desplomarse, que pronto precipitará a sus constructores al Infierno? Dios no guía a los opresores","transliteration":"Afaman assasa bunyanahu AAala taqwa mina Allahi waridwanin khayrun am man assasa bunyanahu AAala shafa jurufin harin fainhara bihi fee nari jahannama waAllahu la yahdee alqawma alththalimeena"},{"id":110,"text":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","translation":"La mezquita que construyeron no dejará de sembrar dudas e hipocresía [entre los incrédulos] hasta que sus corazones se detengan. Dios lo sabe todo, es Sabio","transliteration":"La yazalu bunyanuhumu allathee banaw reebatan fee quloobihim illa an taqattaAAa quloobuhum waAllahu AAaleemun hakeemun"},{"id":111,"text":"۞إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"Dios ha comprado a los creyentes, a cambio del Paraíso, sus vidas y sus bienes materiales que ofrecen por la causa de Dios hasta vencer o morir. Esta es una promesa verdadera que está mencionada en la Tora, el Evangelio y el Corán. ¿Quién es más fiel a su promesa que Dios? Bienaventurados sean por ofrecer [sus placeres mundanos] para comprar [los placeres de la otra vida]. Ese es el triunfo grandioso","transliteration":"Inna Allaha ishtara mina almumineena anfusahum waamwalahum bianna lahumu aljannata yuqatiloona fee sabeeli Allahi fayaqtuloona wayuqtaloona waAAdan AAalayhi haqqan fee alttawrati waalinjeeli waalqurani waman awfa biAAahdihi mina Allahi faistabshiroo bibayAAikumu allathee bayaAAtum bihi wathalika huwa alfawzu alAAatheemu"},{"id":112,"text":"ٱلتَّـٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّـٰٓئِحُونَ ٱلرَّـٰكِعُونَ ٱلسَّـٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","translation":"[El triunfo es de quienes] se arrepienten [ante Dios], Lo adoran, Lo alaban, ayunan, se inclinan y se prosternan [en las oraciones], ordenan el bien y prohíben el mal, y respetan los preceptos [de Dios]. ¡Albricia a los creyentes","transliteration":"Alttaiboona alAAabidoona alhamidoona alssaihoona alrrakiAAoona alssajidoona alamiroona bialmaAAroofi waalnnahoona AAani almunkari waalhafithoona lihudoodi Allahi wabashshiri almumineena"},{"id":113,"text":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","translation":"No corresponde que el Profeta ni los creyentes pidan perdón por los idólatras aunque se trate de sus parientes, una vez que se haga evidente que serán de la gente del Infierno","transliteration":"Ma kana lilnnabiyyi waallatheena amanoo an yastaghfiroo lilmushrikeena walaw kanoo olee qurba min baAAdi ma tabayyana lahum annahum ashabu aljaheemi"},{"id":114,"text":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّـٰهٌ حَلِيمٞ","translation":"Abraham solo pidió perdón por su padre porque se lo había prometido, pero cuando se dio cuenta de que era un enemigo de Dios, se desentendió de él. Abraham era manso de corazón y paciente","transliteration":"Wama kana istighfaru ibraheema liabeehi illa AAan mawAAidatin waAAadaha iyyahu falamma tabayyana lahu annahu AAaduwwun lillahi tabarraa minhu inna ibraheema laawwahun haleemun"},{"id":115,"text":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","translation":"Dios no desviaría a un pueblo luego de haberlo guiado, sin antes haberles transmitido Sus preceptos. Dios es Conocedor de todas las cosas","transliteration":"Wama kana Allahu liyudilla qawman baAAda ith hadahum hatta yubayyina lahum ma yattaqoona inna Allaha bikulli shayin AAaleemun"},{"id":116,"text":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","translation":"A Dios pertenece el reino de los cielos y de la Tierra, Él da la vida y la muerte, y no tienen fuera de Dios protector ni defensor alguno","transliteration":"Inna Allaha lahu mulku alssamawati waalardi yuhyee wayumeetu wama lakum min dooni Allahi min waliyyin wala naseerin"},{"id":117,"text":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","translation":"Dios perdonó al Profeta, a los creyentes que habían emigrado y a quienes los socorrieron, cuando lo siguieron en los momentos difíciles [de la expedición a Tabuk], y aceptó el arrepentimiento de aquellos cuyos corazones estuvieron a punto de desviarse [al ausentarse de la expedición]. Él es Compasivo y Misericordioso con Sus siervos","transliteration":"Laqad taba Allahu AAala alnnabiyyi waalmuhajireena waalansari allatheena ittabaAAoohu fee saAAati alAAusrati min baAAdi ma kada yazeeghu quloobu fareeqin minhum thumma taba AAalayhim innahu bihim raoofun raheemun"},{"id":118,"text":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","translation":"También aceptó el arrepentimiento de los tres que se rezagaron [de la expedición]. A estos les resultó estrecha la Tierra a pesar de su vastedad [por la vergüenza que sentían], estaban acongojados y finalmente comprendieron que no tenían más refugio que Dios. Luego [de un tiempo] Él les aceptó su arrepentimiento para que regresaran [a Dios]. Dios es el Indulgente, el Misericordioso","transliteration":"WaAAala alththalathati allatheena khullifoo hatta itha daqat AAalayhimu alardu bima rahubat wadaqat AAalayhim anfusuhum wathannoo an la maljaa mina Allahi illa ilayhi thumma taba AAalayhim liyatooboo inna Allaha huwa alttawwabu alrraheemu"},{"id":119,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّـٰدِقِينَ","translation":"¡Oh, creyentes! Tengan temor de Dios y permanezcan junto a los que dicen siempre la verdad","transliteration":"Ya ayyuha allatheena amanoo ittaqoo Allaha wakoonoo maAAa alssadiqeena"},{"id":120,"text":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","translation":"La gente de Medina y los beduinos que habitan a su alrededor no debían negarse a combatir con el Mensajero de Dios [si eran convocados] ni preferir sus propias vidas a la de él, ya que les es registrada una buena obra cada vez que sufren sed, cansancio y hambre mientras luchan por la causa de Dios, y cuando pisan terreno que enfurezca a los incrédulos, cuando los alcanza alguna hostilidad de los enemigos. Dios no deja que se pierda la recompensa de los que hacen el bien","transliteration":"Ma kana liahli almadeenati waman hawlahum mina alaAArabi an yatakhallafoo AAan rasooli Allahi wala yarghaboo bianfusihim AAan nafsihi thalika biannahum la yuseebuhum thamaon wala nasabun wala makhmasatun fee sabeeli Allahi wala yataoona mawtian yagheethu alkuffara wala yanaloona min AAaduwwin naylan illa kutiba lahum bihi AAamalun salihun inna Allaha la yudeeAAu ajra almuhsineena"},{"id":121,"text":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","translation":"Cuando contribuyen mucho o poco, o atraviesan un valle, les es registrada [una buena obra]. Así Dios los recompensa más de lo que han hecho","transliteration":"Wala yunfiqoona nafaqatan sagheeratan wala kabeeratan wala yaqtaAAoona wadiyan illa kutiba lahum liyajziyahumu Allahu ahsana ma kanoo yaAAmaloona"},{"id":122,"text":"۞وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","translation":"No deben salir a combatir todos los creyentes en una expedición. Que de cada región, algunos se queden para estudiar la religión y así puedan exhortar a su gente cuando regresen, para que de este modo se preserve [el conocimiento]","transliteration":"Wama kana almuminoona liyanfiroo kaffatan falawla nafara min kulli firqatin minhum taifatun liyatafaqqahoo fee alddeeni waliyunthiroo qawmahum itha rajaAAoo ilayhim laAAallahum yahtharoona"},{"id":123,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","translation":"¡Oh, creyentes! Combatan a aquellos incrédulos enemigos que habitan a su alrededor [y los combaten], que comprueben su severidad. Dios está con los piadosos","transliteration":"Ya ayyuha allatheena amanoo qatiloo allatheena yaloonakum mina alkuffari walyajidoo feekum ghilthatan waiAAlamoo anna Allaha maAAa almuttaqeena"},{"id":124,"text":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","translation":"Cuando un capítulo [del Corán] es revelado, hay entre ellos quienes dicen: \"¿A quién le aumenta su fe?\" Mientras que a los verdaderos creyentes sí les aumenta la fe, y se alegran por eso","transliteration":"Waitha ma onzilat sooratun faminhum man yaqoolu ayyukum zadathu hathihi eemanan faamma allatheena amanoo fazadathum eemanan wahum yastabshiroona"},{"id":125,"text":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","translation":"En cambio, a aquellos cuyos corazones están enfermos [de hipocresía], este [nuevo capítulo] les aumenta maldad a la maldad [espiritual] que ya tienen, y mueren negando la verdad","transliteration":"Waamma allatheena fee quloobihim maradun fazadathum rijsan ila rijsihim wamatoo wahum kafiroona"},{"id":126,"text":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","translation":"¿Acaso no ven que son puestos a prueba cada año una o dos veces? Pero aun así no se arrepienten ni reflexionan","transliteration":"Awala yarawna annahum yuftanoona fee kulli AAamin marratan aw marratayni thumma la yatooboona wala hum yaththakkaroona"},{"id":127,"text":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","translation":"Cuando un capítulo [del Corán] es revelado, [los hipócritas] se miran entre sí [y susurran]: \"¿Acaso alguien puede ver [lo que hay en nuestros corazones]?\", y se alejan. Pero Dios ha alejado sus corazones [de la verdad] porque son gente que no la comprenden","transliteration":"Waitha ma onzilat sooratun nathara baAAduhum ila baAAdin hal yarakum min ahadin thumma insarafoo sarafa Allahu quloobahum biannahum qawmun la yafqahoona"},{"id":128,"text":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","translation":"Se les ha presentado un Mensajero de entre ustedes mismos que se apena por sus adversidades, se preocupa y desea que alcancen el bien [e ingresen al Paraíso]; es compasivo y misericordioso con los creyentes","transliteration":"Laqad jaakum rasoolun min anfusikum AAazeezun AAalayhi ma AAanittum hareesun AAalaykum bialmumineena raoofun raheemun"},{"id":129,"text":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","translation":"[¡Oh, Mujámmad!] Si rechazan [el Mensaje] diles: \"Me es suficiente con Dios, no hay otra divinidad salvo Él, a Él me encomiendo y Él es el Señor del Trono grandioso","transliteration":"Fain tawallaw faqul hasbiya Allahu la ilaha illa huwa AAalayhi tawakkaltu wahuwa rabbu alAAarshi alAAatheemi"}]}
