{"id":19,"name":"مريم","transliteration":"Maryam","translation":"Марьям","type":"meccan","total_verses":98,"verses":[{"id":1,"text":"كٓهيعٓصٓ","translation":"Каф. Ха. Йа. Айн. Сад","transliteration":"KafhayaAAaynsad"},{"id":2,"text":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","translation":"Это является напоминанием о милости твоего Господа, оказанной Его рабу Закарии (Захарии)","transliteration":"Thikru rahmati rabbika AAabdahu zakariyya"},{"id":3,"text":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","translation":"Вот он воззвал к своему Господу в тайне","transliteration":"Ith nada rabbahu nidaan khafiyyan"},{"id":4,"text":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","translation":"и сказал: «Господи! Воистину, кости мои ослабели, а седина уже распространилась по моей голове. А ведь раньше благодаря молитвам к Тебе, Господи, я не был несчастен","transliteration":"Qala rabbi innee wahana alAAathmu minnee waishtaAAala alrrasu shayban walam akun biduAAaika rabbi shaqiyyan"},{"id":5,"text":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","translation":"Я опасаюсь того, что натворят мои родственники после меня, потому что жена моя бесплодна. Даруй же мне от Тебя наследника","transliteration":"Wainnee khiftu almawaliya min waraee wakanati imraatee AAaqiran fahab lee min ladunka waliyyan"},{"id":6,"text":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","translation":"который наследует мне и семейству Йакуба (Иакова). И сделай его, Господи, угодником»","transliteration":"Yarithunee wayarithu min ali yaAAqooba waijAAalhu rabbi radiyyan"},{"id":7,"text":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","translation":"О Закария (Захария)! Воистину, Мы радуем тебя вестью о мальчике, имя которому Йахья (Иоанн). Мы не создавали прежде никого с таким именем (или никого подобного ему)","transliteration":"Ya zakariyya inna nubashshiruka bighulamin ismuhu yahya lam najAAal lahu min qablu samiyyan"},{"id":8,"text":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","translation":"Он сказал: «Господи! Как может быть у меня мальчик, если моя жена бесплодна, а я уже достиг дряхлого возраста?»","transliteration":"Qala rabbi anna yakoonu lee ghulamun wakanati imraatee AAaqiran waqad balaghtu mina alkibari AAitiyyan"},{"id":9,"text":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","translation":"Он сказал: «Все так и будет! Господь твой сказал: «Это для Меня легко, ведь прежде Я сотворил тебя самого, хотя тебя вообще не было»»","transliteration":"Qala kathalika qala rabbuka huwa AAalayya hayyinun waqad khalaqtuka min qablu walam taku shayan"},{"id":10,"text":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","translation":"Он сказал: «Господи! Назначь для меня знамение». Он сказал: «Знамением для тебя станет то, что ты не будешь говорить с людьми в течение трех ночей, будучи в полном здравии»","transliteration":"Qala rabbi ijAAal lee ayatan qala ayatuka alla tukallima alnnasa thalatha layalin sawiyyan"},{"id":11,"text":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","translation":"Он вышел из молельни к своему народу и дал им понять: «Воздавайте хвалу по утрам и перед закатом!»","transliteration":"Fakharaja AAala qawmihi mina almihrabi faawha ilayhim an sabbihoo bukratan waAAashiyyan"},{"id":12,"text":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","translation":"О Йахья (Иоанн)! Крепко держи Писание. Мы одарили его мудростью, пока он был еще ребенком","transliteration":"Ya yahya khuthi alkitaba biquwwatin waataynahu alhukma sabiyyan"},{"id":13,"text":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","translation":"а также состраданием от Нас и чистотой. Он был богобоязнен","transliteration":"Wahananan min ladunna wazakatan wakana taqiyyan"},{"id":14,"text":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","translation":"почтителен к родителям и не был гордецом и ослушником","transliteration":"Wabarran biwalidayhi walam yakun jabbaran AAasiyyan"},{"id":15,"text":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","translation":"Мир ему в тот день, когда он родился, в тот день, когда он скончался, и в тот день, когда он будет воскрешен к жизни","transliteration":"Wasalamun AAalayhi yawma wulida wayawma yamootu wayawma yubAAathu hayyan"},{"id":16,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","translation":"Помяни в Писании Марьям (Марию). Вот она ушла от своей семьи на восток","transliteration":"Waothkur fee alkitabi maryama ithi intabathat min ahliha makanan sharqiyyan"},{"id":17,"text":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","translation":"и укрылась от них за завесой. Мы же послали к ней Нашего Духа (Джибрила), и он предстал перед ней в облике прекрасно сложенного человека","transliteration":"Faittakhathat min doonihim hijaban faarsalna ilayha roohana fatamaththala laha basharan sawiyyan"},{"id":18,"text":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","translation":"Она сказала: «Я прибегаю к Милостивому, чтобы Он защитил меня от тебя, если только ты богобоязнен»","transliteration":"Qalat innee aAAoothu bialrrahmani minka in kunta taqiyyan"},{"id":19,"text":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","translation":"Он сказал: «Воистину, я послан твоим Господом, чтобы даровать тебе чистого мальчика»","transliteration":"Qala innama ana rasoolu rabbiki liahaba laki ghulaman zakiyyan"},{"id":20,"text":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","translation":"Она сказала: «Как у меня может быть мальчик, если меня не касался мужчина, и я не была блудницей?»","transliteration":"Qalat anna yakoonu lee ghulamun walam yamsasnee basharun walam aku baghiyyan"},{"id":21,"text":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","translation":"Он сказал: «Вот так! Господь твой сказал: «Это для Меня легко. Мы сделаем его знамением для людей и милостью от Нас. Это дело уже предрешено!»»","transliteration":"Qala kathaliki qala rabbuki huwa AAalayya hayyinun walinajAAalahu ayatan lilnnasi warahmatan minna wakana amran maqdiyyan"},{"id":22,"text":"۞فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","translation":"Она понесла его (забеременела) и отправилась с ним в отдаленное место","transliteration":"Fahamalathu faintabathat bihi makanan qasiyyan"},{"id":23,"text":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","translation":"Родовые схватки привели ее к стволу финиковой пальмы, и она сказала: «Лучше бы я умерла до этого и была навсегда забытой!»","transliteration":"Faajaaha almakhadu ila jithAAi alnnakhlati qalat ya laytanee mittu qabla hatha wakuntu nasyan mansiyyan"},{"id":24,"text":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","translation":"Тогда он (Иса или Джибрил) воззвал к ней из-под нее: «Не печалься! Господь твой создал под тобой ручей","transliteration":"Fanadaha min tahtiha alla tahzanee qad jaAAala rabbuki tahtaki sariyyan"},{"id":25,"text":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","translation":"Потряси на себя ствол пальмы, и на тебя попадают свежие финики","transliteration":"Wahuzzee ilayki bijithAAi alnnakhlati tusaqit AAalayki rutaban janiyyan"},{"id":26,"text":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","translation":"Ешь, пей и радуйся! Если же увидишь кого-либо из людей, то скажи: «Я дала Милостивому обет хранить молчание и не стану сегодня разговаривать с людьми»»","transliteration":"Fakulee waishrabee waqarree AAaynan faimma tarayinna mina albashari ahadan faqoolee innee nathartu lilrrahmani sawman falan okallima alyawma insiyyan"},{"id":27,"text":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","translation":"Она пришла к своим родным, неся его. Они сказали: «О Марьям (Мария)! Ты совершила тяжкий (или небывалый, или удивительный) проступок","transliteration":"Faatat bihi qawmaha tahmiluhu qaloo ya maryamu laqad jiti shayan fariyyan"},{"id":28,"text":"يَـٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","translation":"О сестра Харуна (Аарона)! Твой отец не был скверным человеком, и мать твоя не была блудницей»","transliteration":"Ya okhta haroona ma kana abooki imraa sawin wama kanat ommuki baghiyyan"},{"id":29,"text":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","translation":"Она показала на него, и они сказали: «Как мы можем говорить с младенцем в колыбели?»","transliteration":"Faasharat ilayhi qaloo kayfa nukallimu man kana fee almahdi sabiyyan"},{"id":30,"text":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","translation":"Он сказал: «Воистину, я - раб Аллаха. Он даровал мне Писание и сделал меня пророком","transliteration":"Qala innee AAabdu Allahi ataniya alkitaba wajaAAalanee nabiyyan"},{"id":31,"text":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","translation":"Он сделал меня благословенным, где бы я ни был, и заповедал мне совершать намаз и раздавать закят, пока я буду жив","transliteration":"WajaAAalanee mubarakan ayna ma kuntu waawsanee bialssalati waalzzakati ma dumtu hayyan"},{"id":32,"text":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","translation":"Он сделал меня почтительным к моей матери и не сделал меня надменным и несчастным","transliteration":"Wabarran biwalidatee walam yajAAalnee jabbaran shaqiyyan"},{"id":33,"text":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","translation":"Мир мне в тот день, когда я родился, в тот день, когда я скончаюсь, и в тот день, когда я буду воскрешен к жизни»","transliteration":"Waalssalamu AAalayya yawma wulidtu wayawma amootu wayawma obAAathu hayyan"},{"id":34,"text":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","translation":"Таков Иса (Иисус), сын Марьям (Марьям)! Слово Истины, относительно которого они препираются","transliteration":"Thalika AAeesa ibnu maryama qawla alhaqqi allathee feehi yamtaroona"},{"id":35,"text":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","translation":"Не подобает Аллаху иметь сына. Пречист Он! Когда Он принимает решение, то стоит Ему сказать: «Будь!». - как это сбывается","transliteration":"Ma kana lillahi an yattakhitha min waladin subhanahu itha qada amran fainnama yaqoolu lahu kun fayakoonu"},{"id":36,"text":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","translation":"Иса (Иисус) сказал: «Воистину, Аллах - мой Господь и ваш Господь. Поклоняйтесь же Ему. Это и есть прямой путь»","transliteration":"Wainna Allaha rabbee warabbukum faoAAbudoohu hatha siratun mustaqeemun"},{"id":37,"text":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","translation":"Но секты разошлись во мнениях между собой. Горе же неверующим, которые встретят Великий день","transliteration":"Faikhtalafa alahzabu min baynihim fawaylun lillatheena kafaroo min mashhadi yawmin AAatheemin"},{"id":38,"text":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّـٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","translation":"Как же ясно они будут слышать и видеть в тот день, когда они явятся к Нам! Но сегодня беззаконники пребывают в очевидном заблуждении","transliteration":"AsmiAA bihim waabsir yawma yatoonana lakini alththalimoona alyawma fee dalalin mubeenin"},{"id":39,"text":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","translation":"Предупреди их о Дне печали, когда решение уже будет принято. Но они проявляют беспечность и не веруют","transliteration":"Waanthirhum yawma alhasrati ith qudiya alamru wahum fee ghaflatin wahum la yuminoona"},{"id":40,"text":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","translation":"Воистину, Мы унаследуем землю и тех, кто на ней, и они вернутся к Нам","transliteration":"Inna nahnu narithu alarda waman AAalayha wailayna yurjaAAoona"},{"id":41,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","translation":"Помяни в Писании Ибрахима (Авраама). Он был правдивейшим человеком и пророком","transliteration":"Waothkur fee alkitabi ibraheema innahu kana siddeeqan nabiyyan"},{"id":42,"text":"إِذۡ قَالَ لِأَبِيهِ يَـٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","translation":"Вот он сказал своему отцу: «Отец мой! Почему ты поклоняешься тому, что не слышит и не видит и не принесет тебе никакого избавления","transliteration":"Ith qala liabeehi ya abati lima taAAbudu ma la yasmaAAu wala yubsiru wala yughnee AAanka shayan"},{"id":43,"text":"يَـٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","translation":"Отец мой! Мне открылось знание, которое не было открыто тебе. Последуй же за мной, и я поведу тебя верным путем","transliteration":"Ya abati innee qad jaanee mina alAAilmi ma lam yatika faittabiAAnee ahdika siratan sawiyyan"},{"id":44,"text":"يَـٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","translation":"Отец мой! Не поклоняйся дьяволу, поскольку он ослушался Милостивого","transliteration":"Ya abati la taAAbudi alshshaytana inna alshshaytana kana lilrrahmani AAasiyyan"},{"id":45,"text":"يَـٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","translation":"Отец мой! Я боюсь, что тебя постигнет наказание от Милостивого и что ты станешь помощником дьявола","transliteration":"Ya abati innee akhafu an yamassaka AAathabun mina alrrahmani fatakoona lilshshyatani waliyyan"},{"id":46,"text":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَـٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","translation":"Он сказал: «Неужели ты отворачиваешься от моих богов, Ибрахим (Авраам)? Если ты не перестанешь, то я непременно побью тебя камнями. Оставь же меня надолго!»","transliteration":"Qala araghibun anta AAan alihatee ya ibraheemu lain lam tantahi laarjumannaka waohjurnee maliyyan"},{"id":47,"text":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","translation":"Он сказал: «Мир тебе! Я буду просить моего Господа простить тебя. Воистину, Он снисходителен ко мне","transliteration":"Qala salamun AAalayka saastaghfiru laka rabbee innahu kana bee hafiyyan"},{"id":48,"text":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","translation":"Я удаляюсь от вас и от того, чему вы поклоняетесь помимо Аллаха, и обращаюсь с мольбой к моему Господу. Быть может, благодаря молитвам к моему Господу я не буду несчастен»","transliteration":"WaaAAtazilukum wama tadAAoona min dooni Allahi waadAAoo rabbee AAasa alla akoona biduAAai rabbee shaqiyyan"},{"id":49,"text":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","translation":"Когда он удалился от них и от того, чему они поклонялись помимо Аллаха, Мы даровали ему Исхака (Исаака) и Йакуба (Иакова). Каждого из них Мы сделали пророком","transliteration":"Falamma iAAtazalahum wama yaAAbudoona min dooni Allahi wahabna lahu ishaqa wayaAAqooba wakullan jaAAalna nabiyyan"},{"id":50,"text":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","translation":"Мы одарили их из Нашей милости и оставили о них правдивую молву","transliteration":"Wawahabna lahum min rahmatina wajaAAalna lahum lisana sidqin AAaliyyan"},{"id":51,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","translation":"Помяни в Писании Мусу (Моисея). Воистину, он был избранником (или искренним) и был посланником и пророком","transliteration":"Waothkur fee alkitabi moosa innahu kana mukhlasan wakana rasoolan nabiyyan"},{"id":52,"text":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","translation":"Мы подали ему глас с правой стороны горы и подозвали его поближе тихим голосом","transliteration":"Wanadaynahu min janibi alttoori alaymani waqarrabnahu najiyyan"},{"id":53,"text":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","translation":"По милости Своей Мы сделали для него его брата Харуна (Аарона) пророком","transliteration":"Wawahabna lahu min rahmatina akhahu haroona nabiyyan"},{"id":54,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","translation":"Помяни в Писании Исмаила (Измаила). Воистину, он был правдивым в обещаниях и был посланником и пророком","transliteration":"Waothkur fee alkitabi ismaAAeela innahu kana sadiqa alwaAAdi wakana rasoolan nabiyyan"},{"id":55,"text":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","translation":"Он велел своей семье совершать намаз и выплачивать закят, а его Господь был доволен им","transliteration":"Wakana yamuru ahlahu bialssalati waalzzakati wakana AAinda rabbihi mardiyyan"},{"id":56,"text":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","translation":"Помяни в Писании Идриса. Воистину, он был правдивейшим человеком и пророком","transliteration":"Waothkur fee alkitabi idreesa innahu kana siddeeqan nabiyyan"},{"id":57,"text":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","translation":"Мы вознесли его на высокое место","transliteration":"WarafaAAnahu makanan AAaliyyan"},{"id":58,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَـٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","translation":"Это - те, кого облагодетельствовал Аллах, из числа пророков, которые были потомками Адама и тех, кого Мы спасли вместе с Нухом (Ноем), и потомками Ибрахима (Авраама) и Исраила (Израиля), и из числа тех, кого Мы наставили на прямой путь и избрали. Когда им читали аяты Милостивого, они падали ниц и рыдали","transliteration":"Olaika allatheena anAAama Allahu AAalayhim mina alnnabiyyeena min thurriyyati adama wamimman hamalna maAAa noohin wamin thurriyyati ibraheema waisraeela wamimman hadayna waijtabayna itha tutla AAalayhim ayatu alrrahmani kharroo sujjadan wabukiyyan"},{"id":59,"text":"۞فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","translation":"После них пришли потомки, которые перестали совершать намаз и стали потакать желаниям. Все они понесут убыток (или будут испытывать тяготы; или понесут наказание за невежество; или встретят зло)","transliteration":"Fakhalafa min baAAdihim khalfun adaAAoo alssalata waittabaAAoo alshshahawati fasawfa yalqawna ghayyan"},{"id":60,"text":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَـٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","translation":"кроме тех, которые раскаялись, уверовали и поступали праведно. Они войдут в Рай, и с ними нисколько не поступят несправедливо","transliteration":"Illa man taba waamana waAAamila salihan faolaika yadkhuloona aljannata wala yuthlamoona shayan"},{"id":61,"text":"جَنَّـٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","translation":"Это будут сады Эдема, обещанные Милостивым Его рабам, которые не видели их воочию. Воистину, обещание Его исполнится","transliteration":"Jannati AAadnin allatee waAAada alrrahmanu AAibadahu bialghaybi innahu kana waAAduhu matiyyan"},{"id":62,"text":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","translation":"Они не услышат там празднословия, но услышат приветствие миром. Для них там приготовлен их удел утром и после полудня","transliteration":"La yasmaAAoona feeha laghwan illa salaman walahum rizquhum feeha bukratan waAAashiyyan"},{"id":63,"text":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","translation":"Таков Рай, который Мы отдадим в наследство тем из Наших рабов, которые были богобоязненны","transliteration":"Tilka aljannatu allatee noorithu min AAibadina man kana taqiyyan"},{"id":64,"text":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","translation":"Ангелы сказали: «Мы нисходим только по велению твоего Господа. Ему принадлежит то, что перед нами, и то, что позади нас, и то, что между ними. Господь твой не забывчив»","transliteration":"Wama natanazzalu illa biamri rabbika lahu ma bayna aydeena wama khalfana wama bayna thalika wama kana rabbuka nasiyyan"},{"id":65,"text":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","translation":"Господь небес, земли и того, что между ними! Поклоняйся же Ему и будь стоек в поклонении Ему. Знаешь ли ты другого с таким именем (или подобного Ему)","transliteration":"Rabbu alssamawati waalardi wama baynahuma faoAAbudhu waistabir liAAibadatihi hal taAAlamu lahu samiyyan"},{"id":66,"text":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","translation":"Человек говорит: «Неужели после того, как я умру, я выйду из могилы живым?»","transliteration":"Wayaqoolu alinsanu aitha ma mittu lasawfa okhraju hayyan"},{"id":67,"text":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","translation":"Разве человек не помнит, что еще раньше Мы создали его, хотя его вообще не было","transliteration":"Awala yathkuru alinsanu anna khalaqnahu min qablu walam yaku shayan"},{"id":68,"text":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","translation":"Клянусь твоим Господом, Мы непременно соберем их и дьяволов, а затем поставим их вокруг Геенны на колени","transliteration":"Fawarabbika lanahshurannahum waalshshayateena thumma lanuhdirannahum hawla jahannama jithiyyan"},{"id":69,"text":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","translation":"Потом Мы выведем из каждой общины того, кто больше других ослушался Милостивого","transliteration":"Thumma lananziAAanna min kulli sheeAAatin ayyuhum ashaddu AAala alrrahmani AAitiyyan"},{"id":70,"text":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","translation":"Нам лучше знать, кому более подобает гореть там (или кто более других заслуживает войти туда)","transliteration":"Thumma lanahnu aAAlamu biallatheena hum awla biha siliyyan"},{"id":71,"text":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","translation":"Каждый из вас войдет туда. Таково окончательное решение твоего Господа","transliteration":"Wain minkum illa wariduha kana AAala rabbika hatman maqdiyyan"},{"id":72,"text":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّـٰلِمِينَ فِيهَا جِثِيّٗا","translation":"Потом Мы спасем богобоязненных, а беззаконников оставим там стоять на коленях","transliteration":"Thumma nunajjee allatheena ittaqaw wanatharu alththalimeena feeha jithiyyan"},{"id":73,"text":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","translation":"Когда им читают Наши ясные аяты, неверующие говорят верующим: «Какая из двух групп занимает более высокое положение и более достойное место?»","transliteration":"Waitha tutla AAalayhim ayatuna bayyinatin qala allatheena kafaroo lillatheena amanoo ayyu alfareeqayni khayrun maqaman waahsanu nadiyyan"},{"id":74,"text":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","translation":"Сколько же поколений до них Мы погубили! Они превосходили их богатством (или утварью) и внешностью","transliteration":"Wakam ahlakna qablahum min qarnin hum ahsanu athathan wariyan"},{"id":75,"text":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","translation":"Скажи: «Да продлит Милостивый жизнь заблудших до тех пор, пока они не увидят обещанные мучения или Час. Тогда они узнают, чье место хуже и чье воинство слабее»","transliteration":"Qul man kana fee alddalalati falyamdud lahu alrrahmanu maddan hatta itha raaw ma yooAAadoona imma alAAathaba waimma alssaAAata fasayaAAlamoona man huwa sharrun makanan waadAAafu jundan"},{"id":76,"text":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّـٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","translation":"Аллах увеличивает приверженность прямому пути тех, кто следует прямым путем. А нетленные благодеяния лучше перед твоим Господом по вознаграждению и по исходу","transliteration":"Wayazeedu Allahu allatheena ihtadaw hudan waalbaqiyatu alssalihatu khayrun AAinda rabbika thawaban wakhayrun maraddan"},{"id":77,"text":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","translation":"Видел ли ты того, кто не уверовал в Наши знамения и сказал: «Я непременно буду одарен богатством и детьми?»","transliteration":"Afaraayta allathee kafara biayatina waqala laootayanna malan wawaladan"},{"id":78,"text":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","translation":"Разве он знал сокровенное или заключил завет с Милостивым","transliteration":"AttalaAAa alghayba ami ittakhatha AAinda alrrahmani AAahdan"},{"id":79,"text":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","translation":"Нет! Мы запишем его слова и увеличим его мучения","transliteration":"Kalla sanaktubu ma yaqoolu wanamuddu lahu mina alAAathabi maddan"},{"id":80,"text":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","translation":"Мы унаследуем от него то, о чем он говорил, и он явится к Нам в одиночестве","transliteration":"Wanarithuhu ma yaqoolu wayateena fardan"},{"id":81,"text":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","translation":"Они стали поклоняться наряду с Аллахом другим богам, чтобы те одарили их могуществом","transliteration":"Waittakhathoo min dooni Allahi alihatan liyakoonoo lahum AAizzan"},{"id":82,"text":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","translation":"Но нет! Они отрекутся от поклонения им и станут их противниками","transliteration":"Kalla sayakfuroona biAAibadatihim wayakoonoona AAalayhim diddan"},{"id":83,"text":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","translation":"Разве ты не видишь, что Мы послали к неверующим дьяволов, чтобы те подстрекали их","transliteration":"Alam tara anna arsalna alshshayateena AAala alkafireena taozzuhum azzan"},{"id":84,"text":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","translation":"Посему не торопись с ними! Мы ведем для них счет","transliteration":"Fala taAAjal AAalayhim innama naAAuddu lahum AAaddan"},{"id":85,"text":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","translation":"В тот день Мы соберем благочестивых перед Милостивым почтенной делегацией","transliteration":"Yawma nahshuru almuttaqeena ila alrrahmani wafdan"},{"id":86,"text":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","translation":"а грешников погоним в Геенну, словно на водопой","transliteration":"Wanasooqu almujrimeena ila jahannama wirdan"},{"id":87,"text":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","translation":"Никто не обретет права заступничества, кроме тех, у кого был завет с Аллахом","transliteration":"La yamlikoona alshshafaAAata illa mani ittakhatha AAinda alrrahmani AAahdan"},{"id":88,"text":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","translation":"Они говорят: «Милостивый взял Себе сына»","transliteration":"Waqaloo ittakhatha alrrahmanu waladan"},{"id":89,"text":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","translation":"Этим вы совершаете ужасное злодеяние","transliteration":"Laqad jitum shayan iddan"},{"id":90,"text":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","translation":"Небо готово расколоться, земля готова разверзнуться, а горы готовы рассыпаться в прах от того","transliteration":"Takadu alssamawatu yatafattarna minhu watanshaqqu alardu watakhirru aljibalu haddan"},{"id":91,"text":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","translation":"что они приписывают Милостивому сына","transliteration":"An daAAaw lilrrahmani waladan"},{"id":92,"text":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","translation":"Не подобает Милостивому иметь сына","transliteration":"Wama yanbaghee lilrrahmani an yattakhitha waladan"},{"id":93,"text":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","translation":"Каждый, кто на небесах и на земле, явится к Милостивому только в качестве раба","transliteration":"In kullu man fee alssamawati waalardi illa atee alrrahmani AAabdan"},{"id":94,"text":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","translation":"Он знает их число и пересчитал их","transliteration":"Laqad ahsahum waAAaddahum AAaddan"},{"id":95,"text":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","translation":"Каждый из них явится к Нему в День воскресения в одиночестве","transliteration":"Wakulluhum ateehi yawma alqiyamati fardan"},{"id":96,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","translation":"Тех, которые уверовали и совершали праведные деяния, Милостивый одарит любовью","transliteration":"Inna allatheena amanoo waAAamiloo alssalihati sayajAAalu lahumu alrrahmanu wuddan"},{"id":97,"text":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","translation":"Мы облегчили его (Коран) на твоем языке для того, чтобы ты обрадовал им богобоязненных людей и предостерег им злостных спорщиков","transliteration":"Fainnama yassarnahu bilisanika litubashshira bihi almuttaqeena watunthira bihi qawman luddan"},{"id":98,"text":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","translation":"Сколько поколений до них Мы подвергли гибели! Разве ты ощущаешь присутствие кого-нибудь из них или слышишь их шепот","transliteration":"Wakam ahlakna qablahum min qarnin hal tuhissu minhum min ahadin aw tasmaAAu lahum rikzan"}]}
