{"id":21,"name":"الأنبياء","transliteration":"Al-Anbya","translation":"Пророки","type":"meccan","total_verses":112,"verses":[{"id":1,"text":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","translation":"Приблизился к людям расчет с ними, однако они с пренебрежением отворачиваются","transliteration":"Iqtaraba lilnnasi hisabuhum wahum fee ghaflatin muAAridoona"},{"id":2,"text":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","translation":"Когда бы ни приходило к ним новое назидание от их Господа, они выслушивали его, забавляясь","transliteration":"Ma yateehim min thikrin min rabbihim muhdathin illa istamaAAoohu wahum yalAAaboona"},{"id":3,"text":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","translation":"Сердца же их оставались беспечными. Беззаконники говорили между собой тайком: «Разве это - не такой же человек, как и вы? Неужели вы покоритесь колдовству, которое вы видите воочию?»","transliteration":"Lahiyatan quloobuhum waasarroo alnnajwa allatheena thalamoo hal hatha illa basharun mithlukum afatatoona alssihra waantum tubsiroona"},{"id":4,"text":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","translation":"Мухаммад сказал: «Мой Господь знает то, что говорят на небе и на земле. Он - Слышащий, Знающий»","transliteration":"Qala rabbee yaAAlamu alqawla fee alssamai waalardi wahuwa alssameeAAu alAAaleemu"},{"id":5,"text":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","translation":"Они сказали: «Это - бессвязные сны! Нет, он сочинил это! Нет, он - поэт! Пусть он покажет нам знамение, подобное тем, с которыми были отправлены первые посланники»","transliteration":"Bal qaloo adghathu ahlamin bali iftarahu bal huwa shaAAirun falyatina biayatin kama orsila alawwaloona"},{"id":6,"text":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","translation":"Ни одно из селений, которые Мы погубили до них, не уверовало. Неужели они уверуют","transliteration":"Ma amanat qablahum min qaryatin ahlaknaha afahum yuminoona"},{"id":7,"text":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","translation":"Мы и до тебя отправляли только мужей, которым внушали откровение. Спросите людей Напоминания, если вы не знаете этого","transliteration":"Wama arsalna qablaka illa rijalan noohee ilayhim faisaloo ahla alththikri in kuntum la taAAlamoona"},{"id":8,"text":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","translation":"Мы не сотворили их (посланников) телами, которые не потребляют пищу, и они не были бессмертными","transliteration":"Wama jaAAalnahum jasadan la yakuloona alttaAAama wama kanoo khalideena"},{"id":9,"text":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","translation":"Потом Мы выполнили данное им обещание, спасли их и тех, кого пожелали, и погубили тех, кто излишествовал","transliteration":"Thumma sadaqnahumu alwaAAda faanjaynahum waman nashao waahlakna almusrifeena"},{"id":10,"text":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","translation":"Мы уже ниспослали вам Писание, в котором содержится напоминание о вас. Неужели вы не разумеете","transliteration":"Laqad anzalna ilaykum kitaban feehi thikrukum afala taAAqiloona"},{"id":11,"text":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","translation":"Сколько Мы разрушили селений, которые были несправедливы, сотворив после них другие народы","transliteration":"Wakam qasamna min qaryatin kanat thalimatan waanshana baAAdaha qawman akhareena"},{"id":12,"text":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","translation":"Когда они чувствовали Наше наказание, то бросались бежать от него","transliteration":"Falamma ahassoo basana itha hum minha yarkudoona"},{"id":13,"text":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","translation":"Не убегайте и вернитесь туда, где вам было позволено вести роскошную жизнь, и в свои жилища, быть может, к вам будут обращаться с просьбами","transliteration":"La tarkudoo wairjiAAoo ila ma otriftum feehi wamasakinikum laAAallakum tusaloona"},{"id":14,"text":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"Они говорили: «О горе нам! Воистину, мы были несправедливы!»","transliteration":"Qaloo ya waylana inna kunna thalimeena"},{"id":15,"text":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","translation":"Они продолжали так взывать, пока Мы не превратили их в затухшее жнивье","transliteration":"Fama zalat tilka daAAwahum hatta jaAAalnahum haseedan khamideena"},{"id":16,"text":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","translation":"Мы не создали небо, землю и все, что между ними, забавляясь","transliteration":"Wama khalaqna alssamaa waalarda wama baynahuma laAAibeena"},{"id":17,"text":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","translation":"Если бы Мы пожелали устроить Себе потеху, то устроили бы ее из того, что есть у Нас","transliteration":"Law aradna an nattakhitha lahwan laittakhathnahu min ladunna in kunna faAAileena"},{"id":18,"text":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","translation":"Однако Мы бросаем истину в ложь, и та разбивается и исчезает. Горе вам за то, что вы приписываете","transliteration":"Bal naqthifu bialhaqqi AAala albatili fayadmaghuhu faitha huwa zahiqun walakumu alwaylu mimma tasifoona"},{"id":19,"text":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","translation":"Ему принадлежат все, кто на небесах и на земле. А те, кто находится рядом с Ним, не превозносятся над поклонением Ему и не устают","transliteration":"Walahu man fee alssamawati waalardi waman AAindahu la yastakbiroona AAan AAibadatihi wala yastahsiroona"},{"id":20,"text":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","translation":"Они славят Его днем и ночью без устали","transliteration":"Yusabbihoona allayla waalnnahara la yafturoona"},{"id":21,"text":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","translation":"Или же они стали поклоняться божествам из земли, которые способны воскрешать","transliteration":"Ami ittakhathoo alihatan mina alardi hum yunshiroona"},{"id":22,"text":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","translation":"Если бы на них (на небесах и земле) были иные божества наряду с Аллахом, то они (небеса и земля) разрушились бы. Аллах, Господь Трона, пречист и далек от того, что они приписывают Ему","transliteration":"Law kana feehima alihatun illa Allahu lafasadata fasubhana Allahi rabbi alAAarshi AAamma yasifoona"},{"id":23,"text":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","translation":"Его не спросят за то, что Он совершает, а они будут спрошены","transliteration":"La yusalu AAamma yafAAalu wahum yusaloona"},{"id":24,"text":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","translation":"Неужели они стали поклоняться иным божествам вместо Него? Скажи: «Приведите ваши доказательства! Вот напоминание для тех, кто со мной, и напоминание для тех, кто жил до меня». Однако большинство их не ведает об истине и отворачивается","transliteration":"Ami ittakhathoo min doonihi alihatan qul hatoo burhanakum hatha thikru man maAAiya wathikru man qablee bal aktharuhum la yaAAlamoona alhaqqa fahum muAAridoona"},{"id":25,"text":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","translation":"Мы не посылали до тебя ни одного посланника, которому не было бы внушено: «Нет божества, кроме Меня. Поклоняйтесь же Мне!»","transliteration":"Wama arsalna min qablika min rasoolin illa noohee ilayhi annahu la ilaha illa ana faoAAbudooni"},{"id":26,"text":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","translation":"Они говорят: «Милостивый взял Себе сына». Пречист Он! Они же - почитаемые рабы","transliteration":"Waqaloo ittakhatha alrrahmanu waladan subhanahu bal AAibadun mukramoona"},{"id":27,"text":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","translation":"Они не опережают Его своими речами и поступают согласно Его велениям","transliteration":"La yasbiqoonahu bialqawli wahum biamrihi yaAAmaloona"},{"id":28,"text":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","translation":"Он ведает их прошлое и будущее. Они заступаются только за тех, кем Он доволен, а сами трепещут от страха перед Ним","transliteration":"YaAAlamu ma bayna aydeehim wama khalfahum wala yashfaAAoona illa limani irtada wahum min khashyatihi mushfiqoona"},{"id":29,"text":"۞وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ","translation":"А тому из них, кто скажет: «Я являюсь богом наряду с Ним», - воздаянием будет Геенна. Так Мы воздаем беззаконникам","transliteration":"Waman yaqul minhum innee ilahun min doonihi fathalika najzeehi jahannama kathalika najzee alththalimeena"},{"id":30,"text":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","translation":"Неужели неверующие не видят, что небеса и земля были единым целым и что Мы разделили их и сотворили все живое из воды? Неужели они не уверуют","transliteration":"Awalam yara allatheena kafaroo anna alssamawati waalarda kanata ratqan fafataqnahuma wajaAAalna mina almai kulla shayin hayyin afala yuminoona"},{"id":31,"text":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","translation":"Мы воздвигли на земле незыблемые горы, чтобы она не колебалась вместе с ними. Мы проложили на ней широкие дороги, чтобы они следовали верным путем","transliteration":"WajaAAalna fee alardi rawasiya an tameeda bihim wajaAAalna feeha fijajan subulan laAAallahum yahtadoona"},{"id":32,"text":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","translation":"Мы сделали небо оберегаемой кровлей, однако они отворачиваются от его знамений","transliteration":"WajaAAalna alssamaa saqfan mahfoothan wahum AAan ayatiha muAAridoona"},{"id":33,"text":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","translation":"Он - Тот, Кто сотворил ночь и день, солнце и луну. Все плывут по орбитам","transliteration":"Wahuwa allathee khalaqa allayla waalnnahara waalshshamsa waalqamara kullun fee falakin yasbahoona"},{"id":34,"text":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","translation":"Никому из людей до тебя Мы не даровали бессмертия. Неужели, если даже ты умрешь, они будут жить вечно","transliteration":"Wama jaAAalna libasharin min qablika alkhulda afain mitta fahumu alkhalidoona"},{"id":35,"text":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","translation":"Каждая душа вкусит смерть. Мы испытываем вас добром и злом ради искушения, и к Нам вы будете возвращены","transliteration":"Kullu nafsin thaiqatu almawti wanablookum bialshsharri waalkhayri fitnatan wailayna turjaAAoona"},{"id":36,"text":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","translation":"Когда неверующие видят тебя, они лишь насмехаются над тобой и говорят: «Не тот ли это, кто плохо отзывается о ваших богах?». Но сами они не веруют в поминание Милостивого","transliteration":"Waitha raaka allatheena kafaroo in yattakhithoonaka illa huzuwan ahatha allathee yathkuru alihatakum wahum bithikri alrrahmani hum kafiroona"},{"id":37,"text":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","translation":"Человек сотворен нетерпеливым. Я покажу вам Свои знамения, и посему не торопите Меня","transliteration":"Khuliqa alinsanu min AAajalin saoreekum ayatee fala tastaAAjiloona"},{"id":38,"text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","translation":"Они говорят: «Когда же исполнится это обещание, если вы говорите правду?»","transliteration":"Wayaqooloona mata hatha alwaAAdu in kuntum sadiqeena"},{"id":39,"text":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","translation":"Если бы только неверующие знали о том времени, когда они не смогут отвратить Огонь от своих лиц и своих спин, когда им никто не поможет","transliteration":"Law yaAAlamu allatheena kafaroo heena la yakuffoona AAan wujoohihimu alnnara wala AAan thuhoorihim wala hum yunsaroona"},{"id":40,"text":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","translation":"Он (Ад или День воскресения) настигнет их внезапно и ошеломит их. Они не смогут избавиться от него, и им не будет предоставлена отсрочка","transliteration":"Bal tateehim baghtatan fatabhatuhum fala yastateeAAoona raddaha wala hum yuntharoona"},{"id":41,"text":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","translation":"До тебя посланники тоже подвергались осмеянию, но тех, которые смеялись над ними, окружило (или поразило) то, над чем они насмехались","transliteration":"Walaqadi istuhzia birusulin min qablika fahaqa biallatheena sakhiroo minhum ma kanoo bihi yastahzioona"},{"id":42,"text":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","translation":"Скажи: «Кто способен защитить вас от Милостивого днем или ночью?». Но они отворачиваются от поминания своего Господа","transliteration":"Qul man yaklaokum biallayli waalnnahari mina alrrahmani bal hum AAan thikri rabbihim muAAridoona"},{"id":43,"text":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","translation":"Или же у них есть боги, которые могут защитить их от Нас? Они не способны помочь самим себе, и никто не защитит их от Нас","transliteration":"Am lahum alihatun tamnaAAuhum min doonina la yastateeAAoona nasra anfusihim wala hum minna yushaboona"},{"id":44,"text":"بَلۡ مَتَّعۡنَا هَـٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","translation":"Мы позволили им и их отцам пользоваться благами, так что их жизнь затянулась. Неужели они не видят, что Мы уменьшаем землю по краям (отдаем ее во владение верующим)? Неужели это они одержат верх","transliteration":"Bal mattaAAna haolai waabaahum hatta tala AAalayhimu alAAumuru afala yarawna anna natee alarda nanqusuha min atrafiha afahumu alghaliboona"},{"id":45,"text":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","translation":"Скажи: «Я предостерегаю вас посредством откровения». Но глухие не слышат зова, даже когда их предостерегают","transliteration":"Qul innama onthirukum bialwahyi wala yasmaAAu alssummu aldduAAaa itha ma yuntharoona"},{"id":46,"text":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","translation":"А если их коснется дуновение кары твоего Господа, то они непременно скажут: «О горе нам! Воистину, мы были несправедливы!»","transliteration":"Walain massathum nafhatun min AAathabi rabbika layaqoolunna ya waylana inna kunna thalimeena"},{"id":47,"text":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","translation":"В День воскресения Мы установим справедливые Весы, и ни с кем не поступят несправедливо. Если найдется нечто весом с горчичное зернышко, Мы принесем его. Довольно того, что Мы ведем счет","transliteration":"WanadaAAu almawazeena alqista liyawmi alqiyamati fala tuthlamu nafsun shayan wain kana mithqala habbatin min khardalin atayna biha wakafa bina hasibeena"},{"id":48,"text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","translation":"Мы даровали Мусе (Моисею) и Харуну (Аарону) различение (способность различать истину ото лжи), сияние (Таурат) и напоминание для богобоязненных","transliteration":"Walaqad atayna moosa waharoona alfurqana wadiyaan wathikran lilmuttaqeena"},{"id":49,"text":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","translation":"которые боятся своего Господа, не видя Его воочию, и трепещут перед Часом","transliteration":"Allatheena yakhshawna rabbahum bialghaybi wahum mina alssaAAati mushfiqoona"},{"id":50,"text":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","translation":"Это - благословенное Напоминание, которое Мы ниспослали. Неужели вы станете отрицать его","transliteration":"Wahatha thikrun mubarakun anzalnahu afaantum lahu munkiroona"},{"id":51,"text":"۞وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","translation":"Еще раньше Мы даровали Ибрахиму (Аврааму) верное руководство, и Мы были осведомлены о нем","transliteration":"Walaqad atayna ibraheema rushdahu min qablu wakunna bihi AAalimeena"},{"id":52,"text":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","translation":"Вот он сказал своему отцу и народу: «Что это за изваяния, которым вы предаетесь?»","transliteration":"Ith qala liabeehi waqawmihi ma hathihi alttamatheelu allatee antum laha AAakifoona"},{"id":53,"text":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","translation":"Они сказали: «Мы видели, что наши отцы поклонялись им»","transliteration":"Qaloo wajadna abaana laha AAabideena"},{"id":54,"text":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","translation":"Он сказал: «Воистину, вы и ваши отцы пребываете в очевидном заблуждении»","transliteration":"Qala laqad kuntum antum waabaokum fee dalalin mubeenin"},{"id":55,"text":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّـٰعِبِينَ","translation":"Они сказали: «Ты принес нам истину, или же ты забавляешься?»","transliteration":"Qaloo ajitana bialhaqqi am anta mina allaAAibeena"},{"id":56,"text":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّـٰهِدِينَ","translation":"Он сказал: «О нет! Ваш Господь - Господь небес и земли, Который создал их. Я же являюсь одним из тех, кто свидетельствует об этом»","transliteration":"Qala bal rabbukum rabbu alssamawati waalardi allathee fatarahunna waana AAala thalikum mina alshshahideena"},{"id":57,"text":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","translation":"Ибрахим подумал: «Клянусь Аллахом! Я непременно замыслю хитрость против ваших идолов, когда вы уйдете и отвернетесь»","transliteration":"WataAllahi laakeedanna asnamakum baAAda an tuwalloo mudbireena"},{"id":58,"text":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","translation":"Затем он разнес на куски всех идолов, кроме главного из них, чтобы они могли обратиться к нему","transliteration":"FajaAAalahum juthathan illa kabeeran lahum laAAallahum ilayhi yarjiAAoona"},{"id":59,"text":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّـٰلِمِينَ","translation":"Они сказали: «Кто поступил так с нашими богами? Воистину, он является одним из беззаконников!»","transliteration":"Qaloo man faAAala hatha bialihatina innahu lamina alththalimeena"},{"id":60,"text":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","translation":"Они сказали: «Мы слышали, как юноша по имени Ибрахим (Авраам) выступал против них»","transliteration":"Qaloo samiAAna fatan yathkuruhum yuqalu lahu ibraheemu"},{"id":61,"text":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","translation":"Они сказали: «Приведите же его пред людские очи, чтобы они могли принести свидетельство»","transliteration":"Qaloo fatoo bihi AAala aAAyuni alnnasi laAAallahum yashhadoona"},{"id":62,"text":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَـٰٓإِبۡرَٰهِيمُ","translation":"Они сказали: «О Ибрахим (Авраам)! Ты ли поступил таким образом с нашими богами?»","transliteration":"Qaloo aanta faAAalta hatha bialihatina ya ibraheemu"},{"id":63,"text":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","translation":"Он сказал: «Нет! Это содеял их старший, вот этот. Спросите их самих, если они способны разговаривать»","transliteration":"Qala bal faAAalahu kabeeruhum hatha faisaloohum in kanoo yantiqoona"},{"id":64,"text":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّـٰلِمُونَ","translation":"Обратившись друг к другу, они сказали: «Воистину, вы сами являетесь беззаконниками!»","transliteration":"FarajaAAoo ila anfusihim faqaloo innakum antumu alththalimoona"},{"id":65,"text":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَـٰٓؤُلَآءِ يَنطِقُونَ","translation":"Затем они принялись за свое и сказали: «Ты же знаешь, что они не способны разговаривать»","transliteration":"Thumma nukisoo AAala ruoosihim laqad AAalimta ma haolai yantiqoona"},{"id":66,"text":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","translation":"Он сказал: «Неужели вы поклоняетесь вместо Аллаха тому, что ничем не способно помочь или навредить вам","transliteration":"Qala afataAAbudoona min dooni Allahi ma la yanfaAAukum shayan wala yadurrukum"},{"id":67,"text":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","translation":"Тьфу на вас и на то, чему вы поклоняетесь вместо Аллаха! Неужели же вы не образумитесь?»","transliteration":"Offin lakum walima taAAbudoona min dooni Allahi afala taAAqiloona"},{"id":68,"text":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","translation":"Они сказали: «Сожгите его и помогите вашим богам, если вы будете действовать!»","transliteration":"Qaloo harriqoohu waonsuroo alihatakum in kuntum faAAileena"},{"id":69,"text":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","translation":"Мы сказали: «О огонь! Стань для Ибрахима (Авраама) прохладой и спасением!»","transliteration":"Qulna ya naru koonee bardan wasalaman AAala ibraheema"},{"id":70,"text":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","translation":"Они хотели навредить ему, но Мы сделали так, что они оказались в наибольшем убытке","transliteration":"Waaradoo bihi kaydan fajaAAalnahumu alakhsareena"},{"id":71,"text":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","translation":"Мы спасли его и Лута (Лота) и привели их на землю, которую Мы сделали благословенной для миров","transliteration":"Wanajjaynahu walootan ila alardi allatee barakna feeha lilAAalameena"},{"id":72,"text":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","translation":"Мы даровали ему Исхака (Исаака), а вдобавок - Йакуба (Иакова), и сделали их всех праведниками","transliteration":"Wawahabna lahu ishaqa wayaAAqooba nafilatan wakullan jaAAalna saliheena"},{"id":73,"text":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","translation":"Мы сделали их вождями, которые по Нашему велению указывали на прямой путь. Мы внушили им вершить добрые дела, совершать намаз и выплачивать закят, и они поклонялись Нам","transliteration":"WajaAAalnahum aimmatan yahdoona biamrina waawhayna ilayhim fiAAla alkhayrati waiqama alssalati waeetaa alzzakati wakanoo lana AAabideena"},{"id":74,"text":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَـٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","translation":"Помяни также Лута (Лота), которому Мы даровали власть (мудрость или пророчество) и знание и которого Мы спасли от селения, жители которого совершали отвратительные поступки. Воистину, они были злодеями и нечестивцами","transliteration":"Walootan ataynahu hukman waAAilman wanajjaynahu mina alqaryati allatee kanat taAAmalu alkhabaitha innahum kanoo qawma sawin fasiqeena"},{"id":75,"text":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّـٰلِحِينَ","translation":"Мы ввели его в Нашу милость, поскольку он был одним из праведников","transliteration":"Waadkhalnahu fee rahmatina innahu mina alssaliheena"},{"id":76,"text":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","translation":"Помяни также Нуха (Ноя), который воззвал еще раньше. Мы ответили на его мольбу и спасли его и его семью от великой скорби","transliteration":"Wanoohan ith nada min qablu faistajabna lahu fanajjaynahu waahlahu mina alkarbi alAAatheemi"},{"id":77,"text":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","translation":"Мы помогли ему в борьбе против людей, которые считали ложью Наши знамения. Они были злодеями, и Мы потопили их всех","transliteration":"Wanasarnahu mina alqawmi allatheena kaththaboo biayatina innahum kanoo qawma sawin faaghraqnahum ajmaAAeena"},{"id":78,"text":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","translation":"Помяни также Давуда (Давида) и Сулеймана (Соломона), которые судили о ниве, потравленной ночью чужими овцами. Мы были Свидетелями их суда","transliteration":"Wadawooda wasulaymana ith yahkumani fee alharthi ith nafashat feehi ghanamu alqawmi wakunna lihukmihim shahideena"},{"id":79,"text":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","translation":"Мы помогли Сулейману (Соломону) разобраться в этом и даровали им обоим власть (мудрость или пророчество) и знание. Мы подчинили горы и птиц для того, чтобы они славили Нас вместе с Давудом (Давидом). Мы это сделали","transliteration":"Fafahhamnaha sulaymana wakullan atayna hukman waAAilman wasakhkharna maAAa dawooda aljibala yusabbihna waalttayra wakunna faAAileena"},{"id":80,"text":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","translation":"Мы научили его (Давуда) изготовлять для вас кольчуги, чтобы они предохраняли вас от причиняемого вами вреда. Но разве вы благодарны","transliteration":"WaAAallamnahu sanAAata laboosin lakum lituhsinakum min basikum fahal antum shakiroona"},{"id":81,"text":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","translation":"Мы подчинили Сулейману (Соломону) сильный ветер, который дул по его повелению на землю, которую Мы благословили. Мы знаем о всякой вещи","transliteration":"Walisulaymana alrreeha AAasifatan tajree biamrihi ila alardi allatee barakna feeha wakunna bikulli shayin AAalimeena"},{"id":82,"text":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","translation":"Среди дьяволов были такие, которые ныряли для него и выполняли другие работы. Мы стерегли их","transliteration":"Wamina alshshayateeni man yaghoosoona lahu wayaAAmaloona AAamalan doona thalika wakunna lahum hafitheena"},{"id":83,"text":"۞وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّـٰحِمِينَ","translation":"Помяни также Айюба (Иова), который воззвал к своему Господу: «Воистину, меня коснулось зло, а ведь Ты - Милосерднейший из милосердных»","transliteration":"Waayyooba ith nada rabbahu annee massaniya alddurru waanta arhamu alrrahimeena"},{"id":84,"text":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","translation":"Мы ответили на его мольбу, устранили постигшее его зло и даровали ему его семью и вдобавок еще столько же в качестве милости от Нас и в назидание тем, кто поклоняется","transliteration":"Faistajabna lahu fakashafna ma bihi min durrin waataynahu ahlahu wamithlahum maAAahum rahmatan min AAindina wathikra lilAAabideena"},{"id":85,"text":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّـٰبِرِينَ","translation":"Помяни также Исмаила (Измаила), Идриса, Зулькифла. Все они были из числа терпеливых","transliteration":"WaismaAAeela waidreesa watha alkifli kullun mina alssabireena"},{"id":86,"text":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّـٰلِحِينَ","translation":"Мы ввели их в Нашу милость, поскольку они были одними из праведников","transliteration":"Waadkhalnahum fee rahmatina innahum mina alssaliheena"},{"id":87,"text":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّـٰلِمِينَ","translation":"Помяни также человека в рыбе (Иунуса), который ушел в гневе и подумал, что Мы не справимся с ним. Он воззвал из мрака: «Нет божества, кроме Тебя! Пречист Ты! Воистину, я был одним из беззаконников!»","transliteration":"Watha alnnooni ith thahaba mughadiban fathanna an lan naqdira AAalayhi fanada fee alththulumati an la ilaha illa anta subhanaka innee kuntu mina alththalimeena"},{"id":88,"text":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","translation":"Мы ответили на его мольбу и спасли его от печали. Так Мы спасаем верующих","transliteration":"Faistajabna lahu wanajjaynahu mina alghammi wakathalika nunjee almumineena"},{"id":89,"text":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","translation":"Помяни также Закарию (Захарию), который воззвал к своему Господу: «Господи! Не оставляй меня одиноким, и Ты - Наилучший из наследников»","transliteration":"Wazakariyya ith nada rabbahu rabbi la tatharnee fardan waanta khayru alwaritheena"},{"id":90,"text":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","translation":"Мы ответили на его мольбу, даровали ему Йахью (Иоанна) и сделали его жену способной на это. Воистину, они спешили творить добро, взывали к Нам с чаянием и страхом и были смиренны перед Нами","transliteration":"Faistajabna lahu wawahabna lahu yahya waaslahna lahu zawjahu innahum kanoo yusariAAoona fee alkhayrati wayadAAoonana raghaban warahaban wakanoo lana khashiAAeena"},{"id":91,"text":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","translation":"Помяни также ту, которая сохранила свое целомудрие (Марьям). Мы вдохнули в нее посредством Нашего духа (Джибрила) и сделали ее и ее сына (Ису) знамением для миров","transliteration":"Waallatee ahsanat farjaha fanafakhna feeha min roohina wajaAAalnaha waibnaha ayatan lilAAalameena"},{"id":92,"text":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","translation":"Воистину, эта ваша религия - религия единая. Я же - ваш Господь. Поклоняйтесь же Мне","transliteration":"Inna hathihi ommatukum ommatan wahidatan waana rabbukum faoAAbudooni"},{"id":93,"text":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","translation":"Они впали в противоречия, но все они вернутся к Нам","transliteration":"WataqattaAAoo amrahum baynahum kullun ilayna rajiAAoona"},{"id":94,"text":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّـٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","translation":"Устремления того, кто совершал праведные деяния, будучи верующим, не будут отвергнуты. Воистину, Мы записываем их для него","transliteration":"Faman yaAAmal mina alssalihati wahuwa muminun fala kufrana lisaAAyihi wainna lahu katiboona"},{"id":95,"text":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","translation":"Запрет лежит на селениях, которые Мы погубили, и они не вернутся","transliteration":"Waharamun AAala qaryatin ahlaknaha annahum la yarjiAAoona"},{"id":96,"text":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","translation":"пока Йаджудж и Маджудж (Гог и Магог) не будут выпущены и не устремятся вниз с каждой возвышенности","transliteration":"Hatta itha futihat yajooju wamajooju wahum min kulli hadabin yansiloona"},{"id":97,"text":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","translation":"Приблизится истинное обещание, и тогда закатятся взоры неверующих. Они скажут: «О горе нам! Мы беспечно относились к этому. Более того, мы были беззаконниками»","transliteration":"Waiqtaraba alwaAAdu alhaqqu faitha hiya shakhisatun absaru allatheena kafaroo ya waylana qad kunna fee ghaflatin min hatha bal kunna thalimeena"},{"id":98,"text":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","translation":"Вы и те, чему вы поклоняетесь вместо Аллаха, являетесь растопкой для Геенны, в которую вы войдете","transliteration":"Innakum wama taAAbudoona min dooni Allahi hasabu jahannama antum laha waridoona"},{"id":99,"text":"لَوۡ كَانَ هَـٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","translation":"Если бы они были богами, то не вошли бы туда. Но все они останутся там навечно","transliteration":"Law kana haolai alihatan ma waradooha wakullun feeha khalidoona"},{"id":100,"text":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","translation":"Там они будут стенать при выдохе, но ничего не услышат","transliteration":"Lahum feeha zafeerun wahum feeha la yasmaAAoona"},{"id":101,"text":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَـٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","translation":"А те, кому Мы изначально определили наилучшее, будут отдалены от нее","transliteration":"Inna allatheena sabaqat lahum minna alhusna olaika AAanha mubAAadoona"},{"id":102,"text":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","translation":"Они не услышат даже малейшего ее звука и вечно пребудут среди того, что возжелали их души","transliteration":"La yasmaAAoona haseesaha wahum fee ma ishtahat anfusuhum khalidoona"},{"id":103,"text":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","translation":"Их не опечалит величайший испуг, а ангелы встретят их словами: «Вот ваш день, который был вам обещан!»","transliteration":"La yahzunuhumu alfazaAAu alakbaru watatalaqqahumu almalaikatu hatha yawmukumu allathee kuntum tooAAadoona"},{"id":104,"text":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","translation":"В тот день Мы свернем небо, как сворачивают свитки для книг. Мы воссоздадим творения подобно тому, как начали творить их в первый раз. Так было обещано Нами. Воистину, Мы сделаем это","transliteration":"Yawma natwee alssamaa katayyi alssijlli lilkutubi kama badana awwala khalqin nuAAeeduhu waAAdan AAalayna inna kunna faAAileena"},{"id":105,"text":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّـٰلِحُونَ","translation":"Мы уже записали в Писаниях после того, как это было записано в Напоминании (Хранимой скрижали), что землю унаследуют Мои праведные рабы","transliteration":"Walaqad katabna fee alzzaboori min baAAdi alththikri anna alarda yarithuha AAibadiya alssalihoona"},{"id":106,"text":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","translation":"Воистину, в этом - послание для тех, кто поклоняется","transliteration":"Inna fee hatha labalaghan liqawmin AAabideena"},{"id":107,"text":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","translation":"Мы отправили тебя только в качестве милости к мирам","transliteration":"Wama arsalnaka illa rahmatan lilAAalameena"},{"id":108,"text":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","translation":"Скажи: «Мне внушено в откровении, что ваш Бог - Бог Единственный. Не станете ли вы мусульманами?»","transliteration":"Qul innama yooha ilayya annama ilahukum ilahun wahidun fahal antum muslimoona"},{"id":109,"text":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","translation":"Если они отвернутся, то скажи: «Я предупреждаю всех вас в равной мере, и я не знаю, рано или поздно настанет то, что вам обещано","transliteration":"Fain tawallaw faqul athantukum AAala sawain wain adree aqareebun am baAAeedun ma tooAAadoona"},{"id":110,"text":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","translation":"Воистину, Он ведает о словах, которые произносят вслух, и ведает о том, что вы утаиваете","transliteration":"Innahu yaAAlamu aljahra mina alqawli wayaAAlamu ma taktumoona"},{"id":111,"text":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","translation":"Я не знаю, может быть, это - искушение для вас или же возможность пользоваться благами до определенного времени»","transliteration":"Wain adree laAAallahu fitnatun lakum wamataAAun ila heenin"},{"id":112,"text":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","translation":"Пророк сказал: «Господи! Рассуди по справедливости. У нашего Милостивого Господа надо просить помощи против того, что вы приписываете»","transliteration":"Qala rabbi ohkum bialhaqqi warabbuna alrrahmanu almustaAAanu AAala ma tasifoona"}]}
