{"id":4,"name":"النساء","transliteration":"An-Nisa","translation":"Les femmes","type":"medinan","total_verses":176,"verses":[{"id":1,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا","translation":"O hommes! Craignez votre Seigneur qui vous a créés d'un seul être, et a créé de celui-ci son épouse, et qui de ces deux là a fait répandre (sur la terre) beaucoup d'hommes et de femmes. Craignez Allah au nom duquel vous vous implorez les uns les autres, et craignez de rompre les liens du sang. Certes Allah vous observe parfaitement","transliteration":"Ya ayyuha alnnasu ittaqoo rabbakumu allathee khalaqakum min nafsin wahidatin wakhalaqa minha zawjaha wabaththa minhuma rijalan katheeran wanisaan waittaqoo Allaha allathee tasaaloona bihi waalarhama inna Allaha kana AAalaykum raqeeban"},{"id":2,"text":"وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا","translation":"Et donnez aux orphelins leurs biens; n'y substituez pas le mauvais au bon. Ne mangez pas leurs biens avec les vôtres: c'est vraiment un grand péché","transliteration":"Waatoo alyatama amwalahum wala tatabaddaloo alkhabeetha bialttayyibi wala takuloo amwalahum ila amwalikum innahu kana hooban kabeeran"},{"id":3,"text":"وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ","translation":"Et si vous craignez de n'être pas justes envers les orphelins,... Il est permis d'épouser deux, trois ou quatre, parmi les femmes qui vous plaisent, mais, si vous craignez de n'être pas justes avec celles-ci, alors une seule, ou des esclaves que vous possédez. Cela, afin de ne pas faire d'injustice (ou afin de ne pas aggraver votre charge de famille)","transliteration":"Wain khiftum alla tuqsitoo fee alyatama fainkihoo ma taba lakum mina alnnisai mathna wathulatha warubaAAa fain khiftum alla taAAdiloo fawahidatan aw ma malakat aymanukum thalika adna alla taAAooloo"},{"id":4,"text":"وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحۡلَةٗۚ فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا فَكُلُوهُ هَنِيٓـٔٗا مَّرِيٓـٔٗا","translation":"Et donnez aux épouses leur mahr, de bonne grâce. Si de bon gré, elles vous en abandonnent quelque chose, disposez-en alors à votre aise et de bon cœur","transliteration":"Waatoo alnnisaa saduqatihinna nihlatan fain tibna lakum AAan shayin minhu nafsan fakuloohu haneean mareean"},{"id":5,"text":"وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","translation":"Et ne confiez pas aux incapables vos biens dont Allah a fait votre subsistance. Mais prélevez-en, pour eux, nourriture et vêtement; et parlez-leur convenablement","transliteration":"Wala tutoo alssufahaa amwalakumu allatee jaAAala Allahu lakum qiyaman waorzuqoohum feeha waoksoohum waqooloo lahum qawlan maAAroofan"},{"id":6,"text":"وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","translation":"Et éprouvez (la capacité) des orphelins jusqu'à ce qu'ils atteignent (l'aptitude) au mariage; et si vous ressentez en eux une bonne conduite, remettez-leur leurs biens. Ne les utilisez pas (dans votre intérêt) avec gaspillage et dissipation, avant qu'ils ne grandissent. Quiconque est aisé, qu'il s'abstienne d'en prendre lui-même. S'il est pauvre, alors qu'il en utilise raisonnablement: et lorsque vous leur remettez leurs biens, prenez des témoins à leur encontre. Mais Allah suffit pour observer et compter","transliteration":"Waibtaloo alyatama hatta itha balaghoo alnnikaha fain anastum minhum rushdan faidfaAAoo ilayhim amwalahum wala takulooha israfan wabidaran an yakbaroo waman kana ghaniyyan falyastaAAfif waman kana faqeeran falyakul bialmaAAroofi faitha dafaAAtum ilayhim amwalahum faashhidoo AAalayhim wakafa biAllahi haseeban"},{"id":7,"text":"لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا","translation":"Aux hommes revient une part de ce qu'ont laissé les père et mère ainsi que les proches; et aux femmes une part de ce qu'ont laissé les père et mère ainsi que les proches, que ce soit peu ou beaucoup: une part fixée","transliteration":"Lilrrijali naseebun mimma taraka alwalidani waalaqraboona walilnnisai naseebun mimma taraka alwalidani waalaqraboona mimma qalla minhu aw kathura naseeban mafroodan"},{"id":8,"text":"وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","translation":"Et lorsque les proches parents, les orphelins, les nécessiteux assistent au partage, offrez-leur quelque chose de l'héritage, et parlez-leur convenablement","transliteration":"Waitha hadara alqismata oloo alqurba waalyatama waalmasakeenu faorzuqoohum minhu waqooloo lahum qawlan maAAroofan"},{"id":9,"text":"وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا","translation":"Que la crainte saisisse ceux qui laisseraient après eux une descendance faible, et qui seraient inquiets à leur sujet; qu'ils redoutent donc Allah et qu'ils prononcent des paroles justes","transliteration":"Walyakhsha allatheena law tarakoo min khalfihim thurriyyatan diAAafan khafoo AAalayhim falyattaqoo Allaha walyaqooloo qawlan sadeedan"},{"id":10,"text":"إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗاۖ وَسَيَصۡلَوۡنَ سَعِيرٗا","translation":"Ceux qui mangent [disposent] injustement des biens des orphelins ne font que manger du feu dans leurs ventres. Ils brûleront bientôt dans les flammes de l'Enfer","transliteration":"Inna allatheena yakuloona amwala alyatama thulman innama yakuloona fee butoonihim naran wasayaslawna saAAeeran"},{"id":11,"text":"يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translation":"Voici ce qu'Allah vous enjoint au sujet de vos enfants: au fils, une part équivalente à celle de deux filles. S'il n'y a que des filles, même plus de deux, à elles alors deux tiers de ce que le défunt laisse. Et s'il n'y en a qu'une, à elle alors la moitié. Quant aux père et mère du défunt, à chacun d'eux le sixième de ce qu'il laisse, s'il a un enfant. S'il n'a pas d'enfant et que ses père et mère héritent de lui, à sa mère alors le tiers. Mais s'il a des frères, à la mère alors le sixième, après exécution du testament qu'il aurait fait ou paiement d'une dette. De vos ascendants ou descendants, vous ne savez pas qui est plus près de vous en utilité. Ceci est un ordre obligatoire de la part d'Allah, car Allah est, certes, Omniscient et Sage","transliteration":"Yooseekumu Allahu fee awladikum lilththakari mithlu haththi alonthayayni fain kunna nisaan fawqa ithnatayni falahunna thulutha ma taraka wain kanat wahidatan falaha alnnisfu waliabawayhi likulli wahidin minhuma alssudusu mimma taraka in kana lahu waladun fain lam yakun lahu waladun wawarithahu abawahu faliommihi alththuluthu fain kana lahu ikhwatun faliommihi alssudusu min baAAdi wasiyyatin yoosee biha aw daynin abaokum waabnaokum la tadroona ayyuhum aqrabu lakum nafAAan fareedatan mina Allahi inna Allaha kana AAaleeman hakeeman"},{"id":12,"text":"۞وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ","translation":"Et à vous la moitié de ce que laissent vos épouses, si elles n'ont pas d'enfants. Si elles ont un enfant, alors à vous le quart de ce qu'elles laissent, après exécution du testament qu'elles auraient fait ou paiement d'une dette. Et à elles un quart de ce que vous laissez, si vous n'avez pas d'enfant. Mais si vous avez un enfant, à elles alors le huitième de ce que vous laissez après exécution du testament que vous auriez fait ou paiement d'une dette. Et si un homme, ou une femme meurt sans héritier direct, cependant qu'il laisse un frère ou une sœur, à chacun de ceux-ci alors, un sixième. S'ils sont plus de deux, tous alors participeront au tiers, après exécution du testament ou paiement d'une dette, sans préjudice à quiconque. (Telle est l') Injonction d'Allah! Et Allah est Omniscient et Indulgent","transliteration":"Walakum nisfu ma taraka azwajukum in lam yakun lahunna waladun fain kana lahunna waladun falakumu alrrubuAAu mimma tarakna min baAAdi wasiyyatin yooseena biha aw daynin walahunna alrrubuAAu mimma taraktum in lam yakun lakum waladun fain kana lakum waladun falahunna alththumunu mimma taraktum min baAAdi wasiyyatin toosoona biha aw daynin wain kana rajulun yoorathu kalalatan awi imraatun walahu akhun aw okhtun falikulli wahidin minhuma alssudusu fain kanoo akthara min thalika fahum shurakao fee alththuluthi min baAAdi wasiyyatin yoosa biha aw daynin ghayra mudarrin wasiyyatan mina Allahi waAllahu AAaleemun haleemun"},{"id":13,"text":"تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","translation":"Tels sont les ordres d'Allah. Et quiconque obéit à Allah et à Son messager, Il le fera entrer dans les Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Et voilà la grande réussite","transliteration":"Tilka hudoodu Allahi waman yutiAAi Allaha warasoolahu yudkhilhu jannatin tajree min tahtiha alanharu khalideena feeha wathalika alfawzu alAAatheemu"},{"id":14,"text":"وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ","translation":"Et quiconque désobéit à Allah et à Son messager, et transgresse Ses ordres, Il le fera entrer au Feu pour y demeurer éternellement. Et celui-là aura un châtiment avilissant","transliteration":"Waman yaAAsi Allaha warasoolahu wayataAAadda hudoodahu yudkhilhu naran khalidan feeha walahu AAathabun muheenun"},{"id":15,"text":"وَٱلَّـٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا","translation":"Celles de vos femmes qui forniquent, faites témoigner à leur encontre quatre d'entre vous. S'ils témoignent, alors confinez ces femmes dans vos maisons jusqu'à ce que la mort les rappelle ou qu'Allah décrète un autre ordre à leur égard","transliteration":"Waallatee yateena alfahishata min nisaikum faistashhidoo AAalayhinna arbaAAatan minkum fain shahidoo faamsikoohunna fee albuyooti hatta yatawaffahunna almawtu aw yajAAala Allahu lahunna sabeelan"},{"id":16,"text":"وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا","translation":"Les deux d'entre vous qui l'ont commise [la fornication], sévissez contre eux. S'ils se repentent ensuite et se réforment, alors laissez-les en paix. Allah demeure Accueillant au repentir et Miséricordieux","transliteration":"Waallathani yatiyaniha minkum faathoohuma fain taba waaslaha faaAAridoo AAanhuma inna Allaha kana tawwaban raheeman"},{"id":17,"text":"إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"Allah accueille seulement le repentir de ceux qui font le mal par ignorance et qui aussitôt se repentent. Voilà ceux de qui Allah accueille le repentir. Et Allah est Omniscient et Sage","transliteration":"Innama alttawbatu AAala Allahi lillatheena yaAAmaloona alssooa bijahalatin thumma yatooboona min qareebin faolaika yatoobu Allahu AAalayhim wakana Allahu AAaleeman hakeeman"},{"id":18,"text":"وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَـٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","translation":"Mais l'absolution n'est point destinée à ceux qui font de mauvaises actions jusqu'au moment où la mort se présente à l'un d'eux, et qui s'écrie: «Certes, je me repens maintenant» - non plus pour ceux qui meurent mécréants. Et c'est pour eux que Nous avons préparé un châtiment douloureux","transliteration":"Walaysati alttawbatu lillatheena yaAAmaloona alssayyiati hatta itha hadara ahadahumu almawtu qala innee tubtu alana wala allatheena yamootoona wahum kuffarun olaika aAAtadna lahum AAathaban aleeman"},{"id":19,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا","translation":"O les croyants! Il ne vous est pas licite d'hériter des femmes contre leur gré. Ne les empêchez pas de se remarier dans le but de leur ravir une partie de ce que vous aviez donné, à moins qu'elles ne viennent à commettre un péché prouvé. Et comportez-vous convenablement envers elles. Si vous avez de l'aversion envers elles durant la vie commune, il se peut que vous ayez de l'aversion pour une chose où Allah a déposé un grand bien","transliteration":"Ya ayyuha allatheena amanoo la yahillu lakum an tarithoo alnnisaa karhan wala taAAduloohunna litathhaboo bibaAAdi ma ataytumoohunna illa an yateena bifahishatin mubayyinatin waAAashiroohunna bialmaAAroofi fain karihtumoohunna faAAasa an takrahoo shayan wayajAAala Allahu feehi khayran katheeran"},{"id":20,"text":"وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","translation":"Si vous voulez substituer une épouse à une autre, et que vous ayez donné à l'une un qintâr, n'en reprenez rien. Quoi! Le reprendriez-vous par injustice et péché manifeste","transliteration":"Wain aradtumu istibdala zawjin makana zawjin waataytum ihdahunna qintaran fala takhuthoo minhu shayan atakhuthoonahu buhtanan waithman mubeenan"},{"id":21,"text":"وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا","translation":"Comment oseriez-vous le reprendre, après que l'union la plus intime vous ait associés l'un à l'autre et qu'elles aient obtenu de vous un engagement solennel","transliteration":"Wakayfa takhuthoonahu waqad afda baAAdukum ila baAAdin waakhathna minkum meethaqan ghaleethan"},{"id":22,"text":"وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقۡتٗا وَسَآءَ سَبِيلًا","translation":"Et n'épousez pas les femmes que vos pères ont épousées, exception faite pour le passé. C'est une turpitude, une abomination, et quelle mauvaise conduite","transliteration":"Wala tankihoo ma nakaha abaokum mina alnnisai illa ma qad salafa innahu kana fahishatan wamaqtan wasaa sabeelan"},{"id":23,"text":"حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّـٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّـٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَـٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"Vous sont interdites vos mères, filles, sœurs, tantes paternelles et tantes maternelles, filles d'un frère et filles d'une sœur, mères qui vous ont allaités, sœurs de lait, mères de vos femmes, belles-filles sous votre tutelle et issues des femmes avec qui vous avez consommé le mariage; si le mariage n'a pas été consommé, ceci n'est pas un péché de votre part; les femmes de vos fils nés de vos reins; de même que deux sœurs réunies - exception faite pour le passé. Car vraiment Allah est Pardonneur et Miséricordieux","transliteration":"Hurrimat AAalaykum ommahatukum wabanatukum waakhawatukum waAAammatukum wakhalatukum wabanatu alakhi wabanatu alokhti waommahatukumu allatee ardaAAnakum waakhawatukum mina alrradaAAati waommahatu nisaikum warabaibukumu allatee fee hujoorikum min nisaikumu allatee dakhaltum bihinna fain lam takoonoo dakhaltum bihinna fala junaha AAalaykum wahalailu abnaikumu allatheena min aslabikum waan tajmaAAoo bayna alokhtayni illa ma qad salafa inna Allaha kana ghafooran raheeman"},{"id":24,"text":"۞وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","translation":"et, parmi les femmes, les dames (qui ont un mari), sauf si elles sont vos esclaves en toute propriété. Prescription d'Allah sur vous! A part cela, il vous est permis de les rechercher, en vous servant de vos biens et en concluant mariage, non en débauchés. Puis, de même que vous jouissez d'elles, donnez-leur leur mahr comme une chose due. Il n'y a aucun péché contre vous à ce que vous concluez un accord quelconque entre vous après la fixation du mahr Car Allah est, certes, Omniscient et Sage","transliteration":"Waalmuhsanatu mina alnnisai illa ma malakat aymanukum kitaba Allahi AAalaykum waohilla lakum ma waraa thalikum an tabtaghoo biamwalikum muhsineena ghayra musafiheena fama istamtaAAtum bihi minhunna faatoohunna ojoorahunna fareedatan wala junaha AAalaykum feema taradaytum bihi min baAAdi alfareedati inna Allaha kana AAaleeman hakeeman"},{"id":25,"text":"وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","translation":"Et quiconque parmi vous n'a pas les moyens pour épouser des femmes libres (non esclaves) croyantes, eh bien (il peut épouser) une femme parmi celles de vos esclaves croyantes. Allah connaît mieux votre foi, car vous êtes les uns des autres (de la même religion). Et épousez-les avec l'autorisation de leurs maîtres (Waliy) et donnez-leur un mahr convenable; (épousez-les) étant vertueuses et non pas livrées à la débauche ni ayant des amants clandestins. Si, une fois engagées dans le mariage, elles commettent l'adultère, elles reçoivent la moitié du châtiment qui revient aux femmes libres (non esclaves) mariées. Ceci est autorisé à celui d'entre vous qui craint la débauche; mais ce serait mieux pour vous d'être endurant. Et Allah est Pardonneur et Miséricordieux","transliteration":"Waman lam yastatiAA minkum tawlan an yankiha almuhsanati almuminati famin ma malakat aymanukum min fatayatikumu almuminati waAllahu aAAlamu bieemanikum baAAdukum min baAAdin fainkihoohunna biithni ahlihinna waatoohunna ojoorahunna bialmaAAroofi muhsanatin ghayra masafihatin wala muttakhithati akhdanin faitha ohsinna fain atayna bifahishatin faAAalayhinna nisfu ma AAala almuhsanati mina alAAathabi thalika liman khashiya alAAanata minkum waan tasbiroo khayrun lakum waAllahu ghafoorun raheemun"},{"id":26,"text":"يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمۡ وَيَهۡدِيَكُمۡ سُنَنَ ٱلَّذِينَ مِن قَبۡلِكُمۡ وَيَتُوبَ عَلَيۡكُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","translation":"Allah veut vous éclairer, vous montrer les voies des hommes d'avant vous, et aussi accueillir votre repentir. Et Allah est Omniscient et Sage","transliteration":"Yureedu Allahu liyubayyina lakum wayahdiyakum sunana allatheena min qablikum wayatooba AAalaykum waAllahu AAaleemun hakeemun"},{"id":27,"text":"وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا","translation":"Et Allah veut accueillir votre repentir. Mais ceux qui suivent les passions veulent que vous vous incliniez grandement (vers l'erreur comme ils le font)","transliteration":"WaAllahu yureedu an yatooba AAalaykum wayureedu allatheena yattabiAAoona alshshahawati an tameeloo maylan AAatheeman"},{"id":28,"text":"يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَٰنُ ضَعِيفٗا","translation":"Allah veut vous alléger (les obligations,) car l'homme a été créé faible","transliteration":"Yureedu Allahu an yukhaffifa AAankum wakhuliqa alinsanu daAAeefan"},{"id":29,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا","translation":"O les croyants! Que les uns d'entre vous ne mangent pas les biens des autres illégalement. Mais qu'il y ait du négoce (légal), entre vous, par consentement mutuel. Et ne vous tuez pas vous-mêmes. Allah, en vérité, est Miséricordieux envers vous","transliteration":"Ya ayyuha allatheena amanoo la takuloo amwalakum baynakum bialbatili illa an takoona tijaratan AAan taradin minkum wala taqtuloo anfusakum inna Allaha kana bikum raheeman"},{"id":30,"text":"وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا","translation":"Et quiconque commet cela, par excès et par iniquité, Nous le jetterons au Feu, voilà qui est facile pour Allah","transliteration":"Waman yafAAal thalika AAudwanan wathulman fasawfa nusleehi naran wakana thalika AAala Allahi yaseeran"},{"id":31,"text":"إِن تَجۡتَنِبُواْ كَبَآئِرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلٗا كَرِيمٗا","translation":"Si vous évitez les grands péchés qui vous sont interdits, Nous effacerons vos méfaits de votre compte, et Nous vous ferons entrer dans un endroit honorable (le Paradis)","transliteration":"In tajtaniboo kabaira ma tunhawna AAanhu nukaffir AAankum sayyiatikum wanudkhilkum mudkhalan kareeman"},{"id":32,"text":"وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","translation":"Ne convoitez pas ce qu'Allah a attribué aux uns d'entre vous plus qu'aux autres; aux hommes la part qu'ils ont acquise, et aux femmes la part qu'elles ont acquise. Demandez à Allah de Sa grâce. Car Allah, certes, est Omniscient","transliteration":"Wala tatamannaw ma faddala Allahu bihi baAAdakum AAala baAAdin lilrrijali naseebun mimma iktasaboo walilnnisai naseebun mimma iktasabna waisaloo Allaha min fadlihi inna Allaha kana bikulli shayin AAaleeman"},{"id":33,"text":"وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","translation":"A tous Nous avons désigné des héritiers pour ce que leur laissent leurs père et mère, leurs proches parents, et ceux envers qui, de vos propres mains, vous vous êtes engagés, donnez leur donc leur part, car Allah, en vérité, est témoin de tout","transliteration":"Walikullin jaAAalna mawaliya mimma taraka alwalidani waalaqraboona waallatheena AAaqadat aymanukum faatoohum naseebahum inna Allaha kana AAala kulli shayin shaheedan"},{"id":34,"text":"ٱلرِّجَالُ قَوَّـٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّـٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّـٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا","translation":"Les hommes ont autorité sur les femmes, en raison des faveurs qu'Allah accorde à ceux-là sur celles-ci, et aussi à cause des dépenses qu'ils font de leurs biens. Les femmes vertueuses sont obéissantes (à leurs maris), et protègent ce qui doit être protégé, pendant l'absence de leurs époux, avec la protection d'Allah. Et quant à celles dont vous craignez la désobéissance, exhortez-les, éloignez-vous d'elles dans leurs lits et frappez-les. Si elles arrivent à vous obéir, alors ne cherchez plus de voie contre elles, car Allah est certes, Haut et Grand","transliteration":"Alrrijalu qawwamoona AAala alnnisai bima faddala Allahu baAAdahum AAala baAAdin wabima anfaqoo min amwalihim faalssalihatu qanitatun hafithatun lilghaybi bima hafitha Allahu waallatee takhafoona nushoozahunna faAAithoohunna waohjuroohunna fee almadajiAAi waidriboohunna fain ataAAnakum fala tabghoo AAalayhinna sabeelan inna Allaha kana AAaliyyan kabeeran"},{"id":35,"text":"وَإِنۡ خِفۡتُمۡ شِقَاقَ بَيۡنِهِمَا فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا","translation":"Si vous craignez le désaccord entre les deux [époux], envoyez alors un arbitre de sa famille à lui, et un arbitre de sa famille à elle. Si les deux veulent la réconciliation, Allah rétablira l'entente entre eux. Allah est certes, Omniscient et Parfaitement Connaisseur","transliteration":"Wain khiftum shiqaqa baynihima faibAAathoo hakaman min ahlihi wahakaman min ahliha in yureeda islahan yuwaffiqi Allahu baynahuma inna Allaha kana AAaleeman khabeeran"},{"id":36,"text":"۞وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا","translation":"Adorez Allah et ne Lui donnez aucun associé. Agissez avec bonté envers (vos) père et mère, les proches, les orphelins, les pauvres, le proche voisin, le voisin lointain, le collègue et le voyageur, et les esclaves en votre possession, car Allah n'aime pas, en vérité, le présomptueux, l'arrogant","transliteration":"WaoAAbudoo Allaha wala tushrikoo bihi shayan wabialwalidayni ihsanan wabithee alqurba waalyatama waalmasakeeni waaljari thee alqurba waaljari aljunubi waalssahibi bialjanbi waibni alssabeeli wama malakat aymanukum inna Allaha la yuhibbu man kana mukhtalan fakhooran"},{"id":37,"text":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","translation":"Ceux qui sont avares et ordonnent l'avarice aux autres, et cachent ce qu'Allah leur a donné de par Sa grâce. Nous avons préparé un châtiment avilissant pour les mécréants","transliteration":"Allatheena yabkhaloona wayamuroona alnnasa bialbukhli wayaktumoona ma atahumu Allahu min fadlihi waaAAtadna lilkafireena AAathaban muheenan"},{"id":38,"text":"وَٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِۗ وَمَن يَكُنِ ٱلشَّيۡطَٰنُ لَهُۥ قَرِينٗا فَسَآءَ قَرِينٗا","translation":"Et ceux qui dépensent leurs biens avec ostentation devant les gens, et ne croient ni en Allah ni au Jour dernier. Quiconque a le Diable pour camarade inséparable, quel mauvais camarade","transliteration":"Waallatheena yunfiqoona amwalahum riaa alnnasi wala yuminoona biAllahi wala bialyawmi alakhiri waman yakuni alshshaytanu lahu qareenan fasaa qareenan"},{"id":39,"text":"وَمَاذَا عَلَيۡهِمۡ لَوۡ ءَامَنُواْ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ ٱللَّهُۚ وَكَانَ ٱللَّهُ بِهِمۡ عَلِيمًا","translation":"Qu'auraient-ils à se reprocher s'ils avaient cru en Allah et au Jour dernier et dépensé (dans l'obéissance) de ce qu'Allah leur a attribué? Allah, d'eux, est Omniscient","transliteration":"Wamatha AAalayhim law amanoo biAllahi waalyawmi alakhiri waanfaqoo mimma razaqahumu Allahu wakana Allahu bihim AAaleeman"},{"id":40,"text":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ مِثۡقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٗ يُضَٰعِفۡهَا وَيُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِيمٗا","translation":"Certes, Allah ne lèse (personne), fût-ce du poids d'un atome. S'il est une bonne action, Il la double, et accorde une grosse récompense de Sa part","transliteration":"Inna Allaha la yathlimu mithqala tharratin wain taku hasanatan yudaAAifha wayuti min ladunhu ajran AAatheeman"},{"id":41,"text":"فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۭ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَـٰٓؤُلَآءِ شَهِيدٗا","translation":"Comment seront-ils quand Nous ferons venir de chaque communauté un témoin, et que Nous te (Muhammad) ferons venir comme témoin contre ces gens-ci","transliteration":"Fakayfa itha jina min kulli ommatin bishaheedin wajina bika AAala haolai shaheedan"},{"id":42,"text":"يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا","translation":"Ce jour-là, ceux qui n'ont pas cru et ont désobéi au Messager, préfèreraient que la terre fût nivelée sur eux et ils ne sauront cacher à Allah aucune parole","transliteration":"Yawmaithin yawaddu allatheena kafaroo waAAasawoo alrrasoola law tusawwa bihimu alardu wala yaktumoona Allaha hadeethan"},{"id":43,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا","translation":"O les croyants! N'approchez pas de la Salât alors que vous êtes ivres jusqu'à ce que vous compreniez ce que vous dites, et aussi quand vous êtes en état d'impureté [pollués] - à moins que vous ne soyez en voyage - jusqu'à ce que vous ayez pris un bain rituel. Si vous êtes malades ou en voyage, ou si l'un de vous revient du lieu où il a fait ses besoins, ou si vous avez touché à des femmes et que vous ne trouviez pas d'eau, alors recourez à une terre pure, et passez-vous-en sur vos visages et sur vos mains. Allah, en vérité, est Indulgent et Pardonneur","transliteration":"Ya ayyuha allatheena amanoo la taqraboo alssalata waantum sukara hatta taAAlamoo ma taqooloona wala junuban illa AAabiree sabeelin hatta taghtasiloo wain kuntum marda aw AAala safarin aw jaa ahadun minkum mina alghaiti aw lamastumu alnnisaa falam tajidoo maan fatayammamoo saAAeedan tayyiban faimsahoo biwujoohikum waaydeekum inna Allaha kana AAafuwwan ghafooran"},{"id":44,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يَشۡتَرُونَ ٱلضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ ٱلسَّبِيلَ","translation":"N'as-tu (Muhammad) pas vu ceux qui ont reçu une partie du Livre acheter l'égarement et chercher à ce que vous vous égariez du [droit] chemin","transliteration":"Alam tara ila allatheena ootoo naseeban mina alkitabi yashtaroona alddalalata wayureedoona an tadilloo alssabeela"},{"id":45,"text":"وَٱللَّهُ أَعۡلَمُ بِأَعۡدَآئِكُمۡۚ وَكَفَىٰ بِٱللَّهِ وَلِيّٗا وَكَفَىٰ بِٱللَّهِ نَصِيرٗا","translation":"Allah connaît mieux vos ennemis. Et Allah suffit comme protecteur. Et Allah suffit comme secoureur","transliteration":"WaAllahu aAAlamu biaAAdaikum wakafa biAllahi waliyyan wakafa biAllahi naseeran"},{"id":46,"text":"مِّنَ ٱلَّذِينَ هَادُواْ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعۡنَا وَعَصَيۡنَا وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ وَرَٰعِنَا لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِۚ وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","translation":"Il en est parmi les Juifs qui détournent les mots de leur sens, et disent: «Nous avions entendu, mais nous avons désobéi», «Ecoute sans qu'il te soit donné d'entendre», et favorise nous «Ra'inâ», tordant la langue et attaquant la religion. Si au contraire ils disaient: «Nous avons entendu et nous avons obéi», «Ecoute», et «Regarde-nous», ce serait meilleur pour eux, et plus droit. Mais Allah les a maudits à cause de leur mécréance; leur foi est donc bien médiocre","transliteration":"Mina allatheena hadoo yuharrifoona alkalima AAan mawadiAAihi wayaqooloona samiAAna waAAasayna waismaAA ghayra musmaAAin waraAAina layyan bialsinatihim wataAAnan fee alddeeni walaw annahum qaloo samiAAna waataAAna waismaAA waonthurna lakana khayran lahum waaqwama walakin laAAanahumu Allahu bikufrihim fala yuminoona illa qaleelan"},{"id":47,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا","translation":"O vous à qui on a donné le Livre, croyez à ce que Nous avons fait descendre, en confirmation de ce que vous aviez déjà, avant que Nous effacions des visages et les retournions sens devant derrière, ou que Nous les maudissions comme Nous avons maudit les gens du Sabbat. Car le commandement d'Allah est toujours exécuté","transliteration":"Ya ayyuha allatheena ootoo alkitaba aminoo bima nazzalna musaddiqan lima maAAakum min qabli an natmisa wujoohan fanaruddaha AAala adbariha aw nalAAanahum kama laAAanna ashaba alssabti wakana amru Allahi mafAAoolan"},{"id":48,"text":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا","translation":"Certes Allah ne pardonne pas qu'on Lui donne quelqu'associé. A part cela, Il pardonne à qui Il veut. Mais quiconque donne à Allah quelqu'associé commet un énorme péché","transliteration":"Inna Allaha la yaghfiru an yushraka bihi wayaghfiru ma doona thalika liman yashao waman yushrik biAllahi faqadi iftara ithman AAatheeman"},{"id":49,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ وَلَا يُظۡلَمُونَ فَتِيلًا","translation":"N'as-tu pas vu ceux-là qui se déclarent purs? Mais c'est Allah qui purifie qui Il veut; et ils ne seront point lésés, fût-ce d'un brin de noyau de datte","transliteration":"Alam tara ila allatheena yuzakkoona anfusahum bali Allahu yuzakkee man yashao wala yuthlamoona fateelan"},{"id":50,"text":"ٱنظُرۡ كَيۡفَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَكَفَىٰ بِهِۦٓ إِثۡمٗا مُّبِينًا","translation":"Regarde comme ils inventent le mensonge à l'encontre d'Allah. Et çà, c'est assez comme péché manifeste","transliteration":"Onthur kayfa yaftaroona AAala Allahi alkathiba wakafa bihi ithman mubeenan"},{"id":51,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُؤۡمِنُونَ بِٱلۡجِبۡتِ وَٱلطَّـٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هَـٰٓؤُلَآءِ أَهۡدَىٰ مِنَ ٱلَّذِينَ ءَامَنُواْ سَبِيلًا","translation":"N'as-tu pas vu ceux-là, à qui une partie du Livre a été donnée, avoir foi à la magie (gibt) et au Tâghhoût, et dire en faveur de ceux qui ne croient pas: «Ceux-là sont mieux guidés (sur le chemin) que ceux qui ont cru»","transliteration":"Alam tara ila allatheena ootoo naseeban mina alkitabi yuminoona bialjibti waalttaghooti wayaqooloona lillatheena kafaroo haolai ahda mina allatheena amanoo sabeelan"},{"id":52,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُۖ وَمَن يَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا","translation":"Voilà ceux qu'Allah a maudits; et quiconque Allah maudit, jamais tu ne trouveras pour lui de secoureur","transliteration":"Olaika allatheena laAAanahumu Allahu waman yalAAani Allahu falan tajida lahu naseeran"},{"id":53,"text":"أَمۡ لَهُمۡ نَصِيبٞ مِّنَ ٱلۡمُلۡكِ فَإِذٗا لَّا يُؤۡتُونَ ٱلنَّاسَ نَقِيرًا","translation":"Possèdent-ils une partie du pouvoir? Ils ne donneraient donc rien aux gens, fût-ce le creux d'un noyau de datte","transliteration":"Am lahum naseebun mina almulki faithan la yutoona alnnasa naqeeran"},{"id":54,"text":"أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا","translation":"Envient-ils aux gens ce qu'Allah leur a donné de par Sa grâce? Or, Nous avons donné à la famille d'Abraham le Livre et la Sagesse; et Nous leur avons donné un immense royaume","transliteration":"Am yahsudoona alnnasa AAala ma atahumu Allahu min fadlihi faqad atayna ala ibraheema alkitaba waalhikmata waataynahum mulkan AAatheeman"},{"id":55,"text":"فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ وَمِنۡهُم مَّن صَدَّ عَنۡهُۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا","translation":"Certains d'entre eux ont cru en lui, d'autres d'entre eux s'en sont écartés. L'Enfer leur suffira comme flamme (pour y brûler)","transliteration":"Faminhum man amana bihi waminhum man sadda AAanhu wakafa bijahannama saAAeeran"},{"id":56,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا","translation":"Certes, ceux qui ne croient pas à Nos Versets, (le Coran) Nous les brûlerons bientôt dans le Feu. Chaque fois que leurs peaux auront été consumées, Nous leur donnerons d'autres peaux en échange afin qu'ils goûtent au châtiment. Allah est certes, Puissant et Sage","transliteration":"Inna allatheena kafaroo biayatina sawfa nusleehim naran kullama nadijat julooduhum baddalnahum juloodan ghayraha liyathooqoo alAAathaba inna Allaha kana AAazeezan hakeeman"},{"id":57,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا","translation":"Et quant à ceux qui ont cru et fait de bonnes œuvres, bientôt Nous les ferons entrer aux Jardins sous lesquels coulent des ruisseaux. Ils y demeureront éternellement. Il y aura là pour eux des épouses purifiées. Et Nous les ferons entrer sous un ombrage épais","transliteration":"Waallatheena amanoo waAAamiloo alssalihati sanudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha abadan lahum feeha azwajun mutahharatun wanudkhiluhum thillan thaleelan"},{"id":58,"text":"۞إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا","translation":"Certes, Allah vous commande de rendre les dépôts à leurs ayants-droit, et quand vous jugez entre des gens, de juger avec équité. Quelle bonne exhortation qu'Allah vous fait! Allah est, en vérité, Celui qui entend et qui voit tout","transliteration":"Inna Allaha yamurukum an tuaddoo alamanati ila ahliha waitha hakamtum bayna alnnasi an tahkumoo bialAAadli inna Allaha niAAimma yaAAithukum bihi inna Allaha kana sameeAAan baseeran"},{"id":59,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا","translation":"O les croyants! Obéissez à Allah, et obéissez au Messager et à ceux d'entre vous qui détiennent le commandement. Puis, si vous vous disputez en quoi que ce soit, renvoyez-le à Allah et au Messager, si vous croyez en Allah et au Jour dernier. Ce sera bien mieux et de meilleure interprétation (et aboutissement)","transliteration":"Ya ayyuha allatheena amanoo ateeAAoo Allaha waateeAAoo alrrasoola waolee alamri minkum fain tanazaAAtum fee shayin faruddoohu ila Allahi waalrrasooli in kuntum tuminoona biAllahi waalyawmi alakhiri thalika khayrun waahsanu taweelan"},{"id":60,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّـٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا","translation":"N'as-tu pas vu ceux qui prétendent croire à ce qu'on a fait descendre vers toi [prophète] et à ce qu'on a fait descendre avant toi? Ils veulent prendre pour juge le Tâghût, alors que c'est en lui qu'on leur a commandé de ne pas croire. Mais le Diable veut les égarer très loin, dans l'égarement","transliteration":"Alam tara ila allatheena yazAAumoona annahum amanoo bima onzila ilayka wama onzila min qablika yureedoona an yatahakamoo ila alttaghooti waqad omiroo an yakfuroo bihi wayureedu alshshaytanu an yudillahum dalalan baAAeedan"},{"id":61,"text":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيۡتَ ٱلۡمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودٗا","translation":"Et lorsqu'on leur dit: «Venez vers ce qu'Allah a fait descendre et vers le Messager», tu vois les hypocrites s'écarter loin de toi","transliteration":"Waitha qeela lahum taAAalaw ila ma anzala Allahu waila alrrasooli raayta almunafiqeena yasuddoona AAanka sudoodan"},{"id":62,"text":"فَكَيۡفَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ ثُمَّ جَآءُوكَ يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا","translation":"Comment (agiront-ils) quand un malheur les atteindra, à cause de ce qu'ils ont préparé de leurs propres mains? Puis ils viendront alors près de toi, jurant par Allah: «Nous n'avons voulu que le bien et la réconciliation»","transliteration":"Fakayfa itha asabathum museebatun bima qaddamat aydeehim thumma jaooka yahlifoona biAllahi in aradna illa ihsanan watawfeeqan"},{"id":63,"text":"أُوْلَـٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا","translation":"Voilà ceux dont Allah sait ce qu'ils ont dans leurs cœurs. Ne leur tiens donc pas rigueur, exhorte-les, et dis-leur sur eux-mêmes des paroles convaincantes","transliteration":"Olaika allatheena yaAAlamu Allahu ma fee quloobihim faaAArid AAanhum waAAithhum waqul lahum fee anfusihim qawlan baleeghan"},{"id":64,"text":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا","translation":"Nous n'avons envoyé de Messager que pour qu'il soit obéi par la permission d'Allah. Si, lorsqu'ils ont fait du tort à leurs propres personnes ils venaient à toi en implorant le pardon d'Allah et si le Messager demandait le pardon pour eux, ils trouveraient, certes, Allah, Très Accueillant au repentir, Miséricordieux","transliteration":"Wama arsalna min rasoolin illa liyutaAAa biithni Allahi walaw annahum ith thalamoo anfusahum jaooka faistaghfaroo Allaha waistaghfara lahumu alrrasoolu lawajadoo Allaha tawwaban raheeman"},{"id":65,"text":"فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا","translation":"Non!... Par ton Seigneur! Ils ne seront pas croyants aussi longtemps qu'ils ne t'auront demandé de juger de leurs disputes et qu'ils n'auront éprouvé nulle angoisse pour ce que tu auras décidé, et qu'ils se soumettent complètement [à ta sentence]","transliteration":"Fala warabbika la yuminoona hatta yuhakkimooka feema shajara baynahum thumma la yajidoo fee anfusihim harajan mimma qadayta wayusallimoo tasleeman"},{"id":66,"text":"وَلَوۡ أَنَّا كَتَبۡنَا عَلَيۡهِمۡ أَنِ ٱقۡتُلُوٓاْ أَنفُسَكُمۡ أَوِ ٱخۡرُجُواْ مِن دِيَٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا","translation":"Si Nous leur avions prescrit ceci: «Tuez-vous vous-mêmes», ou «Sortez de vos demeures», ils ne l'auraient pas fait, sauf un petit nombre d'entre eux. S'ils avaient fait ce à quoi on les exhortait, cela aurait été certainement meilleur pour eux, et (leur foi) aurait été plus affermie","transliteration":"Walaw anna katabna AAalayhim ani oqtuloo anfusakum awi okhrujoo min diyarikum ma faAAaloohu illa qaleelun minhum walaw annahum faAAaloo ma yooAAathoona bihi lakana khayran lahum waashadda tathbeetan"},{"id":67,"text":"وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا","translation":"Alors Nous leur aurions donné certainement, de Notre part, une grande récompense","transliteration":"Waithan laataynahum min ladunna ajran AAatheeman"},{"id":68,"text":"وَلَهَدَيۡنَٰهُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","translation":"et Nous les aurions guidé certes, vers un droit chemin","transliteration":"Walahadaynahum siratan mustaqeeman"},{"id":69,"text":"وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّـٰلِحِينَۚ وَحَسُنَ أُوْلَـٰٓئِكَ رَفِيقٗا","translation":"Quiconque obéit à Allah et au Messager... ceux-là seront avec ceux qu'Allah a comblés de Ses bienfaits: les prophètes, les véridiques, les martyrs, et les vertueux. Et quels bons compagnons que ceux-là","transliteration":"Waman yutiAAi Allaha waalrrasoola faolaika maAAa allatheena anAAama Allahu AAalayhim mina alnnabiyyeena waalssiddeeqeena waalshshuhadai waalssaliheena wahasuna olaika rafeeqan"},{"id":70,"text":"ذَٰلِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِيمٗا","translation":"Cette grâce vient d'Allah. Et Allah suffit comme Parfait Connaisseur","transliteration":"Thalika alfadlu mina Allahi wakafa biAllahi AAaleeman"},{"id":71,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ خُذُواْ حِذۡرَكُمۡ فَٱنفِرُواْ ثُبَاتٍ أَوِ ٱنفِرُواْ جَمِيعٗا","translation":"O les croyants! Prenez vos précautions et partez en expédition par détachements ou en masse","transliteration":"Ya ayyuha allatheena amanoo khuthoo hithrakum fainfiroo thubatin awi infiroo jameeAAan"},{"id":72,"text":"وَإِنَّ مِنكُمۡ لَمَن لَّيُبَطِّئَنَّ فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا","translation":"Parmi vous, il y aura certes, quelqu'un qui tardera [à aller au combat] et qui, si un malheur vous atteint, dira: «Certes, Allah m'a fait une faveur en ce que je ne me suis pas trouvé en leur compagnie»","transliteration":"Wainna minkum laman layubattianna fain asabatkum museebatun qala qad anAAama Allahu AAalayya ith lam akun maAAahum shaheedan"},{"id":73,"text":"وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا","translation":"et si c'est une grâce qui vous atteint de la part d'Allah, il se mettra, certes, à dire, comme s'il n'y avait aucune affection entre vous et lui: «Quel dommage! Si j'avais été avec eux, j'aurais alors acquis un gain énorme»","transliteration":"Walain asabakum fadlun mina Allahi layaqoolanna kaan lam takun baynakum wabaynahu mawaddatun ya laytanee kuntu maAAahum faafooza fawzan AAatheeman"},{"id":74,"text":"۞فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","translation":"Qu'ils combattent donc dans le sentier d'Allah, ceux qui troquent la vie présente contre la vie future. Et quiconque combat dans le sentier d'Allah, tué ou vainqueur, Nous lui donnerons bientôt une énorme récompense","transliteration":"Falyuqatil fee sabeeli Allahi allatheena yashroona alhayata alddunya bialakhirati waman yuqatil fee sabeeli Allahi fayuqtal aw yaghlib fasawfa nuteehi ajran AAatheeman"},{"id":75,"text":"وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخۡرِجۡنَا مِنۡ هَٰذِهِ ٱلۡقَرۡيَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِيّٗا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِيرًا","translation":"Et qu'avez-vous à ne pas combattre dans le sentier d'Allah, et pour la cause des faibles: hommes, femmes et enfants qui disent: «Seigneur! Fais-nous sortir de cette cité dont les gens sont injustes, et assigne-nous de Ta part un allié, et assigne-nous de Ta part un secoureur»","transliteration":"Wama lakum la tuqatiloona fee sabeeli Allahi waalmustadAAafeena mina alrrijali waalnnisai waalwildani allatheena yaqooloona rabbana akhrijna min hathihi alqaryati alththalimi ahluha waijAAal lana min ladunka waliyyan waijAAal lana min ladunka naseeran"},{"id":76,"text":"ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّـٰغُوتِ فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا","translation":"Les croyants combattent dans le sentier d'Allah, et ceux qui ne croient pas combattent dans le sentier du Tâghût. Eh bien, combattez les alliés du Diable, car la ruse du Diable est, certes, faible","transliteration":"Allatheena amanoo yuqatiloona fee sabeeli Allahi waallatheena kafaroo yuqatiloona fee sabeeli alttaghooti faqatiloo awliyaa alshshaytani inna kayda alshshaytani kana daAAeefan"},{"id":77,"text":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡيَةٗۚ وَقَالُواْ رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۗ قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِيلًا","translation":"N'as-tu pas vu ceux auxquels on avait dit: «Abstenez-vous de combattre, accomplissez la Salât et acquittez la Zakât!» Puis lorsque le combat leur fut prescrit, voilà qu'une partie d'entre eux se mit à craindre les gens comme on craint Allah, ou même d'une crainte plus forte encore, et à dire: «O notre Seigneur! Pourquoi nous as-Tu prescrit le combat? Pourquoi n'as-Tu pas reporté cela à un peu plus tard?» Dis: «La jouissance d'ici-bas est éphémère, mais la vie future est meilleure pour quiconque est pieux. Et on ne vous lésera pas, fût-ce d'un brin de noyau de datte","transliteration":"Alam tara ila allatheena qeela lahum kuffoo aydiyakum waaqeemoo alssalata waatoo alzzakata falamma kutiba AAalayhimu alqitalu itha fareequn minhum yakhshawna alnnasa kakhashyati Allahi aw ashadda khashyatan waqaloo rabbana lima katabta AAalayna alqitala lawla akhkhartana ila ajalin qareebin qul mataAAu alddunya qaleelun waalakhiratu khayrun limani ittaqa wala tuthlamoona fateelan"},{"id":78,"text":"أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا","translation":"Où que vous soyez, la mort vous atteindra, fussiez-vous dans des tours imprenables. Qu'un bien les atteigne, ils disent: «C'est de la part d'Allah.» Qu'un mal les atteigne, ils disent: «C'est dû à toi (Muhammad).» Dis: «Tout est d'Allah.» Mais qu'ont-ils ces gens, à ne comprendre presque aucune parole","transliteration":"Aynama takoonoo yudrikkumu almawtu walaw kuntum fee buroojin mushayyadatin wain tusibhum hasanatun yaqooloo hathihi min AAindi Allahi wain tusibhum sayyiatun yaqooloo hathihi min AAindika qul kullun min AAindi Allahi famali haolai alqawmi la yakadoona yafqahoona hadeethan"},{"id":79,"text":"مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ فَمِنَ ٱللَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","translation":"Tout bien qui t'atteint vient d'Allah, et tout mal qui t'atteint vient de toi-même. Et nous t'avons envoyé aux gens comme Messager. Et Allah suffit comme témoin","transliteration":"Ma asabaka min hasanatin famina Allahi wama asabaka min sayyiatin famin nafsika waarsalnaka lilnnasi rasoolan wakafa biAllahi shaheedan"},{"id":80,"text":"مَّن يُطِعِ ٱلرَّسُولَ فَقَدۡ أَطَاعَ ٱللَّهَۖ وَمَن تَوَلَّىٰ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗا","translation":"Quiconque obéit au Messager obéit certainement à Allah. Et quiconque tourne le dos... Nous ne t'avons pas envoyé à eux comme gardien","transliteration":"Man yutiAAi alrrasoola faqad ataAAa Allaha waman tawalla fama arsalnaka AAalayhim hafeethan"},{"id":81,"text":"وَيَقُولُونَ طَاعَةٞ فَإِذَا بَرَزُواْ مِنۡ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُۖ وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","translation":"Ils disent: «Obéissance!» Puis, sitôt sortis de chez toi, une partie d'entre eux délibère au cours de la nuit de tout autre chose que ce qu'elle t'a dit. [Cependant] Allah enregistre ce qu'ils font la nuit. Pardonne-leur donc et place ta confiance en Allah. Et Allah suffit comme Protecteur","transliteration":"Wayaqooloona taAAatun faitha barazoo min AAindika bayyata taifatun minhum ghayra allathee taqoolu waAllahu yaktubu ma yubayyitoona faaAArid AAanhum watawakkal AAala Allahi wakafa biAllahi wakeelan"},{"id":82,"text":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا","translation":"Ne méditent-ils donc pas sur le Coran? S'il provenait d'un autre qu'Allah, ils y trouveraient certes maintes contradictions","transliteration":"Afala yatadabbaroona alqurana walaw kana min AAindi ghayri Allahi lawajadoo feehi ikhtilafan katheeran"},{"id":83,"text":"وَإِذَا جَآءَهُمۡ أَمۡرٞ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُواْ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُوْلِي ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا","translation":"Quand leur parvient une nouvelle rassurante ou alarmante, ils la diffusent. S'ils la rapportaient au Messager et aux détenteurs du commandement parmi eux, ceux d'entre eux qui cherchent à être éclairés, auraient appris (la vérité de la bouche du Prophète et des détenteurs du commandement). Et n'eussent été la grâce d'Allah sur vous et Sa miséricorde, vous auriez suivi le Diable, à part quelques-uns","transliteration":"Waitha jaahum amrun mina alamni awi alkhawfi athaAAoo bihi walaw raddoohu ila alrrasooli waila olee alamri minhum laAAalimahu allatheena yastanbitoonahu minhum walawla fadlu Allahi AAalaykum warahmatuhu laittabaAAtumu alshshaytana illa qaleelan"},{"id":84,"text":"فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِينَۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْۚ وَٱللَّهُ أَشَدُّ بَأۡسٗا وَأَشَدُّ تَنكِيلٗا","translation":"Combats donc dans le sentier d'Allah, tu n'es responsable que de toi même, et incite les croyants (au combat) Allah arrêtera certes la violence des mécréants. Allah est plus redoutable en force et plus sévère en punition","transliteration":"Faqatil fee sabeeli Allahi la tukallafu illa nafsaka waharridi almumineena AAasa Allahu an yakuffa basa allatheena kafaroo waAllahu ashaddu basan waashaddu tankeelan"},{"id":85,"text":"مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ وَمَن يَشۡفَعۡ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفۡلٞ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا","translation":"Quiconque intercède d'une bonne intercession, en aura une part; et quiconque intercède d'une mauvaise intercession en portera une part de responsabilité. Et Allah est Puissant sur toute chose","transliteration":"Man yashfaAA shafaAAatan hasanatan yakun lahu naseebun minha waman yashfaAA shafaAAatan sayyiatan yakun lahu kiflun minha wakana Allahu AAala kulli shayin muqeetan"},{"id":86,"text":"وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا","translation":"Si on vous fait une salutation, saluez d'une façon meilleure; ou bien rendez-la (simplement). Certes, Allah tient compte de tout","transliteration":"Waitha huyyeetum bitahiyyatin fahayyoo biahsana minha aw ruddooha inna Allaha kana AAala kulli shayin haseeban"},{"id":87,"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۗ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا","translation":"Allah! Pas de divinité à part Lui! Très certainement Il vous rassemblera au Jour de la Résurrection, point de doute là-dessus. Et qui est plus véridique qu'Allah en parole","transliteration":"Allahu la ilaha illa huwa layajmaAAannakum ila yawmi alqiyamati la rayba feehi waman asdaqu mina Allahi hadeethan"},{"id":88,"text":"۞فَمَا لَكُمۡ فِي ٱلۡمُنَٰفِقِينَ فِئَتَيۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوٓاْۚ أَتُرِيدُونَ أَن تَهۡدُواْ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","translation":"Qu'avez-vous à vous diviser en deux factions au sujet des hypocrites? Alors qu'Allah les a refoulés (dans leur infidélité) pour ce qu'ils ont acquis. Voulez-vous guider ceux qu'Allah égare? Et quiconque Allah égare, tu ne lui trouveras pas de chemin (pour le ramener)","transliteration":"Fama lakum fee almunafiqeena fiatayni waAllahu arkasahum bima kasaboo atureedoona an tahdoo man adalla Allahu waman yudlili Allahu falan tajida lahu sabeelan"},{"id":89,"text":"وَدُّواْ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِي سَبِيلِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُواْ مِنۡهُمۡ وَلِيّٗا وَلَا نَصِيرًا","translation":"Ils aimeraient vous voir mécréants comme ils ont mécru: alors vous seriez tous égaux! Ne prenez donc pas d'alliés parmi eux, jusqu'à ce qu'ils émigrent dans le sentier d'Allah. Mais s'ils tournent le dos, saisissez-les alors, et tuez-les où que vous les trouviez; et ne prenez parmi eux ni allié ni secoureur","transliteration":"Waddoo law takfuroona kama kafaroo fatakoonoona sawaan fala tattakhithoo minhum awliyaa hatta yuhajiroo fee sabeeli Allahi fain tawallaw fakhuthoohum waoqtuloohum haythu wajadtumoohum wala tattakhithoo minhum waliyyan wala naseeran"},{"id":90,"text":"إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا","translation":"excepté ceux qui se joignent à un groupe avec lequel vous avez conclu une alliance, ou ceux qui viennent chez vous, le cœur serré d'avoir à vous combattre ou à combattre leur propre tribu. Si Allah avait voulu, Il leur aurait donné l'audace (et la force) contre vous, et ils vous auraient certainement combattu. (Par conséquent,) s'ils restent neutres à votre égard et ne vous combattent point, et qu'ils vous offrent la paix, alors, Allah ne vous donne pas de chemin contre eux","transliteration":"Illa allatheena yasiloona ila qawmin baynakum wabaynahum meethaqun aw jaookum hasirat sudooruhum an yuqatilookum aw yuqatiloo qawmahum walaw shaa Allahu lasallatahum AAalaykum falaqatalookum faini iAAtazalookum falam yuqatilookum waalqaw ilaykumu alssalama fama jaAAala Allahu lakum AAalayhim sabeelan"},{"id":91,"text":"سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأۡمَنُوكُمۡ وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَاۚ فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَـٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا","translation":"Vous en trouverez d'autres qui cherchent à avoir votre confiance, et en même temps la confiance de leur propre tribu. Toutes les fois qu'on les pousse vers l'Association, (l'idolâtrie) ils y retombent en masse. (Par conséquent,) s'ils ne restent pas neutres à votre égard, ne vous offrent pas la paix et ne retiennent pas leurs mains (de vous combattre), alors, saisissez-les et tuez les où que vous les trouviez. Contre ceux-ci, Nous vous avons donné une autorité manifeste","transliteration":"Satajidoona akhareena yureedoona an yamanookum wayamanoo qawmahum kulla ma ruddoo ila alfitnati orkisoo feeha fain lam yaAAtazilookum wayulqoo ilaykumu alssalama wayakuffoo aydiyahum fakhuthoohum waoqtuloohum haythu thaqiftumoohum waolaikum jaAAalna lakum AAalayhim sultanan mubeenan"},{"id":92,"text":"وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"Il n'appartient pas à un croyant de tuer un autre croyant, si ce n'est par erreur. Quiconque tue par erreur un croyant, qu'il affranchisse alors un esclave croyant et remette à sa famille le prix du sang, à moins que celle-ci n'y renonce par charité. Mais si [le tué] appartenait à un peuple ennemi à vous et qu'il soit croyant, qu'on affranchisse alors un esclave croyant. S'il appartenait à un peuple auquel vous êtes liés par un pacte, qu'on verse alors à sa famille le prix du sang et qu'on affranchisse un esclave croyant. Celui qui n'en trouve pas les moyens, qu'il jeûne deux mois d'affilée pour être pardonné par Allah. Allah est Omniscient et Sage","transliteration":"Wama kana limuminin an yaqtula muminan illa khataan waman qatala muminan khataan fatahreeru raqabatin muminatin wadiyatun musallamatun ila ahlihi illa an yassaddaqoo fain kana min qawmin AAaduwwin lakum wahuwa muminun fatahreeru raqabatin muminatin wain kana min qawmin baynakum wabaynahum meethaqun fadiyatun musallamatun ila ahlihi watahreeru raqabatin muminatin faman lam yajid fasiyamu shahrayni mutatabiAAayni tawbatan mina Allahi wakana Allahu AAaleeman hakeeman"},{"id":93,"text":"وَمَن يَقۡتُلۡ مُؤۡمِنٗا مُّتَعَمِّدٗا فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِدٗا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمٗا","translation":"Quiconque tue intentionnellement un croyant, Sa rétribution alors sera l'Enfer, pour y demeurer éternellement. Allah l'a frappé de Sa colère, l'a maudit et lui a préparé un énorme châtiment","transliteration":"Waman yaqtul muminan mutaAAammidan fajazaohu jahannamu khalidan feeha waghadiba Allahu AAalayhi walaAAanahu waaAAadda lahu AAathaban AAatheeman"},{"id":94,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا ضَرَبۡتُمۡ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞۚ كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"O les croyants! Lorsque vous sortez pour lutter dans le sentier d'Allah, voyez bien clair (ne vous hâtez pas) et ne dites pas à quiconque vous adresse le salut (de l'Islam): «Tu n'es pas croyant», convoitant les biens de la vie d'ici-bas. Or c'est auprès d'Allah qu'il y a beaucoup de butin. C'est ainsi que vous étiez auparavant; puis Allah vous a accordé Sa grâce. Voyez donc bien clair. Allah est, certes, Parfaitement Connaisseur de ce que vous faites","transliteration":"Ya ayyuha allatheena amanoo itha darabtum fee sabeeli Allahi fatabayyanoo wala taqooloo liman alqa ilaykumu alssalama lasta muminan tabtaghoona AAarada alhayati alddunya faAAinda Allahi maghanimu katheeratun kathalika kuntum min qablu famanna Allahu AAalaykum fatabayyanoo inna Allaha kana bima taAAmaloona khabeeran"},{"id":95,"text":"لَّا يَسۡتَوِي ٱلۡقَٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِينَ غَيۡرُ أُوْلِي ٱلضَّرَرِ وَٱلۡمُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَٰعِدِينَ دَرَجَةٗۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ عَلَى ٱلۡقَٰعِدِينَ أَجۡرًا عَظِيمٗا","translation":"Ne sont pas égaux ceux des croyants qui restent chez eux - sauf ceux qui ont quelque infirmité - et ceux qui luttent corps et biens dans le sentier d'Allah. Allah donne à ceux qui luttent corps et biens un grade d'excellence sur ceux qui restent chez eux. Et à chacun Allah a promis la meilleure récompense; et Allah a mis les combattants au-dessus des non combattants en leur accordant une rétribution immense","transliteration":"La yastawee alqaAAidoona mina almumineena ghayru olee alddarari waalmujahidoona fee sabeeli Allahi biamwalihim waanfusihim faddala Allahu almujahideena biamwalihim waanfusihim AAala alqaAAideena darajatan wakullan waAAada Allahu alhusna wafaddala Allahu almujahideena AAala alqaAAideena ajran AAatheeman"},{"id":96,"text":"دَرَجَٰتٖ مِّنۡهُ وَمَغۡفِرَةٗ وَرَحۡمَةٗۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","translation":"des grades de supériorité de Sa part ainsi qu'un pardon et une miséricorde. Allah est Pardonneur et Miséricordieux","transliteration":"Darajatin minhu wamaghfiratan warahmatan wakana Allahu ghafooran raheeman"},{"id":97,"text":"إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلۡمَلَـٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ قَالُواْ فِيمَ كُنتُمۡۖ قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِۚ قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۚ فَأُوْلَـٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا","translation":"Ceux qui ont fait du tort à eux-mêmes, les Anges enlèveront leurs âmes en disant: «Où en étiez-vous?» (à propos de votre religion) - «Nous étions impuissants sur terre», dirent-ils. Alors les Anges diront: «La terre d'Allah n'était-elle pas assez vaste pour vous permettre d'émigrer?» Voilà bien ceux dont le refuge est l'Enfer. Et quelle mauvaise destination","transliteration":"Inna allatheena tawaffahumu almalaikatu thalimee anfusihim qaloo feema kuntum qaloo kunna mustadAAafeena fee alardi qaloo alam takun ardu Allahi wasiAAatan fatuhajiroo feeha faolaika mawahum jahannamu wasaat maseeran"},{"id":98,"text":"إِلَّا ٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ لَا يَسۡتَطِيعُونَ حِيلَةٗ وَلَا يَهۡتَدُونَ سَبِيلٗا","translation":"A l'exception des impuissants: hommes, femmes et enfants, incapables de se débrouiller, et qui ne trouvent aucune voie","transliteration":"Illa almustadAAafeena mina alrrijali waalnnisai waalwildani la yastateeAAoona heelatan wala yahtadoona sabeelan"},{"id":99,"text":"فَأُوْلَـٰٓئِكَ عَسَى ٱللَّهُ أَن يَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورٗا","translation":"A ceux-là, il se peut qu'Allah donne le pardon. Allah est Clément et Pardonneur","transliteration":"Faolaika AAasa Allahu an yaAAfuwa AAanhum wakana Allahu AAafuwwan ghafooran"},{"id":100,"text":"۞وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"Et quiconque émigre dans le sentier d'Allah trouvera sur terre maints refuges et abondance. Et quiconque sort de sa maison, émigrant vers Allah et Son messager, et que la mort atteint, sa récompense incombe à Allah. Et Allah est Pardonneur et Miséricordieux","transliteration":"Waman yuhajir fee sabeeli Allahi yajid fee alardi muraghaman katheeran wasaAAatan waman yakhruj min baytihi muhajiran ila Allahi warasoolihi thumma yudrikhu almawtu faqad waqaAAa ajruhu AAala Allahi wakana Allahu ghafooran raheeman"},{"id":101,"text":"وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن يَفۡتِنَكُمُ ٱلَّذِينَ كَفَرُوٓاْۚ إِنَّ ٱلۡكَٰفِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا","translation":"Et quand vous parcourez la terre, ce n'est pas un péché pour vous de raccourcir la Salât, si vous craignez que les mécréants ne vous mettent à l'épreuve, car les mécréants demeurent pour vous un ennemi déclaré","transliteration":"Waitha darabtum fee alardi falaysa AAalaykum junahun an taqsuroo mina alssalati in khiftum an yaftinakumu allatheena kafaroo inna alkafireena kanoo lakum AAaduwwan mubeenan"},{"id":102,"text":"وَإِذَا كُنتَ فِيهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَآئِفَةٞ مِّنۡهُم مَّعَكَ وَلۡيَأۡخُذُوٓاْ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُواْ فَلۡيَكُونُواْ مِن وَرَآئِكُمۡ وَلۡتَأۡتِ طَآئِفَةٌ أُخۡرَىٰ لَمۡ يُصَلُّواْ فَلۡيُصَلُّواْ مَعَكَ وَلۡيَأۡخُذُواْ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِينَ كَفَرُواْ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَيَمِيلُونَ عَلَيۡكُم مَّيۡلَةٗ وَٰحِدَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ إِن كَانَ بِكُمۡ أَذٗى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰٓ أَن تَضَعُوٓاْ أَسۡلِحَتَكُمۡۖ وَخُذُواْ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","translation":"Et lorsque tu (Muhammad) te trouves parmi eux, et que tu les diriges dans la Salât, qu'un groupe d'entre eux se mette debout en ta compagnie, en gardant leurs armes. Puis lorsqu'ils ont terminé la prosternation, qu'ils passent derrière vous et que vienne l'autre groupe, ceux qui n'ont pas encore célébré la Salât. A ceux-ci alors d'accomplir la Salât avec toi, prenant leurs précautions et leurs armes. Les mécréants aimeraient vous voir négliger vos armes et vos bagages, afin de tomber sur vous en une seule masse. Vous ne commettez aucun péché si, incommodés par la pluie ou malades, vous déposez vos armes; cependant prenez garde. Certes, Allah a préparé pour les mécréants un châtiment avilissant","transliteration":"Waitha kunta feehim faaqamta lahumu alssalata faltaqum taifatun minhum maAAaka walyakhuthoo aslihatahum faitha sajadoo falyakoonoo min waraikum waltati taifatun okhra lam yusalloo falyusalloo maAAaka walyakhuthoo hithrahum waaslihatahum wadda allatheena kafaroo law taghfuloona AAan aslihatikum waamtiAAatikum fayameeloona AAalaykum maylatan wahidatan wala junaha AAalaykum in kana bikum athan min matarin aw kuntum marda an tadaAAoo aslihatakum wakhuthoo hithrakum inna Allaha aAAadda lilkafireena AAathaban muheenan"},{"id":103,"text":"فَإِذَا قَضَيۡتُمُ ٱلصَّلَوٰةَ فَٱذۡكُرُواْ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِكُمۡۚ فَإِذَا ٱطۡمَأۡنَنتُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَۚ إِنَّ ٱلصَّلَوٰةَ كَانَتۡ عَلَى ٱلۡمُؤۡمِنِينَ كِتَٰبٗا مَّوۡقُوتٗا","translation":"Quand vous avez accompli la Salât, invoquez le nom d'Allah, debout, assis ou couchés sur vos côtés. Puis lorsque vous êtes en sécurité, accomplissez la Salât (normalement), car la Salât demeure, pour les croyants, une prescription, à des temps déterminés","transliteration":"Faitha qadaytumu alssalata faothkuroo Allaha qiyaman waquAAoodan waAAala junoobikum faitha itmanantum faaqeemoo alssalata inna alssalata kanat AAala almumineena kitaban mawqootan"},{"id":104,"text":"وَلَا تَهِنُواْ فِي ٱبۡتِغَآءِ ٱلۡقَوۡمِۖ إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا","translation":"Ne faiblissez pas dans la poursuite du peuple [ennemi]. Si vous souffrez, lui aussi souffre comme vous souffrez, tandis que vous espérez d'Allah ce qu'il n'espère pas. Allah est Omniscient et Sage","transliteration":"Wala tahinoo fee ibtighai alqawmi in takoonoo talamoona fainnahum yalamoona kama talamoona watarjoona mina Allahi ma la yarjoona wakana Allahu AAaleeman hakeeman"},{"id":105,"text":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا","translation":"Nous avons fait descendre vers toi le Livre avec la vérité, pour que tu juges entre les gens, selon ce qu'Allah t'a appris. Et ne te fais pas l'avocat des traîtres","transliteration":"Inna anzalna ilayka alkitaba bialhaqqi litahkuma bayna alnnasi bima araka Allahu wala takun lilkhaineena khaseeman"},{"id":106,"text":"وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"Et implore d'Allah le pardon car Allah est certes Pardonneur et Miséricordieux","transliteration":"Waistaghfiri Allaha inna Allaha kana ghafooran raheeman"},{"id":107,"text":"وَلَا تُجَٰدِلۡ عَنِ ٱلَّذِينَ يَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمٗا","translation":"Et ne dispute pas en faveur de ceux qui se trahissent eux-mêmes. Allah, vraiment, n'aime pas le traître et le pécheur","transliteration":"Wala tujadil AAani allatheena yakhtanoona anfusahum inna Allaha la yuhibbu man kana khawwanan atheeman"},{"id":108,"text":"يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا","translation":"Ils cherchent à se cacher des gens, mais ils ne cherchent pas à se cacher d'Allah. Or, Il est avec eux quand ils tiennent la nuit des paroles qu'Il (Allah) n'agrée pas. Et Allah ne cesse de cerner (par Sa science) ce qu'ils font","transliteration":"Yastakhfoona mina alnnasi wala yastakhfoona mina Allahi wahuwa maAAahum ith yubayyitoona ma la yarda mina alqawli wakana Allahu bima yaAAmaloona muheetan"},{"id":109,"text":"هَـٰٓأَنتُمۡ هَـٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا","translation":"Voilà les gens en faveur desquels vous disputez dans la vie présente. Mais qui va disputer pour eux devant Allah au Jour de la Résurrection? Ou bien qui sera leur protecteur","transliteration":"Haantum haolai jadaltum AAanhum fee alhayati alddunya faman yujadilu Allaha AAanhum yawma alqiyamati am man yakoonu AAalayhim wakeelan"},{"id":110,"text":"وَمَن يَعۡمَلۡ سُوٓءًا أَوۡ يَظۡلِمۡ نَفۡسَهُۥ ثُمَّ يَسۡتَغۡفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورٗا رَّحِيمٗا","translation":"Quiconque agit mal ou fait du tort à lui-même, puis aussitôt implore d'Allah le pardon, trouvera Allah Pardonneur et Miséricordieux","transliteration":"Waman yaAAmal sooan aw yathlim nafsahu thumma yastaghfiri Allaha yajidi Allaha ghafooran raheeman"},{"id":111,"text":"وَمَن يَكۡسِبۡ إِثۡمٗا فَإِنَّمَا يَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"Quiconque acquiert un péché, ne l'acquiert que contre lui-même. Et Allah est Omniscient et Sage","transliteration":"Waman yaksib ithman fainnama yaksibuhu AAala nafsihi wakana Allahu AAaleeman hakeeman"},{"id":112,"text":"وَمَن يَكۡسِبۡ خَطِيٓـَٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓـٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","translation":"Et quiconque acquiert une faute ou un péché puis en accuse un innocent, se rend coupable alors d'une injustice et d'un péché manifeste","transliteration":"Waman yaksib khateeatan aw ithman thumma yarmi bihi bareean faqadi ihtamala buhtanan waithman mubeenan"},{"id":113,"text":"وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا","translation":"Et n'eût été la grâce d'Allah sur toi (Muhammad) et Sa miséricorde, une partie d'entre eux t'aurait bien volontiers égaré. Mais ils n'égarent qu'eux-mêmes, et ne peuvent en rien te nuire. Allah a fait descendre sur toi le Livre et la Sagesse, et t'a enseigné ce que tu ne savais pas. Et la grâce d'Allah sur toi est immense","transliteration":"Walawla fadlu Allahi AAalayka warahmatuhu lahammat taifatun minhum an yudillooka wama yudilloona illa anfusahum wama yadurroonaka min shayin waanzala Allahu AAalayka alkitaba waalhikmata waAAallamaka ma lam takun taAAlamu wakana fadlu Allahi AAalayka AAatheeman"},{"id":114,"text":"۞لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۭ بَيۡنَ ٱلنَّاسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","translation":"Il n'y a rien de bon dans la plus grande partie de leurs conversations secrètes, sauf si l'un d'eux ordonne une charité, une bonne action, ou une conciliation entre les gens. Et quiconque le fait, cherchant l'agrément d'Allah, à celui-là Nous donnerons bientôt une récompense énorme","transliteration":"La khayra fee katheerin min najwahum illa man amara bisadaqatin aw maAAroofin aw islahin bayna alnnasi waman yafAAal thalika ibtighaa mardati Allahi fasawfa nuteehi ajran AAatheeman"},{"id":115,"text":"وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا","translation":"Et quiconque fait scission d'avec le Messager, après que le droit chemin lui est apparu et suit un sentier autre que celui des croyants, alors Nous le laisserons comme il s'est détourné, et le brûlerons dans l'Enfer. Et quelle mauvaise destination","transliteration":"Waman yushaqiqi alrrasoola min baAAdi ma tabayyana lahu alhuda wayattabiAA ghayra sabeeli almumineena nuwallihi ma tawalla wanuslihi jahannama wasaat maseeran"},{"id":116,"text":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","translation":"Certes, Allah ne pardonne pas qu'on Lui donne des associés. A part cela, Il pardonne à qui Il veut. Quiconque donne des associés à Allah s'égare, très loin dans l'égarement","transliteration":"Inna Allaha la yaghfiru an yushraka bihi wayaghfiru ma doona thalika liman yashao waman yushrik biAllahi faqad dalla dalalan baAAeedan"},{"id":117,"text":"إِن يَدۡعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثٗا وَإِن يَدۡعُونَ إِلَّا شَيۡطَٰنٗا مَّرِيدٗا","translation":"Ce ne sont que des femelles qu'ils invoquent, en dehors de Lui. Et ce n'est qu'un diable rebelle qu'ils invoquent","transliteration":"In yadAAoona min doonihi illa inathan wain yadAAoona illa shaytanan mareedan"},{"id":118,"text":"لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِيبٗا مَّفۡرُوضٗا","translation":"Allah l'a (le Diable) maudit et celui-ci a dit: «Certainement, je saisirai parmi Tes serviteurs, une partie déterminée","transliteration":"LaAAanahu Allahu waqala laattakhithanna min AAibadika naseeban mafroodan"},{"id":119,"text":"وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا","translation":"Certes, je ne manquerai pas de les égarer, je leur donnerai de faux espoirs, je leur commanderai, et ils fendront les oreilles aux bestiaux; je leur commanderai, et ils altèreront la création d'Allah. Et quiconque prend le Diable pour allié au lieu d'Allah, sera, certes, voué à une perte évidente","transliteration":"Walaodillannahum walaomanniyannahum walaamurannahum falayubattikunna athana alanAAami walaamurannahum falayughayyirunna khalqa Allahi waman yattakhithi alshshaytana waliyyan min dooni Allahi faqad khasira khusranan mubeenan"},{"id":120,"text":"يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","translation":"Il leur fait des promesses et leur donne de faux espoirs. Et le Diable ne leur fait que des promesses trompeuses","transliteration":"YaAAiduhum wayumanneehim wama yaAAiduhumu alshshaytanu illa ghurooran"},{"id":121,"text":"أُوْلَـٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا","translation":"Voilà ceux dont le refuge est l'Enfer. Et ils ne trouveront aucun moyen d'y échapper","transliteration":"Olaika mawahum jahannamu wala yajidoona AAanha maheesan"},{"id":122,"text":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا","translation":"Et quant à ceux qui ont cru et fait de bonnes œuvres, Nous les ferons entrer bientôt aux Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Promesse d'Allah en vérité. Et qui est plus véridique qu'Allah en parole","transliteration":"Waallatheena amanoo waAAamiloo alssalihati sanudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha abadan waAAda Allahi haqqan waman asdaqu mina Allahi qeelan"},{"id":123,"text":"لَّيۡسَ بِأَمَانِيِّكُمۡ وَلَآ أَمَانِيِّ أَهۡلِ ٱلۡكِتَٰبِۗ مَن يَعۡمَلۡ سُوٓءٗا يُجۡزَ بِهِۦ وَلَا يَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","translation":"Ceci ne dépend ni de vos désirs ni des désirs des gens du Livre. Quiconque fait un mal sera rétribué pour cela, et ne trouvera en sa faveur, hors d'Allah, ni allié ni secoureur","transliteration":"Laysa biamaniyyikum wala amaniyyi ahli alkitabi man yaAAmal sooan yujza bihi wala yajid lahu min dooni Allahi waliyyan wala naseeran"},{"id":124,"text":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّـٰلِحَٰتِ مِن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَـٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ نَقِيرٗا","translation":"Et quiconque, homme ou femme, fait de bonnes œuvres, tout en étant croyant... les voilà ceux qui entreront au Paradis; et on ne leur fera aucune injustice, fût-ce d'un creux de noyau de datte","transliteration":"Waman yaAAmal mina alssalihati min thakarin aw ontha wahuwa muminun faolaika yadkhuloona aljannata wala yuthlamoona naqeeran"},{"id":125,"text":"وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ وَٱتَّبَعَ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَٰهِيمَ خَلِيلٗا","translation":"Qui est meilleur en religion que celui qui soumet à Allah son être, tout en se conformant à la Loi révélée et suivant la religion d'Abraham, homme de droiture? Et Allah avait pris Abraham pour ami privilégié","transliteration":"Waman ahsanu deenan mimman aslama wajhahu lillahi wahuwa muhsinun waittabaAAa millata ibraheema haneefan waittakhatha Allahu ibraheema khaleelan"},{"id":126,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٖ مُّحِيطٗا","translation":"C'est à Allah qu'appartient tout ce qui est dans les cieux et sur la terre. Et Allah embrasse toute chose (de Sa science et de Sa puissance)","transliteration":"Walillahi ma fee alssamawati wama fee alardi wakana Allahu bikulli shayin muheetan"},{"id":127,"text":"وَيَسۡتَفۡتُونَكَ فِي ٱلنِّسَآءِۖ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِيهِنَّ وَمَا يُتۡلَىٰ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ فِي يَتَٰمَى ٱلنِّسَآءِ ٱلَّـٰتِي لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلۡوِلۡدَٰنِ وَأَن تَقُومُواْ لِلۡيَتَٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمٗا","translation":"Et ils te consultent à propos de ce qui a été décrété au sujet des femmes. Dis: «Allah vous donne Son décret là-dessus, en plus de ce qui vous est récité dans le Livre, au sujet des orphelines auxquelles vous ne donnez pas ce qui leur a été prescrit, et que vous désirez épouser, et au sujet des mineurs encore d'âge faible». Vous devez agir avec équité envers les orphelins. Et de tout ce que vous faites de bien, Allah en est, certes, Omniscient","transliteration":"Wayastaftoonaka fee alnnisai quli Allahu yufteekum feehinna wama yutla AAalaykum fee alkitabi fee yatama alnnisai allatee la tutoonahunna ma kutiba lahunna watarghaboona an tankihoohunna waalmustadAAafeena mina alwildani waan taqoomoo lilyatama bialqisti wama tafAAaloo min khayrin fainna Allaha kana bihi AAaleeman"},{"id":128,"text":"وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضٗا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يُصۡلِحَا بَيۡنَهُمَا صُلۡحٗاۚ وَٱلصُّلۡحُ خَيۡرٞۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"Et si une femme craint de son mari abandon ou indifférence, alors ce n'est pas un péché pour les deux s'ils se réconcilient par un compromis quelconque, et la réconciliation est meilleure, puisque les âmes sont portées à la ladrerie. Mais si vous agissez en bien et vous êtes pieux... Allah est, certes, Parfaitement Connaisseur de ce que vous faites","transliteration":"Waini imraatun khafat min baAAliha nushoozan aw iAAradan fala junaha AAalayhima an yusliha baynahuma sulhan waalssulhu khayrun waohdirati alanfusu alshshuhha wain tuhsinoo watattaqoo fainna Allaha kana bima taAAmaloona khabeeran"},{"id":129,"text":"وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","translation":"Vous ne pourrez jamais être équitables entre vos femmes, même si vous en êtes soucieux. Ne vous penchez pas tout à fait vers l'une d'elles, au point de laisser l'autre comme en suspens. Mais si vous vous réconciliez et vous êtes pieux... donc Allah est, certes, Pardonneur et Miséricordieux","transliteration":"Walan tastateeAAoo an taAAdiloo bayna alnnisai walaw harastum fala tameeloo kulla almayli fatatharooha kaalmuAAallaqati wain tuslihoo watattaqoo fainna Allaha kana ghafooran raheeman"},{"id":130,"text":"وَإِن يَتَفَرَّقَا يُغۡنِ ٱللَّهُ كُلّٗا مِّن سَعَتِهِۦۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمٗا","translation":"Si les deux se séparent, Allah de par Sa largesse, accordera à chacun d'eux un autre destin. Et Allah est plein de largesses et parfaitement Sage","transliteration":"Wain yatafarraqa yughni Allahu kullan min saAAatihi wakana Allahu wasiAAan hakeeman"},{"id":131,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا","translation":"A Allah seul appartient tout ce qui est dans les cieux et sur la terre. «Craignez Allah!» Voilà ce que Nous avons enjoint à ceux auxquels avant vous le Livre fut donné, tout comme à vous-mêmes. Et si vous ne croyez pas (cela ne nuit pas à Allah, car) très certainement à Allah seul appartient tout ce qui est dans les cieux et sur la terre. Et Allah se suffit à Lui-même et Il est digne de louange","transliteration":"Walillahi ma fee alssamawati wama fee alardi walaqad wassayna allatheena ootoo alkitaba min qablikum waiyyakum ani ittaqoo Allaha wain takfuroo fainna lillahi ma fee alssamawati wama fee alardi wakana Allahu ghaniyyan hameedan"},{"id":132,"text":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","translation":"A Allah seul appartient tout ce qui est dans les cieux et sur la terre. Et Allah suffit pour s'occuper de tout","transliteration":"Walillahi ma fee alssamawati wama fee alardi wakafa biAllahi wakeelan"},{"id":133,"text":"إِن يَشَأۡ يُذۡهِبۡكُمۡ أَيُّهَا ٱلنَّاسُ وَيَأۡتِ بِـَٔاخَرِينَۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرٗا","translation":"S'Il voulait, il vous ferait disparaître, ô gens, et en ferait venir d'autres. Car Allah en est très capable","transliteration":"In yasha yuthhibkum ayyuha alnnasu wayati biakhareena wakana Allahu AAala thalika qadeeran"},{"id":134,"text":"مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَكَانَ ٱللَّهُ سَمِيعَۢا بَصِيرٗا","translation":"Quiconque désire la récompense d'ici-bas, c'est auprès d'Allah qu'est la récompense d'ici-bas tout comme celle de l'au-delà. Et Allah entend et observe tout","transliteration":"Man kana yureedu thawaba alddunya faAAinda Allahi thawabu alddunya waalakhirati wakana Allahu sameeAAan baseeran"},{"id":135,"text":"۞يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّـٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","translation":"O les croyants! Observez strictement la justice et soyez des témoins (véridiques) comme Allah l'ordonne, fût-ce contre vous-mêmes, contre vos père et mère ou proches parents. Qu'il s'agisse d'un riche ou d'un besogneux, Allah a priorité sur eux deux (et Il est plus connaisseur de leur intérêt que vous). Ne suivez donc pas les passions, afin de ne pas dévier de la justice. Si vous portez un faux témoignage ou si vous le refusez, [sachez qu'] Allah est Parfaitement Connaisseur de ce que vous faites","transliteration":"Ya ayyuha allatheena amanoo koonoo qawwameena bialqisti shuhadaa lillahi walaw AAala anfusikum awi alwalidayni waalaqrabeena in yakun ghaniyyan aw faqeeran faAllahu awla bihima fala tattabiAAoo alhawa an taAAdiloo wain talwoo aw tuAAridoo fainna Allaha kana bima taAAmaloona khabeeran"},{"id":136,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِي نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِيٓ أَنزَلَ مِن قَبۡلُۚ وَمَن يَكۡفُرۡ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","translation":"O les croyants! Soyez fermes en votre foi en Allah, en Son messager, au Livre qu'Il a fait descendre sur Son messager, et au Livre qu'Il a fait descendre avant. Quiconque ne croit pas en Allah, en Ses anges, en Ses Livres, en Ses messagers et au Jour dernier, s'égare, loin dans l'égarement","transliteration":"Ya ayyuha allatheena amanoo aminoo biAllahi warasoolihi waalkitabi allathee nazzala AAala rasoolihi waalkitabi allathee anzala min qablu waman yakfur biAllahi wamalaikatihi wakutubihi warusulihi waalyawmi alakhiri faqad dalla dalalan baAAeedan"},{"id":137,"text":"إِنَّ ٱلَّذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ سَبِيلَۢا","translation":"Ceux qui ont cru, puis sont devenus mécréants, puis ont cru de nouveau, ensuite sont redevenus mécréants, et n'ont fait que croître en mécréance, Allah ne leur pardonnera pas, ni les guidera vers un chemin (droit)","transliteration":"Inna allatheena amanoo thumma kafaroo thumma amanoo thumma kafaroo thumma izdadoo kufran lam yakuni Allahu liyaghfira lahum wala liyahdiyahum sabeelan"},{"id":138,"text":"بَشِّرِ ٱلۡمُنَٰفِقِينَ بِأَنَّ لَهُمۡ عَذَابًا أَلِيمًا","translation":"Annonce aux hypocrites qu'il y a pour eux un châtiment douloureux","transliteration":"Bashshiri almunafiqeena bianna lahum AAathaban aleeman"},{"id":139,"text":"ٱلَّذِينَ يَتَّخِذُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَيَبۡتَغُونَ عِندَهُمُ ٱلۡعِزَّةَ فَإِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعٗا","translation":"ceux qui prennent pour alliés des mécréants au lieu des croyants, est-ce la puissance qu'ils recherchent auprès d'eux? (En vérité) la puissance appartient entièrement à Allah","transliteration":"Allatheena yattakhithoona alkafireena awliyaa min dooni almumineena ayabtaghoona AAindahumu alAAizzata fainna alAAizzata lillahi jameeAAan"},{"id":140,"text":"وَقَدۡ نَزَّلَ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ أَنۡ إِذَا سَمِعۡتُمۡ ءَايَٰتِ ٱللَّهِ يُكۡفَرُ بِهَا وَيُسۡتَهۡزَأُ بِهَا فَلَا تَقۡعُدُواْ مَعَهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦٓ إِنَّكُمۡ إِذٗا مِّثۡلُهُمۡۗ إِنَّ ٱللَّهَ جَامِعُ ٱلۡمُنَٰفِقِينَ وَٱلۡكَٰفِرِينَ فِي جَهَنَّمَ جَمِيعًا","translation":"Dans le Livre, Il vous a déjà révélé ceci: lorsque vous entendez qu'on renie les versets (le Coran) d'Allah et qu'on s'en raille, ne vous asseyez point avec ceux-là jusqu'à ce qu'ils entreprennent une autre conversation. Sinon, vous serez comme eux. Allah rassemblera, certes, les hypocrites et les mécréants, tous, dans l'Enfer","transliteration":"Waqad nazzala AAalaykum fee alkitabi an itha samiAAtum ayati Allahi yukfaru biha wayustahzao biha fala taqAAudoo maAAahum hatta yakhoodoo fee hadeethin ghayrihi innakum ithan mithluhum inna Allaha jamiAAu almunafiqeena waalkafireena fee jahannama jameeAAan"},{"id":141,"text":"ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحٞ مِّنَ ٱللَّهِ قَالُوٓاْ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَٰفِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمۡ نَسۡتَحۡوِذۡ عَلَيۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِينَۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَلَن يَجۡعَلَ ٱللَّهُ لِلۡكَٰفِرِينَ عَلَى ٱلۡمُؤۡمِنِينَ سَبِيلًا","translation":"Ils restent dans l'expectative à votre égard; si une victoire vous vient de la part d'Allah, ils disent: «N'étions-nous pas avec vous?» et s'il en revient un avantage aux mécréants, ils leur disent: «Est-ce que nous n'avons pas mis la main sur vous pour vous soustraire aux croyants?» Eh bien, Allah jugera entre vous au Jour de la Résurrection. Et jamais Allah ne donnera une voie aux mécréants contre les croyants","transliteration":"Allatheena yatarabbasoona bikum fain kana lakum fathun mina Allahi qaloo alam nakun maAAakum wain kana lilkafireena naseebun qaloo alam nastahwith AAalaykum wanamnaAAkum mina almumineena faAllahu yahkumu baynakum yawma alqiyamati walan yajAAala Allahu lilkafireena AAala almumineena sabeelan"},{"id":142,"text":"إِنَّ ٱلۡمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمۡ وَإِذَا قَامُوٓاْ إِلَى ٱلصَّلَوٰةِ قَامُواْ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِيلٗا","translation":"Les hypocrites cherchent à tromper Allah, mais Allah retourne leur tromperie (contre eux-mêmes). Et lorsqu'ils se lèvent pour la Salât, ils se lèvent avec paresse et par ostentation envers les gens. A peine invoquent-ils Allah","transliteration":"Inna almunafiqeena yukhadiAAoona Allaha wahuwa khadiAAuhum waitha qamoo ila alssalati qamoo kusala yuraoona alnnasa wala yathkuroona Allaha illa qaleelan"},{"id":143,"text":"مُّذَبۡذَبِينَ بَيۡنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِۚ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","translation":"Ils sont indécis (entre les croyants et les mécréants,) n'appartenant ni aux uns ni aux autres. Or, quiconque Allah égare, jamais tu ne trouveras de chemin pour lui","transliteration":"Muthabthabeena bayna thalika la ila haolai wala ila haolai waman yudlili Allahu falan tajida lahu sabeelan"},{"id":144,"text":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَتُرِيدُونَ أَن تَجۡعَلُواْ لِلَّهِ عَلَيۡكُمۡ سُلۡطَٰنٗا مُّبِينًا","translation":"O les croyants! Ne prenez pas pour alliés les mécréants au lieu des croyants. Voudriez-vous donner à Allah une preuve évidente contre vous","transliteration":"Ya ayyuha allatheena amanoo la tattakhithoo alkafireena awliyaa min dooni almumineena atureedoona an tajAAaloo lillahi AAalaykum sultanan mubeenan"},{"id":145,"text":"إِنَّ ٱلۡمُنَٰفِقِينَ فِي ٱلدَّرۡكِ ٱلۡأَسۡفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمۡ نَصِيرًا","translation":"Les hypocrites seront, certes, au plus bas fond du Feu, et tu ne leur trouveras jamais de secoureur","transliteration":"Inna almunafiqeena fee alddarki alasfali mina alnnari walan tajida lahum naseeran"},{"id":146,"text":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَٱعۡتَصَمُواْ بِٱللَّهِ وَأَخۡلَصُواْ دِينَهُمۡ لِلَّهِ فَأُوْلَـٰٓئِكَ مَعَ ٱلۡمُؤۡمِنِينَۖ وَسَوۡفَ يُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِينَ أَجۡرًا عَظِيمٗا","translation":"sauf ceux qui se repentent, s'amendent, s'attachent fermement à Allah, et Lui vouent une foi exclusive. Ceux-là seront avec les croyants. Et Allah donnera aux croyants une énorme récompense","transliteration":"Illa allatheena taboo waaslahoo waiAAtasamoo biAllahi waakhlasoo deenahum lillahi faolaika maAAa almumineena wasawfa yuti Allahu almumineena ajran AAatheeman"},{"id":147,"text":"مَّا يَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمٗا","translation":"Pourquoi Allah vous infligerait-Il un châtiment si vous êtes reconnaissants et croyants? Allah est Reconnaissant et Omniscient","transliteration":"Ma yafAAalu Allahu biAAathabikum in shakartum waamantum wakana Allahu shakiran AAaleeman"},{"id":148,"text":"۞لَّا يُحِبُّ ٱللَّهُ ٱلۡجَهۡرَ بِٱلسُّوٓءِ مِنَ ٱلۡقَوۡلِ إِلَّا مَن ظُلِمَۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا","translation":"Allah n'aime pas qu'on profère de mauvaises paroles sauf quand on a été injustement provoqué. Et Allah est Audient et Omniscient","transliteration":"La yuhibbu Allahu aljahra bialssooi mina alqawli illa man thulima wakana Allahu sameeAAan AAaleeman"},{"id":149,"text":"إِن تُبۡدُواْ خَيۡرًا أَوۡ تُخۡفُوهُ أَوۡ تَعۡفُواْ عَن سُوٓءٖ فَإِنَّ ٱللَّهَ كَانَ عَفُوّٗا قَدِيرًا","translation":"Que vous fassiez du bien, ouvertement ou en cachette, ou bien que vous pardonniez un mal... Alors Allah est Pardonneur et Omnipotent","transliteration":"In tubdoo khayran aw tukhfoohu aw taAAfoo AAan sooin fainna Allaha kana AAafuwwan qadeeran"},{"id":150,"text":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيۡنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤۡمِنُ بِبَعۡضٖ وَنَكۡفُرُ بِبَعۡضٖ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيۡنَ ذَٰلِكَ سَبِيلًا","translation":"Ceux qui ne croient pas en Allah et en Ses messagers, et qui veulent faire distinction entre Allah et Ses messagers et qui disent: «Nous croyons en certains d'entre eux mais ne croyons pas en d'autres», et qui veulent prendre un chemin intermédiaire (entre la foi et la mécréance)","transliteration":"Inna allatheena yakfuroona biAllahi warusulihi wayureedoona an yufarriqoo bayna Allahi warusulihi wayaqooloona numinu bibaAAdin wanakfuru bibaAAdin wayureedoona an yattakhithoo bayna thalika sabeelan"},{"id":151,"text":"أُوْلَـٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ حَقّٗاۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","translation":"les voilà les vrais mécréants! Et Nous avons préparé pour les mécréants un châtiment avilissant","transliteration":"Olaika humu alkafiroona haqqan waaAAtadna lilkafireena AAathaban muheenan"},{"id":152,"text":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦ وَلَمۡ يُفَرِّقُواْ بَيۡنَ أَحَدٖ مِّنۡهُمۡ أُوْلَـٰٓئِكَ سَوۡفَ يُؤۡتِيهِمۡ أُجُورَهُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","translation":"Et ceux qui croient en Allah et en Ses messagers et qui ne font point de différence entre ces derniers, voilà ceux à qui Il donnera leurs récompenses. Et Allah est Pardonneur et Miséricordieux","transliteration":"Waallatheena amanoo biAllahi warusulihi walam yufarriqoo bayna ahadin minhum olaika sawfa yuteehim ojoorahum wakana Allahu ghafooran raheeman"},{"id":153,"text":"يَسۡـَٔلُكَ أَهۡلُ ٱلۡكِتَٰبِ أَن تُنَزِّلَ عَلَيۡهِمۡ كِتَٰبٗا مِّنَ ٱلسَّمَآءِۚ فَقَدۡ سَأَلُواْ مُوسَىٰٓ أَكۡبَرَ مِن ذَٰلِكَ فَقَالُوٓاْ أَرِنَا ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡهُمُ ٱلصَّـٰعِقَةُ بِظُلۡمِهِمۡۚ ثُمَّ ٱتَّخَذُواْ ٱلۡعِجۡلَ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ فَعَفَوۡنَا عَن ذَٰلِكَۚ وَءَاتَيۡنَا مُوسَىٰ سُلۡطَٰنٗا مُّبِينٗا","translation":"Les gens du Livre te demandent de leur faire descendre du ciel un Livre. Ils ont déjà demandé à Moïse quelque chose de bien plus grave quand ils dirent: «Fais-nous voir Allah à découvert!» Alors la foudre les frappa pour leur tort. Puis ils adoptèrent le Veau (comme idole) même après que les preuves leur furent venues. Nous leur pardonnâmes cela et donnâmes à Moïse une autorité déclarée","transliteration":"Yasaluka ahlu alkitabi an tunazzila AAalayhim kitaban mina alssamai faqad saaloo moosa akbara min thalika faqaloo arina Allaha jahratan faakhathathumu alssaAAiqatu bithulmihim thumma ittakhathoo alAAijla min baAAdi ma jaathumu albayyinatu faAAafawna AAan thalika waatayna moosa sultanan mubeenan"},{"id":154,"text":"وَرَفَعۡنَا فَوۡقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمۡ وَقُلۡنَا لَهُمُ ٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُلۡنَا لَهُمۡ لَا تَعۡدُواْ فِي ٱلسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","translation":"Et pour (obtenir) leur engagement, Nous avons brandi au-dessus d'eux le Mont Tor, Nous leur avons dit: «Entrez par la porte en vous prosternant» Nous leur avons dit: «Ne transgressez pas le Sabbat» et Nous avons pris d'eux un engagement ferme","transliteration":"WarafaAAna fawqahumu alttoora bimeethaqihim waqulna lahumu odkhuloo albaba sujjadan waqulna lahum la taAAdoo fee alssabti waakhathna minhum meethaqan ghaleethan"},{"id":155,"text":"فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ وَكُفۡرِهِم بِـَٔايَٰتِ ٱللَّهِ وَقَتۡلِهِمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَقَوۡلِهِمۡ قُلُوبُنَا غُلۡفُۢۚ بَلۡ طَبَعَ ٱللَّهُ عَلَيۡهَا بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","translation":"(Nous les avons maudits) à cause de leur rupture de l'engagement, leur mécréance aux révélations d'Allah, leur meurtre injustifié des prophètes, et leur parole: «Nos cœurs sont (enveloppés) et imperméables». En réalité, c'est Allah qui a scellé leurs cœurs à cause de leur mécréance, car ils ne croyaient que très peu","transliteration":"Fabima naqdihim meethaqahum wakufrihim biayati Allahi waqatlihimu alanbiyaa bighayri haqqin waqawlihim quloobuna ghulfun bal tabaAAa Allahu AAalayha bikufrihim fala yuminoona illa qaleelan"},{"id":156,"text":"وَبِكُفۡرِهِمۡ وَقَوۡلِهِمۡ عَلَىٰ مَرۡيَمَ بُهۡتَٰنًا عَظِيمٗا","translation":"Et à cause de leur mécréance et de l'énorme calomnie qu'ils prononcent contre Marie","transliteration":"Wabikufrihim waqawlihim AAala maryama buhtanan AAatheeman"},{"id":157,"text":"وَقَوۡلِهِمۡ إِنَّا قَتَلۡنَا ٱلۡمَسِيحَ عِيسَى ٱبۡنَ مَرۡيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمۡۚ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ لَفِي شَكّٖ مِّنۡهُۚ مَا لَهُم بِهِۦ مِنۡ عِلۡمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّۚ وَمَا قَتَلُوهُ يَقِينَۢا","translation":"et à cause de leur parole: «Nous avons vraiment tué le Christ, Jésus, fils de Marie, le Messager d'Allah»... Or, ils ne l'ont ni tué ni crucifié; mais ce n'était qu'un faux semblant! Et ceux qui ont discuté sur son sujet sont vraiment dans l'incertitude: ils n'en ont aucune connaissance certaine, ils ne font que suivre des conjectures et ils ne l'ont certainement pas tué","transliteration":"Waqawlihim inna qatalna almaseeha AAeesa ibna maryama rasoola Allahi wama qataloohu wama salaboohu walakin shubbiha lahum wainna allatheena ikhtalafoo feehi lafee shakkin minhu ma lahum bihi min AAilmin illa ittibaAAa alththanni wama qataloohu yaqeenan"},{"id":158,"text":"بَل رَّفَعَهُ ٱللَّهُ إِلَيۡهِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","translation":"mais Allah l'a élevé vers Lui. Et Allah est Puissant et Sage","transliteration":"Bal rafaAAahu Allahu ilayhi wakana Allahu AAazeezan hakeeman"},{"id":159,"text":"وَإِن مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ إِلَّا لَيُؤۡمِنَنَّ بِهِۦ قَبۡلَ مَوۡتِهِۦۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكُونُ عَلَيۡهِمۡ شَهِيدٗا","translation":"Il n'y aura personne, parmi les gens du Livre, qui n'aura pas foi en lui avant sa mort. Et au Jour de la Résurrection, il sera témoin contre eux","transliteration":"Wain min ahli alkitabi illa layuminanna bihi qabla mawtihi wayawma alqiyamati yakoonu AAalayhim shaheedan"},{"id":160,"text":"فَبِظُلۡمٖ مِّنَ ٱلَّذِينَ هَادُواْ حَرَّمۡنَا عَلَيۡهِمۡ طَيِّبَٰتٍ أُحِلَّتۡ لَهُمۡ وَبِصَدِّهِمۡ عَن سَبِيلِ ٱللَّهِ كَثِيرٗا","translation":"C'est à cause des iniquités des Juifs que Nous leur avons rendu illicites les bonnes nourritures qui leur étaient licites, et aussi à cause de ce qu'ils obstruent le sentier d'Allah, (à eux-mêmes et) à beaucoup de monde","transliteration":"Fabithulmin mina allatheena hadoo harramna AAalayhim tayyibatin ohillat lahum wabisaddihim AAan sabeeli Allahi katheeran"},{"id":161,"text":"وَأَخۡذِهِمُ ٱلرِّبَوٰاْ وَقَدۡ نُهُواْ عَنۡهُ وَأَكۡلِهِمۡ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ مِنۡهُمۡ عَذَابًا أَلِيمٗا","translation":"et à cause de ce qu'ils prennent des intérêts usuraires- qui leur étaient pourtant interdits - et parce qu'ils mangent illégalement les biens des gens. A ceux d'entre eux qui sont mécréants Nous avons préparé un châtiment douloureux","transliteration":"Waakhthihimu alrriba waqad nuhoo AAanhu waaklihim amwala alnnasi bialbatili waaAAtadna lilkafireena minhum AAathaban aleeman"},{"id":162,"text":"لَّـٰكِنِ ٱلرَّـٰسِخُونَ فِي ٱلۡعِلۡمِ مِنۡهُمۡ وَٱلۡمُؤۡمِنُونَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَۚ وَٱلۡمُقِيمِينَ ٱلصَّلَوٰةَۚ وَٱلۡمُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلۡمُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أُوْلَـٰٓئِكَ سَنُؤۡتِيهِمۡ أَجۡرًا عَظِيمًا","translation":"Mais ceux d'entre eux qui sont enracinés dans la connaissance, ainsi que les croyants, (tous) ont foi à ce qu'on a fait descendre sur toi et à ce qu'on a fait descendre avant toi. Et quant à ceux qui accomplissent la Salât, paient la Zakât et croient en Allah et au Jour dernier, ceux-là Nous leur donnerons une énorme récompense","transliteration":"Lakini alrrasikhoona fee alAAilmi minhum waalmuminoona yuminoona bima onzila ilayka wama onzila min qablika waalmuqeemeena alssalata waalmutoona alzzakata waalmuminoona biAllahi waalyawmi alakhiri olaika sanuteehim ajran AAatheeman"},{"id":163,"text":"۞إِنَّآ أَوۡحَيۡنَآ إِلَيۡكَ كَمَآ أَوۡحَيۡنَآ إِلَىٰ نُوحٖ وَٱلنَّبِيِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَيۡنَآ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيۡمَٰنَۚ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","translation":"Nous t'avons fait une révélation comme Nous fîmes à Noé et aux prophètes après lui. Et Nous avons fait révélation à Abraham, à Ismaël, à Isaac, à Jacob aux Tribus, à Jésus, à Job, à Jonas, à Aaron et à Salomon, et Nous avons donné le Zabour à David","transliteration":"Inna awhayna ilayka kama awhayna ila noohin waalnnabiyyeena min baAAdihi waawhayna ila ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati waAAeesa waayyooba wayoonusa waharoona wasulaymana waatayna dawooda zabooran"},{"id":164,"text":"وَرُسُلٗا قَدۡ قَصَصۡنَٰهُمۡ عَلَيۡكَ مِن قَبۡلُ وَرُسُلٗا لَّمۡ نَقۡصُصۡهُمۡ عَلَيۡكَۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكۡلِيمٗا","translation":"Et il y a des messagers dont Nous t'avons raconté l'histoire précédemment, et des messagers dont Nous ne t'avons point raconté l'histoire - et Allah a parlé à Moïse de vive voix","transliteration":"Warusulan qad qasasnahum AAalayka min qablu warusulan lam naqsushum AAalayka wakallama Allahu moosa takleeman"},{"id":165,"text":"رُّسُلٗا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةُۢ بَعۡدَ ٱلرُّسُلِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","translation":"en tant que messagers, annonciateurs et avertisseurs, afin qu'après la venue des messagers il n'y eût pour les gens point d'argument devant Allah. Allah est Puissant et Sage","transliteration":"Rusulan mubashshireena wamunthireena lialla yakoona lilnnasi AAala Allahi hujjatun baAAda alrrusuli wakana Allahu AAazeezan hakeeman"},{"id":166,"text":"لَّـٰكِنِ ٱللَّهُ يَشۡهَدُ بِمَآ أَنزَلَ إِلَيۡكَۖ أَنزَلَهُۥ بِعِلۡمِهِۦۖ وَٱلۡمَلَـٰٓئِكَةُ يَشۡهَدُونَۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا","translation":"Mais Allah témoigne de ce qu'Il a fait descendre vers toi, Il l'a fait descendre en toute connaissance. Et les Anges en témoignent. Et Allah suffit comme témoin","transliteration":"Lakini Allahu yashhadu bima anzala ilayka anzalahu biAAilmihi waalmalaikatu yashhadoona wakafa biAllahi shaheedan"},{"id":167,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ قَدۡ ضَلُّواْ ضَلَٰلَۢا بَعِيدًا","translation":"Ceux qui ne croient pas et qui obstruent le sentier d'Allah, s'égarent certes loin dans l'égarement","transliteration":"Inna allatheena kafaroo wasaddoo AAan sabeeli Allahi qad dalloo dalalan baAAeedan"},{"id":168,"text":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ طَرِيقًا","translation":"Ceux qui ne croient pas et qui pratiquent l'injustice, Allah n'est nullement disposé à leur pardonner, ni à les guider dans un chemin","transliteration":"Inna allatheena kafaroo wathalamoo lam yakuni Allahu liyaghfira lahum wala liyahdiyahum tareeqan"},{"id":169,"text":"إِلَّا طَرِيقَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","translation":"(autre) que le chemin de l'Enfer où ils demeureront éternellement. Et cela est facile à Allah","transliteration":"Illa tareeqa jahannama khalideena feeha abadan wakana thalika AAala Allahi yaseeran"},{"id":170,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلرَّسُولُ بِٱلۡحَقِّ مِن رَّبِّكُمۡ فَـَٔامِنُواْ خَيۡرٗا لَّكُمۡۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","translation":"O gens! Le Messager vous a apporté la vérité de la part de votre Seigneur. Ayez la foi, donc, cela vous sera meilleur. Et si vous ne croyez pas (qu'importe!), c'est à Allah qu'appartient tout ce qui est dans les cieux et sur la terre. Et Allah est Omniscient et Sage","transliteration":"Ya ayyuha alnnasu qad jaakumu alrrasoolu bialhaqqi min rabbikum faaminoo khayran lakum wain takfuroo fainna lillahi ma fee alssamawati waalardi wakana Allahu AAaleeman hakeeman"},{"id":171,"text":"يَـٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","translation":"O gens du Livre (Chrétiens), n'exagérez pas dans votre religion, et ne dites d'Allah que la vérité. Le Messie Jésus, fils de Marie, n'est qu'un Messager d'Allah, Sa parole qu'Il envoya à Marie, et un souffle (de vie) venant de Lui. Croyez donc en Allah et en Ses messagers. Et ne dites pas «Trois». Cessez! Ce sera meilleur pour vous. Allah n'est qu'un Dieu unique. Il est trop glorieux pour avoir un enfant. C'est à Lui qu'appartient tout ce qui est dans les cieux et sur la terre et Allah suffit comme protecteur","transliteration":"Ya ahla alkitabi la taghloo fee deenikum wala taqooloo AAala Allahi illa alhaqqa innama almaseehu AAeesa ibnu maryama rasoolu Allahi wakalimatuhu alqaha ila maryama waroohun minhu faaminoo biAllahi warusulihi wala taqooloo thalathatun intahoo khayran lakum innama Allahu ilahun wahidun subhanahu an yakoona lahu waladun lahu ma fee alssamawati wama fee alardi wakafa biAllahi wakeelan"},{"id":172,"text":"لَّن يَسۡتَنكِفَ ٱلۡمَسِيحُ أَن يَكُونَ عَبۡدٗا لِّلَّهِ وَلَا ٱلۡمَلَـٰٓئِكَةُ ٱلۡمُقَرَّبُونَۚ وَمَن يَسۡتَنكِفۡ عَنۡ عِبَادَتِهِۦ وَيَسۡتَكۡبِرۡ فَسَيَحۡشُرُهُمۡ إِلَيۡهِ جَمِيعٗا","translation":"Jamais le Messie ne trouve indigne d'être un serviteur d'Allah, ni les Anges rapprochés [de Lui]. Et ceux qui trouvent indigne de L'adorer et s'enflent d'orgueil... Il les rassemblera tous vers Lui","transliteration":"Lan yastankifa almaseehu an yakoona AAabdan lillahi wala almalaikatu almuqarraboona waman yastankif AAan AAibadatihi wayastakbir fasayahshuruhum ilayhi jameeAAan"},{"id":173,"text":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡ وَيَزِيدُهُم مِّن فَضۡلِهِۦۖ وَأَمَّا ٱلَّذِينَ ٱسۡتَنكَفُواْ وَٱسۡتَكۡبَرُواْ فَيُعَذِّبُهُمۡ عَذَابًا أَلِيمٗا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","translation":"Quant à ceux qui ont cru et fait de bonnes œuvres, Il leur accordera leurs pleines récompenses et y ajoutera le surcroît de Sa grâce. Et quant à ceux qui ont eu la morgue et se sont enflés d'orgueil, Il les châtiera d'un châtiment douloureux. Et ils ne trouveront, pour eux, en dehors d'Allah, ni allié ni secoureur","transliteration":"Faamma allatheena amanoo waAAamiloo alssalihati fayuwaffeehim ojoorahum wayazeeduhum min fadlihi waamma allatheena istankafoo waistakbaroo fayuAAaththibuhum AAathaban aleeman wala yajidoona lahum min dooni Allahi waliyyan wala naseeran"},{"id":174,"text":"يَـٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُم بُرۡهَٰنٞ مِّن رَّبِّكُمۡ وَأَنزَلۡنَآ إِلَيۡكُمۡ نُورٗا مُّبِينٗا","translation":"O gens! Certes, une preuve évidente vous est venue de la part de votre Seigneur. Et Nous avons fait descendre vers vous une lumière éclatante","transliteration":"Ya ayyuha alnnasu qad jaakum burhanun min rabbikum waanzalna ilaykum nooran mubeenan"},{"id":175,"text":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَٱعۡتَصَمُواْ بِهِۦ فَسَيُدۡخِلُهُمۡ فِي رَحۡمَةٖ مِّنۡهُ وَفَضۡلٖ وَيَهۡدِيهِمۡ إِلَيۡهِ صِرَٰطٗا مُّسۡتَقِيمٗا","translation":"Alors ceux qui croient en Allah et qui s'attachent à Lui, Il les fera entrer dans une miséricorde venue de Lui, et dans une grâce aussi. Et Il les guidera vers Lui dans un chemin droit","transliteration":"Faamma allatheena amanoo biAllahi waiAAtasamoo bihi fasayudkhiluhum fee rahmatin minhu wafadlin wayahdeehim ilayhi siratan mustaqeeman"},{"id":176,"text":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","translation":"Ils te demandent ce qui a été décrété. Dis: «Au sujet du défunt qui n'a pas de père ni de mère ni d'enfant, Allah vous donne Son décret: si quelqu'un meurt sans enfant, mais a une sœur, à celle-ci revient la moitié de ce qu'il laisse. Et lui, il héritera d'elle en totalité si elle n'a pas d'enfant. Mais s'il a deux sœurs (ou plus), à elles alors les deux tiers de ce qu'il laisse; et s'il a des frères et des sœurs, à un frère alors revient une portion égale à celle de deux sœurs. Allah vous donne des explications pour que vous ne vous égariez pas. Et Allah est Omniscient","transliteration":"Yastaftoonaka quli Allahu yufteekum fee alkalalati ini imruon halaka laysa lahu waladun walahu okhtun falaha nisfu ma taraka wahuwa yarithuha in lam yakun laha waladun fain kanata ithnatayni falahuma alththuluthani mimma taraka wain kanoo ikhwatan rijalan wanisaan falilththakari mithlu haththi alonthayayni yubayyinu Allahu lakum an tadilloo waAllahu bikulli shayin AAaleemun"}]}
