{"id":50,"name":"ق","transliteration":"Qaf","translation":"Qaf","type":"meccan","total_verses":45,"verses":[{"id":1,"text":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","translation":"Qâf. Par le Coran glorieux","transliteration":"Qaf waalqurani almajeedi"},{"id":2,"text":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","translation":"Mais ils s'étonnent que l'un des leurs leur vint comme avertisseur; et les mécréants dirent: «Ceci est une chose étonnante","transliteration":"Bal AAajiboo an jaahum munthirun minhum faqala alkafiroona hatha shayon AAajeebun"},{"id":3,"text":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","translation":"Quoi! Quand nous serons morts et réduits en poussière...? Ce serait revenir de loin!»","transliteration":"Aitha mitna wakunna turaban thalika rajAAun baAAeedun"},{"id":4,"text":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","translation":"Certes, Nous savons ce que la terre rongera d'eux [de leurs corps]; et Nous avons un Livre où tout est conservé","transliteration":"Qad AAalimna ma tanqusu alardu minhum waAAindana kitabun hafeethun"},{"id":5,"text":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","translation":"Plutôt, ils traitent de mensonge la vérité qui leur est venue: les voilà donc dans une situation confuse","transliteration":"Bal kaththaboo bialhaqqi lamma jaahum fahum fee amrin mareejin"},{"id":6,"text":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّـٰهَا وَمَا لَهَا مِن فُرُوجٖ","translation":"N'ont-ils donc pas observé le ciel au-dessus d'eux, comment Nous l'avons bâti et embelli; et comment il est sans fissures","transliteration":"Afalam yanthuroo ila alssamai fawqahum kayfa banaynaha wazayyannaha wama laha min furoojin"},{"id":7,"text":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","translation":"Et la terre, Nous l'avons étendue et Nous y avons enfoncé fermement des montagnes et y avons fait pousser toutes sortes de magnifiques couples de [végétaux]","transliteration":"Waalarda madadnaha waalqayna feeha rawasiya waanbatna feeha min kulli zawjin baheejin"},{"id":8,"text":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","translation":"à titre d'appel à la clairvoyance et un rappel pour tout serviteur repentant","transliteration":"Tabsiratan wathikra likulli AAabdin muneebin"},{"id":9,"text":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّـٰتٖ وَحَبَّ ٱلۡحَصِيدِ","translation":"Et Nous avons fait descendre du ciel une eau bénie, avec laquelle Nous avons fait pousser des jardins et le grain qu'on moissonne","transliteration":"Wanazzalna mina alssamai maan mubarakan faanbatna bihi jannatin wahabba alhaseedi"},{"id":10,"text":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","translation":"ainsi que les hauts palmiers aux régimes superposés","transliteration":"Waalnnakhla basiqatin laha talAAun nadeedun"},{"id":11,"text":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","translation":"comme subsistance pour les serviteurs. Et par elle (l'eau) Nous avons redonné la vie à une contrée morte. Ainsi se fera la résurrection","transliteration":"Rizqan lilAAibadi waahyayna bihi baldatan maytan kathalika alkhurooju"},{"id":12,"text":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","translation":"Avant eux, le peuple de Noé, les gens d'Ar-Rass et les Thamûd crièrent au mensonge","transliteration":"Kaththabat qablahum qawmu noohin waashabu alrrassi wathamoodu"},{"id":13,"text":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","translation":"de même que les 'Aad et Pharaon et les frères de Lot","transliteration":"WaAAadun wafirAAawnu waikhwanu lootin"},{"id":14,"text":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","translation":"et les gens d'Al-Aykah et le peuple de Tubba'. Tous traitèrent les Messagers de menteurs. C'est ainsi que Ma menace se justifia","transliteration":"Waashabu alaykati waqawmu tubbaAAin kullun kaththaba alrrusula fahaqqa waAAeedi"},{"id":15,"text":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","translation":"Quoi? Avons-Nous été fatigué par la première création? Mais ils sont dans la confusion [au sujet] d'une création nouvelle","transliteration":"AfaAAayeena bialkhalqi alawwali bal hum fee labsin min khalqin jadeedin"},{"id":16,"text":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","translation":"Nous avons effectivement créé l'homme et Nous savons ce que son âme lui suggère et Nous sommes plus près de lui que sa veine jugulaire","transliteration":"Walaqad khalaqna alinsana wanaAAlamu ma tuwaswisu bihi nafsuhu wanahnu aqrabu ilayhi min habli alwareedi"},{"id":17,"text":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","translation":"quand les deux recueillants, assis à droite et à gauche, recueillent","transliteration":"Ith yatalaqqa almutalaqqiyani AAani alyameeni waAAani alshshimali qaAAeedun"},{"id":18,"text":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","translation":"Il ne prononce pas une parole sans avoir auprès de lui un observateur prêt à l'inscrire","transliteration":"Ma yalfithu min qawlin illa ladayhi raqeebun AAateedun"},{"id":19,"text":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","translation":"L'agonie de la mort fait apparaître la vérité: «Voilà ce dont tu t'écartais»","transliteration":"Wajaat sakratu almawti bialhaqqi thalika ma kunta minhu taheedu"},{"id":20,"text":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","translation":"Et l'on soufflera dans la Trompe: Voilà le jour de la Menace","transliteration":"Wanufikha fee alssoori thalika yawmu alwaAAeedi"},{"id":21,"text":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","translation":"Alors chaque âme viendra accompagnée d'un conducteur et d'un témoin","transliteration":"Wajaat kullu nafsin maAAaha saiqun washaheedun"},{"id":22,"text":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","translation":"«Tu restais indifférent à cela. Et bien, Nous ôtons ton voile; ta vue est perçante aujourd'hui","transliteration":"Laqad kunta fee ghaflatin min hatha fakashafna AAanka ghitaaka fabasaruka alyawma hadeedun"},{"id":23,"text":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","translation":"Et son compagnon dira: «Voilà ce qui est avec moi, tout prêt»","transliteration":"Waqala qareenuhu hatha ma ladayya AAateedun"},{"id":24,"text":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","translation":"«Vous deux, jetez dans l'Enfer tout mécréant endurci et rebelle","transliteration":"Alqiya fee jahannama kulla kaffarin AAaneedin"},{"id":25,"text":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","translation":"acharné à empêcher le bien, transgresseur, douteur","transliteration":"MannaAAin lilkhayri muAAtadin mureebin"},{"id":26,"text":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","translation":"celui qui plaçait à côté d'Allah une autre divinité. Jetez-le donc dans le dur châtiment»","transliteration":"Allathee jaAAala maAAa Allahi ilahan akhara faalqiyahu fee alAAathabi alshshadeedi"},{"id":27,"text":"۞قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","translation":"Son camarade (le Diable) dira: «Seigneur, ce n'est pas moi qui l'ai fait transgresser; mais il était déjà dans un profond égarement»","transliteration":"Qala qareenuhu rabbana ma atghaytuhu walakin kana fee dalalin baAAeedin"},{"id":28,"text":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","translation":"Alors [Allah] dira:«Ne vous disputez pas devant moi! Alors que Je vous ai déjà fait part de la menace","transliteration":"Qala la takhtasimoo ladayya waqad qaddamtu ilaykum bialwaAAeedi"},{"id":29,"text":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّـٰمٖ لِّلۡعَبِيدِ","translation":"Chez Moi, la parole ne change pas; et Je n'opprime nullement les serviteurs»","transliteration":"Ma yubaddalu alqawlu ladayya wama ana bithallamin lilAAabeedi"},{"id":30,"text":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","translation":"Le jour où Nous dirons à l'Enfer; «Es-tu rempli?» Il dira: «Y en a-t-il encore?»","transliteration":"Yawma naqoolu lijahannama hali imtalati wataqoolu hal min mazeedin"},{"id":31,"text":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","translation":"Le Paradis sera rapproché à proximité des pieux","transliteration":"Waozlifati aljannatu lilmuttaqeena ghayra baAAeedin"},{"id":32,"text":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","translation":"«Voilà ce qui vous a été promis, [ainsi qu'] à tout homme plein de repentir et respectueux [des prescriptions divines]","transliteration":"Hatha ma tooAAadoona likulli awwabin hafeethin"},{"id":33,"text":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","translation":"qui redoute le Tout Miséricordieux bien qu'il ne Le voit pas, et qui vient [vers Lui] avec un cœur porté à l'obéissance","transliteration":"Man khashiya alrrahmana bialghaybi wajaa biqalbin muneebin"},{"id":34,"text":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","translation":"Entrez-y en toute sécurité,». Voilà le jour de l'éternité","transliteration":"Odkhulooha bisalamin thalika yawmu alkhuloodi"},{"id":35,"text":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","translation":"Il y aura là pour eux tout ce qu'ils voudront. Et auprès de Nous il y a davantage encore","transliteration":"Lahum ma yashaoona feeha waladayna mazeedun"},{"id":36,"text":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","translation":"combien avons-Nous fait périr, avant eux, de générations bien plus fortes qu'eux. Ils avaient parcouru les contrées, cherchant [vainement] où fuir","transliteration":"Wakam ahlakna qablahum min qarnin hum ashaddu minhum batshan fanaqqaboo fee albiladi hal min maheesin"},{"id":37,"text":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","translation":"Il y a bien là un rappel pour quiconque a un cœur, prête l'oreille tout en étant témoin","transliteration":"Inna fee thalika lathikra liman kana lahu qalbun aw alqa alssamAAa wahuwa shaheedun"},{"id":38,"text":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","translation":"En effet Nous avons créé les cieux et la terre et ce qui existe entre eux en six jours, sans éprouver la moindre lassitude","transliteration":"Walaqad khalaqna alssamawati waalarda wama baynahuma fee sittati ayyamin wama massana min lughoobin"},{"id":39,"text":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","translation":"Endure donc ce qu'ils disent; et célèbre la louange de ton Seigneur avant le lever du soleil et avant [son] coucher","transliteration":"Faisbir AAala ma yaqooloona wasabbih bihamdi rabbika qabla tulooAAi alshshamsi waqabla alghuroobi"},{"id":40,"text":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","translation":"et célèbre Sa gloire, une partie de la nuit et à la suite des prosternations [prières]","transliteration":"Wamina allayli fasabbihhu waadbara alssujoodi"},{"id":41,"text":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","translation":"Et sois à l'écoute, le jour où le Crieur criera d'un endroit proche","transliteration":"WaistamiAA yawma yunadi almunadi min makanin qareebin"},{"id":42,"text":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","translation":"le jour où ils entendront en toute vérité le Cri. Voilà le Jour de la Résurrection","transliteration":"Yawma yasmaAAoona alssayhata bialhaqqi thalika yawmu alkhurooji"},{"id":43,"text":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","translation":"C'est Nous qui donnons la vie et donnons la mort, et vers Nous sera la destination","transliteration":"Inna nahnu nuhyee wanumeetu wailayna almaseeru"},{"id":44,"text":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","translation":"le jour où la terre se fendra, les [rejetant] précipitamment. Ce sera un rassemblement facile pour Nous","transliteration":"Yawma tashaqqaqu alardu AAanhum siraAAan thalika hashrun AAalayna yaseerun"},{"id":45,"text":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","translation":"Nous savons mieux ce qu'ils disent. Tu n'as pas pour mission d'exercer sur eux une contrainte. Rappelle donc, par le Coran celui qui craint Ma menace","transliteration":"Nahnu aAAlamu bima yaqooloona wama anta AAalayhim bijabbarin fathakkir bialqurani man yakhafu waAAeedi"}]}
