{"id":51,"name":"الذاريات","transliteration":"Adh-Dhariyat","translation":"Qui éparpillent","type":"meccan","total_verses":60,"verses":[{"id":1,"text":"وَٱلذَّـٰرِيَٰتِ ذَرۡوٗا","translation":"Par les vents qui éparpillent"},{"id":2,"text":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","translation":"Par les porteurs de fardeaux"},{"id":3,"text":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","translation":"Par les glisseurs agiles"},{"id":4,"text":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","translation":"Par les distributeurs selon un commandement"},{"id":5,"text":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","translation":"Ce qui vous est promis est certainement vrai"},{"id":6,"text":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","translation":"Et la Rétribution arrivera inévitablement"},{"id":7,"text":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","translation":"Par le ciel aux voies parfaitement tracées"},{"id":8,"text":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","translation":"vous divergez sur ce que vous dites"},{"id":9,"text":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","translation":"Est détourné de lui quiconque a été détourné de la foi"},{"id":10,"text":"قُتِلَ ٱلۡخَرَّـٰصُونَ","translation":"Maudits soient les menteurs"},{"id":11,"text":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","translation":"qui sont plongés dans l'insouciance"},{"id":12,"text":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","translation":"Ils demandent: «A quand le jour de la Rétribution?»"},{"id":13,"text":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","translation":"Le jour où ils seront éprouvés au Feu"},{"id":14,"text":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","translation":"«Goûtez à votre épreuve [punition]; voici ce que vous cherchiez à hâter»"},{"id":15,"text":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَعُيُونٍ","translation":"Les pieux seront dans des Jardins et [parmi] des sources"},{"id":16,"text":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","translation":"recevant ce que leur Seigneur leur aura donné. Car ils ont été auparavant des bienfaisants"},{"id":17,"text":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","translation":"ils dormaient peu, la nuit"},{"id":18,"text":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","translation":"et aux dernières heures de la nuit ils imploraient le pardon [d'Allah]"},{"id":19,"text":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","translation":"et dans leurs biens, il y avait un droit au mendiant et au déshérité"},{"id":20,"text":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","translation":"Il y a sur terre des preuves pour ceux qui croient avec certitude"},{"id":21,"text":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","translation":"ainsi qu'en vous-mêmes. N'observez-vous donc pas"},{"id":22,"text":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","translation":"Et il y a dans le ciel votre subsistance et ce qui vous a été promis"},{"id":23,"text":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","translation":"Par le Seigneur du ciel et de la terre! Ceci est tout aussi vrai que le fait que vous parliez"},{"id":24,"text":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","translation":"T'est-il parvenu le récit des visiteurs honorables d'Abraham"},{"id":25,"text":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","translation":"Quand ils entrèrent chez lui et dirent: «Paix!», il [leur] dit: «Paix, visiteurs inconnus»"},{"id":26,"text":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","translation":"Puis il alla discrètement à sa famille et apporta un veau gras"},{"id":27,"text":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","translation":"Ensuite il l'approcha d'eux... «Ne mangez-vous pas?» dit-il"},{"id":28,"text":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","translation":"Il ressentit alors de la peur vis-à-vis d'eux. Ils dirent: «N'aie pas peur». Et ils lui annoncèrent [la naissance] d'un garçon plein de savoir"},{"id":29,"text":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","translation":"Alors sa femme s'avança en criant, se frappa le visage et dit: «Une vieille femme stérile...»"},{"id":30,"text":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","translation":"Ils dirent: «Ainsi a dit ton Seigneur. C'est Lui vraiment le Sage, l'Omniscient»"},{"id":31,"text":"۞قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ","translation":"Alors [Abraham] dit: «Quelle est donc votre mission, ô envoyés?»"},{"id":32,"text":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ","translation":"Ils dirent: «Nous avons été envoyés vers des gens criminels"},{"id":33,"text":"لِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ","translation":"pour lancer sur eux des pierres de glaise"},{"id":34,"text":"مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ","translation":"marquées auprès de ton Seigneur à l'intention des outranciers»"},{"id":35,"text":"فَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ","translation":"Nous en fîmes sortir alors ce qu'il y avait comme croyants"},{"id":36,"text":"فَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ","translation":"mais Nous n'y trouvâmes qu'une seule maison de gens soumis"},{"id":37,"text":"وَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ","translation":"Et Nous y laissâmes un signe pour ceux qui redoutent le douloureux châtiment"},{"id":38,"text":"وَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ","translation":"[Il y a même un signe] en Moïse quand Nous l'envoyâmes, avec une preuve évidente, vers Pharaon"},{"id":39,"text":"فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ","translation":"Mais [celui-ci] se détourna confiant en sa puissance, et dit: «C'est un magicien ou un possédé!»"},{"id":40,"text":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ","translation":"Nous le saisîmes ainsi que ses troupes, puis les jetâmes dans les flots, pour son comportement blâmable"},{"id":41,"text":"وَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ","translation":"De même pour les 'Aad, quand Nous envoyâmes contre eux le vent dévastateur"},{"id":42,"text":"مَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ","translation":"n'épargnant rien sur son passage sans le réduire en poussière"},{"id":43,"text":"وَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ","translation":"De même pour les Thamûd, quand il leur fut dit: «Jouissez jusqu'à un certain temps!»"},{"id":44,"text":"فَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّـٰعِقَةُ وَهُمۡ يَنظُرُونَ","translation":"Ils défièrent le commandement de leur Seigneur. La foudre les saisit alors qu'ils regardaient"},{"id":45,"text":"فَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ","translation":"Ils ne purent ni se mettre debout ni être secourus"},{"id":46,"text":"وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","translation":"De même, pour le peuple de Noé auparavant. Ils étaient des gens pervers"},{"id":47,"text":"وَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ","translation":"Le ciel, Nous l'avons construit par Notre puissance: et Nous l'étendons [constamment] dans l'immensité"},{"id":48,"text":"وَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ","translation":"Et la terre, Nous l'avons étendue. Et de quelle excellente façon Nous l'avons nivelée"},{"id":49,"text":"وَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ","translation":"Et de toute chose Nous avons créé [deux éléments] de couple. Peut-être vous rappellerez-vous"},{"id":50,"text":"فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ","translation":"«Fuyez donc vers Allah. Moi, je suis pour vous de Sa part, un avertisseur explicite"},{"id":51,"text":"وَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ","translation":"Ne placez pas avec Allah une autre divinité. Je suis pour vous de Sa part, un avertisseur explicite»"},{"id":52,"text":"كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ","translation":"Ainsi, aucun Messager n'est venu à leurs prédécesseurs sans qu'ils n'aient dit: «C'est un magicien ou un possédé!»"},{"id":53,"text":"أَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ","translation":"Est-ce qu'ils se sont transmis cette injonction? Ils sont plutôt des gens transgresseurs"},{"id":54,"text":"فَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ","translation":"Détourne-toi d'eux, tu ne seras pas blâmé [à leur sujet]"},{"id":55,"text":"وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ","translation":"Et rappelle; car le rappel profite aux croyants"},{"id":56,"text":"وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ","translation":"Je n'ai créé les djinns et les hommes que pour qu'ils M'adorent"},{"id":57,"text":"مَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ","translation":"Je ne cherche pas d'eux une subsistance; et Je ne veux pas qu'ils me nourrissent"},{"id":58,"text":"إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ","translation":"En vérité, c'est Allah qui est le Grand Pourvoyeur, Le Détenteur de la force, l'Inébranlable"},{"id":59,"text":"فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ","translation":"Ceux qui ont été injustes auront une part [de tourments] pareille à celle de leurs compagnons. Qu'ils ne soient pas trop pressés"},{"id":60,"text":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ","translation":"Malheur donc à ceux qui ont mécru à cause du jour dont ils sont menacés"}]}
