{"id":52,"name":"الطور","transliteration":"At-Tur","translation":"Le mont At-Tour","type":"meccan","total_verses":49,"verses":[{"id":1,"text":"وَٱلطُّورِ","translation":"Par At-Tûr","transliteration":"Waalttoori"},{"id":2,"text":"وَكِتَٰبٖ مَّسۡطُورٖ","translation":"Et par un Livre écrit","transliteration":"Wakitabin mastoorin"},{"id":3,"text":"فِي رَقّٖ مَّنشُورٖ","translation":"sur un parchemin déployé","transliteration":"Fee raqqin manshoorin"},{"id":4,"text":"وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ","translation":"Et par la Maison peuplée","transliteration":"Waalbayti almaAAmoori"},{"id":5,"text":"وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ","translation":"Et par la Voûte élevée","transliteration":"Waalssaqfi almarfooAAi"},{"id":6,"text":"وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ","translation":"Et par la Mer portée à ébullition! (au Jour dernier)","transliteration":"Waalbahri almasjoori"},{"id":7,"text":"إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ","translation":"Le châtiment de ton Seigneur aura lieu inévitablement","transliteration":"Inna AAathaba rabbika lawaqiAAun"},{"id":8,"text":"مَّا لَهُۥ مِن دَافِعٖ","translation":"Nul ne pourra le repousser","transliteration":"Ma lahu min dafiAAin"},{"id":9,"text":"يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا","translation":"Le jour où le ciel sera agité d'un tourbillonnement","transliteration":"Yawma tamooru alssamao mawran"},{"id":10,"text":"وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا","translation":"et les montagnes se mettront en marche","transliteration":"Wataseeru aljibalu sayran"},{"id":11,"text":"فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","translation":"Ce jour-là, malheur à ceux qui traitent (les signes d'Allah) de mensonges","transliteration":"Fawaylun yawmaithin lilmukaththibeena"},{"id":12,"text":"ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ","translation":"ceux qui s'ébattent dans des discours frivoles","transliteration":"Allatheena hum fee khawdin yalAAaboona"},{"id":13,"text":"يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا","translation":"le jour où ils seront brutalement poussés au feu de l'Enfer","transliteration":"Yawma yudaAAAAoona ila nari jahannama daAAAAan"},{"id":14,"text":"هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","translation":"Voilà le feu que vous traitiez de mensonge","transliteration":"Hathihi alnnaru allatee kuntum biha tukaththiboona"},{"id":15,"text":"أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ","translation":"Est-ce que cela est de la magie? Ou bien ne voyez-vous pas clair","transliteration":"Afasihrun hatha am antum la tubsiroona"},{"id":16,"text":"ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","translation":"Brûlez dedans! Supportez ou ne supportez pas, ce sera égal pour vous: vous n'êtes rétribués que selon ce que vous faisiez","transliteration":"Islawha faisbiroo aw la tasbiroo sawaon AAalaykum innama tujzawna ma kuntum taAAmaloona"},{"id":17,"text":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَنَعِيمٖ","translation":"Les pieux seront dans des Jardins et dans des délices","transliteration":"Inna almuttaqeena fee jannatin wanaAAeemin"},{"id":18,"text":"فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ","translation":"se réjouissant de ce que leur Seigneur leur aura donné, et leur Seigneur les aura protégés du châtiment de la Fournaise","transliteration":"Fakiheena bima atahum rabbuhum wawaqahum rabbuhum AAathaba aljaheemi"},{"id":19,"text":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ","translation":"«En récompense de ce que vous faisiez, mangez et buvez en toute sérénité","transliteration":"Kuloo waishraboo haneean bima kuntum taAAmaloona"},{"id":20,"text":"مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","translation":"accoudés sur des lits bien rangés», et Nous leur ferons épouser des houris aux grands yeux noirs","transliteration":"Muttakieena AAala sururin masfoofatin wazawwajnahum bihoorin AAeenin"},{"id":21,"text":"وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ","translation":"Ceux qui auront cru et que leurs descendants auront suivis dans la foi, Nous ferons que leurs descendants les rejoignent. Et Nous ne diminuerons en rien le mérite de leurs œuvres, chacun étant tenu responsable de ce qu'il aura acquis","transliteration":"Waallatheena amanoo waittabaAAathum thurriyyatuhum bieemanin alhaqna bihim thurriyyatahum wama alatnahum min AAamalihim min shayin kullu imriin bima kasaba raheenun"},{"id":22,"text":"وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ","translation":"Nous les pourvoirons abondamment des fruits et des viandes qu'ils désireront","transliteration":"Waamdadnahum bifakihatin walahmin mimma yashtahoona"},{"id":23,"text":"يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ","translation":"Là, ils se passeront les uns les autres une coupe qui ne provoquera ni vanité ni incrimination","transliteration":"YatanazaAAoona feeha kasan la laghwun feeha wala tatheemun"},{"id":24,"text":"۞وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ","translation":"Et parmi eux circuleront des garçons à leur service, pareils à des perles bien conservées","transliteration":"Wayatoofu AAalayhim ghilmanun lahum kaannahum luluon maknoonun"},{"id":25,"text":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ","translation":"Et ils se tourneront les uns vers les autres s'interrogeant","transliteration":"Waaqbala baAAduhum AAala baAAdin yatasaaloona"},{"id":26,"text":"قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ","translation":"Ils diront: «Nous vivions au milieu des nôtres dans la crainte [d'Allah]","transliteration":"Qaloo inna kunna qablu fee ahlina mushfiqeena"},{"id":27,"text":"فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ","translation":"Puis Allah nous a favorisés et protégés du châtiment du Samûm","transliteration":"Famanna Allahu AAalayna wawaqana AAathaba alssamoomi"},{"id":28,"text":"إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ","translation":"Antérieurement, nous L'invoquions. C'est Lui certes, le Charitable, le Très Miséricordieux»","transliteration":"Inna kunna min qablu nadAAoohu innahu huwa albarru alrraheemu"},{"id":29,"text":"فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ","translation":"Rappelle donc et par la grâce de ton Seigneur tu n'es ni un devin ni un possédé","transliteration":"Fathakkir fama anta biniAAmati rabbika bikahin wala majnoonin"},{"id":30,"text":"أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ","translation":"Ou bien ils disent: «C'est un poète! Attendons pour lui le coup de la mort»","transliteration":"Am yaqooloona shaAAirun natarabbasu bihi rayba almanooni"},{"id":31,"text":"قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ","translation":"Dis: «Attendez! Je suis avec vous parmi ceux qui attendent»","transliteration":"Qul tarabbasoo fainnee maAAakum mina almutarabbiseena"},{"id":32,"text":"أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ","translation":"Est-ce leur raison qui leur commande cela? Ou sont-ils des gens outranciers","transliteration":"Am tamuruhum ahlamuhum bihatha am hum qawmun taghoona"},{"id":33,"text":"أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ","translation":"Ou bien ils disent: «Il l'a inventé lui-même?» Non... mais ils ne croient pas","transliteration":"Am yaqooloona taqawwalahu bal la yuminoona"},{"id":34,"text":"فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ","translation":"Eh bien, qu'ils produisent un récit pareil à lui (le Coran), s'ils sont véridiques","transliteration":"Falyatoo bihadeethin mithlihi in kanoo sadiqeena"},{"id":35,"text":"أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ","translation":"Ont-ils été créé à partir de rien ou sont-ils eux les créateurs","transliteration":"Am khuliqoo min ghayri shayin am humu alkhaliqoona"},{"id":36,"text":"أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ","translation":"Ou ont-ils créé les cieux et la terre? Mais ils n'ont plutôt aucune conviction","transliteration":"Am khalaqoo alssamawati waalarda bal la yooqinoona"},{"id":37,"text":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ","translation":"Possèdent-ils les trésors de ton Seigneur? Ou sont-ils eux les maîtres souverains","transliteration":"Am AAindahum khazainu rabbika am humu almusaytiroona"},{"id":38,"text":"أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ","translation":"Ont-ils une échelle d'où ils écoutent? Que celui des leurs qui reste à l'écoute apporte une preuve évidente","transliteration":"Am lahum sullamun yastamiAAoona feehi falyati mustamiAAuhum bisultanin mubeenin"},{"id":39,"text":"أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ","translation":"[Allah] aurait-Il les filles, tandis que vous, les fils","transliteration":"Am lahu albanatu walakumu albanoona"},{"id":40,"text":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","translation":"Ou leur demandes-tu un salaire, de sorte qu'ils soient grevés d'une lourde dette","transliteration":"Am tasaluhum ajran fahum min maghramin muthqaloona"},{"id":41,"text":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","translation":"Ou bien détiennent-ils l'Inconnaissable pour le mentionner par écrit","transliteration":"Am AAindahumu alghaybu fahum yaktuboona"},{"id":42,"text":"أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ","translation":"Ou cherchent-ils un stratagème? Mais ce sont ceux qui ont mécru qui sont victimes de leur propre stratagème","transliteration":"Am yureedoona kaydan faallatheena kafaroo humu almakeedoona"},{"id":43,"text":"أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","translation":"Ou ont-ils une autre divinité à part Allah? Qu'Allah soit glorifié et purifié de tout ce qu'ils associent","transliteration":"Am lahum ilahun ghayru Allahi subhana Allahi AAamma yushrikoona"},{"id":44,"text":"وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ","translation":"Et s'ils voient tomber des fragments du ciel, ils disent: «Ce sont des nuages superposés»","transliteration":"Wain yaraw kisfan mina alssamai saqitan yaqooloo sahabun markoomun"},{"id":45,"text":"فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ","translation":"Laisse-les donc, jusqu'à ce qu'ils rencontrent leur jour où ils seront foudroyés","transliteration":"Fatharhum hatta yulaqoo yawmahumu allathee feehi yusAAaqoona"},{"id":46,"text":"يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","translation":"le jour où leur ruse ne leur servira à rien, où ils ne seront pas secourus","transliteration":"Yawma la yughnee AAanhum kayduhum shayan wala hum yunsaroona"},{"id":47,"text":"وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","translation":"Les injustes auront un châtiment préalable. Mais la plupart d'entre eux ne savent pas","transliteration":"Wainna lillatheena thalamoo AAathaban doona thalika walakinna aktharahum la yaAAlamoona"},{"id":48,"text":"وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ","translation":"Et supporte patiemment la décision de ton Seigneur. Car en vérité, tu es sous Nos yeux. Et célèbre la gloire de ton Seigneur quand tu te lèves","transliteration":"Waisbir lihukmi rabbika fainnaka biaAAyunina wasabbih bihamdi rabbika heena taqoomu"},{"id":49,"text":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","translation":"Glorifie-Le une partie de la nuit et au déclin des étoiles","transliteration":"Wamina allayli fasabbihhu waidbara alnnujoomi"}]}
